{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 140908}, "Name": "", "Id": 144285},
                    "Name": "殺して、食肉処理をする@{I}解体する@{M}Butcher it",
                    "Description": "　物資と、場合によってはその他の珍品のために。@{I}物資の為に。そして別の奇妙な目的の為に。@{M}For supplies; and occasionally other oddities.",
                    "ButtonText": "", "Id": 124687},
                   {"DefaultEvent": {"Description": "実際に観察して貴方は確信を得た。この提灯 - 船乗りの間で '光ってぶら下がるモノ'と呼ばれている物 - は、何という事は無かった。それは、こちらの行動に合わせて揺れているだけで、あたかも磁石で引かれたかの様に貴方の方へ揺られていたのだ!明らかに、これは怪物が使う第六感のような物だろう。もしくは、貴方は甲殻類特有の磁気システムを発見したのかもしれない...@{M}You are confident, now, that these illiciae - in the seaman's vernacular, 'glowy dangly things' - are nothing of the sort. They quivered in response to your movements: they twitched towards you as if drawn by magnets! Clearly, these are another sense the monster uses. Or perhaps you've just discovered crustacean magnetism..",
                                     "LinkToEvent": {"Id": 143043},
                                     "Name": "名前を付け間違えられた獣@{M}A mis-named beast", "Id": 155737},
                    "RareDefaultEvent": {"Description": "提灯蟹はその巨大な体躯に見合わない優美さと速度で動き回っていた。貴方は今日多くの有用な事を学び得たが、蟹が備えている手足の関節機能と有機水圧襲撃機構を再現出来ない限りは、ほとんどの事柄は貴方の船には使えないという事も解った。@{M}The Angler's bulk moved with impossible grace and speed. You've learnt a good many tricks here today, although many of them are inappropriate for your ship, unless you can fit it with jointed limbs or an organic-hydraulic predation system.",
                                         "Name": "死の舞踏@{M}A deadly ballet", "Id": 155797},
                    "Name": "観察結果を記録する@{M}Record any Observations",
                    "Description": "もし十分な量を収集出来ていれば、何かを学ぶ事が出来るかもしれない...@{M}If you've gathered enough, you may learn something...",
                    "ButtonText": "", "Id": 131985},
                   {"SuccessEvent": {"Description": "　あなたと船医は、船の風下側に横たわる怪物によじ登った。その血液は興味深い青色をしており、また、微かに発光していた。それは雌だったが、卵は見当たらなかった。そしてこの、腹部にあるものは何だろうか？誰かの手によって、二本の平行線の間に七つの印が刻まれている。まるで天井を支える柱のように……@{I}貴方と、貴方の船医が船上に横たわる蟹の大きな体によじ登る。血液は奇妙な青色をしており、そして血液それ自体も、微かに発光していた。どうやらこれは雌のようだったが、卵は抱えていない。そして、この腹にあるものは一体何だろうか?誰かが彫り込んだようなそれは、2本の長い水平な線の間に、7つ印が刻まれていた。まるで、天井を支える柱のような...@{M}You and your ship's doctor clamber over the beast as it lies in the lee of your ship. Its blood is a curious blue: and the blood, too, is touched by luminescence. It's a female, but there are no eggs. And what's this, on its belly? Someone has chiselled seven marks between two horizontal lines, like pillars supporting a roof...",
                                     "Name": "十脚類の謎@{I}十脚類の謎@{M}Decapodal mysteries", "Id": 144286},
                    "DefaultEvent": {"Description": "　うん、血が光ってる。あとは、何もかも酷くべとついてる。ええと……すごいね！@{I}成程、血液が光っている。そしてとんでもなくベタベタする。うへぇ...面白い!@{M}Well, its blood glows. And it's all terribly gooey. Er... fascinating!",
                                     "Name": "謎は残る@{I}謎は残された@{M}Mysteries remain", "Id": 143044},
                    "Name": "解剖する@{I}解剖せよ@{M}Dissect it",
                    "Description": "　知識のために。@{I}知識の蓄積の為に。@{M}for knowledge.",
                    "ButtonText": "", "Id": 123863}],
 "Description": "　甲殻は粉砕され、輝く突起は静かに横たわっている……@{I}甲羅は叩き割られ、光を灯す提灯は暗くなった...@{M}The shell is shattered; the glowing illiciae lie silent...",
 "Name": "消灯@{I}提灯蟹の死@{M}Death of an Angler", "Id": 143043}