{"ChildBranches": [{"DefaultEvent": {"Description": "「貴方を呪ってしまいたい...けど、呪わない。私が間違っていた。貴方は私の道ではなかった。もう会う事は無いでしょう。」@{M}\"I want to curse you; but I won't curse you. I was wrong: you are not my road. You won't see me again.\"",
                                     "Name": "凝視、そして薄ら笑い@{M}A long look, a thin smile",
                                     "Id": 144273},
                    "Name": "否、貴方を信用していない。@{M}No. I don't trust you.",
                    "Description": "彼女が全ての出来事を操っている。彼女は様々な物を見過ぎた。彼女は色々な事を知りすぎた。彼女は本当に曙光機を後にしたのだろうか?何れにしても、貴方の宿命は貴方自身だけのものであるべきだ。@{M}$Dawn Machine -> ドーン・マシン$She stage-managed the whole business. She sees too much. She knows too much. Has she truly left the Dawn Machine behind? And in any case, this destiny should be yours alone.",
                    "ButtonText": "", "Id": 124677},
                   {"DefaultEvent": {"Description": "追放者が笑う所を見たのはこれが初めてだった。貴方が彼女の笑い声に驚いた様に、彼女は貴方に驚いているようだ。「キャプテン - ああ、私のキャプテン - 共に水平線を越えて行きましょう。ああ、有難う...有難う!」@{M}This is the first time you've heard the Exile laugh, and she seems as surprised as you at the sound. \"Captain - my Captain - we will cross the horizon together. Thank you. Thank you!\"",
                                     "Name": "嬉しさの笑い@{M}Joyful laughter", "Id": 149747},
                    "Name": "解った、共に行こう。@{M}Yes. Come with me.",
                    "Description": "彼女なくしては、貴方はここまで来れなかっただろう。@{M}You wouldn't have made it this far without her",
                    "ButtonText": "", "Id": 128202},
                   {"SuccessEvent": {"Description": "追放者は抵抗らしい動きを見せなかった。ナイフは彼女の体に簡単に吸い込まれていく。血は、殆ど出なかった。「最後の犠牲ですね。」彼女が呟き、夜の海へと滑りこんで消えた。@{M}The Exile makes no move to resist. The knife goes in neatly. There is very little blood. \"One last sacrifice,\" she whispers, and then she's gone, over the side into the night-sea.",
                                     "Name": "沈黙の中で@{M}In silence", "Id": 187720},
                    "DefaultEvent": {"Description": "追放者は抵抗らしい動きを見せなかった。ナイフは彼女の体に簡単に吸い込まれていく。血は、殆ど出なかった。「最後の犠牲ですね。」彼女が呟き、夜の海へと滑りこんで消えた。@{M}The Exile makes no move to resist. The knife goes in neatly. There is very little blood. \"One last sacrifice,\" she whispers, and then she's gone, over the side into the night-sea.",
                                     "Name": "沈黙の中で@{M}In silence", "Id": 187719},
                    "Name": "否。さりとて立ち去る事は許せない。@{M}No. And I can't allow you to walk away.",
                    "Description": "彼女を殺す。彼女は信用出来ない。もう終わらせよう。@{M}Kill her. She can't be trusted. End it now.",
                    "ButtonText": "", "Id": 150856}],
 "Description": "「キャプテン。私が貴方を宿命に導いたの。これを私達の宿命にしましょう。私を東に連れて行って。」@{M}\"Captain. I've brought you to your destiny. Make it our destiny. Take me East.\"",
 "Name": "追放者の嘆願@{M}The Exile's Plea", "Id": 144272}