{"ChildBranches": [{"DefaultEvent": {"Description": "　船員たちにはご馳走となるだろう！この輝く肉は不安定だ。輝きが褪せるにつれ、縮んでしなびてしまう。だから新鮮なうちに食べるのだ！@{I}船員達はご馳走にありつく!それは新鮮な内は輝きを保っているが鮮度が落ちるにつれて臭いもきつくなってくる。今のうちに食べてしまえ!@{M}The crew will feast! That glowing flesh is unstable - it crisps and withers as the glow fades - so eat while it's fresh!",
                                     "Name": "青白く、塩辛い肉@{I}薄味で塩っぱい肉@{M}Pale and salty meat",
                                     "Id": 148079},
                    "Name": "殺して食肉処理を施す@{I}解体する@{M}Butcher it",
                    "Description": "　物資のために。@{I}物資の為に。@{M}For supplies.",
                    "ButtonText": "", "Id": 127094},
                   {"DefaultEvent": {"Description": "節足動物の幼生が何かを主張する力を持っている事は余り知られていない。それでも、貴方が観察出来た範囲内でのその習性 - 爪をカチカチと打ち鳴らし、甲羅を楽しげに動かす様子 - は、打ち捨てられた喜び程には痛みを感じさせないだろうと思わせるものだった。どの様な衝動がこれらを突き動かしているのだろうか?@{M}The children of the arthropod phylum are not known for their powers of expression. Nevertheless, something about its behaviour as you observed it - the wild abandon of its clicking claws, the merry flip of its shell - suggests not so much pain as abandoned delight. What impulses drive it?",
                                     "LinkToEvent": {"Id": 148076}, "Name": "喜んでいる?@{M}Joy?",
                                     "Id": 155732},
                    "Name": "観察結果を記録する@{M}Record any Observations",
                    "Description": "もし観察記録3つを収集出来ていれば、何かを学ぶ事が出来るかもしれない...@{M}If you've gathered at least three Observations, you may learn something...",
                    "ButtonText": "", "Id": 131980},
                   {"SuccessEvent": {"Description": "　あなたはナイフと酸を持って仕事に取り掛かった。メガロプスというのはzee深部のカニの仲間の幼生だ。これはその標本として、とりわけ際立ったところはなかった。しかし、通常このような穴居性の生物においては、目は退化しているものなのだが、この個体の目は大きく、意に反して美しかった。今や、黄金色の輝きはほぼ消えつつあったが、時折あなたの持つナイフに火花が散った……@{I}貴方はナイフと酸を持って作業に取り掛かった。特に代わり映えのない若い種の巨大蟹で、この深いジーの十脚類の一種であるが、その目は、通常地下に棲息する獣は目が退化する所を、この種はとても大きく、美しい目を持っている。黄金の輝きはほとんど消え失せているが、火花が散ったかと思うとそれは貴方の持つナイフに飛び移り...@{M}You set to work with your knives and acids. It is an undistinguished adolescent specimen - a megalops - of one of the deep-zee crab species, but its eyes, normally vestigial in these troglodytic beasts, are large and rather beautiful. The golden glow is almost gone now, although sparks leap now and then to your knife...",
                                     "Name": "カニいっぱいの謎@{I}蟹に塗れた難問@{M}A crabful of conundrums",
                                     "Id": 148078},
                    "DefaultEvent": {"Description": "　あなたはそれを船の上まで引っ張りあげると、ナイフと酸を持って仕事に取り掛かった……すると、それは不意に息を吹き返し、ばたばたと動き出した！水夫たちが銃とパイクを持ってあなたを助けに駆けつけた。始末がつく頃には、あなたは怪我こそしていなかったものの、怪物の体の大部分は失われてしまっていた。あなたはその残りを、嫌々ながらzeeにくれてやった。@{I}貴方がその巨大蟹を船上に引き揚げ、ナイフと酸を持って作業に入ろうとした時... 突然それは生き返った!船乗り達は貴方を助ける為、銃や銛を持って殺到してきた。彼らの仕事が終わった時、貴方は傷一つ負っては居なかったが。この怪物の死体もバラバラになっていた。貴方は名残惜しそうに、それらをジーへ投げ捨てた。@{M}You haul it aboard and set to work with your knives and acids... and it flops unexpectedly into life! Zailors rush to your aid with guns and boarding pikes. By the time they've finished, you're unharmed, but there's not much left of the beast. You tip it reluctantly into the zee.",
                                     "Name": "死んでない！@{I}死んでないぞ!@{M}It's not dead!", "Id": 148077},
                    "Name": "解剖する@{I}解剖せよ@{M}Dissect it",
                    "Description": "　知識のために。@{I}知識の蓄積の為に。@{M}For knowledge.",
                    "ButtonText": "", "Id": 127093}],
 "Description": "　寄る辺ない、痛々しげな叫びをあげて、メガロプスはひっくり返った。脚はきちんと折りたたまれ、青みがかった血液が、傷口から滴っている。その黄金色の輝きは褪せ始めていた。@{I}心細く痛切な断末魔を上げながら、巨大蟹は腹を見せて足を丁寧に折り曲げ、傷口から青い血を流して動きを止めた。黄金色の輝きは徐々に失われている。@{M}With a forlorn and wailing cry, the Megalops turns on its back, legs neatly folded, as bluish blood gouts from its wounds. Its golden glow begins to dim.",
 "Name": "打ち倒されたメガロプス@{I}巨大蟹の死@{M}The Megalops defeated",
 "Id": 148076}