{
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Description": "禁欲的な侍祭はほとんど血を流すこともなく、てきぱきと死体から銀灰色の鋼で出来た心臓ほどの大きさの球体を摘出した。そして大きなクルミ割り器でその殻を砕くと、その中にもまた殻があり、さらに内側にも殻が続いた。\u000d\u000a\u000d\u000a遂に中央までたどり着くと、そこには黒く、重い小さな何かが入っていた。彼女は鉗子でそれを摘み上げると防護眼鏡越しに観察した。歌はたじろいだかのように弱まったが何とかハミングを続けている。しかし歌詞は消えてしまった。\u000d\u000a\u000d\u000a彼女はその黒く重たそうな物をコレスポンデンスの単語が書かれた瓶の中に落とし、蓋を閉じると赤い蝋で封をした。\u000d\u000a\u000d\u000aそして死体が片付けられ石盤が綺麗に拭かれた後に、ようやく彼女はあなたの元に戻り報酬を支払った。「有り難うございました」侍祭は言った。「また別の日にお越し下さい。何かお願いすることがあるかもしれません」@{K}The Austere Acolyte extracts, deftly and with very little blood, a heart-sized sphere of silver-grey metal. With a giant nutcracker, she cracks the sphere, and another sphere inside that, and another.\u000d\u000a\u000d\u000aFinally in the center she comes to something heavy, small, and black. She lifts it out with tongs and looks at it through her goggles. The song falters, but she manages to keep humming, though the words are lost.\u000d\u000a\u000d\u000aShe puts the black and heavy thing into a jar marked with a word of the Correspondence. She closes the jar and seals it with red wax.\u000d\u000a\u000d\u000aFinally, when the corpse is removed again and the marble slab wiped clean, she comes to pay you.\u000d\u000a\u000d\u000a\"Thank you,\" she says. \"Return another day: I may have something else for you.\"",
        "Name": "鋼の中の鋼@{K}Metal in metal",
        "Id": 148081
      },
      "Name": "観察する@{K}Watch",
      "Description": "このような解剖は聞いたことがない。@{K}You've never heard of this practice before.",
      "ButtonText": "",
      "Id": 127095
    },
    {
      "DefaultEvent": {
        "Description": "あなたは扉の近くで解剖が終わるのを待った。手術には長い時間がかかった。なにかを叩くような音と砕けるような音、それに歌声が聞こえる。しかし歌声は途中で速度が落ち、歌詞は聞き取りにくくなってしまった。そして最後に、何かが遥か高みから空虚な空間へと落ちていくような鋭い音が聞こえた。\u000d\u000a\u000d\u000a　\r\n死体が片付けられ石盤が綺麗に拭かれた後に、ようやく彼女はあなたの元に戻り報酬を支払った。「有り難うございました」侍祭は言った。「また別の日にお越し下さい。何かお願いすることがあるかもしれません」@{K}You stand near the door and wait. Her procedure takes her a long time. There are sounds of cracking and banging, and sounds of singing, though the song gets slower and the lyrics harder to hear. At last there is a pinging sound like something falling a long way into a hollow space.\u000d\u000a\u000d\u000a \r\nFinally she is done and comes to pay you. \"Thank you,\" she says. \"Return another day: I may have something else for you.\"",
        "Name": "影の中の影@{K}Shadow in shadow",
        "Id": 148082
      },
      "Name": "見ない@{K}Don't watch",
      "Description": "扉の傍で待っていることもできる。@{K}You can wait by the door.",
      "ButtonText": "",
      "Id": 127096
    },
    {
      "SuccessEvent": {
        "Description": "侍祭が死体の膨らんだ部分に切れ込みを入れると、そこには心臓ほどの大きさの銀色の金属の珠があった。死体の肋骨は折れることなくその球に沿って弧を描いている。どうやら珠は何年もかけてその場所で育った物のようだ。侍祭は珠を取り出すために肋骨を二本折らなければならなかった。その後ろには無傷だが血の抜けた乳灰色の心臓が見えた。\u000d\u000a\u000d\u000a侍祭はあなたが観察していることに気が付くと、わずかな間その歌を止め解説した。「珠はいつも同じ場所に育つわけではありません。しかし、心臓の上に形成されるのが最も一般的ですね」\u000d\u000a\u000d\u000aそして侍祭が大きなクルミ割り器でその殻を砕くと、その中にもまた殻があり、さらに内側にも殻が続いた。\u000d\u000a\u000d\u000a遂に中央までたどり着くと、そこには黒く重い小さな何かが入っていた。彼女は鉗子でそれを摘み上げると防護眼鏡越しに観察した。歌はたじろいだかのように弱まったが何とかハミングを続けている。しかし歌詞は消えてしまった。\u000d\u000a\u000d\u000a彼女はその黒く重たそうな物をコレスポンデンスの単語が書かれた瓶の中に落とし、蓋を閉じると赤い蝋で封をした。\u000d\u000a\u000d\u000aそして死体が片付けられ石盤が綺麗に拭かれた後に、ようやく彼女はあなたの元に戻り報酬を支払った。「お会い出来て嬉しく思います」侍祭は言った。「また別の日にいらしてください。何かお願いすることがあるかもしれません」@{K}The Austere Acolyte makes an incision over the distended place on the body, laying bare a heart-sized sphere of silver metal. It has grown there, apparently over many years, because the ribs of the corpse have curved around it without cracking. She has to break two of the ribs now to take out the ball. Behind it, the heart is intact but bloodless, its colour a milky grey.\u000d\u000a\u000d\u000aShe notices you watching, and halts her song just long enough to say, \"They do not always grow in the same place, but over the heart is most common.\"\u000d\u000a\u000d\u000aWith a giant nutcracker, she cracks the sphere, and another sphere inside that, and another.\u000d\u000a\u000d\u000aFinally in the center she comes to something heavy, small, and black. She lifts it out with tongs and looks at it through her goggles. The song falters, but she manages to keep humming, though the words are lost.\u000d\u000a\u000d\u000aShe puts the black and heavy thing into a jar marked with a word of the Correspondence. She closes the jar and seals it with red wax.\u000d\u000a\u000d\u000aFinally, when the corpse is removed again and the marble slab wiped clean, she comes to pay you. Though she doesn't offer any further comment, she seems pleased by your careful attention during the autopsy, and almost smiles when she makes her payment. \"A pleasure,\" she says. \"Return another day: I may have something else for you.\"",
        "Name": "正確無比@{K}Excellent precision",
        "Id": 148085
      },
      "DefaultEvent": {
        "Description": "禁欲的な侍祭はほとんど血を流すこともなく、てきぱきと死体から銀灰色の鋼で出来た心臓ほどの大きさの球体を摘出した。あなたは感覚を研ぎ澄ませて観察していたにもかかわらず、何故球がそこで育っていたのか、あるいはそれがどのような役割を果たす物なのか理解することができなかった。\u000d\u000a\u000d\u000aそして侍祭が大きなクルミ割り器でその殻を砕くと、その中にもまた殻があり、さらに内側にも殻が続いた。\u000d\u000a\u000d\u000a遂に中央までたどり着くと、そこには黒く、重い小さな何かが入っていた。彼女は鉗子でそれを摘み上げると防護眼鏡越しに観察した。歌はたじろいだかのように弱まったが何とかハミングを続けている。しかし歌詞は消えてしまった。\u000d\u000a\u000d\u000a彼女はその黒く重たそうな物をコレスポンデンスの単語が書かれた瓶の中に落とし、蓋を閉じると赤い蝋で封をした。\u000d\u000a\u000d\u000aそして死体が片付けられ石盤が綺麗に拭かれた後に、ようやく彼女はあなたの元に戻り報酬を支払った。「有り難うございました」侍祭は言った。「また別の日にお越し下さい。何かお願いすることがあるかもしれません」@{K}The Austere Acolyte extracts, deftly and with very little blood, a heart-sized sphere of silver-grey metal. Despite your keenest observation, you cannot work out how the sphere grew there or what it is for.\u000d\u000a\u000d\u000aWith a giant nutcracker, she cracks the sphere, and another sphere inside that, and another.\u000d\u000a\u000d\u000aFinally in the center she comes to something heavy, small, and black. She lifts it out with tongs and looks at it through her goggles. The song falters, but she manages to keep humming, though the words are lost.\u000d\u000a\u000d\u000aShe puts the black and heavy thing into a jar marked with a word of the Correspondence. She closes the jar and seals it with red wax.\u000d\u000a\u000d\u000aFinally, when the corpse is removed again and the marble slab wiped clean, she comes to pay you. \"Thank you,\" she says. \"Return another day: I may have something else for you.\"",
        "Name": "鋼の中の鋼@{K}Metal in metal",
        "Id": 148084
      },
      "Name": "医学的探求心をもって観察する@{K}Watch with medical interest",
      "Description": "彼女がこれから何をしようとしているにせよ、解剖学的に学ぶべきところのあるものになるだろう。＜＞@{K}Whatever she is about to do, it's sure to be anatomically informative.",
      "ButtonText": "",
      "Id": 127098
    }
  ],
  "Description": "禁欲的な侍祭が尖塔内部で箱の置き場所を指示した。\u000d\u000a\u000d\u000a その場所にはすでに多くの箱が列になり積み上げられている。あなたが持ってきた分の三から四倍の数にもなるだろうか。部屋の別の隅には空になり解体された箱の残骸が積みあがっている。\u000d\u000a\u000d\u000a侍祭は天鵞絨で飾られた山について自分自身に聞かせるように歌いながら、金梃を取り上げた。\u000d\u000a\u000d\u000a 中に入っていたのはロンドンではあまり見ない不可逆の死を迎えた者の死体だった。ドラウニーでも墓人でもないが、同時に蘇ることもない。その死体は蒼白でとりたてて変わったところは無いようだ。胸骨の上の微かな膨らみを除いては。侍祭はその部分を優しく押さえると頷いた。（絹綿で刺繍されたチューリップについて歌っている。）\u000d\u000a\u000d\u000a彼女は死体を抱え上げて大理石の台に乗せた。そして歌を一時も止めることなく解剖用のメスを用意する。彼女はあなたを邪魔だと思ってはいないようだ。@{K}The Austere Acolyte directs the arrangement of the long box in the room under the steeple. \u000d\u000a\u000d\u000aThere are many other boxes there already, stacked in rows: three or four times as many as you have brought. In another corner of the room is a pile of wood from previous boxes already emptied and dismantled.\u000d\u000a\u000d\u000aSinging to herself about a mountain upholstered in velvet, she takes a crowbar to the box.\u000d\u000a\u000d\u000aThe corpse inside is permanently dead, in a way that the dead of London often are not. Not a drownie, not a tomb colonist, but not coming back, either. It looks pale and ordinary except for the slight distention of the skin over the breastbone. Gently the Acolyte presses there and nods (singing about tulips embroidered with yellow floss). \u000d\u000a\u000d\u000aShe lifts the body onto a marble slab. Without pause in her lyrics she prepares a scalpel. Your presence does not seem to bother her.",
  "Name": "尖塔の下で@{K}Under the Steeple",
  "Id": 148080
}

