{"ChildBranches": [{"DefaultEvent": {"Description": "\"あと50年もしたら、今度はあんたが<i>あたしに</i>教える番さね。\"@{M}\"Give you another fifty years, you'll be teaching <i>me</i>.\"",
                                     "LinkToEvent": {"Id": 148787},
                                     "Name": "\"悪くないね!\"@{M}\"Not bad!\"", "Id": 148788},
                    "RareDefaultEvent": {"Description": "「悪かったね。」女冒険家は手に持つ剣を下ろし、貴方の切り傷に包帯を巻くのを手伝う。「まだ痛むかい。良い師匠だろ、ん?ああ、そんな目で見ないでおくれよ。」@{M}\"Sorry about that.\" The Adventuress puts down her sword and helps you bandage the gash. \"Still, pain. The best teacher, eh? Oh, don't look at me like that.\"",
                                         "LinkToEvent": {"Id": 148787}, "Name": "ああっ!@{M}Ow!",
                                         "Id": 178796},
                    "Name": "アイアンを上げる@{M}Increase your Iron",
                    "Description": "「準備は良いかい?痛い目に遭うかもしれないよ。[数値が100以下の場合、秘密を消費して貴方のアイアンを上げます。貴方は傷つくかもしれません。重傷を負っている時はこの選択肢は選べません。]@{M}\"You ready for this? It might hurt.\" [Spend a Secret to improve your Iron, unless it's higher than 100. It might hurt: you can't choose this option if badly wounded.]",
                    "ButtonText": "", "Id": 127622},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 120804},
                                     "Name": "", "Id": 148790},
                    "Name": "貴方の過去についての問いに答える@{M}Answer questions about your past",
                    "Description": "貴方は自分の秘密を十分に保った。[そろそろ出自を明らかにしましょう!これにより、自らの過去と野望、そして自らの呼称を決定し、更に専門家としての能力を得ることが出来ます。]@{M}$Ambition -> 大望$You've kept your secrets long enough. [Unmask yourself! This will allow you to select a Past, Ambition, and form of preferred address - also providing you with a specialist ability bonus.]",
                    "ButtonText": "", "Id": 127624},
                   {"DefaultEvent": {"Description": "「ああ、あたしは昔海軍に居たのさ。制服を盗んだんじゃないのとか思ったかい?あたしは奴らがあたしを放り出す前に自分で退役したのさ。」彼女は笑いながら、シャーベットを彼女の皿にすくい取る。「あたしはね、見た目以上に年食ってるのさ。あたし達は皆、見た目以上に老けてるよ。あんた達と比べればね。」@{M}\"Yes, I was in the Navy. Did you think I'd stolen the uniform? I retired before they threw me out.\" She grins and spoons more sorbet on to her plate. \"I'm older than I look. We're all older than we look, to you people.\"",
                                     "Name": "愉快な夜@{M}A pleasant evening", "Id": 148791},
                    "Name": "彼女を夕食に誘う@{M}Invite her to dine with you",
                    "Description": "「船長の部屋でかい?ああ、いいよ。だけど、珈琲シャーベットをデザートに付けて欲しいね。何だって?ああ、珈琲シャーベットだよ。シャーベットが無きゃ一緒に飯は食わないよ。っとと、ごめんよ。また誰かが火に捕まった様だ。@{M}\"Captain's cabin, is it? All right. But I want a coffee sorbet for dessert. What? I like coffee sorbet. No sorbet, no dinner. 'Scuse me. Someone's caught fire again.\"",
                    "ButtonText": "", "Id": 127625},
                   {"DefaultEvent": {"Description": "彼女は明らかに気が散った様子だった。デザートを半分ほど食べかけた頃には彼女との間には会話が無くなり、半分残した状態でスプーンを半分に曲げた後謝って、置いたスプーンを壁に投げつけ、また謝って、とうとう残りのシャーベットを手で押しのけた。\u000d\u000a\u000d\u000a「ごめんよ。」彼女が呻く。「集中出来ないんだよ。何でか分かるかい?あたしは年を取っているのさ。くそったれな親父め。あんた、人類協会って何だか知ってるかい?あたし達が選んだ、あたし達の地獄さ。あいつらがあたし達の君主を選ぶのさ。彼らがあたし達に死ぬ時を伝えるんだ。あいつは、彼らを騙したんだ。だから今、あたしは年を取ってるんだよ。」\u000d\u000a\u000d\u000a彼女はグラスを飲み干した。「年を取った。取り過ぎた。また明日会おうじゃないか。」そういって彼女らしくも無くふらつきながら立ったと思うと、外に出る時に躓いていた。だが、彼女の目に光るモノを貴方が見る事は無かった。@{M}She's obviously distracted. Halfway through her dessert, she loses the thread of the conversation, snaps her spoon in half, apologises, flings the spoon across the room, apologises again and pushes the rest of the sorbet away.\u000d\u000a\u000d\u000a\"Sorry,\" she growls. \"I can't concentrate. You know why? I'm getting old. My bloody father. You know what the College of Mortality is? Our very own elected Hell. They choose our king. They tell us when to die. He cheated them. So now I'm getting old.\"\u000d\u000a\u000d\u000aShe drains her glass. \"Old. Too old. I'll see you in the morning.\" She rises to her feet with uncharacteristic clumsiness and stumbles out, but not before you've seen the tears in her eyes.",
                                     "Name": "荒れた夜@{M}A troubled evening", "Id": 177787},
                    "Name": "彼女を三回目の夕食に誘う@{M}Invite her to dine with you a third time",
                    "Description": "「何時か、珈琲シャーベットに飽きる時が来るんだろうね。」彼女は笑う。「今日じゃないけどさ。」@{M}\"One day, I'll be tired of coffee sorbet.\" She smiles. \"Not today.\"",
                    "ButtonText": "", "Id": 144721},
                   {"DefaultEvent": {"Description": "「南にある長老会じゃ、あたし達は山に近く、太陽から遠いんだ。だから永遠に生きられた。それが許されて居ればね。そうじゃない。法は'何人たりとも千年を永らえるべからず'なんだよ。」\u000d\u000a\u000d\u000a「あたしの親父はね、1000と11年にしてもらったって。」そう言いながら彼女は恥ずかしそうに、しかし誇らしげな笑顔を見せる。「あいつにとっては良い事さ。だがあいつの子供にとってはとんだ災難だった訳。あたしにとっての法は'汝百年を永らえるべからず'、なのさ。あたしにはもう時間が無いんだ。だから、海軍を去った。協会の奴らが - 何時も決まって最期には来るんだけど - あたしの所に来るだろう。その時にあたしの為に他の人が死ぬのは耐えられない。」\u000d\u000a\u000d\u000a彼女は立ち上がり、行こうとする。「あんた、あたしの死に場所を探す手助けをしてくれるかい?戦いの中ででも良いよ。なんだったら決闘でも良い。あたしが嫌なのは - ああ、あんたも知ってるか。海賊に撃たれて。鮫にくわれて...あたしが居なくなった後も、皆には普通に喋っていて欲しいんだ。」そう言いながら、彼女は貴方に自分の手を差し伸べる。「ごめんな。」@{M}$Presbyter -> プレズビター$\"In the Presbyterate, in the South, we're close to the Mountain and far from the Sun. So we could live forever, were that permitted. It isn't. The law is 'none shall live a thousand years'.\"\u000d\u000a\u000d\u000a\"My father made it to a thousand and eleven.\" She grins with shame-faced pride. \"Good for him. Bad for his children. The law for me is 'thou shalt not live a hundred years'. I'm out of time. That's why I left the Navy. The College will get to me - they always do in the end - and I can't keep letting other people die for me.\"\u000d\u000a\u000d\u000aShe stands to go. \"Will you help me find a way to die well? In battle would do. Or a duel. I don't want to be - oh, you know. Just shot by a pirate. Eaten by a shark. I want people to talk after I'm gone.\" She offers you her hand. \"I'm sorry.\"",
                                     "Name": "\"何人たりとも千年を永らえるべからず。\"@{M}\"None shall live a thousand years.\"",
                                     "Id": 177794},
                    "Name": "何故彼女の故郷から来た暗殺者から身を隠したのかを女冒険家に尋ねる@{M}Ask the Adventuress why you've been ambushed by assassins from her homeland",
                    "Description": "「あ、ああ、あたしはあんたには説明する義務があるよね?これからあたしが言うことは重大な秘密なんだ。協会の秘密さ。だけど、人が死んじまった。だからあたしはあんたには言わなきゃいけない。」@{M}\"I, er, owe you an explanation, don't I? What I'm about to tell you is a deep secret. A College secret. But people have died. I owe you an explanation.\"",
                    "ButtonText": "", "Id": 144725},
                   {"DefaultEvent": {"Description": "「ああ...あんたと一緒に地獄へ行くのかい。あんたにはもう少し火があったと思ってたんだけどね。じゃぁ好きにしな。あたしを営倉にぶち込むんだ。次に港に着いた時に、あたしはあんたから離れる事にするよ。」\u000d\u000a\u000d\u000a彼女は自分のピストルを机の上に置く。「暗殺者から助けてくれて、感謝するよ。これをあたしだと思って、持って行っておくれ。」@{M}\"Oh, to hell with you. I thought you had more fire. Go on then, lock me in the brig. I'll get out of your hair next time we make port.\"\u000d\u000a\u000d\u000aShe lays her pistol on the desk. \"Thanks for helping with the assassins, anyway. Take this to remember me by.\"",
                                     "Name": "彼女の溜息@{M}She sighs", "Id": 177795},
                    "Name": "彼女に下船を要求する@{M}Demand that she leave your ship",
                    "Description": "貴方には他にも普通じゃない幹部が居るが、暗殺者をおびき寄せる者とは一線を引かねばならない。@{M}You do have some unorthodox officers, but you draw the line at assassin-magnets.",
                    "ButtonText": "", "Id": 144726},
                   {"DefaultEvent": {"Description": "「...光の船の美しきこと宮殿の如く - 水を走る叫びを聞くまでは...月の如くに上がりしヘプティチェル、水面を走る筏の如くに曲がる指...鼠が歌うは先祖への賛美歌、彼ら一人一人が水底に沈むまで...ラグドクロウへの道開けし時、我ら共に光への階段を登らん...曙光機に着きし前の日の、道はかくも冥く静か也...」\u000d\u000a\u000d\u000a筆が貴方の本の上を走る。彼女は何時迄も、感情を乗せず、闇を見据えながら、語っている。その間一度も貴方を見る事は、無かった。@{M}$Dawn Machine -> ドーン・マシン, Ragged Crow -> ラグド・クロウ$\"...a ship of lights, beautiful as a palace - until we heard the screams across the water... the heptycheer rose like a moon, fingers flexing huge as rowboats... the rats singing the hymns of their ancestors, until they sank one by one... when the way to the Ragged Crow opened, and we went up the stairs together to the light... the days before the Dawn Machine, when the passage was calm and dark...\"\u000d\u000a\u000d\u000aYour pen flies across the page.She talks endlessly, emotionlessly, staring into the dark. She doesn't look at you once.",
                                     "LinkToEvent": {"Id": 152316},
                                     "Name": "船乗りの物語@{M}Zailor's Tales", "Id": 177959},
                    "Name": "最後の夜: 彼女の旅の記憶を書き留める@{M}The Last Night: record her memories of her travels",
                    "Description": "彼女は幾度もこのウンタージーを往来し、彼女の仲間の多くは既に死んでいた。そんな彼女の話を後世に残す、これが最後のチャンスだ。@{M}She's crossed the Unterzee a dozen times, and many of her crew-mates are dead. This is the last chance to preserve those stories.",
                    "ButtonText": "", "Id": 144826},
                   {"DefaultEvent": {"Description": "「これはコルセアの狩場で学んだ事だ。(この傷を受けたのはこの時だね。)そしてこれはアイレムの、共食いに走ったリドルフィッシャーに習ったものだ。(この時から、謎を集めるようになったね。)<i>これ</i>- おっと惜しい! - これは海賊詩人本人から貰ったものさ。(いやいや、その事を話してる暇は無いよ。)そしてこれ - あんた、今の見てなかったね? - これは、あたしのモノさ。」\u000d\u000a\u000d\u000a終わった頃には、貴方と彼女の双方とも傷だらけになっており、あちこち痛んでいた。「これがあたしの可能性にどう影響するか...」彼女は呟く「あたしにも分からないよ。もしかしたら、ちゃんと眠ってしまうべきなんだろうね。」@{M}$Riddlefisher -> 謎釣り人, Irem -> アイレム, Pirate-Poet -> 海賊詩人$\"I learnt this in the Corsair's Forest. (That's how I got this scar.) I learnt this from an Iremi Riddlefisher who'd turned cannibal. (That's when I started collecting riddles.) <i>This</i> - ha, nearly! - I picked up from the Pirate-Poet herself. (No, we don't have time to talk about that.) And this - you didn't see it coming, did you? - is all my own.\"\u000d\u000a\u000d\u000aBy the end, you're both bruised and aching. \"I can't tell,\" she remarks, \"what this might have done to my chances. Perhaps I should just have got a good night's sleep.\"",
                                     "LinkToEvent": {"Id": 152316}, "Name": "厳しい特訓@{M}Hard lessons",
                                     "Id": 178066},
                    "Name": "最後の夜: 彼女と練習する@{M}The Last Night: Spar with her",
                    "Description": "彼女は船上の誰よりも危険で、今夜彼女は一切手加減しないだろう。@{M}She's as deadly as anyone on the ship, and tonight she won't hold back.",
                    "ButtonText": "", "Id": 144894},
                   {"DefaultEvent": {"Description": "息も絶え絶えに、肌と肌を重ねあわせ、ほとばしる汗の塩気を感じる。夜半も過ぎた頃、貴方と彼女は心地よい疲れに身を任せ、久々に夢を見ない眠りについた。格闘の特訓に比べても、遜色ない疲れだったかもしれない。@{M}Ragged breath; skin on skin; the saltier tang of sweat. By midnight, you're pleasantly exhausted, and your sleep is dreamless. It might have been less tiring to spar. ",
                                     "LinkToEvent": {"Id": 152316},
                                     "Name": "\"いいよ?\"@{M}\"Why not?\"", "Id": 178067},
                    "Name": "最後の夜: 彼女と一夜を共にする@{M}The Last Night: suggest you share a bed",
                    "Description": "もしかしたらこれが彼女に幸運をもたらすかもしれない。いや、貴方達二人に、だ。@{M}Perhaps it'll bring her luck. Perhaps it'll bring you both luck.",
                    "ButtonText": "", "Id": 144895},
                   {"DefaultEvent": {"Description": "「死についてよく知る他の誰かが良いね。もしあたしに幸運をもたらしてくれる奴が居るとすりゃ、それは彼女さね。」\u000d\u000a\u000d\u000a扉がコンコンと叩かれる。そこに居たのは活発な従事者だった。彼女は悪戯っぽい笑みを貴方に見せている。「深夜に戻るよ。」女冒険家ははにかみながらそう言った。「それから話をするのでもいいだろ?」\u000d\u000a\u000d\u000a(彼女が戻ってきたのは深夜を少し過ぎた頃だった。)@{M}\"Someone else who understands death. If anyone can bring me luck, it's her.\"\u000d\u000a\u000d\u000aA rap on the door: it's the Brisk Campaigner. She glances archly at you. \"Back by midnight,\" the Adventuress says with a grin. \"We can talk then.\"\u000d\u000a\u000d\u000a(She's back just after midnight.)",
                                     "LinkToEvent": {"Id": 148787},
                                     "Name": "\"済まないね、先約があるのさ。\"@{M}\"Sorry; I've had a better offer.\"",
                                     "Id": 178069},
                    "Name": "最後の夜: 彼女と一夜を共にする@{M}The Last Night: suggest you share a bed",
                    "Description": "もしかしたらこれが彼女に幸運をもたらすかもしれない。いや、貴方達二人に、だ。@{M}Perhaps it'll bring her luck. Perhaps it'll bring you both luck.",
                    "ButtonText": "", "Id": 144896},
                   {"DefaultEvent": {"Description": "「死についてよく知る他の誰かが良いね。もしあたしに幸運をもたらしてくれる奴が居るとすりゃ、それは彼女さね。」\u000d\u000a\u000d\u000a扉がコンコンと叩かれる。そこに居たのは不屈の従事者だった。彼女は悪戯っぽい笑みを貴方に見せている。「深夜に戻るよ。」女冒険家ははにかみながらそう言った。「それから話をするのでもいいだろ?」\u000d\u000a\u000d\u000a(彼女が戻ってきたのは深夜を少し過ぎた頃だった。)@{M}\"Someone else who understands death. If anyone can bring me luck, it's her.\"\u000d\u000a\u000d\u000aA rap on the door: it's the Indomitable Campaigner. She glances archly at you. \"Back by midnight,\" the Adventuress says with a grin. \"We can talk then.\"\u000d\u000a\u000d\u000a(She's back just after midnight.)",
                                     "LinkToEvent": {"Id": 148787},
                                     "Name": "\"済まないね、先約があるのさ。\"@{M}\"Sorry; I've had a better offer.\"",
                                     "Id": 178070},
                    "Name": "最後の夜: 彼女と一夜を共にする@{M}The Last Night: suggest you share a bed",
                    "Description": "もしかしたらこれが彼女に幸運をもたらすかもしれない。いや、貴方達二人に、だ。@{M}Perhaps it'll bring her luck. Perhaps it'll bring you both luck.",
                    "ButtonText": "", "Id": 144897},
                   {"DefaultEvent": {"Description": "「...長老はそれぞれ違うけど、それぞれが先代のやり方を継ぐんだよ。長老達に死という概念はなく、1000年経った後も生きている。彼らの'死'の瞬間には名も無き者に自らの名を渡し、協会に加わるのさ。'顔盗む者'に仕える反乱分子は - 匿名で生きている。あんたも知っての通り、あたしは協会と仲なんか良くはないけど、あいつ等はあたし達の王国に良く尽くしてる - あいつらはただ...」\u000d\u000a\u000d\u000a「...ああ、本当さ。あたし達は狩った獲物の肉を食ってる。あんたがやってるようにね。だけど、空飛ぶモノを殺すことはしない。空飛ぶモノはあたし達に空気を運んでくれるっていう話があるから。それで共存しているって訳さね。だけどあたしに言わせりゃ、そんなものはただの感情さ。思うに、山は空飛ぶ事を夢見て...」\u000d\u000a\u000d\u000a彼女は何気なく話しているが、時折彼女の端正で引き締まった顔を涙が伝い、気づかれぬままに闇へと落ちていく。@{M}$Presbyter -> プレズビター$\"...each Presbyter is different, but each takes the identity of the last. Presbyters never truly die, even after a thousand years. At their 'deaths' they give up their names to join the College, who live nameless. The rebels who serve the Thief-of-Faces - they live faceless. I'm no friend to the College, you know that, but they have served our realm well - they are just...\"\u000d\u000a\u000d\u000a\"... it's true: we eat the flesh of the beasts we hunt, as do you. But we will kill nothing that flies. The story is that they carry the airs of the Garden, that permit us to live forever. But I think it's sentiment. I think the Mountain dreams of flight...\"\u000d\u000a\u000d\u000aShe speaks casually, but now and then, a tear crosses the sharp planes of her face to fall unnoticed into the dark.",
                                     "LinkToEvent": {"Id": 152316},
                                     "Name": "生命の王国@{M}The Kingdom of Life", "Id": 178245},
                    "Name": "最後の夜: 彼女の故郷についての記憶を書き留める@{M}The Last Night: Record her memoirs about her homeland",
                    "Description": "長老会は旧き大陸の深きまで手を伸ばしている。異邦人は大抵国境の中に立ち入る事を許されない。彼女は何をもたらしてくれるのだろうか?@{M}$Elder Continent -> 旧大陸, Presbyter -> プレズビター$The Presbyterate extends deep into the Elder Continent. Outsiders are not often permitted within its borders. What will she share?",
                    "ButtonText": "", "Id": 145001},
                   {"DefaultEvent": {"Description": "「あたしは修道院に用事があるんだ。邪魔しないでくれるかい。(キャプテン。)」\u000d\u000a[女冒険家や彼女を説得している暗殺者が大人しくしている内に、彼女を修道尼の岩まで連れて行きましょう。]@{M}$Abbey Rock -> 大修道岩$\"I have business in the Abbey. Stop messing about. (Captain.)\" [Take the Adventuress to Abbey Rock before she, or the assassins pursuing her, lose patience.]",
                                     "Name": "\"何故まだこんな所にいるんだい?\"@{M}\"Why are we still here?\"",
                                     "Id": 180104},
                    "Name": "長老会の女冒険家と話す@{M}$Presbyter -> プレズビター$Speak with the Presbyterate Adventuress",
                    "Description": "「ああ -」@{M}\"The - \"", "ButtonText": "",
                    "Id": 146104},
                   {"SuccessEvent": {"Description": "彼女は強かった。しかし貴方の方が優っていた。彼女は健闘したが、貴方が思っていたよりも、彼女は落胆しているように見える。デザートを半分ほど食べかけた頃には彼女との間には会話が無くなり、スプーンを半分に曲げた後謝って、船窓の外を不機嫌に見つめ、スプーンを壁に投げつけ、また謝って、とうとう残りのシャーベットを手で押しのけた。\u000d\u000a\u000d\u000a「くそったれ。」彼女が呻く。「あたしも年を取ったね。こんな筈じゃ無かったのに。くそったれな親父め。あんた、人類協会って何だか知ってるかい?あたし達が選んだ、あたし達の地獄さ。あいつらがあたし達の君主を選ぶのさ。彼らがあたし達に死ぬ時を伝えるんだ。あいつは、彼らを騙したんだ。だから今、あたしは年を取ってるんだよ。」\u000d\u000a\u000d\u000a彼女はグラスを飲み干した。「年を取った。取り過ぎた。また明日会おうじゃないか。」そういって彼女らしくも無くふらつきながら立ったと思うと、外に出る時に躓いていた。だが、彼女の目に光るモノを貴方が見る事は無かった。@{M}She's strong. But you're stronger. She's a good sport, but she seems more depressed than you might have expected. Halfway through the sorbet, loses the thread of the conversation, snaps her spoon in half, apologises, stares moodily out of the port-hole, flings the spoon-fragments across the room, apologises again and pushes the rest of the sorbet away.\u000d\u000a\u000d\u000a\"Eh, snuff it,\" she growls. \"I'm getting old. I shouldn't be. My bloody father. You know what the College of Mortality is? Our very own elected Hell. They choose our king. They tell us when to die. He cheated them. So now I'm getting old.\"\u000d\u000a\u000d\u000aShe drains her glass. \"Old. Too old for this. I'll see you in the morning.\" She rises to her feet with uncharacteristic clumsiness and stumbles out, but not before you've seen the tears in her eyes.",
                                     "Name": "接戦だった戦い@{M}A closely fought battle", "Id": 177788},
                    "DefaultEvent": {"Description": "貴方は強かった。だが彼女のほうが優っていた。彼女はニッコリと笑う。「あたしも直に老いていくのさ。だけどまだまださね。」\u000d\u000a\u000d\u000a貴方は彼女と思い出語りや互いの記憶を話し合い、素敵な夜を過ごした。そして貴方は旧き大陸について少しばかりの知識を得る。眠る森の事、喋る虎の事、そして山の巡礼者の事。@{M}$Elder Continent -> 旧大陸$You're strong. But she's stronger. She grins. \"I'll be old soon. But not yet.\"\u000d\u000a\u000d\u000aYou spend a pleasant evening, reminiscing and swapping tales. You learn a little about the Elder Continent: its sleeping forests, speaking tigers, mountain-pilgrims.",
                                     "Name": "接戦だった戦い@{M}A closely fought battle", "Id": 177785},
                    "Name": "彼女を再び夕食に誘う@{M}Invite her to dine with you again",
                    "Description": "「こういうのはどうだい。」彼女が言う。「シャーベット<i>と</i>腕相撲付き。」@{M}\"I've got an idea,\" she says. \"Sorbet <i>and</i> arm-wrestling.\"",
                    "ButtonText": "", "Id": 144719}],
 "Description": "「大丈夫だよキャプテン。何か用だったかい?」@{M}\"All's well, Captain. Did you need something?\"",
 "Name": "長老会の女冒険家と話す@{M}$Presbyter -> プレズビター$Speak to the Presbyterate Adventuress",
 "Id": 148787}