{"ChildBranches": [{"DefaultEvent": {"Description": "彼女の言葉は少なかったが、一つ一つが地図に打たれたピンのように的確だった。@{M}She says little, but each word is placed like a pin in a map.",
                                     "LinkToEvent": {"Id": 148792},
                                     "Name": "考え抜かれた、鋭い助言@{M}Thoughtful, focused, advice",
                                     "Id": 148793},
                    "Name": "ミラーを上げる@{M}Increase your Mirrors",
                    "Description": "[数値が100以下の場合、秘密を消費して貴方のミラーを上げます。]@{M}Tell her a few words of what you've learned; she will do the same. [Spend a Secret to improve your Mirrors, unless it's higher than 100.]",
                    "ButtonText": "", "Id": 127626},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 120804},
                                     "Name": "", "Id": 148795},
                    "Name": "貴方の過去についての問いに答える@{M}Answer questions about your past",
                    "Description": "貴方は自分の秘密を十分に保った。[そろそろ出自を明らかにしましょう!これにより、自らの過去と野望、そして自らの呼称を決定し、更に専門家としての能力を得ることが出来ます。]@{M}$Ambition -> 大望$You've kept your secrets long enough. [Unmask yourself! This will allow you to select a Past, Ambition, and form of preferred address - also providing you with a specialist ability bonus.]",
                    "ButtonText": "", "Id": 127628},
                   {"DefaultEvent": {"Description": "彼女は眼鏡を外し、丁寧に折り曲げ、テーブルの上に置いてから、貴方の目を見据える。彼女の目は素晴らしい程に輝いていた。虹彩は見事な琥珀色。白目ですらうっすらと金色がかっていた。\u000d\u000a\u000d\u000a「ええ...」彼女は言う。「私は曙光機に触れられてしまいました。貴方は既に知っているものと信じています。でなければ私の眼鏡を外すように、貴方は聞かなかったでしょう。或いは間違っているかもしれません。どちらにしても、御存知の通り、何も変わっていないのです。私達はまだ、互いに用心しているのです。」\u000d\u000a\u000d\u000a彼女は、親指と人差し指を軽くポンポンとくっつけたり離したりしている。「私はいつも一緒です。そうでしょう?私は変わりません。私はいつもと同じ道を歩みます。私には常に一つの選択肢しかなく、他に選択肢が無い時が満足出来る瞬間なのです。」\u000d\u000a\u000d\u000a「さぁ、食べましょう、話しましょう。貴方は私に何か特別な物を約束してくれました。お返しに、ささやかな物をお渡し出来れば。」@{M}$Dawn Machine -> ドーン・マシン$She removes her glasses, folds them neatly, and places them on the table, then meets your eyes. Her own eyes are marvellously bright. The irises are amber. The whites seem to be flecked with gold.\u000d\u000a\u000d\u000a\"Yes,\" she says, \"I've been touched by the Dawn Machine. I believe you already knew that, or you wouldn't have asked me to remove my spectacles. I might be wrong. In either case, nothing has changed, now that you know. We will still be wary of each other.\"\u000d\u000a\u000d\u000aShe taps her thumb against her index finger. \"I am always the same, do you see? I do not change. I proceed on the same path I always have. I am only one choice: and I will be content only when I have no choice at all.\"\u000d\u000a\u000d\u000a\"Now. Let's eat, and talk. You promised me something special, and I will give you what little I can in return.\"",
                                     "LinkToEvent": {"Id": 148792},
                                     "Name": "暴かれた両目@{M}Eyes unconcealed", "Id": 148796},
                    "Name": "彼女を夕食に誘う@{M}Invite her to dine with you",
                    "Description": "...そして眼鏡を外すよう、彼女に尋ねる。貴方はジーで最も素晴らしい噂話で彼女の気を引く必要がある。@{M}...and ask her to remove her glasses. You'll need to tempt her with the very finest gossip of the zee.",
                    "ButtonText": "", "Id": 127629},
                   {"DefaultEvent": {"Description": "「宿命は宿命です。」彼女は柔らかくそう言った。「貴方は私がジーを渡る為について行こうと選んだ船長です。もし、貴方の燃やされている名前を返して貰える時が到ったら...再び私に話しかけて下さい。私は名前の監獄に入る事は出来ません。もう二度と。」彼女はグラスをコツコツと叩く。「しかし、貴方なら出来るかもしれませんね。」@{M}\"Destiny is destiny,\" she says softly. \"You are the captain I would choose to follow across the zee. If the time comes for you to claim your burning name... speak with me again. I cannot enter the Name's prison. Not any more.\" She taps her glasses. \"But perhaps you can.\"",
                                     "Name": "追放者は笑う@{M}The Exile smiles", "Id": 187242},
                    "Name": "\"ジーは広けれど、私は常に故郷に還ります。\"@{M}\"The zee is wide, but I'll always return home.\"",
                    "Description": "東か?ソルトという神が見守っている水平線か?そこは遠く冷たい。ロンドンが貴方の故郷だ。@{M}East? The horizon where the god Salt watches? Far and chilly. London is your home.",
                    "ButtonText": "", "Id": 150554},
                   {"DefaultEvent": {"Description": "「宿命は宿命です。」彼女は柔らかくそう言った。「貴方は私がジーを渡る為について行こうと選んだ船長です。もし、貴方の燃やされている名前を返して貰える時が到ったら...再び私に話しかけて下さい。私は名前の監獄に入る事は出来ません。もう二度と。」彼女はグラスをコツコツと叩く。「しかし、貴方なら出来るかもしれませんね。」@{M}\"Destiny is destiny,\" she says softly. \"You are the captain I would choose to follow across the zee. If the time comes for you to claim your burning name... speak with me again. I cannot enter the Name's prison. Not any more.\" She taps her glasses. \"But perhaps you can.\"",
                                     "Name": "追放者は笑う@{M}The Exile smiles", "Id": 187243},
                    "Name": "\"ジーこそが私の唯一在るべき場所です。\"@{M}\"The zee is my only home.\"",
                    "Description": "貴方はジーキャプテンだ。この地下に横たわる、旧き黒き大海、そして50を越す港 - 貴方はここで生き、死ぬ。@{M}You are a zee-captain. The old black ocean under the world, its half-hundred ports - you'll live and die here.",
                    "ButtonText": "", "Id": 150555},
                   {"DefaultEvent": {"Description": "「宿命は宿命です。」彼女は柔らかくそう言った。「貴方は私がジーを渡る為について行こうと選んだ船長です。もし、貴方の燃やされている名前を返して貰える時が到ったら...再び私に話しかけて下さい。私は名前の監獄に入る事は出来ません。もう二度と。」彼女はグラスをコツコツと叩く。「しかし、貴方なら出来るかもしれませんね。」@{M}\"Destiny is destiny,\" she says softly. \"You are the captain I would choose to follow across the zee. If the time comes for you to claim your burning name... speak with me again. I cannot enter the Name's prison. Not any more.\" She taps her glasses. \"But perhaps you can.\"",
                                     "Name": "追放者は笑う@{M}The Exile smiles", "Id": 187244},
                    "Name": "\"最後の水平線を超えるまで、私に安息は有りません。\"@{M}\"I cannot rest until I've crossed the last horizon.\"",
                    "Description": "貴方は常に飢えている。@{M}You are hungry for more.",
                    "ButtonText": "", "Id": 150556},
                   {"DefaultEvent": {"Description": "彼女は貴方を少しの間じっと見つめた後、尋ねられても居ないのに、自ら眼鏡を外した。それを丁寧に折り曲げ、テーブルの上に置いてから、貴方の目を見据える。彼女の目は素晴らしい程に輝いていた。虹彩は見事な琥珀色。白目ですらうっすらと金色がかっていた。\u000d\u000a\u000d\u000a「ええ...」彼女は言う。「私は曙光機に触れられてしまいました。貴方は既に知っているものと信じています。でなければ私の眼鏡を外すように、貴方は聞かなかったでしょう。或いは間違っているかもしれません。どちらにしても、御存知の通り、何も変わっていないのです。私達はまだ、互いに用心しているのです。」\u000d\u000a\u000d\u000a彼女は、親指と人差し指を軽くポンポンとくっつけたり離したりしている。「私はいつも一緒です。そうでしょう?私は変わりません。私はいつもと同じ道を歩みます。私には常に一つの選択肢しかなく、他に選択肢が無い時が満足出来る瞬間なのです。」\u000d\u000a\u000d\u000a「さぁ、食べましょう、話しましょう。貴方は私に何か特別な物を約束してくれました。お返しに、ささやかな物をお渡し出来れば。」@{M}$Dawn Machine -> ドーン・マシン$She regards you for a while, and then, unasked, removes her glasses. She folds them neatly, and places them on the table, then meets your eyes. Her own eyes are marvellously bright. The irises are amber. The whites seem to be flecked with gold.\u000d\u000a\u000d\u000a\"Yes,\" she says, \"I've been touched by the Dawn Machine. I believe you already knew that, or you would have asked me to remove my spectacles. I might be wrong. In either case, nothing has changed, now that you know. We will still be wary of each other.\"\u000d\u000a\u000d\u000aShe taps her thumb against her index finger. \"I am always the same, do you see? I do not change. I proceed on the same path I always have. I am only one choice: and I will be content only when I have no choice at all.\"\u000d\u000a\u000d\u000a\"Now. Let's eat, and talk. You promised me something special, and I will give you what little I can in return.\"",
                                     "LinkToEvent": {"Id": 148792},
                                     "Name": "暴かれた両目@{M}Eyes unconcealed", "Id": 187638},
                    "Name": "彼女を夕食に誘う@{M}Ask her to dine with you",
                    "Description": "...だが彼女の眼鏡については触れないでおく。@{M}...but don't ask her to remove her glasses.",
                    "ButtonText": "", "Id": 150802},
                   {"DefaultEvent": {"Description": "「恐らく -」彼女は言う -「恐らく、私達の選択が行先を決定するのでしょう。ですが、灯りが消え去った時には、最終的に行き道は一つのみ。何時か、共にそこへ向かうのでしょうね。」\u000d\u000a\u000d\u000a彼女はもう、引くことは無いだろう。彼女はナイフとフォークを手に取る。料理を口に運ぶ合間に、彼女は\"飢えし男達\"の事、そして彼らが天井で繰り広げた戦いの - 彼らが行い、そして論じた肉形成の術にまつわる - 事を話す。\u000d\u000a\u000d\u000a「楽しい食事でした。」彼女が、夕食の終わりにそう付け加える。「また一緒に食べましょう。ソルトの事について話し合う準備が出来たその時に。@{M}\"Perhaps,\" she says - \"perhaps our choices determine our heading. But at last, when the lamps go dark, there is only one direction. One day, we'll go there together.\"\u000d\u000a\u000d\u000aShe won't be drawn further. She picks up her knife and fork. Between mouthfuls, she tells you something of the Starved Men and their wars on the roof - the arts of flesh-shaping that they practiced and debated.\u000d\u000a\u000d\u000a\"I enjoyed this,\" she adds at the end of the meal. \"We should do it again. When you're ready to talk about Salt.\"",
                                     "LinkToEvent": {"Id": 148792},
                                     "Name": "細められた目@{M}Narrowed eyes", "Id": 187641},
                    "Name": "主張: 旅程は宿命@{M}Protest: the journey is the destination",
                    "Description": "貴方が将来取りうる選択肢は、この選択に左右される。船は船長が進む先に舵を採り、そして船長が進む先を決めるのは、かつて何処に居たかに左右されるのだ。@{M}Each choice you make in future will depend on this one. The ship goes where the captain sails, and where the captain chooses to sail depends on where you've been.",
                    "ButtonText": "", "Id": 150804},
                   {"DefaultEvent": {"Description": "「私は...予想だにしておりませんでした。」\u000d\u000a\u000d\u000a彼女はナイフとフォークを手に取る。料理を口に運ぶ合間に、彼女は曙光機の操作を通じて判明した光の本質についてを話し始める。\u000d\u000a\u000d\u000a「楽しい食事でした。」彼女が、夕食の終わりにそう付け加える。「また一緒に食べましょう。ソルトの事について話し合う準備が出来たその時に。@{M}$Dawn Machine -> ドーン・マシン$\"I... hadn't expected that.\"\u000d\u000a\u000d\u000aShe picks up her knife and fork. Between mouthfuls, she tells you something of the nature of light as revealed through the operations of the Dawn Machine. \u000d\u000a\u000d\u000a\"I enjoyed this,\" she adds at the end of the meal. \"We should do it again. When you're ready to talk about Salt.\"",
                                     "LinkToEvent": {"Id": 148792},
                                     "Name": "瞼が上がりそして@{M}A lift of the eyebrows", "Id": 187642},
                    "Name": "彼女の言う事を受け入れる@{M}Accept what she says",
                    "Description": "彼女は正しい。もし貴方の選択の結果何も変わらないとしたら、貴方の選択は宛ら一歩前に進む事を選んだポーンのような物だったのだ。@{M}She's right. If nothing has changed in response to your choice, then your choice was that of a pawn that chooses to move forward.",
                    "ButtonText": "", "Id": 150805},
                   {"DefaultEvent": {"Description": "彼女はこの結果を期待していた訳では無いだろう。貴方は彼女を部屋から叩き出し、そして扉を閉めた。\u000d\u000a\u000d\u000a扉が躊躇いがちにノックされる。「あの...すみません。」追放者がやはり躊躇いがちに言う。「眼鏡を...返して貰っても宜しいでしょうか?今後は選択肢については何もお話しないと約束しますから。」@{M}She probably wasn't expecting this path. You thrust her out of the cabin and close the door.\u000d\u000a\u000d\u000aThere is a tentative knock on the door. \"Er... sorry,\" the Exile calls out. \"Can I have my glasses back? I promise not to talk about choice any more.\"",
                                     "LinkToEvent": {"Id": 148792},
                                     "Name": "\"常に同じ道ですね...?\"@{M}\"Always the same path, eh?\"",
                                     "Id": 187643},
                    "Name": "彼女を部屋から追い出す@{M}Throw her out of your cabin",
                    "Description": "勘弁してくれ...と思う。貴方が欲したものは食事と雑談であり、彼女は貴方に哲学的な問いを投げかけて来ているのだ。@{M}For God's sake. All you wanted was a meal and a chat, and she's doing philosophy on you.",
                    "ButtonText": "", "Id": 150806},
                   {"DefaultEvent": {"Description": "「全ては適切な順序に収まっています。私達がパンをちぎり、塩を分かち合った時。特定の質問に答えが出た時。私の思考は変えがたいのです。」@{M}\"Everything in its proper order. When we have broken bread and shared salt; when certain questions have been answered. My pattern is unalterable.\"",
                                     "LinkToEvent": {"Id": 148792},
                                     "Name": "黒眼鏡の彼女は笑う@{M}She smiles a dark-glass smile",
                                     "Id": 187644},
                    "Name": "カーネリアの追放者に\"燃え盛る名前\"について彼女と話す@{M}Speak to the Carnelian Exile about the Name-Which-Burns",
                    "Description": "彼女は何かを知っている。@{M}She knows something.",
                    "ButtonText": "", "Id": 150807},
                   {"DefaultEvent": {"Description": "「ええ、ええ。今こそを城に向かう時です。準備して下さい。貴方がご自分の名を名乗る時を見届けましょう。そして貴方が過去を贄に捧げる手伝いを致しましょう。貴方が未来を贄に捧げる手伝いを致しましょう。そして、私達はもう一つの旅を終わらせなければなりません。@{M}\"Yes. Yes, it's time to go to the Castle. Be ready. I'll witness you when you speak your name; I'll help you sacrifice your past. I'll help you sacrifice your future. And then we must make one more journey.\"",
                                     "Name": "吸い込んだ息吹@{M}An intake of breath", "Id": 187645},
                    "Name": "カーネリアの追放者に\"燃え盛る名前\"について彼女と話す@{M}Speak to the Carnelian Exile about the Name-Which-Burns",
                    "Description": "彼女は何かを知っている。@{M}She knows something.",
                    "ButtonText": "", "Id": 150808},
                   {"DefaultEvent": {"Description": "「私はカーネリアン港における<i>ペルソナ・ノン・グラータ</i>なのです。」追放者は呟く。「私は新しきシーケンスと、曙光機に、近づきすぎたのです。私はその事を今では後悔していますが、家に帰る事はもう無いでしょう。」\u000d\u000a\u000d\u000a彼女は不意に顔を近づけて囁く。「ソルトの唄...」と。「風に乗ったそれを私は聞きました。東からの風です。水平線への道です。キャプテン、東に向かいますか?私を貴方と共に連れて行って下さいますか?」@{M}$Salt's Song -> Saltの歌, Port Carnelian -> ポート・カーネリアン$\"I am <i>persona non grata</i> in Port Carnelian,\" the Exile remarks. \"I was too close to the New Sequence, and the Machine. I have repented of that now, but I'll never go home.\"\u000d\u000a\u000d\u000aShe leans closer. \"Salt's Song,\" she whispers. \"I hear it on the wind. The way East. The horizon's road. Will you go East, my captain? Will you take me with you?\"",
                                     "LinkToEvent": {"Id": 148792},
                                     "Name": "心地よい晩餐@{M}A brisk dinner", "Id": 187656},
                    "Name": "パンと塩と@{M}Bread and Salt",
                    "Description": "カーネリアの追放者は彼女の部屋での夕食に貴方を招待している。「私達はとある道行きについて話し合う必要があります。」彼女がそう言っている。@{M}The Carnelian Exile invites you to her cabin for dinner. \"We need to discuss a certain direction,\" she informs you.",
                    "ButtonText": "", "Id": 150815},
                   {"DefaultEvent": {"Description": "「貴方は地図を完全に覚えている筈です。」彼女は柔らかく言う。それぞれの力持つ者の家に入った。そして貴方は、燃え盛る真実をもたらし、燃え盛る名前と一致させる必要がある。@{M}\"You must have mastered the map,\" she says softy. \"Entered in the house of every Power. And you'll need to bring a burning truth to match the burning Name.",
                                     "LinkToEvent": {"Id": 148792},
                                     "Name": "眼鏡の奥で、彼女が目を閉じられたのを感じる@{M}Behind her glasses, you sense somehow that she has closed her eyes",
                                     "Id": 187752},
                    "Name": "\"名前の監獄\"について追放者に話をする@{M}Speak to the Exile about the \"Name's prison\"",
                    "Description": "それを見つけた時、どの様に突破すれば良いのだろうか?@{M}How will you breach it, when you find it?",
                    "ButtonText": "", "Id": 150875},
                   {"DefaultEvent": {"Description": "\"はい。\"@{M}\"Yes.\"",
                                     "Name": "彼女は反応する@{M}She replies", "Id": 187787},
                    "Name": "彼女に尋ねる@{M}Ask her", "Description": "\"はい?\"@{M}\"Yes?\"",
                    "ButtonText": "", "Id": 150905}],
 "Description": "彼女は貴方が質問を話し終える前に答えを話し始めるという当惑した - あるいは苛立たしい - 癖がある。@{M}She has the discomfiting - even irritating - habit of answering your questions just before you finish speaking.",
 "Name": "カーネリアの追放者に話をする@{M}Speak to the Carnelian Exile",
 "Id": 148792}