{"ChildBranches": [{"DefaultEvent": {"Description": "外の空気は大分澄んでいる様に思えた。貴方は肩を伸ばし、ジーへ飛び込む為に船に戻る。@{M}Outside, the air seems cleaner. Straighten your shoulders and ready your ship for zee.",
                                     "Name": "追従する者は無し@{M}Nothing follows", "Id": 149067},
                    "Name": "立ち去る@{M}Leave",
                    "Description": "後室の回廊のこの赤い色合いは、人を動揺させるには十分だった。誰も居ない礼拝の場所で、壁に塗り付けられている物?ここでは余り嬉しい事は起こりそうに無い。@{M}This shade of red would be unsettling enough in a dowager's parlour. Daubed on the walls of an empty place of worship? Nothing cheerful will happen here.",
                    "ButtonText": "", "Id": 127803},
                   {"DefaultEvent": {"Description": "祈りは魂を安らぐと、彼らは言う。貴方の魂は安らがなかった。貴方は頭を垂れ、教会の中の光が脈打ち、影も無く動かず、待った。何も、変わらない。貴方の視界に、教会を彩る赤が飛び込んできた。まるで熱があるかのように、船員達の顔は洗い清められたように見える。貴方は自分の息遣いが体内で木霊するのを聞いた。貴方の後の席には、誰も座っていない。それでも、'何かが貴方を見続けている'感覚が止む事は無かった。\u000d\u000a\u000d\u000aこの光景を貴方は忘れる事は無いだろう。ロンドンに戻った時にでも、この出来事を書き記すのも良いかもしれない。@{M}Prayer soothes the soul, they say. Your soul is not soothed. You wait, head bent, while the light in the chapel beats on, shadowless and unmoved. Nothing changes. The red of the place gets into your vision. The faces of your crew seem flushed, as if fevered. You hear your own breathing echo raggedly. No one is sitting in the pew behind you. It doesn't stop you looking.\u000d\u000a\u000d\u000aThe scene will stay with you. Perhaps you can write of it, when you return to London.",
                                     "Name": "不確かな見返り@{M}An uncertain outcome", "Id": 149068},
                    "Name": "寄付をする@{M}Make an offering",
                    "Description": "空の寄付箱にコインを入れ、この地で祀られている力に祈りを捧げる。それが何者であるかは解らないが。@{M}Drop a coin into the empty offering box, and pray to the power of this place, whoever it might be.",
                    "ButtonText": "", "Id": 127804},
                   {"DefaultEvent": {"Description": "儀式が終わった後、貴方は次に訪れる者の為に、教会を丁寧に掃除した。光沢に揺れる油の様に、貴方の心は平和で満たされる。そして貴方は船倉に物資を仕舞い込む。目撃した者は誰も居なかった。@{M}When the rites are done, you clean the chapel carefully, for the next to pass this way. Peace lies on your mind like a sheen of oil. You stow your supplies in the hold of the ship. There are no witnesses.",
                                     "Name": "儀式が終わった時@{M}When the rites are done", "Id": 149121},
                    "Name": "半ば馴染みの儀式で捧げ物をする@{M}Make an offering, with half-familiar rites",
                    "Description": "眠っているかの様に緩慢な動きで、祭壇の角に蝋燭を立てる...@{M}Moving as if asleep, you place a candle at each corner of the altar...",
                    "ButtonText": "", "Id": 127829},
                   {"SuccessEvent": {"Description": "そこには玄武岩のブロックで出来た祭壇があり、席と説教壇が備えられていた。聖書は無く、賛美歌集も無い。ステンドグラスの窓は、コチニールの赤だった。そして、扉のまぐさに書かれていた文字があった。曰く'我飢えし、故に汝肉を遣せり。'\u000d\u000a船員達は早く戻りたがっている。誰もこの場所を見返さない。@{M}There is an altar, a block of basalt; there are pews, a pulpit. No Bibles, no hymn-books. The stained-glass window is the red of cochineal. An inscription on the lintel of the door reads FOR I WAS AN HUNGRED AND YE GAVE ME MEAT. That is all.\u000d\u000a\u000d\u000aYour crew are eager to leave. No one looks back..",
                                     "Name": "飢えし者@{M}AN HUNGRED", "Id": 149112},
                    "DefaultEvent": {"Description": "そこには玄武岩のブロックで出来た祭壇があり、席と説教壇が備えられていた。聖書は無く、賛美歌集も無い。ステンドグラスの窓は、コチニールの赤だった。\u000d\u000a船員達は早く戻りたがっている。誰もこの場所を見返さない。@{M}There is an altar, a block of basalt; there are pews, a pulpit. No Bibles, no hymn-books. The stained-glass window is the red of cochineal.\u000d\u000a\u000d\u000aYour crew are eager to leave. No one looks back.",
                                     "Name": "無人の家@{M}An empty house", "Id": 149066},
                    "Name": "この場所を調べる@{M}Search the place",
                    "Description": "何を見つけられるだろう?@{M}What can you find?",
                    "ButtonText": "", "Id": 127802}],
 "Description": "小さな教会がぽつんと建っている。貴方は扉から顔を覗き込んで様子を窺った。壁は、真っ赤なのは此方側だけだったが、深紅に彩られている。後に張られているルビー色のステンドグラスが安定した光を放っている - ガラスの後の電気灯でも在るのだろうか?希少で高価だが、ガス灯では無い。此処には誰も居ないが、つい最近まで誰かが居たに違いないという強烈な感覚がある。@{M}A little chapel stands alone. You poke your head through the door.The walls are a deep red, just this side of scarlet. A ruby-tinted window at the back glows with steady light - an electric lamp behind the glass? Rare, and expensive, but this is no gas-light. No one is here, and yet you have the sensation that only a moment ago, someone must have been.",
 "Name": "臙脂色の教会@{M}The Carmine Chapel", "Id": 149065}