{"ChildBranches": [{"DefaultEvent": {"Description": "新しい生命の誕生だ!早く行くが良い。\u000d\u000a[子供が出来ました!ロンドンに戻り、彼/彼女の面倒を見ましょう。彼/彼女は嫡子となる可能性があり、その場合遺産を2つ引き継ぐ事が出来ます。]@{M}A new life! Go quickly. [You have a child! Return to London to look after them, and they may become a Scion, allowing you to take two Legacies.]",
                                     "Name": "", "Id": 150992},
                    "Name": "恋人だ -@{M}Your sweetheart -",
                    "Description": "「……できるだけ早くロンドンに戻ってください」恋人の手紙にはこう書かれている。「あなたは父親になったのですよ」[子供の父親になりたい場合はこの選択肢を選んで下さい。]@{K}「...出来るだけ早くロンドンに戻ってきて」恋人が言う。「貴方はパパになったのよ」[父親として子供が欲しい場合はこの選択肢を選んで下さい。]@{M}\"...return to London as soon as you may,\" your sweetheart says. \"You are a father.\" [Choose this option if you sired the child.]",
                    "ButtonText": "", "Id": 128941},
                   {"DefaultEvent": {"Description": "一体あいつらは何を考えているんだ?これは何かの企みか、それとも純粋な愛情なのか?\u000d\u000a[子供が出来ました!ロンドンに戻り、彼/彼女の面倒を見ましょう。彼/彼女は嫡子となる可能性があり、その場合遺産を2つ引き継ぐ事が出来ます。]@{M}What are they thinking? Is this some scheme of theirs, or honest affection? [You have a child! Return to London to look after them, and they may become a Scion, allowing you to take two Legacies.]",
                                     "Name": "", "Id": 151034},
                    "Name": "恋人だ -@{M}Your sweetheart -",
                    "Description": "「あなたが次にロンドンに戻ってきたときにサプライズがあります。捨て子を拾ったのですよ」[あなたが父親でも母親でもない方が好ましい場合はこの選択肢を選んで下さい。]@{K}「貴方が次にロンドンに戻ってきた時に驚かせてあげる。捨て子を拾ったのよ。」[貴方が父親にも母親にもなりたく無い場合はこの選択肢を選んで下さい。]@{M}\" a surprise for you on your next return to London. I have taken in a foundling.\" [Choose this option if you're unlikely to be either a father or mother.]",
                    "ButtonText": "", "Id": 128982},
                   {"DefaultEvent": {"Description": "貴方の子供は海で産まれた。貴方は船医が望むよりも短い時間で自分の船室に戻った。貴方は静養すべき時にも歩き回っている。しかし、貴方には走らせるべき船があった。[子供が出来ました!ロンドンに戻り、彼/彼女の面倒を見ましょう。彼/彼女は嫡子となる可能性があり、その場合遺産を2つ引き継ぐ事が出来ます。]@{M}Your infant is born at sea. You take to your cabin for a much shorter period than the ship's doctor would like. You are walking long before you should. But you have a ship to run. [You have a child! Look after them, and they may become a Scion, allowing you to take two Legacies.]",
                                     "Name": "", "Id": 151059},
                    "Name": "貴方だ。@{M}You.",
                    "Description": "「...私がロンドンに戻った時、一人追加で新人を紹介しましょう: 貴方の子供です。」[貴方が子供を産みたい時はこの選択肢を選んで下さい。]@{M}\"...when I next return to London, I will bring an additional recruit: your child.\" [Choose this option if you're giving birth to a child.]",
                    "ButtonText": "", "Id": 129007}],
 "Description": "誰が送った手紙で、何て書いてあるのだろう?@{M}Who sent it, and what does it say?",
 "Name": "予期せぬ手紙@{M}An Unexpected Letter", "Id": 150991}
