{"ChildBranches": [{"DefaultEvent": {"Description": "　猿の拾い子はくるりと回ると、勝ち誇って舌を突き出した。[q:Sacks and Snow: The Snow Child's Name]は彼女を睨みつけると、こぶしを千切り取った――即席の雪玉が拾い子の顔面にまともに命中し、彼女はお尻から床に倒れた。<br/><br/>　[q:Sacks and Snow: The Snow Child's Name]は声を上げて笑った。猿の拾い子は顔をしかめたが、それも、緩慢な動作で起き上がるまでの束の間のことだった。その時には既に、彼女はぶつけられた雪を両手で握りしめていた。そして彼女はにやりと笑うと、火のある方へと戻っていった。@{I}$Sacks and Snow: -> 袋と雪:, Snow Child -> 雪の子, Monkey Foundling -> 猿の拾い子$The Monkey Foundling spins, sticking out her tongue in triumph. [q:Sacks and Snow: The Snow Child's Name] glares at her and rips off a fist - an impromptu snowball that hits the Foundling square in the face and knocks her flat on her bottom.\u000d\u000a\u000d\u000a[q:Sacks and Snow: The Snow Child's Name] laughs. The Monkey Foundling scowls, but only for a moment. Just long enough to flip back to her feet in one easy move, hands already packing the snow together. She grins, pulling back to return fire.",
                                     "Name": "お遊びの戦争@{I}A playful war", "Id": 223618},
                    "Name": "歩き去る@{I}Walk away",
                    "Description": "　関わるまい。関わるまい。@{I}Don't get involved. Don't get involved.",
                    "ButtonText": "", "Id": 173296},
                   {"DefaultEvent": {"Description": "　あなたはその日の書類仕事を済ませる間、二人の両手に水の入った重いバケツを持たせて、彼らを船室の外に立たせておいた。忍び笑いと漏れ聞こえてくる囁き声からして、どちらにも懲罰の本意はきちんと伝わっていないようだった。<br/><br/>　そのことが特に明らかになったのは、少しだけ半開きになっていたドアを、あなたが押し開けたときのことだ。扉を開けたあなたは、注意深く設置されたバケツから不意に降り注ぐ、氷のように冷たいシャワーをお見舞いされた。二人分のクスクス笑いが反対側の廊下に消えていった。来る大目玉をやり過ごすための隠れ場所へと急いでいるのだ。@{I}You make the pair of them stand outside your cabin, both holding a heavy bucket of water in each hand, while you work through the day's paperwork. The snickering and half-heard whispering suggests neither is quite getting into the spirit of their punishment.\u000d\u000a\u000d\u000aThis becomes particularly clear when you push open the slightly ajar door, only to be treated to an sudden ice-cold shower from a carefully placed bucket. Two giggles disappear down opposite corridors, hurrying for hidey-holes in which to weather the coming storm.",
                                     "Name": "彼らがすぐには忘れないであろう教訓@{I}A lesson they will not soon forget",
                                     "Id": 223619},
                    "Name": "船の規則を言い渡す@{I}Lay down the law",
                    "Description": "　あなたの船では、お遊びはなしだ。@{I}No games, not on your ship.",
                    "ButtonText": "", "Id": 173297}],
 "Description": "　猿の拾い子が廊下を全速力で駆け抜けていった。彼女は何かを手に持って、クスクスと笑っていた。彼女のかかとのすぐ後ろを、冷たい[q:Sacks and Snow: The Snow Child's Name]が追いかけ、必死で喘ぎながら、合間合間に次のようなことを叫んでいた。「ぼくの歯ぁかえしてよ！」@{I}$Sacks and Snow: -> 袋と雪:, Snow Child -> 雪の子, Monkey Foundling -> 猿の拾い子$The Monkey Foundling barrels down the corridor at full speed, giggling and clutching something in her hand. [q:Sacks and Snow: The Snow Child's Name] follows cold on her heels, panting desperately between cries of \"Giff ee ack ey <i>eeeeeeeeeth!</i>\"",
 "Name": "「どっけーい！」@{I}\"Gaaaaaaangway!\"", "Id": 223617}