{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 157004}, "Name": "", "Id": 143936},
                    "Name": "筆頭主事を訪ねる@{M}Visit the First Curator",
                    "Description": "<i>ジーキャプテンへ: 筆頭主事は謁見の機会を与え給う。</i>。筆頭主事は墳墓街の保守運営の責任者である。ロンドンよりも遥かに長くここにあり、最古の墳墓の入植者と同じ程度の歴史を持つ。そんな墳墓の入植者でも、終には塵と消える。\"それ\"の終わりは、もう近い。@{M}ZEE-CAPTAINS: THE FIRST CURATOR GIVES AUDIENCE. The First Curator is responsible for the preservation of the tomb-colonies. It has been here much longer than London, like all the oldest tomb-colonists. But even tomb-colonists dissolve in the end. Its time is close.",
                    "ButtonText": "", "Id": 124451},
                   {"DefaultEvent": {"Description": "船員は肩で風を切りつつも、慎重に船へ歩き戻ってきた。ささやかな自慢を吹聴しながら話し込んでいる。少なくとも誰一人捕まった者は居らず、不意に結婚させられた者も居なかった。@{M}Your crew swagger carefully back to the ship, mustering what muted boasts they may. At least no one has been arrested or unexpectedly married.",
                                     "LinkToEvent": {"Id": 141878},
                                     "Name": "無いよりはマシ@{M}Better than nothing", "Id": 143937},
                    "Name": "汚れたグラス一杯のワイン@{M}A dusty glass of wine",
                    "Description": "ベンダーバイトは船乗りに取って上陸に最もふさわしい場所では無い。崩壊や腐敗だらけ。暗すぎる灯り。多数の包帯巻きの歩く死者。みずてんするには少ない女達。シナモンも無く、最近の新聞紙も無く、岩窟イワシの酢漬けの量も非常に少ない。@{M}Venderbight is not the most promising place for shore leave. Too much decay. Too little light. Too many bandaged walking corpses. Few companions of easy virtue. No cinnamon, no recent newspapers, very little pickled cave-herring.",
                    "ButtonText": "", "Id": 124452},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 149035},
                                     "Name": "", "Id": 149043},
                    "Name": "ベンダーバイトを探索する@{M}Explore Venderbight",
                    "Description": "此処では、彼らはガス灯よりも蝋燭の灯りを好む。影は蜘蛛の巣の様に揺らめいている。墳墓の入植者は、それが笑うか咳き込むかするまでは、石像かと見紛う程に身動きを滅多にしない。3棟の建造物の内1棟は打ち捨てられているようだ。@{M}Here, they favour candle-light over gas-light. The shadows are swagged like cobwebs. The tomb-colonists stand still enough to be mistaken for sculpture, until they laugh or cough. One building in three seems abandoned.",
                    "ButtonText": "", "Id": 127785},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 149065},
                                     "Name": "", "Id": 149044},
                    "Name": "ベンダーバイトを探索する@{M}Explore Venderbight",
                    "Description": "此処では、彼らはガス灯よりも蝋燭の灯りを好む。影は蜘蛛の巣の様に揺らめいている。墳墓の入植者は、それが笑うか咳き込むかするまでは、石像かと見紛う程に身動きを滅多にしない。3棟の建造物の内1棟は打ち捨てられているようだ。@{M}Here, they favour candle-light over gas-light. The shadows are swagged like cobwebs. The tomb-colonists stand still enough to be mistaken for sculpture, until they laugh or cough. One building in three seems abandoned.",
                    "ButtonText": "", "Id": 127786},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 141247},
                                     "Name": "", "Id": 149045},
                    "Name": "ベンダーバイトを探索する@{M}Explore Venderbight",
                    "Description": "此処では、彼らはガス灯よりも蝋燭の灯りを好む。影は蜘蛛の巣の様に揺らめいている。墳墓の入植者は、それが笑うか咳き込むかするまでは、石像かと見紛う程に身動きを滅多にしない。3棟の建造物の内1棟は打ち捨てられているようだ。@{M}Here, they favour candle-light over gas-light. The shadows are swagged like cobwebs. The tomb-colonists stand still enough to be mistaken for sculpture, until they laugh or cough. One building in three seems abandoned.",
                    "ButtonText": "", "Id": 127787},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 147445},
                                     "Name": "", "Id": 149047},
                    "Name": "ベンダーバイトを探索する@{M}Explore Venderbight",
                    "Description": "此処では、彼らはガス灯よりも蝋燭の灯りを好む。影は蜘蛛の巣の様に揺らめいている。墳墓の入植者は、それが笑うか咳き込むかするまでは、石像かと見紛う程に身動きを滅多にしない。3棟の建造物の内1棟は打ち捨てられているようだ。@{M}Here, they favour candle-light over gas-light. The shadows are swagged like cobwebs. The tomb-colonists stand still enough to be mistaken for sculpture, until they laugh or cough. One building in three seems abandoned.",
                    "ButtonText": "", "Id": 127788},
                   {"DefaultEvent": {"Description": "このウンタージーの海岸沿いでは、\"死ぬ\"という事はとても難しい。老いぼれて死期が近くなり、ロンドンを離れた者が墳墓の入植者となって、この包帯塗れの地に居着く事になる。\u000d\u000a\u000d\u000aだが彼らは、故郷との繋がりや彼らの思慮まで捨てた訳ではない。貴方は、ロンドンに居る依頼主が興味を保ち続けるよう、複雑な手がかりの網を集めるのだ。@{M}Along the coasts of the Unterzee, it's remarkably hard to die. The decrepit and nearly-dead who leave London become tomb-colonists, and settle here in bandaged peace.\u000d\u000a\u000d\u000aBut they don't give up their ties to home, or their politics. You gather a haul of complex clues - enough to keep your contacts in London interested.",
                                     "Name": "", "Id": 149332},
                    "Name": "噂話を集める@{M}Gather gossip",
                    "Description": "誰がこの墳墓街で何を企んでいるのだろうか?@{M}Who's plotting what, out in the tomb-colonies?",
                    "ButtonText": "", "Id": 127961},
                   {"DefaultEvent": {"Description": "空虚の寺院の奥にある広まった空間で、貴方は足跡の残る教壇の様なものを発見した。そこは4体の像で守られており、時の風化と偶像破壊の犠牲になってはいたが、辛うじて楔文字が刻まれているのが見えた。エコーバザールで見かける象形文字に形が似ていなくもないが...\u000d\u000a\u000d\u000a教壇の中心には、長く深い井戸のような穴もある。貴方は穴をじっくりと覗き込むも、この場所にいる何かが貴方を不安に駆り立てている。ふと、農夫の手の大きさ程はあろう氷結蛾が井戸の縁に羽ばたきをしながら降りてきた。もう一匹。そしてまたもう一匹。貴方は撤退する...@{M}In an wide space behind the Hollow Temple, you happen across a stepped platform of sorts. Four statues guard it, marked with glyphs all but lost to time and idle vandalism. They look a little like the glyphs that decorate the Echo Bazaar in London, though...\u000d\u000a\u000d\u000a At the heart of the platform is a long-filled well-shaft, too. You poke about briefly, but something in the place makes you uneasy. A frost-moth - the size of a farmer's hand - flutters down to perch on the well's edge. Another. A third. You retreat...",
                                     "Name": "遺物の残滓@{M}Remnants", "Id": 152777},
                    "Name": "ベンダーバイトを探索する@{M}Explore Venderbight",
                    "Description": "此処では、彼らはガス灯よりも蝋燭の灯りを好む。影は蜘蛛の巣の様に揺らめいている。墳墓の入植者は、それが笑うか咳き込むかするまでは、石像かと見紛う程に身動きを滅多にしない。3棟の建造物の内1棟は打ち捨てられているようだ。@{M}Here, they favour candle-light over gas-light. The shadows are swagged like cobwebs. The tomb-colonists stand still enough to be mistaken for sculpture, until they laugh or cough. One building in three seems abandoned.",
                    "ButtonText": "", "Id": 130112},
                   {"DefaultEvent": {"Description": "貴方は気分転換の為に、ハンガリーカフェに立ち寄った。珈琲は濁っており、パンは少し湿気っているが、腐敗したバイオリン奏者の一団は熟練した技術を持ち、驚くほど陽気であった。彼らは\"ダーリン、貴方が恋しい\"、\"王はかくも高き\"、\"いたちが飛び出した\"を、元気に、自信に満ち溢れながら演奏していた。彼らが\"古き冥き地下の大海\"の演奏を開始した時、貴方は今の時間を思い出す。船が貴方を待っている...@{M}You pause for refreshment at the Hungarian Café. The coffee is dusty, and the pastries a little stale, but the gaggle of decaying violin-players are skilled and surprisingly sprightly. They play \"Eat Our Hearts, My Darling\", \"The King is Tall, Tall\", and \"Pop Goes the Weasel\", with brio and conviction. Then they start on \"The Old Dark Ocean Under the World\", and you realise the time. Your ship awaits you...",
                                     "Name": "ちょっとした幕間@{M}An interlude", "Id": 152778},
                    "Name": "ベンダーバイトを探索する@{M}Explore Venderbight",
                    "Description": "此処では、彼らはガス灯よりも蝋燭の灯りを好む。影は蜘蛛の巣の様に揺らめいている。墳墓の入植者は、それが笑うか咳き込むかするまでは、石像かと見紛う程に身動きを滅多にしない。3棟の建造物の内1棟は打ち捨てられているようだ。@{M}Here, they favour candle-light over gas-light. The shadows are swagged like cobwebs. The tomb-colonists stand still enough to be mistaken for sculpture, until they laugh or cough. One building in three seems abandoned.",
                    "ButtonText": "", "Id": 130113},
                   {"DefaultEvent": {"Description": "枯れた樅の木の枝葉が小さな公園の地面に敷き詰められ、物哀しい茶色を帯びていた。墳墓の入植者の小さな集団が、ベンチに横たわっている者を取り囲んでいる。その光景をみた貴方は不意に、医師と助産婦に囲まれた分娩台を連想した。ベンチの上の入植者は - 彼は老いていた。体は萎びて骨が浮き出ている - ひどく呻いているが、樅の木の枝葉が音を和らげている。彼の胸で何かが、例えるなら水中の生物が浮上するかの様に、あるいは蝶が繭から羽化するかの様に、蠢いていた。\u000d\u000a\u000d\u000a周りにいた一人が貴方の姿を認め、そしてベンチの上の彼との間に立ちはだかる様に動く。「若肌よ、去ね。」一人が憎々しげにつぶやく。「これは<i>彼の</i>解脱の時なのじゃ。お主の番はいずれ来よう...」そういう彼女の声には、悦楽のような感情が混じっていた。@{M}Dead fir-trees have carpeted a little park with old brown needles. A little group of tomb-colonists stands around another lying on a bench. Unexpectedly, you find yourself reminded of physicians and midwifes at a birthing-couch. The colonist on the bench - he's old, withered to sticks - groans horribly, though the fir-needles deaden the sound. Something moves in his chest, like a sea-creature surfacing, or a butterfly breaching a cocoon. \u000d\u000a\u000d\u000aThe other colonists spot you, and close ranks around him. \"Stay back, silkskin,\" one hisses. \"This is <i>his</i> breaking-out. Your time will come...\" There is a kind of rapture in her voice.",
                                     "Name": "萎びた庭園@{M}A withered garden", "Id": 152779},
                    "Name": "ベンダーバイトを探索する@{M}Explore Venderbight",
                    "Description": "此処では、彼らはガス灯よりも蝋燭の灯りを好む。影は蜘蛛の巣の様に揺らめいている。墳墓の入植者は、それが笑うか咳き込むかするまでは、石像かと見紛う程に身動きを滅多にしない。3棟の建造物の内1棟は打ち捨てられているようだ。@{M}Here, they favour candle-light over gas-light. The shadows are swagged like cobwebs. The tomb-colonists stand still enough to be mistaken for sculpture, until they laugh or cough. One building in three seems abandoned.",
                    "ButtonText": "", "Id": 130114},
                   {"DefaultEvent": {"Description": "甘い香りに誘われ、貴方はとある店に立ち寄った。そこではライラックやラベンダー、蜂蜜の香りを湛える蝋燭が売られていた。これらの蝋燭を作った者について、貴方は店員と話し合いを始めた。「ええ...」彼女はそう言い、誇らしげに彼女の\"失われた\"腕を見せる。「あたしらが自分で最後まで作っておるんですえ。おお、その様な目で見なさるな。あたしらの脂肪は他のどんな材料よりも品質が良くての。それに、あたしらはほれ、肉体を持って生きる事に疲れた故に此処に来たのじゃしな -」@{M}Sweeter scents draw you into a shop which sells candles - lilac, lavender, honey. You fall into a discussion of their manufacture with the shop-keeper. \"Yes,\" she says, proudly displaying her missing arm, \"we render ourselves to good end. Oh, don't look like that. Our fats are of a finer quality than any other, and we grow tired of our bodies, down here - \"",
                                     "Name": "異端の技術@{M}An unorthodox technology", "Id": 152780},
                    "Name": "ベンダーバイトを探索する@{M}Explore Venderbight",
                    "Description": "此処では、彼らはガス灯よりも蝋燭の灯りを好む。影は蜘蛛の巣の様に揺らめいている。墳墓の入植者は、それが笑うか咳き込むかするまでは、石像かと見紛う程に身動きを滅多にしない。3棟の建造物の内1棟は打ち捨てられているようだ。@{M}Here, they favour candle-light over gas-light. The shadows are swagged like cobwebs. The tomb-colonists stand still enough to be mistaken for sculpture, until they laugh or cough. One building in three seems abandoned.",
                    "ButtonText": "", "Id": 130115},
                   {"DefaultEvent": {"Description": "此処では銅製の装飾品が売られている。顰め面をした小さな面や、屈んだ直線状の偶像など。ロンドンより遥か前の伝統だと、彼らは言う。貴方はコインを何枚か取り出し、ほろ酔いの蝙蝠に似た明るい感じの物を買った。良い夢を見させてくれる事だろう。@{M}Here they sell copper jewellery: grimacing little faces and squat rectilinear figures. A tradition from before London, they claim. You part with a few small coins for a cheery-looking thing with an expression like a tipsy bat. Perhaps it will bring you good dreams.",
                                     "Name": "点灯夫の拱廊@{M}The Lamplighters' Arcade", "Id": 152781},
                    "Name": "ベンダーバイトを探索する@{M}Explore Venderbight",
                    "Description": "此処では、彼らはガス灯よりも蝋燭の灯りを好む。影は蜘蛛の巣の様に揺らめいている。墳墓の入植者は、それが笑うか咳き込むかするまでは、石像かと見紛う程に身動きを滅多にしない。3棟の建造物の内1棟は打ち捨てられているようだ。@{M}Here, they favour candle-light over gas-light. The shadows are swagged like cobwebs. The tomb-colonists stand still enough to be mistaken for sculpture, until they laugh or cough. One building in three seems abandoned.",
                    "ButtonText": "", "Id": 130116},
                   {"DefaultEvent": {"Description": "貴方は暗がりの角を回り、顰め面をした彫像が立ち並ぶ広い通りに差し掛かる。そこで、何やら上空でばたついた動きを察知する。見上げると、氷結蛾の大群が貴方めがけて飛び降りてきた!貴方は持っていた杖を使って奴らを叩き落とす - 奴らは統率が取れており、最大でジーバット程の大きさもあったが、体は非常に脆かった。結局奴らは逃げ出し、3匹が歩道の水たまりに溶けていくのを見ただけだった。しかし、その蛾の羽に、文字と解釈出来る紋様が刻み込まれていた事に気がつく。貴方は急いで蛾の羽を凝視するも、文字は既に消滅してしまっている...@{M}You round a darkened corner and start down a broad boulevard lined with grimacing statues. There is a fluttering movement above, and a cloud of frost-moths swoops down upon you! You beat them off with your walking-stick - they are determined, and the largest are the size of zee-bats, but they are fragile. At last they retreat, leaving three of their number melting into water on the pavement. Their wings are marked with patterns that resemble letters. You peer at them, but the script is already dissolving...",
                                     "Name": "敵襲だ!@{M}An attack!", "Id": 152782},
                    "Name": "ベンダーバイトを探索する@{M}Explore Venderbight",
                    "Description": "此処では、彼らはガス灯よりも蝋燭の灯りを好む。影は蜘蛛の巣の様に揺らめいている。墳墓の入植者は、それが笑うか咳き込むかするまでは、石像かと見紛う程に身動きを滅多にしない。3棟の建造物の内1棟は打ち捨てられているようだ。@{M}Here, they favour candle-light over gas-light. The shadows are swagged like cobwebs. The tomb-colonists stand still enough to be mistaken for sculpture, until they laugh or cough. One building in three seems abandoned.",
                    "ButtonText": "", "Id": 130117},
                   {"DefaultEvent": {"Description": "細い裏路地の曲がりくねった一角で、歓迎の黄色い光が金メッキを施されたレストランの窓から漏れ光っていた。看板には\"ジョナの仇討ち\"と書かれている。\u000d\u000a\u000d\u000a丸々と肥え太った墳墓の入植者が忙しなく働いている。灰色のひげを蓄えた彼が包帯の下からやや尊大に目線を飛ばす。「さぁ入った、入った!」@{M}At the twisty tip of an odd little side-street, welcoming yellow light glows from the gilt-lettered windows of a restaurant. A sign reads VENGEANCE OF JONAH.\u000d\u000a\u000d\u000aA beefy tomb-colonist bustles up. A grey moustache pokes impertinently out from under his bandages. \"Come in, come in!\"",
                                     "LinkToEvent": {"Id": 152799},
                                     "Name": "曲がりくねった通り@{M}A corkscrewed street", "Id": 152795},
                    "Name": "ベンダーバイトを探索する@{M}Explore Venderbight",
                    "Description": "此処では、彼らはガス灯よりも蝋燭の灯りを好む。影は蜘蛛の巣の様に揺らめいている。墳墓の入植者は、それが笑うか咳き込むかするまでは、石像かと見紛う程に身動きを滅多にしない。3棟の建造物の内1棟は打ち捨てられているようだ。@{M}Here, they favour candle-light over gas-light. The shadows are swagged like cobwebs. The tomb-colonists stand still enough to be mistaken for sculpture, until they laugh or cough. One building in three seems abandoned.",
                    "ButtonText": "", "Id": 130122},
                   {"DefaultEvent": {"Description": "貴方は、\"ジョナのあだ討ち\"に再びやってきた。貴方の足か、または貴方の鼻が、自分を此処に連れ戻して来たのだ。歓迎の黄色い光が、貴方自身の家の窓の様に思える。ジーで受けた恐怖は、ほんの少し和らいだ。@{M}Here you are at the Vengeance of Jonah again: your feet, or your nose, has brought you back. The welcoming yellow glow is like the windows of your own home. The terrors of the zee recede, a little.",
                                     "LinkToEvent": {"Id": 152799},
                                     "Name": "見慣れた、曲がりくねった道@{M}A familiar corkscrewed street",
                                     "Id": 152796},
                    "Name": "ベンダーバイトを探索する@{M}Explore Venderbight",
                    "Description": "此処では、彼らはガス灯よりも蝋燭の灯りを好む。影は蜘蛛の巣の様に揺らめいている。墳墓の入植者は、それが笑うか咳き込むかするまでは、石像かと見紛う程に身動きを滅多にしない。3棟の建造物の内1棟は打ち捨てられているようだ。@{M}Here, they favour candle-light over gas-light. The shadows are swagged like cobwebs. The tomb-colonists stand still enough to be mistaken for sculpture, until they laugh or cough. One building in three seems abandoned.",
                    "ButtonText": "", "Id": 130123},
                   {"DefaultEvent": {"Description": "貴方は一人で通りをあちこちと歩き回っている。時間が経つにつれ、貴方は\"視られている\"という感覚に支配され始めるが、立ち止まっても、他者の足音は何も聞こえない。\u000d\u000a\u000d\u000a何も起こらなかった。気味の悪さだけが体を駆け抜ける。しかし、貴方が埠頭に戻ってくると、誰かが奇妙な木箱を貴方の為に置いていた。貨物引渡証が付いている訳ではない。だが、宛名には貴方の船の名前が書かれていた。@{M}You wander the echoing streets, alone. From time to time, the sensation of being watched comes upon you: but each time when you halt, you hear no other's footsteps.\u000d\u000a\u000d\u000aNothing eventful, only eery. But when you return to the quayside, someone has left an odd, bulky box for you. There is no bill of lading, but the name of your ship is attached to a tag.",
                                     "Name": "何も無い昼下がり@{M}An uneventful afternoon", "Id": 152810},
                    "Name": "ベンダーバイトを探索する@{M}Explore Venderbight",
                    "Description": "此処では、彼らはガス灯よりも蝋燭の灯りを好む。影は蜘蛛の巣の様に揺らめいている。墳墓の入植者は、それが笑うか咳き込むかするまでは、石像かと見紛う程に身動きを滅多にしない。3棟の建造物の内1棟は打ち捨てられているようだ。@{M}Here, they favour candle-light over gas-light. The shadows are swagged like cobwebs. The tomb-colonists stand still enough to be mistaken for sculpture, until they laugh or cough. One building in three seems abandoned.",
                    "ButtonText": "", "Id": 130130},
                   {"DefaultEvent": {"Description": "墳墓の入植者が片足を引きずりながら、貴方に向かって歩いてくる。「わしは -」彼女が強く、憎々しげに吐き捨てる。「わしは受け入れぬ!療養所になど行くものか。出て行きもせん。わしは生きた...そしてわしは死ぬ。」\u000d\u000a\u000d\u000a彼女は帯の中から剣を取り出した。貴方は後ろに飛び退く。恐怖を知らず、長生きをした墳墓の入植者は、決闘の技術に秀でている事で有名だった。彼女は剣を振り上げ、仰々しく振り回した後、勝ち誇った様な雄叫びを上げながら自らの首を刎ねた。彼女の頭が貴方の目の前に転がり落ちてくる。@{M}A tomb-colonist hobbles towards you. \"I will not - \" she hissed fiercely. \"I will not! Not for me the Sanatorium. Nor the Emergence. I lived. And I will die.\"\u000d\u000a\u000d\u000aShe draws a sword from her sash. You jump back. Tomb-colonists, fearless and long-experienced, are famed for their duelling skills. She raises the sword, flourishes it, and beheads herself with a triumphant cry. Her head bounces across the ground towards you.",
                                     "Name": "死滅@{M}Dissolution", "Id": 152811},
                    "Name": "ベンダーバイトを探索する@{M}Explore Venderbight",
                    "Description": "此処では、彼らはガス灯よりも蝋燭の灯りを好む。影は蜘蛛の巣の様に揺らめいている。墳墓の入植者は、それが笑うか咳き込むかするまでは、石像かと見紛う程に身動きを滅多にしない。3棟の建造物の内1棟は打ち捨てられているようだ。@{M}Here, they favour candle-light over gas-light. The shadows are swagged like cobwebs. The tomb-colonists stand still enough to be mistaken for sculpture, until they laugh or cough. One building in three seems abandoned.",
                    "ButtonText": "", "Id": 130131},
                   {"DefaultEvent": {"Description": "鋭い悲鳴が辺りを切り裂く!ブレミガンが入植者の足を這い回った様だ。その音を聞く限り、彼らの足の中に潜ったのか。中には、足の中が太鼓のように空洞になっている者もいる。まぁ、彼らは両方とも、自身の世話や後始末が出来るのは間違いない。放っておこう。@{M}A shriek! Your blemmigan has run up a colonist's leg. Inside their leg, by the sounds of it. Some of them are hollow as drums. Well, no doubt they can both take care of themselves. Tiptoe away.",
                                     "LinkToEvent": {"Id": 141878},
                                     "Name": "うむ、面白おかしい事には違いない@{M}Yes: it livens things up",
                                     "Id": 158939},
                    "Name": "ブレミガンを浜に揚げる@{M}Put a blemmigan ashore",
                    "Description": "面白い事が起きるだろう。@{M}That'll liven things up.",
                    "ButtonText": "", "Id": 133947},
                   {"DefaultEvent": {"Description": "貴方が値段を提示した時、入植者は少しだけでも値切ろうと食い下がって来た。何故彼がこれに対して執着するのか、貴方は少しだけ興味を示してみせる。「わしらは、<i>今は</i>すでに体の事など大して気にも掛けておらんのじゃ、若肌よ。」彼は汚い音を立てて鼻をすする。「じゃからといって、それがどのような物だったかを思い出す事は良い事ではない、という事でも無いのじゃ。」@{M}The colonist barely even haggles when you name your price. You express some small curiosity about his eagerness for the substance. \"Just because we do not care about our bodies much <i>now</I>, silkskin,\" he sniffs dustily, \"does not mean it is not nice to remember what they felt like.\"",
                                     "Name": "肉体の記憶@{M}The flesh remembers", "Id": 169651},
                    "Name": "墳墓の入植者に赤蜂蜜の荷物を売る@{M}Sell a shipment of red honey to the Tomb-Colonists",
                    "Description": "包帯の下に埋もれるみずぼらしいなりを見るのは難儀だが、この入植者は何とかやっているようだ。[赤蜂蜜をベンダーバイトで売るのはロンドンで売るより安全ですが、利益は少なくなります。]@{M}It is hard to look disreputable beneath that many bandages, but this colonist manages it somehow. [Selling red honey in Venderbight is safer, but less profitable, than in London.]",
                    "ButtonText": "", "Id": 139738},
                   {"DefaultEvent": {"Description": "「先ずは羊飼いの海練に向かって頂戴!その後、他にも二箇所回ってね。奴らを全員きっちり連れ戻して来たら、報酬はたっぷり弾むわ。」\u000d\u000a\u000d\u000a管理者は身を乗り出し、囁く。「正直な所、中身が全員すり替わっていても構わないわ。包帯で隠せば何が何だか分からないもの。ただし、人数はきっちり、12人で宜しくね。」@{M}\"Shepherd's Wash, first! And two other destinations after that. Bring them all back, and I'll remunerate you lavishly.\"\u000d\u000a\u000d\u000aThe Operator leans in and whispers: \"Honestly, I don't mind if you bring back a different set entirely. Bandages are very forgiving. But a full dozen, please.\"",
                                     "Name": "彼らは羊飼いの海練に向かいたいらしい@{M}They'd like to go to Shepherd's Wash",
                                     "Id": 174603},
                    "RareDefaultEvent": {"Description": "「先ずは盗賊の森にあるガイダーの嘆きに向かって頂戴!その後、他にも二箇所回ってね。奴らを全員きっちり連れ戻して来たら、報酬はたっぷり弾むわ。」\u000d\u000a\u000d\u000a管理者は身を乗り出し、囁く。「正直な所、中身が全員すり替わっていても構わないわ。包帯で隠せば何が何だか分からないもの。ただし、人数はきっちり、12人で宜しくね。」@{M}\"Gaider's Mourn in the Corsair's Forest, first! And two other destinations after that. Bring them all back, and I'll remunerate you lavishly.\"\u000d\u000a\u000d\u000aThe Operator leans in and whispers: \"Honestly, I don't mind if you bring back a different set entirely. Bandages are very forgiving. But a full dozen, please.\"",
                                         "Name": "彼らは盗賊の森に向かいたいらしい@{M}They'd like to go to the Corsair's Forest",
                                         "Id": 175161},
                    "Name": "最期の旅行の管理者@{M}The Last Tour Operator",
                    "Description": "「あら、キャプテン!ここに、12体の哀れな包帯巻きの魂が居るわ。奴らは最期の死に場所を探している最中なのよ。どうか奴らを最期の旅行に連れ出し、気を紛らわせてくれないかしら?もしかしたら長旅になるかもしれないけど。十分な物資を持っている事を確認した方が良いわね。」[この選択肢は貴方の船倉にある12個の物資と12体の墳墓の入植者と交換します。彼らをウンタージーの3箇所の目的地へ連れて行きましょう。\"目的: 墳墓の入植者\"の印にカーソルを合わせ、寄港毎に目的地を確認する事が出来ます。]@{M}\"Ho, captain! I have one dozen sad and bandaged souls here. They're choosing their final fate. Will you take them on one last diversionary tour? It may be a longish trip. Make sure you have enough supplies.\" [This will replace 12 Supplies with 12 Tomb-Colonists, who you'll need to take to three destinations in the Unterzee. Mouse over your Objective: Tomb-Colonists quality to learn the destination for each visit.]",
                    "ButtonText": "", "Id": 142724},
                   {"DefaultEvent": {"Description": "入植者達は興奮気味に話をしながら、タラップを並んで降りて行く。管理者が貴方に近寄ってくる。「奴らもこれで満足でしょ。まぁ、長くは続かないだろうけど。来週になれば奴らは地表か、大療養所に連れ出される事になるから。それか、そのまま変わって行くのか。何にしても、あんたは彼らの為に良くやってくれたわ。奴らに平和な気持ちをもたらしてくれた。私は、あんたにポケット一杯の平和を稼いで貰ったと思ってるよ。さぁ、これがあんたの取り分。いくらかおまけで付けといたわよ。」@{M}The colonists troop down the gang-plank, chattering excitedly. The Operator leans close. \"They're cheery now. Oh, that won't last. Next week they'll be off to the Surface, or the Grand Sanatorium. Or they'll give in to the Change. But you've done this for them. Given them a little window of peace. And me, you've earnt a whole pocketful of peace. So here's your share. And something extra.\"",
                                     "LinkToEvent": {"Id": 141878}, "Name": "一人ずつ@{M}One by one",
                                     "Id": 175164},
                    "Name": "旅の終わりに: 全員帰還@{M}The End of the Tour: a Full Complement",
                    "Description": "最期の旅行の管理者は明るい顔で貴方を敬礼して出迎えた。「誰も居なくなっていないわね!こんな事は初めてよ!」甲板の上からは、それを聞いた入植者達が驚きながら抗議の声を上げている。「ああお黙り!」彼女はピシャリと言う。「全員居るわね?そうよ、ほら、最後の料金をお出しよ。この素敵な船長様にお支払いする為にね。」@{M}The Last Tour Operator hails you delightedly. \"You didn't lose a one! That's never happened before!\" There is a chorus of surprised protest from the colonists on deck. \"Oh, shut up!\" she snaps. \"You're all here, aren't you? Right, last instalments, please, so I can pay the nice captain.\"",
                    "ButtonText": "", "Id": 143090},
                   {"DefaultEvent": {"Description": "管理者は残った入植者をリストから削除した。「まぁ、十分近いわね、多分。あんたへの報酬よ。見たところ奴らは十分楽しんだみたいね。もしかしたら奴ら、全員が蛾になるか大療養所に消える訳じゃないかもしれない。」彼女は顔を近づける。その吐息にはマッシュルームワインの香りが混じっていた。「ベンダーバイトはあんたが思っているよりひどい場所なのよ。あんたも思い知ったでしょう。」@{M}The Operator ticks the remaining colonists off on her list. \"Well, close enough, I suppose. Here's your fee. And they seem cheerful enough. Perhaps we won't lose all of them to the moths, or to the Sanatoria.\" She leans in. Her breath is scented with mushroom wine. \"Venderbight is worse than you know. And now you know it.\"",
                                     "LinkToEvent": {"Id": 141878}, "Name": "最後に@{M}At last",
                                     "Id": 175165},
                    "Name": "旅の終わりに: 遺された者@{M}The End of the Tour: What Remains",
                    "Description": "管理者は怪訝そうに貴方に挨拶をする。「これで全員?残りはどうしたの?」@{M}The Operator hails you warily. \"Is this all? What happened to the rest of them?\"",
                    "ButtonText": "", "Id": 143091},
                   {"DefaultEvent": {"Description": "入植者はタラップをよろめきながら降りる。最期の旅行の管理者が話し始めると、入植者は黙って話を聴き始めた。すると、彼は胸を鷲掴みにし始めた。どうやら痛みか快楽に悶えているようだ。突然、氷のように白い蛾が何匹も胸を突き破って飛び出してきた。まるで手品師の技のようだ!そしてそれらは空中に飛び去っていく。後に遺されたのは、隠すべき者を失い、その場に崩れ落ちる包帯だけだった。\u000d\u000a\u000d\u000a辺りを見回すと、ベンダーバイトの住民達が何事かを囁き、含み笑いを漏らしていた。それはまるで、結婚式で新郎新婦の情熱的な抱擁と接吻を目の当たりにしたかの様な反応であった。\u000d\u000a\u000d\u000a「あいつらは何処にも連れていけないわよ。」管理者は念を押す。「さ、これがお金よ。」@{M}The colonist staggers down the plank. The Last Tour Operator begins to speak: the colonist signals for silence. He clutches at his chest. He writhes in pain or pleasure. A flurry of ice-white moths bursts forth, like a magician's trick! They disperse into the air, leaving a tangle of ivory bandages empty on the quay.\u000d\u000a\u000d\u000aAll around, the citizens of Venderbight whisper and giggle, as if they'd seen a bride kiss her husband too passionately at a wedding.\u000d\u000a\u000d\u000a\"You can't take them anywhere,\" the Operator remarks. \"Here's your money.\"",
                                     "LinkToEvent": {"Id": 141878},
                                     "Name": "孤独な旅立ち@{M}A solitary departure", "Id": 175166},
                    "Name": "旅の終わりに: 一人だけ助かった@{M}The End of the Tour: I Alone Was Saved",
                    "Description": "管理者は、ただ一人残った墳墓の入植者に向かって手を振る。入植者は、躊躇いがちに手を振り返した。そこには何やら気まずい間があった。@{M}The Operator waves to your single remaining tomb-colonist. The colonist, hesitantly, waves back. There is a difficult pause.",
                    "ButtonText": "", "Id": 143092},
                   {"DefaultEvent": {"Description": "「まぁ...」彼女は言う。「少なくとも前金で半分はもう貰っているのだけど。あんたが奴らに何をしたのかは聞かないでおくわ。どこかに奴らを置き忘れてくるなんて、簡単な事だしね。だけど、今後またあんたにこの依頼をしたいと思うかどうかは、分からない。」彼女は貴方に向かって、呆れたような、怒ったような目線を投げかける。「あんたが奴らを食べた訳ではないと切に願っておくわ。そういう話も聞いた事があるし。」@{M}\"Well,\" she says, \"at least they paid half in advance. I'm not going to ask what you did with them. I know how easy it can be to mislay passengers. But I'm not sure I'd choose to do business with you again.\" She frowns over her cracked spectacles at you. \"I sincerely hope you haven't eaten anyone. One hears stories.\"",
                                     "LinkToEvent": {"Id": 141878},
                                     "Name": "謝罪? 弁解?@{M}Apologies? Excuses?", "Id": 175167},
                    "Name": "旅行の結末: 恥ずべき結果@{M}The Tour: How Embarrassing",
                    "Description": "最期の旅行の運営者は波止場の壁によりかかり、爪楊枝で歯を突いている。「何だか荷物が軽すぎよね。」彼女がそう告げる。@{M}The Last Tour Operator leans on the dockside wall, picking her teeth. \"You're a little light,\" she remarks.",
                    "ButtonText": "", "Id": 143093},
                   {"DefaultEvent": {"Description": "「あんたの努力には感謝するわ、船長。ささやかな感謝の証としてこれを受け取って頂戴。けど、表向きにはお互いを知らない事にして置きましょう。旅行者達には貴方の事を、貸切船長ではなくワイルドでロマンチックな海の犬とでも思うようにしておくわ。」@{M}\"I do appreciate your efforts, Captain. Here's a small token of that appreciation. Let's not acknowledge each other publicly, though. I would like our passengers to think of you as a wild and romantic zee-dog; not as a charter-captain.\"",
                                     "LinkToEvent": {"Id": 141878},
                                     "Name": "喜ぶ管理者@{M}A happy Operator", "Id": 176095},
                    "Name": "旅心を喚起する@{M}Inspire wanderlust",
                    "Description": "貴方にとって最期の旅行は旨い儲け話なのか?それとも、墳墓の入植者に別の使い道を見出したのか?ジーを駆け巡って得た物語を伝えれば、もしかしたら彼らはまた旅行に行く気を起こすかもしれない。[これによって再び最期の旅行のイベントを始める事が出来ます。]@{M}Did you find the Last Tour lucrative? Or do you have another use for tomb-colonists? Share tales of the wonders you've seen across the zee, and perhaps they'll rouse themselves for another go. [This will allow you to begin the Last Tour storyline again.]",
                    "ButtonText": "", "Id": 143683},
                   {"DefaultEvent": {"Description": "細い裏路地の曲がりくねった一角で、歓迎の黄色い光が金メッキを施されたレストランの窓から漏れ光っていた。看板には\"ジョナの仇討ち\"と書かれている。\u000d\u000a\u000d\u000a丸々と肥え太った墳墓の入植者が忙しなく働いている。灰色のひげを蓄えた彼が包帯の下からやや尊大に目線を飛ばす。「さぁ入った、入った!」@{M}At the twisty tip of an odd little side-street, welcoming yellow light glows from the gilt-lettered windows of a restaurant. A sign reads VENGEANCE OF JONAH.\u000d\u000a\u000d\u000aA beefy tomb-colonist bustles up. A grey moustache pokes impertinently out from under his bandages. \"Come in, come in!\"",
                                     "LinkToEvent": {"Id": 152799},
                                     "Name": "曲がりくねった通り@{M}A corkscrewed street", "Id": 182207},
                    "Name": "定評のある小さなレストランを訪れる@{M}Visit a certain little restaurant",
                    "Description": "ベンダーバイトで美味しい料理?今じゃ大した物だ。@{M}Fine cuisine in Venderbight? Now that would be something.",
                    "ButtonText": "", "Id": 147444},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 152441},
                                     "Name": "", "Id": 234595},
                    "Name": "A weak call for help",
                    "Description": "An emaciated man is slumped against a wall of the docks, sitting on a huge crate. He waves weakly at you.",
                    "ButtonText": "", "Id": 180180},
                   {"DefaultEvent": {"Description": "You approach three of the captains. They smell like mouldering cakes. What sights they must have seen, you say, in their years on the zee. Bones pop and crack as they exchange glances. They croak a few words: on beasts they escaped, romances they had, ports where they made a difference. \u000d\u000a\u000d\u000aAnd what, you ask, of those beasts that escaped? Those romances that they discarded? The ports where they did more harm than good? Of course, they reply, they'd set things right if they had a last adventure. As it happens, you have the charts to a place in need...",
                                     "LinkToEvent": {"Id": 141878}, "Name": "", "Id": 244668},
                    "Name": "Lure the ancient captains to Wrack",
                    "Description": "Ancient captains stand idly in the dock. Though their bandages have yellowed, their uniforms are well-washed. Spin them a story of a last hurrah. ",
                    "ButtonText": "", "Id": 186784},
                   {"DefaultEvent": {"Description": "With a satisfied nod towards your ship, the Incomparable Aurelian slips the frost-moth into a killing jar. He explains as the pale blue wings beat against the glass.\u000d\u000a\u000d\u000a\"You've been beneath the waves, I see. And I trust you've seen Tyrant Moths as well? Fine creatures, but nothing compared to the regal kin, the Most-Moth. I know where to find it - and with your ship, we can see it hatch.\" \u000d\u000a\u000d\u000aHe gazes down at the frost-moth, now still. \"Take me down to the Undercrow, and I'll show you something worth preserving forever.\"",
                                     "Name": "A man of pins and the jar", "Id": 244997},
                    "Name": "Assist a specialised collector",
                    "Description": "A dapper gentleman lounges by a dry fountain, admiring a frost-moth with a predatory gleam in his eyes. Would you help him find the quarry of a lifetime?",
                    "ButtonText": "", "Id": 187007},
                   {"DefaultEvent": {"Description": "The Tomb Colonist draws you a little way away from the Cladery Heir. \"Don't tell her you met me,\" he says, in hoarse rasp. \"Her mother cut my voice. Hoped to fix it so I wouldn't be able to look for my daughter. So I wouldn't want to.\" He wheezes. \"Didn't work. Operations never... completely effective. Need to know my daughter's well. Happy. Finding enough patients. Getting enough to eat and so forth.\"\u000d\u000a\u000d\u000aIn exchange for the simplest news, he explains himself: \"I'm her father,\" he says. \"Ordinary engineer. Not the sort of parent she would want.\" [If you wish to tell the Heir about this encounter, you can do so by speaking with her.]",
                                     "Name": "Voiceless", "Id": 245653},
                    "Name": "Someone trying to get your attention",
                    "Description": "One of the Tomb Colonists takes an obvious interest in your crew, specifically the Cladery Heir.",
                    "ButtonText": "", "Id": 187415},
                   {"DefaultEvent": {"Description": "An assortment of decrepit zee captains gathers around her, compelled by tradition, honour or boredom. She picks her nails, and closes her eyes when at last she speaks: \"I want to find Lady Black.\"\u000d\u000a\u000d\u000aThe captains that can run, do. The rest shuffle away as swiftly as they're able. Only one remains behind. \"How long were you down there?\" he asks. \"Twenty minutes,\" she replies. The captain puts his hand on her shoulder. \"Seek the House of the Keel in Polythreme,\" he says. \"But if you can forget her, do. It's possible.\" He embraces her and departs.",
                                     "LinkToEvent": {"Id": 141878}, "Name": "Terrible bad luck",
                                     "Id": 259045},
                    "Name": "Find ancient captains to speak to the Unsettled Salvager",
                    "Description": "It shouldn't be too hard. What else have they got to do around here but moulder?",
                    "ButtonText": "", "Id": 193199},
                   {"SuccessEvent": {"Description": "Some tomb-colonists, longing for peace, climb into coffins and swear never to stir. The storehouse is a faux-mausoleum. You watch furtive, bandaged figures slip inside. Peering through the half-rotten timber, you see them prise open the coffins laid within, and rob the pretend-dead of their jewels and silks.\u000d\u000a\u000d\u000aThat is, at least, until they gather around a black coffin, festooned with ribbons. \"Cor! Look at that little treasure there on 'er finger,\" says one. \"Come here, you - ah!\" A truncheon swings out of the coffin, cracking his crown. The other two scatter, as a woman leaps out of the black coffin, like a sleeper from a nightmare, and chases them down. This must be the Constable.",
                                     "LinkToEvent": {"Id": 230583}, "Name": "You are not alone",
                                     "Id": 230591},
                    "DefaultEvent": {"Description": "Inside the storehouse, you find coffins propped against the walls, and laid across the floor. You pry one open, cracking the half-rotten wood: an immaculately dressed corpse frowns within. It tries not to stir. You open another, and another: until, one gently takes you by the wrist. \"We cannot die truly here; but some of us would like to pretend. Won't you leave us in peace?\" [Check your journal to be reminded of where the Last Constable might be!]",
                                     "Name": "Nothing but the newly dead", "Id": 230590},
                    "Name": "Search for the Last Constable",
                    "Description": "There is whispering among the bandaged denizens of Venderbight: white carriages are visiting an abandoned storehouse. Maybe the Constable is looking into that?",
                    "ButtonText": "", "Id": 177595}],
 "Description": "甲板の上から、千を越す包帯巻きの死者達が咳き込み、足を引きずって歩く音が聞こえてくる。それはまるで、世界で最も落ち着きの無いコンサートの聴衆か、世界で最も疫病に乗っ取られた大聖堂のようだ。@{M}On deck, you can hear the sound that a thousand bandaged dead make as they shuffle and cough. It's something like the world's most restless concert audience, or the world's most plague-ridden cathedral.",
 "Name": "ベンダーバイトの墳墓街@{M}The Tomb-Colony of Venderbight",
 "Id": 141878}