{"ChildBranches": [{"DefaultEvent": {"Description": "　ボーンマンは木槌を抱えていた。いや、違う。彼は木槌を『身につけて』いた。「見ていろ」彼は唸った。彼は最も大きな石を木槌で叩いた。石はほこりを巻き上げ、一瞬で塵と化した。「石は正しい場所だけを打ち据えてやらねばならん」溜息のような音を立てて、もうひとつの石が粉々になった。「このようにな」<br/><br/>　これは単に、あなたが塵をたくさん吸い込みすぎたというだけの話なのかもしれない。しかし、あなたがボーンマンの作業を見つめていると、目の前の光景が遠ざかっていった。あなたはとても高いところからそれを見つめていた。ここは、天蓋だろうか？<br/><br/>　木槌が振るわれ、石が砕ける。これが力の本性だ。これは喜ばしいことだ。<br/><br/>「これがStormの力だ」ボーンマンが重々しくそう言うと、あなたは瞬きをした。「彼はバザールに自由を贈った。私からは、お前にこれを贈ろう」彼は、あなたに硬貨の詰まった袋を手渡した。硬貨は塵で白く汚れていた。あなたもまた、塵に覆われて真っ白だった。骨のような白さだった。@{I}The Bone Man carries a maul. No: he <i>bears</i> a maul. \"WATCH,\" he growls. He brings the head of the maul down on the largest stone. It puffs into dust: instantly pulverised. \"YOU MUST STRIKE THEM IN ONLY THE CORRECT PLACE.\" Another dissolves, with a sound like a sigh. \"THUS.\"\u000d\u000a\u000d\u000aPerhaps it's just that you've inhaled too much dust, but as you watch the Bone Man, the scene becomes distant. You are watching it from a great height. The roof?\u000d\u000a\u000d\u000aThe maul swings: the stones shatter. This is the nature of strength. This is good.\u000d\u000a\u000d\u000a\"THIS IS THE WORK OF STORM,\" intones the Bone Man. You blink. \"FREEDOM IS HIS GIFT TO THE BAZAAR. AND THIS IS MY GIFT TO YOU.\" He hands you a bag of coins, white with dust. You, too, are white all over with dust - white as bone.",
                                     "Name": "石の死@{I}The Death of Stones", "Id": 176113},
                    "Name": "ペンストックのためにスフィンクスストーンを届ける@{I}$Penstock -> ペンストック$Deliver Sphinxstone for Penstock",
                    "Description": "　ボーンマンがあなたのことを待っていた。彼の顔と胸部には、白い粘土の縞模様がついていた。彼の額には、虚空の深遠な暗号によるグリフが刻まれていた。彼の一番短い指は、ずっと昔に母親によって儀式のために切り落とされていた。「石が来たか」彼はそう唸った。@{I}The Bone Man awaits you. His face and chest are streaked with white clay. His forehead bears a glyph, in the deep code of the void. Long ago, his mother ritually severed his littlest finger. \"STONES HERE,\" he rumbles.",
                    "ButtonText": "", "Id": 143696},
                   {"DefaultEvent": {"Description": "「これなら足りる。俺の死の報せがここに届けば、家族はこの財宝をボーンマンたちに捧げるだろう。彼らは死んだ後も、記憶に残り続けることになる」キェロネイト人というのは愉快な連中だ。@{I}\"That will suffice. When news of my death comes, they'll offer this treasure to the Bone Men. If they die, they will still be remembered.\" Cheery lot, the Chelonites.",
                                     "LinkToEvent": {"Id": 143328},
                                     "Name": "狩人の価格@{I}The hunter's price", "Id": 177003},
                    "Name": "死の運命にあるモンスターハンターを手に入れる@{I}Obtain a Doomed Monster-Hunter",
                    "Description": "　キェロネイトはモンスターハンター、ペリジンの体液を浴びて力を得た者たちで溢れている。その中には、死の運命にある者も大勢いる。しかし、あなたは彼らの家族を世話してやる必要があるだろう。@{I}$Chelonate -> キェロネイト$The Chelonate is stiff with Monster-Hunters, awash with the peligin juices that give them strength. A good number of them are Doomed, too. But you'll need to provide for their families.",
                    "ButtonText": "", "Id": 144274},
                   {"DefaultEvent": {"Description": "　外科医は言葉を違えぬ男だった。彼は、手を震わせながら硬貨を数え終えると、かつてロンドンで仕入れたちょっとした秘密を囁いてくれた。どういう理由で今までその話に触れなかったのかについては、彼は言葉を濁した。<br/><br/>　彼は自分のナイフと器具をまとめると、甲羅の中へと入っていった。そして彼は去った。@{I}The Surgeon is as good as his word. Hands trembling, he counts out the coins, and whispers a little secret he picked up back in London. He's vague about why he didn't mention it before.\u000d\u000a\u000d\u000aHe collects his knives and instruments, heads into the Shell, and is gone.",
                                     "Name": "ポケットいっぱいのエコー@{I}A pocketful of Echoes", "Id": 180640},
                    "Name": "口達者な外科医が陸に上がるのを許す@{I}$Plausible Surgeon -> 口達者な外科医$Allow the Plausible Surgeon to go ashore here",
                    "Description": "「おお、まさに。ご覧ください、これらの傷を。これらの染みを。船長、どうか私の任を解いていただけませんか。きちんと埋め合わせはいたしますので」@{I}\"Oh, my word. Look at these scars. Look at these <i>stains</i>. Release me from my contract, Captain, I beg you. I've saved up enough to compensate you.\"",
                    "ButtonText": "", "Id": 146432},
                   {"DefaultEvent": {"Description": "　彼女はあなたにzeeの物語を語ってくれた。ドラウニーのうわさ話や、キェロネイトの殺人神話、そして、バウンド・シャークの拘束具に刻まれていた真実のことを。付け加えて彼女は言った。「提督に伝えてくれ。エスティヴァルは空のままだ。太陽の殺しぶりは相変わらずだね」@{I}$[Bb]ound[ -][Ss]hark -> バウンド・シャーク, Aestival -> エスティヴァル$She has zee-ztories for you - drownie-whispers, Chelonite murder-myths, truths found engraved on bound-shark harnesses. And she adds: \"Tell the Admiral: Aestival remains empty. The Sun still kills.\"",
                                     "LinkToEvent": {"Id": 143328},
                                     "Name": "芳醇な物語@{I}A rich vein of story", "Id": 181860},
                    "Name": "情報提供者と会う@{I}Meet your contact",
                    "Description": "　この甲羅の中はどこも汚らしいが、中でも特に汚らしい隅の腹甲に作られた家に、欠損した狩人は住んでいた。彼女の顔の半分は、ジリーフィッシュの毒にやられて動かなくなっていた。彼女に狩りの戦利品を渡せば、彼女はzeeのゴシップを教えてくれるだろう。@{I}$[Jj]illyfish -> ジリーフィッシュ, Hunting[- ]Troph(y|ies) -> 狩りの戦利品$A Mutilated Hunter makes her home in a plastron at the wretched end of the shell: well, the <i>more</i> wretched end. Her face is half-immobile from a jillyfish sting. Give her a Hunting Trophy, and she'll share zee-gossip.",
                    "ButtonText": "", "Id": 147214},
                   {"DefaultEvent": {"Description": "　彼女はあなたにzeeの物語を語ってくれた。ドラウニーのうわさ話や、キェロネイトの殺人神話、そして、バウンド・シャークの拘束具に刻まれていた真実のことを。付け加えて彼女は言った。「提督に伝えてくれ。うちの狩人たちがエスティヴァルを狙ってる。あそこには今、手を出したくなるようなものがある」そこで彼女はあなたを見た。「でも、あんたはもう、そのことは知っていそうだねえ？」@{I}$[Bb]ound[ -][Ss]hark -> バウンド・シャーク, Aestival -> エスティヴァル$She has zee-ztories for you - drownie-whispers, Chelonite murder-myths, truths found engraved on bound-shark harnesses. And she adds: \"Tell the Admiral: our hunters are eyeing Aestival. There is a temptation now.\" She eyes you. \"But I suspect you'd know that, wouldn't you?\"",
                                     "LinkToEvent": {"Id": 143328}, "Name": "", "Id": 181931},
                    "Name": "情報提供者と会う@{I}Meet your contact",
                    "Description": "　この甲羅の中はどこも汚らしいが、中でも特に汚らしい隅の腹甲に作られた家に、欠損した狩人は住んでいた。彼女の顔の半分は、ジリーフィッシュの毒にやられて動かなくなっていた。彼女に狩りの戦利品を渡せば、彼女はzeeのゴシップを教えてくれるだろう。@{I}$[Jj]illyfish -> ジリーフィッシュ, Hunting[- ]Troph(y|ies) -> 狩りの戦利品$A Mutilated Hunter makes her home in a plastron at the wretched end of the shell: well, the <i>more</i> wretched end. Her face is half-immobile from a jillyfish sting. Give her a Hunting Trophy, and she'll share zee-gossip.",
                    "ButtonText": "", "Id": 147258},
                   {"DefaultEvent": {"Description": "$Whither -> ウィザー, (Mt?.|Mount) Palmerston -> マウント・パーマーストン$When the Poissonnier returns to the ship, he is red to his elbows. \"I have learned what I need to know,\" he says, his voice haggard. Back in the galley he throws away all his knives but one. You watch it slice, skin, bone, and butterfly: as precise as a surgeon's scalpel; as quick as a minnow. Flesh goes one way; skin and organs another.\u000d\u000a\u000d\u000aAs the crew dine, he seeks you out. \"It goes well, my captain. I have my initial ingredients. I have my skills. But the flavours I pursue must be coaxed forth, like a hermit crab from its shell. I'm afraid I need very particular seasoning: mutersalt and zzoup. They sell the former at Whither, where the salt-pools fizz and pop. Zzoup is made at Mount Palmerston. Its composition is a secret, but anything that can be combined can be separated again, with the right equipment.\"",
                                     "Name": "An improvement", "Id": 181939},
                    "Name": "Find someone to teach secrets of butchery to the Bandaged Poissonnier",
                    "Description": "A Bone Man shows you the glyphs cut into his white-dusted palms. \"They mean 'Separation',\" he tells you. He will instruct your chef, if you can prove your worth.",
                    "ButtonText": "", "Id": 147264},
                   {"DefaultEvent": {"Description": "　何気なく投げ込まれた銛が、ブレミガンの体を貫いた。ブレミガンは萎れ、どろどろの汚物と化した。キェロネイト人の一人が、あなたに向けて野蛮な笑みを形作った。明らかに、何かしらの反応が求められていた。「素晴らしい投擲でした。マダム。ええその、素晴らしい投擲でした」@{I}$[Bb]lemmigan -> ブレミガン$A casually flung fishing-spear pierces the blemmigan. It deflates to a soggy mess. A Chelonite grins savagely at you: some response is clearly required. \"Good shot, madam. Ah, good shot.\"",
                                     "Name": "ああ、なんてこと！@{I}Oh. Ouch!", "Id": 181967},
                    "RareDefaultEvent": {"Description": "　何気なく投げ込まれた銛が、ブレミガンの体を貫いた。ブレミガンは萎れ、どろどろの汚物と化した。キェロネイト人の一人が、あなたに向けて野蛮な笑みを形作った。明らかに、何かしらの反応が求められていた。「素晴らしい投擲でした。マダム。ええその、素晴らしい投擲でした」@{I}$[Bb]lemmigan -> ブレミガン$A casually flung fishing-spear pierces the blemmigan. It deflates to a soggy mess. A Chelonite grins savagely at you: some response is clearly required. \"Good shot, madam. Ah, good shot.\"",
                                         "Name": "ああ、なんてこと！@{I}Oh. Ouch!", "Id": 181995},
                    "Name": "ブレミガンを陸に放つ@{I}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "　太古の甲羅の割れ目か何かに身を落ち着けることができるかもしれない。あなたはブレミガンを波止場に追い立てた。@{I}Perhaps it will nestle in some crevice in the ancient shell. You chivvy it onto the quay.",
                    "ButtonText": "", "Id": 147290},
                   {"DefaultEvent": {"Description": "　あなたがどのような事柄について詳述しようとしても、文章の端々に悪臭についての記述が忍び込んだ。『キェロネイト人は悪臭にもかかわらず注意深い。』『長く打ち棄てられていた怪物の死骸の、悪臭放つ切れ端の中に何か動くものがあった。』『悪臭の最もきついところで頻繁に決闘が行われ――』@{I}No matter what details you try to record, the stench creeps in around the edges of the sentences. \"The Chelonites, watchful despite the reek.\" \"Movement among the miasmic scraps of long-abandoned monster-carcass.\" \"Frequent duels where the stink is thickest - \"",
                                     "Name": "表現の限界@{I}The limits of meaningful expression",
                                     "Id": 182472},
                    "Name": "港湾報告書をまとめる@{I}$Port Report -> 港湾報告書$Compile a Port Report",
                    "Description": "　このきわめて印象的な臭いをどう表現したものだろうか？@{I}How does one express this very striking smell?",
                    "ButtonText": "", "Id": 147627},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 194381},
                                     "Name": "", "Id": 195930},
                    "Name": "「物語を骨と交換だ！」@{I}\"Tales for the bone!\"",
                    "Description": "　誰かが変わった商品の呼び売りをしている。声のする方に行ってみよう。@{I}Someone is crying unusual wares. Follow the sound.",
                    "ButtonText": "", "Id": 155793},
                   {"DefaultEvent": {"Description": "　広大なzeeでの戦いの物語が佳境に入ってきたところで、あなたは血なまぐさい戦利品を頭上に掲げた。子どもたちは散り散りになった。後には、目をみはる一人の少年だけが残された。<br/><br/>　彼は仮面を差し出した。小さな骨で作られたガラクタだ。骨は食事の残りから集められたものだろう。それでも、彼はあなたの戦利品を指差した。あなたは交換に応じた。@{I}As your tale of combat on the high zee reaches its pitch, you lift the gory trophy above your head. The children scatter. Only a young boy remains behind, staring. \u000d\u000a\u000d\u000aHe holds out a mask: a mess of tiny bones. Most look like they were scavenged from a dinner plate. Nevertheless, he points at your trophy. You trade.",
                                     "Name": "物語が物語を呼ぶ@{I}One story for another", "Id": 230223},
                    "Name": "狩りの戦利品を見せびらかす@{I}$Hunting[- ]Troph(y|ies) -> 狩りの戦利品$Show off a Hunting Trophy",
                    "Description": "　年若いキェロネイト人たちが、あなたの船の周りに集まって、その白墨の塗られた掌を船の舳先に押しつけている。彼らは物語を望んでいた。[狩りの戦利品を風変わりな工芸品と交換します。]@{I}$Chelonate -> キェロネイト, Outlandish Art[ie]fact -> 風変わりな工芸品, Hunting[- ]Troph(y|ies) -> 狩りの戦利品$Young Chelonates gather around your ship, pressing their chalked palms to your bow. They demand stories. [Trade a Hunting-Trophy for an Outlandish Artefact.]",
                    "ButtonText": "", "Id": 177357},
                   {"DefaultEvent": {"Description": "$Gant Pole -> ギャント・ポール$\"Ffortheflessssh,\" he slithers, drool pouring from between his rotten teeth. \"The Gant Pole. Where the beathies die. Bringflesh. We sellthit to the turthtleaterth. Fresher meath. Big moniesth to mathke.\"\u000d\u000a[The Gant Pole is said to be deep underwater, mostly by zailors who do not believe it truly exists.]",
                                     "Name": "An opportunity", "Id": 241454},
                    "Name": "An opportunity from a Redolent Fleshmerchant",
                    "Description": "$Chelonate -> キェロネイト$Even the Chelonate's hardy folk keep their distance.",
                    "ButtonText": "", "Id": 184731},
                   {"DefaultEvent": {"Description": "$Chelonate -> キェロネイト$The Redolent Fleshmerchant dips a finger into the quivering blubber and tastes it with shivering enjoyment. He pays you, and gets to work selling it by the cup-full. It is impossible to tell if the Chelonate prefer it to their customary diet of rancid turtle meat, but it is at least a different flavour of terrible. His customers are still licking their lips when the barrel is drained to the last oily drop.",
                                     "Name": "\"Delithouse.\"", "Id": 241455},
                    "Name": "Supply the Redolent Fleshmerchant",
                    "Description": "It's only one barrel. But it's a very large barrel.",
                    "ButtonText": "", "Id": 184732},
                   {"DefaultEvent": {"Description": "$Gant Pole -> ギャント・ポール$\"There's the one!\" shouts one of its members. \"It's Gant Pole meat! We'll all be cursed!\" The Redolent Fleshmerchant turns to you, smile not quite as drippy. \"We'd bether runtht,\"  he whispers. \"Such superthi- suthper-\"\u000d\u000a\u000d\u000aYou escape while he is still trying to choke the word out. Your last sight of him is the mob hurling him from the edge of the shell into the rancid waters below. So much for this trade route. At least he paid in advance.",
                                     "Name": "Not a queue. A mob.", "Id": 241456},
                    "Name": "Supply the Redolent Fleshmerchant",
                    "Description": "The word has spread. A queue is already waiting.",
                    "ButtonText": "", "Id": 184733},
                   {"DefaultEvent": {"Description": "Few return from Scrimshander - not because of the danger, but because of the cost of leaving. Still, your guest promises compensation to cover the trip and your safe departure afterwards. How generous.",
                                     "Name": "A deal is struck", "Id": 254689},
                    "Name": "Agree to a proud request",
                    "Description": "Seeing your ship, a hunter strides up to you. For the pride of her family and yours, she demands passage to the underzee spire of Scrimshander.",
                    "ButtonText": "", "Id": 191218},
                   {"SuccessEvent": {"Description": "　そこであなたは、娘の驚愕した視線を追った。ライラック色のガウンを着た女性が、ボーンマンたちの聖堂へと通じる割れ目のそばを歩いていた。女の顔立ちには、見間違えようもなく、あなたのオフィサーと似たところがあった。「話をしましょうか」落ち着き払った様子で、彼女は娘にそう言った。<br/><br/>　娘は、目を見張る素早さで、なけなしの平静さをかき集めた。「ちょっと話してくるわ」娘はそう言った。@{I}You follow the Daughter's stunned gaze. A woman in a lilac gown strolls past the doorway-slit of the Bone Men's shrine. Her features bear an unmistakable resemblance to your officer's. \"We should talk,\" she says to the Daughter, quite calmly.\u000d\u000a\u000d\u000aThe Daughter assembles the rags of her composure with remarkable speed. \"Excuse us,\" she says...",
                                     "LinkToEvent": {"Id": 180196},
                                     "Name": "「先週にはいたそうだけど――」@{I}\"She was here last week, but - \"",
                                     "Id": 180254},
                    "DefaultEvent": {"Description": "「でも、こんなものを見つけたわ。ええ、『見つけた』の。ひとつあげる。感心しないかしら？でも、彼らはあまりにたくさんの戦利品を持っているものだから、彼らもどうして良いか分からないのよ。ともかく、これで近づいたわね。分かるの。本当よ」@{I}\"I found some of these, though. Well, 'found'. You can have one. Are you going to be stern with me? They have so many trophies they don't know what to do with them. Anyway, we're getting closer. I can feel it. I swear.\"",
                                     "Name": "「運がなかったわ」@{I}\"No luck.\"", "Id": 180253},
                    "Name": "メイビーの娘が母親を探す手助けをする@{I}$Maybe's Daughter -> メイビーの娘$Help Maybe's Daughter search for her mother",
                    "Description": "「そもそもどうしてお母さんがここに来てたのか、理解できなかったんだけど――」彼女はあなたの周りにある、皮や石に刻まれた意匠群を指し示した。「全部タトゥーのためだったんだわ。骨と肉のアルファベット。私の家系が絶えず戻ってくるところ」彼女は眉を顰めた。「私の家って、どんな面から見ても変なのよね」@{I}\"I couldn't understand why she came here to begin with, but\" - she gestures around you, at the designs sketched on hide and scratched on stone. \"It's all tattoos. The alphabets of bone and flesh. That's what our family keeps coming back to.\" She frowns. \"Our family is strange in every way imaginable.\"",
                    "ButtonText": "", "Id": 146190},
                   {"SuccessEvent": {"Description": "「あれ、実はビールじゃないんですよ、船長」水夫の一人が打ち明けた。「ウナギの血に、zeeのキノコだか何だかを突っ込んで発酵させたんだそうで。説明全部は聞いてられませんでしたよ。吐くのに忙しくて」@{I}\"It's not actually beer, cap'n,\" a zailor confides. \"It's eel-blood fermented with zee-fungus, or somefin'. I didn't hear the whole account. I was too busy throwin' up.\"",
                                     "LinkToEvent": {"Id": 143328},
                                     "Name": "高まる歌声@{I}Voices raised in song", "Id": 180639},
                    "DefaultEvent": {"Description": "「船長。新入りを亡くしちまいました。あいつ飲みすぎて、あの大亀は本物じゃないとか言って喧嘩吹っかけやがったんです。そんで、キェロネイト人たちが、あいつにアリみたいに群がって。国に持って帰れるものは、多くは残りませんでした」@{I}\"We lost the new one, cap'n. She had one too many and started on the Turtle not being real. Chelonites were on 'er like ants. Not enough to send home.\"",
                                     "LinkToEvent": {"Id": 143328},
                                     "Name": "一人分の声が消えて@{I}One voice missing", "Id": 143330},
                    "Name": "キェロネイトへの上陸許可を出す@{I}$Chelonate -> キェロネイト$Shore leave at the Chelonate",
                    "Description": "　ビールも騒ぎもここでは安いものだ。しかし、ここの狩人たちにとって、酒の騒ぎはおままごとではない。あなたは、船員たちが安全に戻ってこられるかどうか確信が持てなかった。@{I}$Chelonate -> キェロネイト$Beer and roistering are cheap here, but the hunters of the Chelonate take their roistering seriously. You can't be sure your crew will make it back safely.",
                    "ButtonText": "", "Id": 124061}],
 "Description": "　いかなる大聖堂をもしのぐ巨大な亀の甲羅。そのぬるぬるする側面を、波がぴちゃぴちゃと洗っている。陰気な目をしたキェロネイト人たちが、甲羅の周りの腐った桟橋の上をぶらついている。ランプが、まるでお祭りの飾りつけのように、肉屋の窓からぶら下がっている。あなたの周りでは、大昔の肉の屑切れが、海いっぱいに広がっている。@{I}Waves lap the slabby sides of a vast turtle-shell - bigger than any cathedral. Chelonites loaf on wooden docks around the shell-sides, staring sullenly. Lamps hang like decorations in a festive butcher's window. All around you, the sea is rank with scraps of ancient flesh.",
 "Name": "キェロネイト@{I}$Chelonate -> キェロネイト$The Chelonate",
 "Id": 143328}
