{
  "Id": 143334,
  "Name": "大晶洞@{I}$Grand Geode -> 大晶洞$Grand Geode",
  "Description": "　ここは海軍基地なのだが、興味深いことに、王立海軍の記章には修正が加えられていた。どこを見渡しても、有能そうな、輝く瞳の男女が熱心に働いていた。彼らは、耳慣れない言葉からなる讃歌を歌っていた。厳しい表情をした王立海兵隊が、晶洞の中心部への道を守りながら、あなたのことを注視していた。<br/><br/>　ドックのそばの銘板は、橙色の絵の具で塗り潰されていた。しかし、それでもあなたは元の碑銘を読み取ることができた。そこには『第五基地(支所)』と書かれていた。@{I}$Royal Navy -> 王立海軍$A naval base, with the Royal Navy's emblems, curiously amended. Efficient, bright-eyed women and men work briskly, everywhere you look. They are singing: hymns with unfamiliar words. Hard-faced Royal Marines watch you carefully, barring entry to the Geode's heart.\r\n\r\nA plaque by the docks has been defaced with orange paint, but you can still make out the original inscription: 'STATION V (ADJUNCT)'.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 143335,
        "Name": "「石ですね！素晴らしい！」@{I}\"The stones! Marvellous!\"",
        "Description": "「バザールは私たちの光の敵なのです。目を持つ者すべての敵であるとも言えます。卑劣で強欲な、触手の汚物。まあ、いずれ私たちの光が打ち負かすでしょう。あなたもそれを見ることになりますよ。(何故って、あなたは目を持っているからです。それも、素敵な目を。そう言わせて頂けるならばですけれど。)あなたの石は私たちの役に立ってくれるでしょう。そして私たちは、役に立ってくださった方には報酬を差し上げています。こちらを。(紙幣の束です。)こちらを。(認識に関する論文です。)そしてこれを――」<br/><br/>　彼女は前に身を乗り出すと、あなたの両まぶたにキスをした。彼女が身を引くと、世界が変わっていた。あなたはずっと、Neathとは、太陽に照らされた世界の法が力を持たない場所だと信じてきた。しかし今では、どういうわけか、あなたにはその法を見ることができた。これは混沌なのだろうか？あるいは、自由なのだろうか？<br/><br/>　港長は人夫たちに、石をひとまとめにするよう指示していた。zeeは静かだった。晶洞がランプのように輝いていた。@{I}\"The Bazaar is the enemy of our Light. It's the enemy of anyone with eyes, too. Nasty greedy tentacled thing. Well, our Light will sort it out, you'll see. (Because <i>you</i> have eyes. And wonderful eyes they are too, if I might say so.) This stone of yours will help. And we reward those who help us. Here. (A bundle of banknotes.) Here. (A monograph on perception.) And here - \"\r\n\r\nShe leans forward and kisses you, once on each eyelid. As she draws back, the world is changed. You always knew the Neath was a place where the laws of the sunlit world did not apply: but now, somehow, you can <i>see</i> it. Is this chaos? Or freedom?\r\n\r\nThe Quartermaster directs her labourers to pack up the stone. The zee is quiet. The Geode glows like a lamp."
      },
      "Id": 124064,
      "Name": "スフィンクスストーンを届ける@{I}Deliver the Sphinxstone",
      "Description": "　輝く瞳のシーケンサーがあなたをここへ向かわせた。また別の、同じように輝く瞳の港長が、あなたと石を待っていた。@{I}The Bright-Eyed Sequencer sent you here. Another, equally bright-eyed quartermaster awaits you and your stones."
    },
    {
      "DefaultEvent": {
        "Id": 143336,
        "Name": "「代将が数分のお時間を割いてくださるかもしれません――」@{I}\"The Commodore may be able to give you a few minutes - \"",
        "Description": "　代将はあなたの手を暖かく握りしめた。彼は美しい顔立ちの、真摯そうな風貌の男だった。彼は染み一つない海軍の制服を着ていた。彼のオフィスもまた、彼と同じぐらい美しかった。オフィスからは、内壁の水晶の崖を見下ろすことができた。そこはNeathのあらゆる書斎と同じぐらい光に照らされているに違いなかった。彼はこの施設の目的についての質問には答えなかった。「機密扱いだからね。分かるだろう？」しかし、彼は笑顔であなたにお茶とビスケットを振る舞い、鉱物学に関するいくらかの逸話を語ってくれた。<br/><br/>　ビスケットは良いものだった。しかし、逸話の方は個々の区別がつかなかった。気づけば、あなたは頷いていた。そして突然、体が痙攣を起こした。代将が微笑んでいる。あなたのカップは空になっていた。あなたは良い気分だった。幸福だとさえ言っても良かった。「またすぐに戻っておいで」代将は穏やかに言った。@{I}The Commodore shakes your hand warmly. He's a handsome, open-faced fellow in an immaculate Navy uniform. His office is equally handsome. It overlooks the glittering interior crystal cliff - it must be as well lit as any study in the Neath. He deflects questions about the purpose of this installation - \"classified, you know\" - but smilingly offers you tea, biscuits and mineralogical anecdotes.\r\n\r\nThe biscuits are good, but the anecdotes rather blend one into the next. You find yourself nodding, and then jerk suddenly awake. The Commodore is smiling. Your cup is empty. You feel well: very well. A little euphoric, even. \"Come back soon,\" he says softly."
      },
      "Id": 124065,
      "Name": "権威ある人物との面会を求める@{I}Ask to speak with someone in authority",
      "Description": "　この場所は何なのだろうか？@{I}What is this place?"
    },
    {
      "DefaultEvent": {
        "Id": 176335,
        "Name": "満足気な吐息@{I}A sigh of satisfaction",
        "Description": "「私たちの光は今よりも強くなるでしょう。単に私たちの艦隊が強化されるというだけではありません。世界には、私たちの上昇を阻む数多くの扉があります。赤の科学は、それら多くの封印に対する鍵なのです。ありがとうございます。光の名において感謝します。さあ、お行きなさい。そして輝いてあれ」@{I}\"Our Light will grow stronger. Not only as our fleet grows stronger. There are many doors that bar our ascent: but the Red Science is the key to many locks. We thank you. Our Light thanks you. Go now, and grow bright.\""
      },
      "Id": 143847,
      "Name": "メメント・モリをドーン・マシンの奉仕者たちに売却する@{I}$Dawn Machine -> ドーン・マシン, Memento Mori -> メメント・モリ$Sell the Memento Mori to the servants of the Dawn Machine",
      "Description": "「おや、これは何と興味深い。実に興味深いですね」[これにより、あなたはドーンのかけら、審判の卵、1000エコー、そしてマシンからの感謝を勝ち取ることができます。]@{I}$Element of Dawn -> ドーンのかけら$\"Now this looks very interesting. Very interesting indeed.\" [You will receive one Element of Dawn, one Judgements' Egg, one thousand Echoes, and the gratitude of the Machine.]"
    },
    {
      "DefaultEvent": {
        "Id": 181948,
        "Name": "輝かしい最期@{I}A bright end",
        "Description": "　ブレミガンは埠頭の辺りで、楽しげに闇雲に渦巻いた。どうやら、鮮やかの光の揺らぎにまごついているようだった。海兵隊の見張りは、それが近づいてくるのを、やや警戒した面持ちで見つめていた。彼は足を振り上げ、その幻惑された生物をブーツでしたたかに踏みつけた。あなたがその場を離れるとき、彼は靴底の紫色の血液を、几帳面に拭きとっていた。@{I}$[Bb]lemmigan -> ブレミガン$The blemmigan whirls cheerfully and erratically across the quay, apparently bewildered by the play of coloured light. A Marine watches with some alarm as it approaches. He raises his boot and stamps hard on the dazed creature. As you leave the scene, he's fastidiously wiping violet blood from the sole. "
      },
      "Id": 147273,
      "Name": "ブレミガンを陸に放つ@{I}ブレミガンを浜に揚げる@{M}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
      "Description": "　望みは薄い。だがもしかしたら――@{I}Not promising. But perhaps -"
    },
    {
      "DefaultEvent": {
        "Id": 182482,
        "Name": "控えめな書き仕事@{I}Take discreet notes",
        "Description": "　海兵隊の監視の目がある。@{I}The Marines are watching."
      },
      "Id": 147635,
      "Name": "港湾報告書をまとめる@{I}港湾報告書をまとめる@{M}$Port Report -> 港湾報告書$Compile a Port Report",
      "Description": "　海軍省は知っているのだろうか？あるいは、知りたいと思うだろうか？@{I}$Admiralty -> 海軍省$Does the Admiralty know? Or want to know?"
    },
    {
      "DefaultEvent": {
        "Id": 185138,
        "Name": "「経費？」@{I}\"Expenses?\"",
        "Description": "「いや、いや。あなたの七人の少年少女たちは――はは、つまり、あなたの船員たちのことだが――彼らは『経費』ではないよ。彼らは裕福で満ち足りた、栄光の人生を送るだろう。その点については、私が個人的に保証するとも」<br/><br/>「それから、良い情報をありがとう。我々はこれを、とても、とても有効に使わせてもらうよ」@{I}\"No no - your seven youths and maidens, ahahaha, I mean your seven crew, are not 'expenses'. They will live rich, satisfied, glorious lives. I will ensure it personally.\"\r\n\r\n\"And thank you for the information. We will make very, very good use of it.\""
      },
      "Id": 149253,
      "Name": "ドーンのかけらを代将から買い取る@{I}$Element of Dawn -> ドーンのかけら$Purchase an Element of Dawn from the Commodore",
      "Description": "　代将は微笑みを浮かべながら、あなたを汚れひとつない彼のオフィスに迎え入れた。部屋の壁では水晶が輝いていた。「もちろんだとも」彼は言った。「助けになれて嬉しいよ。だが我々は、かけらを渡す分の経費を埋め合わせる必要がある。光はただ、多くのものを創り出すのだからね」@{I}The Commodore welcomes you, smiling, to his immaculate office. Crystals glitter in the walls. \"Of course,\" he says, \"Glad to help. But we'll need to cover expenses, for an Element. The Light only produces so many, you know.\""
    },
    {
      "DefaultEvent": {
        "Id": 185155,
        "Name": "ドーンの法@{I}Dawn's Law",
        "Description": "　マシンに仕えるシーケンサーたちが、あなたの物資を引き取った。あなたの船員たちは、ぽかんと口を開け、まごつきながら、晶洞のひび割れた光の中に入っていった。士官たちは、あなたのもたらした情報に熱心に耳を傾けた。そしてあなたは、代将自身の、半透明で完璧な形をした耳元に、恐るべき推測を囁いた。(彼からは、香辛料と太陽光の匂いがした。)<br/><br/>　三日後、海兵隊の行列が、黄金の葉で飾られた、杉の小箱をあなたの船に運んできた。あなたは、細心の注意を払ってその箱を開けた。中には、かつてイーター・オブ・ネームズを飾り立てていた頭蓋骨が入っていた。その額の部分には、猛り狂う力のシンボルが刻まれていた。その形象はあなたの歯を震わせ、あなたの視界を揺さぶった。これなら、太陽光の危険を飲み込んでくれるだろう。他にどんな作用を持つかなど知る由もないが、しかしこれで十分だ。あなたはエスティヴァルに入植することができるだろう。@{I}$Officer -> オフィサー, Eater of Names -> イーター・オブ・ネームズ, Aestival -> エスティヴァル, Dread Surmise -> 恐るべき推測$The Sequencers who serve the Machine take charge of your supplies. Your crew go gaping and bewildered into the fractured light of the Geode. Officers listen intently to your intelligence. And you whisper the Dread Surmise into the translucently perfect ear of the Commodore himself. (He smells like spice and sunlight.)\r\n\r\nThree days and three nights later, a procession of marines carries a cedar casket to your ship, decorated with gold leaf. You open it, very cautiously. The skull which once adorned the Eater of Names now lies within, its forehead marked with a glyph of furious power. The shape of it chatters your teeth and vibrates your vision. This will drink the danger of the sunlight. Who knows what else it might do? But it will suffice. It will permit you to colonise Aestival."
      },
      "Id": 149264,
      "Name": "エスティヴァルのために、太陽光からの守りを代将に求める@{I}$Aestival -> エスティヴァル$Ask the Commodore for a defence against sunlight for Aestival",
      "Description": "　彼は暖かく微笑んだ。「もちろんだとも」彼は言った。「だがまずは、我々の仕事に対する通常の対価が必要だ。そして、これは簡単な仕事ではない。作業には、キェロネイト近辺に由来する、gantの源が必要になるだろう。加えて、ある特別な洞察が必要だ。とても、とても特別な洞察だ」[gantの源は、キェロネイト近辺に出没する、イーター・オブ・ネームズから手に入れることができます。恐るべき推測は、不安を催させる学者に、7つの焼けつく謎を提供することで手に入ります。]@{I}$Eater of Names -> イーター・オブ・ネームズ, Chelonate -> キェロネイト, Searing Enigma -> 焼けつく謎, Dread Surmise -> 恐るべき推測, Alarming Scholar -> 不安を催させる学者$He smiles warmly. \"Of course,\" he says. \"But we'll need our usual consideration to do the work. And it won't be easy. We'll need a gant-source from near the Chelonate; and a particular insight. A very, very particular insight.\" [The gant-source can be obtained from the Eater of Names, near the Chelonate. A Dread Surmise can be assembled by the Alarming Scholar from seven Searing Enigmas.]"
    },
    {
      "DefaultEvent": {
        "Id": 187637,
        "Name": "船にようこそ！@{I}Welcome aboard!",
        "Description": "「私はここにいます。私の考えでは、船というのは常にここにあり、決してあちらにはないものです。なぜなら、あちらがここになるからです」[この新しいオフィサーを職務に就かせたいと思ったなら、彼女のアイコンを、オフィサーのタブから画面の一番上のスロットまでドラッグしましょう。これは航海中ではなく、港で行いましょう。さもなくば、船員たちを不安にさせてしまうかもしれません。]@{I}$Officer -> オフィサー$\"Here I am. A ship, I suppose, is both always here, and never there, because there becomes here.\" [Appoint your new Officer by dragging her from the Officers tab to her slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]"
      },
      "Id": 150801,
      "Name": "オフィサーを雇う：カーネリアンの亡命者@{I}$Officer -> オフィサー$Engage an Officer: the Carnelian Exile ",
      "Description": "　黒眼鏡を掛けた女性が、急ぎの様子であなたの方に進み出た。「[q:Addressed As]。私を連れて行ってください。ここではもう、私は歓迎されていないのです……。私はあなたに、私たちの向かうべき場所を示して差し上げることができます」[亡命者は一等航海士であり、MirrorsとPagesにボーナスを与えてくれます。]@{I}$Officer -> オフィサー$A dark-spectacled woman marches up to you, in some haste. \"[q:Addressed As]. Take me with you. I am no longer welcome here... and I will show you where we need to go.\" [The Exile is a First Officer who increases Mirrors and Pages.]"
    },
    {
      "DefaultEvent": {
        "Id": 234720,
        "Name": "",
        "Description": "$Grand Geode -> 大晶洞$The Apprentice's voice catches in his throat when he tries to speak. Finally, he takes a deep breath, and manages to whisper: \"He'll make thousands more. Just like the first one.\" \r\n\r\nHe turns to you; beads of sweat have gathered at his temples. \"I wanted to defy the laws of nature. But not like that. And now the zee will burn.\" The Dogged Apprentice dabs his forehead with a handkerchief, then brushes past you to join the bright-eyed people of the Grand Geode. "
      },
      "Id": 180267,
      "Name": "Parting with the Dogged Apprentice",
      "Description": "He stands on the deck, staring at the glittering geode beyond the Royal Marines. His lips twitch; he has something to say."
    },
    {
      "DefaultEvent": {
        "Id": 234721,
        "Name": "",
        "Description": "$Grand Geode -> 大晶洞$\"Thank you,\" the Dogged Apprentice whispers. \"I wanted to defy the laws of nature; but not like that. At least he's been slowed down.\" The Apprentice sighs and brushes past you. \"Thanks again, [q:Addressed As],\" he shouts back to you as he descends the gangplank to join the bright-eyed people of the Grand Geode."
      },
      "Id": 180268,
      "Name": "Parting with the Dogged Apprentice",
      "Description": "He stands on the deck, staring at the glittering geode beyond the Royal Marines. His lips twitch; he has something to say."
    },
    {
      "DefaultEvent": {
        "Id": 244559,
        "Name": "",
        "Description": ""
      },
      "Id": 186708,
      "Name": "Break into Shed XVI",
      "Description": "Phase II of Zub acquisition quest"
    }
  ]
}