{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 141250}, "Name": "", "Id": 143341},
                    "Name": "探索する@{K}Explore the Mourn",
                    "Description": "『嘆き』には実に眺め良い場所が驚くほど沢山存在した。ここは確かに切り立った岩ではあるが、ひとたび獣道や孤児たちの通り道を見つければ岩の多い荒れ地を渡るように移動することが出来る。喉の詰まるようなぐらつく恐怖がおまけについてくるが。@{K}There's a surprising quantity of actual landscape on the Mourn. It's vertical, admittedly, but once you find the beast-paths and urchin-roads, you can traverse it as you would a rocky moor, with an additional throatful of lurching terror.",
                    "ButtonText": "", "Id": 124068},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 146635},
                                     "Name": "", "Id": 148812},
                    "Name": "探索する@{K}Explore the Mourn",
                    "Description": "『嘆き』には実に眺め良い場所が驚くほど沢山存在した。ここは確かに切り立った岩ではあるが、ひとたび獣道や孤児たちの通り道を見つければ岩の多い荒れ地を渡るように移動することが出来る。喉の詰まるようなぐらつく恐怖がおまけについてくるが。@{K}There's a surprising quantity of actual landscape on the Mourn. It's vertical, admittedly, but once you find the beast-paths and urchin-roads, you can traverse it as you would a rocky moor, with an additional throatful of lurching terror.",
                    "ButtonText": "", "Id": 127642},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 143928},
                                     "Name": "", "Id": 148813},
                    "Name": "探索する@{K}Explore the Mourn",
                    "Description": "『嘆き』には実に眺め良い場所が驚くほど沢山存在した。ここは確かに切り立った岩ではあるが、ひとたび獣道や孤児たちの通り道を見つければ岩の多い荒れ地を渡るように移動することが出来る。喉の詰まるようなぐらつく恐怖がおまけについてくるが。@{K}There's a surprising quantity of actual landscape on the Mourn. It's vertical, admittedly, but once you find the beast-paths and urchin-roads, you can traverse it as you would a rocky moor, with an additional throatful of lurching terror.",
                    "ButtonText": "", "Id": 127643},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 148821},
                                     "Name": "", "Id": 148814},
                    "Name": "探索する@{K}Explore the Mourn",
                    "Description": "『嘆き』には実に眺め良い場所が驚くほど沢山存在した。ここは確かに切り立った岩ではあるが、ひとたび獣道や孤児たちの通り道を見つければ岩の多い荒れ地を渡るように移動することが出来る。喉の詰まるようなぐらつく恐怖がおまけについてくるが。@{K}There's a surprising quantity of actual landscape on the Mourn. It's vertical, admittedly, but once you find the beast-paths and urchin-roads, you can traverse it as you would a rocky moor, with an additional throatful of lurching terror.",
                    "ButtonText": "", "Id": 127644},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 146639},
                                     "Name": "", "Id": 148815},
                    "Name": "探索する@{K}Explore the Mourn",
                    "Description": "『嘆き』には実に眺め良い場所が驚くほど沢山存在した。ここは確かに切り立った岩ではあるが、ひとたび獣道や孤児たちの通り道を見つければ岩の多い荒れ地を渡るように移動することが出来る。喉の詰まるようなぐらつく恐怖がおまけについてくるが。@{K}There's a surprising quantity of actual landscape on the Mourn. It's vertical, admittedly, but once you find the beast-paths and urchin-roads, you can traverse it as you would a rocky moor, with an additional throatful of lurching terror.",
                    "ButtonText": "", "Id": 127645},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 148817},
                                     "Name": "", "Id": 148816},
                    "Name": "探索する@{K}Explore the Mourn",
                    "Description": "『嘆き』には実に眺め良い場所が驚くほど沢山存在した。ここは確かに切り立った岩ではあるが、ひとたび獣道や孤児たちの通り道を見つければ岩の多い荒れ地を渡るように移動することが出来る。喉の詰まるようなぐらつく恐怖がおまけについてくるが。@{K}There's a surprising quantity of actual landscape on the Mourn. It's vertical, admittedly, but once you find the beast-paths and urchin-roads, you can traverse it as you would a rocky moor, with an additional throatful of lurching terror.",
                    "ButtonText": "", "Id": 127646},
                   {"DefaultEvent": {"Description": "酒飲みが周囲を見回すと、会話の声は潜められた。あなたは此処に長くいすぎたようだ。好ましくない類の注目を集めてしまっている。他の場所に移る頃合いだ。@{K}Conversation quietens as the drinkers look round. You've been here too long, and you're attracting the wrong kind of attention. Time to move on.",
                                     "Name": "意地汚い笠貝亭での冷遇@{K}Cold shoulders at the Arrant Limpet",
                                     "Id": 149339},
                    "Name": "再び意地汚い笠貝亭で午後を過ごす@{K}Another afternoon at the Arrant Limpet",
                    "Description": "船架の傍らに位置する酒場は船員たちが飲み仲間を見つけ、日頃の鬱憤を晴らすのに格好の場所だ……しかしゲイダーの嘆きは自由港であるといっても私略船の船乗りは身内を好むもので、彼らは“品行方正な”ロンドンの住人を不信の目で見つめている。@{K}$Gaider's Mourn -> ゲイダーの嘆き$A drinking-den by the dock-cradles is a good place for your crew to find companionship and let off steam... but although Gaider's Mourn is a free port, the corsairs prefer their own, and look askance at 'respectable' Londoners.",
                    "ButtonText": "", "Id": 127964},
                   {"DefaultEvent": {"Description": "「あんた気前がいいなぁ。いつかあの川の向こうで報われるだろうよ。とりあえずのとこはこのささやかな報酬を受取ってくれ。良い航海を！」\u000d\u000a\u000d\u000a報告書はかろうじて読める文字で記されていた。これも暗号の一部なのかもしれない。海軍省なら分かるだろう。@{K}$Admiralty -> 海軍省$\"Ye're a generous soul. Ye'll have yer reward the other side of the River, one day. And here's a little reward for now. Good zailing to ye!\"\u000d\u000a\u000d\u000aThe report is barely legible. Perhaps that's part of the code. The Admiralty will know.",
                                     "LinkToEvent": {"Id": 143340}, "Name": "にやにや笑い@{K}A grin",
                                     "Id": 153205},
                    "Name": "ぶらつく港湾労働者に金を払い戦略的情報を手に入れる@{K}$Strategic Information -> 戦略的情報$Pay the Loitering Docker for his Strategic Information",
                    "Description": "「海軍省に送り込まれたって？情報の値段が上がってね。ここは安全じゃあないからな。あんたが差分を払ってくれんだろ？」@{K}$Admiralty -> 海軍省$\"Admiralty sent you? Price has gone up. It's not safe here. Ye'll pay the difference, won't ye?\"",
                    "ButtonText": "", "Id": 130373},
                   {"DefaultEvent": {"Description": "「金取ろうとしたからって責めてくれんなよ。俺も家に帰りたいのさ。この場所にはもううんざりしてんだ。ロンドンか。年寄りの怪物はどうしてる？――待て、奴らに見える。これが報告書だ。じゃあな！」\u000d\u000a\u000d\u000a報告書はかろうじて読める文字で記されていた。これも暗号の一部なのかもしれない。海軍省なら分かるだろう。@{K}$Admiralty -> 海軍省$\"Ye can't blame me for tryin'. I wants to get home. Sick of this place. London, eh? How is the old monster? - wait, they'll see. Here's yer report. I'm off!\"\u000d\u000a\u000d\u000aThe report is barely legible. Perhaps that's part of the code. The Admiralty will know.",
                                     "LinkToEvent": {"Id": 143340}, "Name": "肩をすくめる@{K}A shrug",
                                     "Id": 153209},
                    "Name": "情報に金を払うのを拒む@{K}Refuse to pay for the information",
                    "Description": "「あんたぁ乱暴な奴だな。頼むぜ。これがおれん仕事で、生活が懸かってんだ……」@{K}\"Ye're a rough cove. Come on. This is me living and me life -\"",
                    "ButtonText": "", "Id": 130377},
                   {"DefaultEvent": {"Description": "「あぁ、あぁ、軽くなるのを感じる。私から去っていった！あんたは私と会ったことはないからな」[ロンドンの盲目の乱暴者のもとへ戻りましょう。貨物を失くさないように。]@{K}$Blind Bruiser -> 盲目の粗暴者$\"Oh, oh, I feel it lifting. It's gone from me! You never saw me.\" [Return to the Blind Bruiser in London. Don't lose your cargo.]",
                                     "Name": "安堵のため息@{K}A sigh of relief", "Id": 154273},
                    "Name": "包みを持つ震える私掠船員@{K}A Shivering Corsair with a package",
                    "Description": "「あぁ、これは恐ろしく冷たいな。受け取ってくれ。持っていけ。私の金は何処だ？騙すような真似はするなよ。これは持って行け、だが金はもらう」@{K}\"Oh, God, they're cold. Take them from me. Take them. Where's my money? Don't you cheat me. Take them, but I want my money.\"",
                    "ButtonText": "", "Id": 131050},
                   {"DefaultEvent": {"Description": "ブレミガンは悪臭を放ち人でごったがえす石筍の洞の中へと向かっていった。もしかするとあれは海賊の釜に行きつくだけで終わってしまうかもしれない。可能性の話だが。@{K}Off it goes, into the teeming, stinking hollows of the stalagmite. Probably it'll just end up in a pirate's pot. Probably.",
                                     "Name": "野に放たれた種子@{K}A wild seed", "Id": 158936},
                    "Name": "ブレミガンを嘆きに連れていく@{K}$[Bb]lemmigan -> ブレミガン$Introduce blemmigans to the Mourn",
                    "Description": "多くの人目につかない片隅と裂け目、そして悪党。まったく適当な場所だろう。@{K}So many nooks, so many crannies, so many villains. It seems only appropriate.",
                    "ButtonText": "", "Id": 133944},
                   {"DefaultEvent": {"Description": "巻き上げ機の傍らにはファスチアン織の服を着た恭しい態度の男が待っていた。彼は不審な人物に一礼する。「お会いできて嬉しく思います。いつも変わらず」\u000d\u000a\u000d\u000a彼はほとんど一瞥もせずに重い財布をあなたの手に押し込んだ。中には海水に汚れた小さな硬貨が入っていた。纏めればなかなかの金額になるだろう。@{K}$Shady Sort -> 不審な人物$At the winch-head, a deferential fellow in fustian waits. He bows to the Shady Sort. \"A pleasure, as ever.\"\u000d\u000a\u000d\u000aYou, he barely favours with a glance. He presses a heavy purse into your hand. Small coins stained with salt-water, but together they amount to a tidy sum.",
                                     "LinkToEvent": {"Id": 143340},
                                     "Name": "任務完了@{K}Business concluded", "Id": 165947},
                    "Name": "不審な人物を降ろす@{K}$Shady Sort -> 不審な人物$Drop off the Shady Sort",
                    "Description": "彼女は息を吸い込み、もしかしたら会って以来初めての笑顔を見せた。「覚えている通りです」彼女は述べた。「泥は少なく、ラム酒は多く」@{K}She inhales the air, and smiles, perhaps for the first time. \"As I remember it,\" she remarks. \"Less mud. More rum.\"",
                    "ButtonText": "", "Id": 137499},
                   {"DefaultEvent": {"Description": "You find your prize-crew loafing sullenly around the Arrant Limpet. You got here just in time. They haven't spent much of your money.",
                                     "Name": "A timely arrival", "Id": 174345},
                    "RareDefaultEvent": {"Description": "Your prize-crew zailors clatter down a stalagmite-stair. They seem pleased to see you; and they even have your money. But some of them are missing. \"Serpents, Captain,\" one says, very quietly. \"It were serpents.\"",
                                         "Name": "Some are born to endless night", "Id": 174346},
                    "Name": "Collect your ill-gotten gains",
                    "Description": "Have you been sending stolen ships to Corsair's Forest?",
                    "ButtonText": "", "Id": 142561},
                   {"DefaultEvent": {"Description": "彼女は詩の力によって自らを解き放ったクレイマンだという者もいれば（有りえない話ではない）、百心の王のミューズだと主張する者もいた（この可能性は低いだろう）。彼女は叫び続ける犠牲者の頭蓋骨から作られた生ける船に乗って海を渡っているとも（より素面に近い声が呟く。いや、ただのアルカイオス級船だよ）。\u000d\u000a\u000d\u000a真実がどのようなものであれ、彼女との戦いを生き延びてその経験を語る者はほとんどいない。最も勇敢なキャプテンだけが海賊詩人の旗がたなびくという、かの海の孤独な領域に挑むのだ。@{K}$Clay M[ae]n -> クレイマン, Hearts -> ハート$Some say she's a Clay Man who freed herself with the power of verse. (Possible.) Others insist she's the personal muse of the King with the Hundred Hearts. (Unlikely.) One claims she zails on a living ship made of the still screaming skulls of her victims. (More sober voices mutter that no, it's just an Alcaeus-class vessel.)\u000d\u000a\u000d\u000aWhatever the truths, few have fought her and survived to tell the tale. Only the bravest of captains risk the lonely parts of the zee where her flag is said to fly.",
                                     "LinkToEvent": {"Id": 143340},
                                     "Name": "嘘、ナンセンス、曖昧な情報@{K}Lies, nonsense, glimmers",
                                     "Id": 192812},
                    "Name": "海賊詩人の噂を耳にする@{K}$Pirate-Poet -> 海賊詩人$Overhear rumours of a Pirate-Poet",
                    "Description": "陸者は海賊を恐れる。そして海賊はその詩人を恐れている。@{K}Landlubbers fear pirates. Pirates fear the Poet.",
                    "ButtonText": "", "Id": 153796},
                   {"DefaultEvent": {"Description": "あなたが近寄ると、彼女はお馴染みの『硝子の洗礼』を半ばまで朗読している所だった。海賊も私掠船員も、あなたの船員たちと同じく詩の重い拍子に恍惚として聞き入っている。そして詩人は彼女の最も有名な作品である『ポリスリームを思え』に移り、『クレイの悲鳴』に入った所でようやくあなたの存在に気が付いた。喝采と硬貨の投げられる音が消えると、彼女はパブのドアへと頭を傾けてみせた。@{K}She is halfway through the familiar BAPTISM IN GLASS as you approach, the pirates and corsairs as enraptured by the heavy thumps of verse as are your own crew. She moves on to her most famous work, REMEMBER POLYTHREME, before finally noticing you during THE SCREAM OF CLAY. As the applause and clinking of coins fades, she tilts her head towards the pub door.",
                                     "LinkToEvent": {"Id": 192742},
                                     "Name": "不法の中にある詩@{K}Verses amongst iniquity", "Id": 193062},
                    "Name": "見知った顔@{K}A familiar face",
                    "Description": "海賊詩人はここで、笠貝亭の外に集う群集に詩を朗読している。@{K}$Pirate-Poet -> 海賊詩人$The Pirate-Poet is here, performing for a crowd outside the Limpet.",
                    "ButtonText": "", "Id": 153971},
                   {"DefaultEvent": {"Description": "彼は野望に満ちており、レオパルド一門の王女との結婚を企んでいるのだ。「贈り物の真珠はどれだけあれば適切だと思う？一万か？百か？面倒な父親もいるからな」あなたは彼の箱からサラスフルーツを二つ取り上げた。その果肉は豊かで皮はつやつやと光っている。@{K}$Leopard -> レオパルド, [Ss]olacefruit -> サラスフルーツ$He is ambitious, and plans to marry a Princess of the Leopard clan. \"How many pearls would be an appropriate offer, do you think? Ten thousand? A hundred? Fathers can be prickly.\" You take a pair of solacefruit from his trove, their flesh plump and glistening.",
                                     "Name": "「山のための小石がまた一個ってとこだ！」@{K}\"Another pebble for the mountain!\"",
                                     "Id": 230217},
                    "Name": "ぎらつく略奪者が大量の溺れる真珠を集めている@{K}$[Dd]rowning[- ][Pp]earl -> 溺れる真珠$A Gleaming Marauder is assembling an immense hoard of Drowning Pearls",
                    "Description": "彼の歯は黄金で、沢山の指輪にはシンティラックがきらめく。傍らにはウィスプ・ウェイズから持ち帰られた珍味の収められた鍵付きの箱が置かれている。[一つの溺れる真珠をサラスフルーツ二つと交換します。]@{K}$Wisp-Ways -> ウィスプ・ウェイズ, [Dd]rowning[- ][Pp]earl -> 溺れる真珠, [Ss]cintillack -> シンティラック, [Ss]olacefruit -> サラスフルーツ$His teeth are gold; his rings wink with scintillack. A locked box sits beside him, containing delicacies retrieved from the Wisp-Ways. [Trade a Drowning-Pearl for two Solacefruits.]",
                    "ButtonText": "", "Id": 177351},
                   {"DefaultEvent": {"Description": "$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$There is no sign of the lad, but it isn't long before someone recognises the description. A huge pirate king, fat with success and with a beard thick enough to catch a bullet roars with laughter. \"That old cur! We thought he'd have found his way to the bottom of the sea. The Gant Pole, eh? Good for him! Come! Drink with us, friend. And take a little something from the hold for your trouble.\"",
                                     "Name": "Ravages of time", "Id": 241453},
                    "Name": "$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$Deliver a message from the Gant Pole",
                    "Description": "The request came with a description. A scrawny young lad, still struggling to grow a beard. Someone must have seen him.\u000d\u000a [Have 15 spaces in your cargo hold before choosing this.]",
                    "ButtonText": "", "Id": 184730},
                   {"DefaultEvent": {"Description": "$[Gg]ant -> ギャント$You stand on top a bar, a bitter pint in hand. A few bemused drunkards watch. Who wants to be a hero, you ask, gesturing so your drink sloshes onto a grimy face. Who wants to be a proper d__n hero? \u000d\u000a\u000d\u000aThe zailors' songs die. They all watch, enthralled as you speak of a place fit for the fiercest. Where gigantic mouths bite through hulls and devour ships from inside out. Where leviathans crack ships like eggs, and eat. \u000d\u000a\u000d\u000aYou zailed by such a d__ned ship, but were too afraid to fight the terror below - but these captains - these heroes... Before you even finish, a half dozen have rallied their crews for the docks. They'll sink over Wrack in no time.",
                                     "LinkToEvent": {"Id": 143340}, "Name": "", "Id": 244665},
                    "Name": "Lure the glory-seekers to Wrack",
                    "Description": "You hear the boast echoed up and down the Mourn, resounding from every tavern: I will be the deadliest captain of the zee! Spin them a story of danger.",
                    "ButtonText": "", "Id": 186781},
                   {"DefaultEvent": {"Description": "旅行作家は書類鞄を持ち、かなりの速度で渡し板を降りていった。海賊王との面会を記録するための書類と筆記用具しか入っていないと言っていたにもかかわらず、その鞄は重そうに見える。\u000d\u000a\u000d\u000a一日は比較的穏やかに過ぎていった。喧嘩が起こったが、どれも楽しむことの出来る物だ。血は祝杯のビールによって洗い流された。夜になると騒々しい歓声は実験的な造船所で起きた、異常なほど残虐な殺人についての囁きに取って代わられた。犠牲者を踏まずには作業場にも入ることが出来ないという話だ。\u000d\u000a\u000d\u000a旅行作家が帰ってきた。彼はあなたにそっけなく頷いてあいさつすると、船に乗り込んだ。@{K}The Travel-Writer sets across the planks with good speed, his briefcase in his hand. It seems heavy, although he claimed it held only documents and writing equipment for an interview with a pirate king.\u000d\u000a\u000d\u000aThe day passes relatively peacefully. There are brawls, but in good fun - the blood washed away with celebratory beer. By night, the boisterous cheer has given way to whispers about an uncommonly brutal murder, executed within an experimental shipyard. They say you couldn't enter the yard without stepping in the victim. \u000d\u000a\u000d\u000aThe Travel-Writer returns. He greets you with a curt nod as he boards your ship.",
                                     "LinkToEvent": {"Id": 255575}, "Name": "晩鐘までに@{K}By the evening bell",
                                     "Id": 259019},
                    "Name": "威厳ある旅行作家を降ろす@{K}Drop off the August Travel-Writer",
                    "Description": "「報酬をどうぞ、 [q:Addressed As]。晩鐘が鳴るまでには戻る。それから次の目的地について話し合おう」@{K}\"Here is your payment, [q:Addressed As]. I'll be back by the evening bell. We'll discuss my next destination then.\"",
                    "ButtonText": "", "Id": 193173},
                   {"SuccessEvent": {"Description": "船員たちは笠貝亭の客に猥雑な船乗りの歌を大量に教えていた。一度、歌の中のとりわけ込み入った部分に自身の名前が挿入されていたのが確かに聞こえたが、あなたは如才なく沈黙を守った。@{K}Your crew teaches the Limpet a whole cycle of epically filthy sea shanties. At one point you could swear you hear your name inserted in one of the more complex verses, but you maintain a diplomatic silence.",
                                     "LinkToEvent": {"Id": 143340},
                                     "Name": "活気ある夕べには変わりない@{K}A rousing evening, nevertheless",
                                     "Id": 148883},
                    "DefaultEvent": {"Description": "誰が何を言ったのかはついぞ分からなかったが、誰かしらがその結果として窓の外に押し出された。海面までは長い距離を落下することになるだろう。喧騒が再び勢いを取り戻すと意地汚い笠貝亭は危なっかしく揺れた。@{K}You never learn who said what, but <i>someone</i> ends up pushed out of a window. It's a long drop out there. The Arrant Limpet trembles dangerously as the brawl gathers momentum.",
                                     "LinkToEvent": {"Id": 148821},
                                     "Name": "酷い結末@{K}An ugly conclusion", "Id": 143342},
                    "Name": "意地汚い笠貝亭での夕べ@{K}An evening at the Arrant Limpet",
                    "Description": "船架の傍らに位置する酒場は船員たちが飲み仲間を見つけ、日頃の鬱憤を晴らすのに格好の場所だ……しかしゲイダーの嘆きは自由港であるといっても私略船の船乗りは身内を好むもので、彼らは“品行方正な”ロンドンの住人を不信の目で見つめている。@{K}$Gaider's Mourn -> ゲイダーの嘆き$A drinking-den by the dock-cradles is a good place for your crew to find companionship and let off steam... but although Gaider's Mourn is a free port, the corsairs prefer their own, and look askance at 'respectable' Londoners.",
                    "ButtonText": "", "Id": 124069},
                   {"SuccessEvent": {"Description": "湯気の立つ風呂屋が岩の尾根に立っている。風呂桶から水が溢れて岩の縁からも零れ遥か下の海へと流れ落ちてゆく。傷のある船長たちが手に入れた宝と狙いをつけた犠牲者たちについて大げさな自慢話をしている。あなたはその話に影から耳を傾けた。@{K}A steaming bath-house on a spur of rock. Water slops over the edge of tubs, out over the edge to join the zee far below. Scarred captains boast drunkenly of the prizes they've taken, and the victims they have marked out. You listen from the shadows.",
                                     "LinkToEvent": {"Id": 143340}, "Name": "不用心@{K}Incaution",
                                     "Id": 149335},
                    "DefaultEvent": {"Description": "あなたは比較的悪人面の船員たちと共にサイコロの賭けに加わった。（彼女は悪人面ではあるが、慈善活動に寄付していて楽しげな声で歌うことをあなたは知っている。）話題は略奪と強襲へと期待の持てる方向へ移っていったが、船員の一人が少しばかり立ち入ったことを聞きすぎてしまったようだ。乱闘が起こり、誰かが刺された。あなたは逃げ延びたが彼女はそうはいかなかった。@{K}You and one of your more villainous-looking zailors join a dice-game. (Villainous-looking: but you know for a fact that she tithes to charity and has a delightful singing voice.) The topic turns promisingly to pillage and ambush, but your zailor is a little too forward with her questions. There is a scuffle, and a stabbing. You escape: she does not.",
                                     "LinkToEvent": {"Id": 143340},
                                     "Name": "スパイに対する敵愾心@{K}A dislike of spies", "Id": 149333},
                    "RareDefaultEvent": {"Description": "あなたは細身の黒い小型帆船の船長の話を盗み聞きしている所をその船の一等航海士に見つかってしまった。続いて起こった乱闘騒ぎの中で、あなたの船員が一人が投げられて脆い木の壁を突き破った。彼は60メートルの距離を落下し、『嘆き』の陰にある小さめの石筍に串刺しにされて即死した。苦痛のない死だっただろうが、彼のゆっくりとミイラ化していく死体はこの先何十年もその場所に放置されたままになる。船はそれに敬礼するだろう。そして続く世代の子供たちはその死体に名前を付け、改名し、石を投げ、岩に登りその肉のない手にキスしてくるように互いにけしかけあうことだろう。@{K}You're eavesdropping on the captain of a lean black cutter when her first mate spots you. In the ensuing fracas, one of your crew is smashed through a flimsy wooden wall. He falls two hundred feet to be impaled on a smaller stalagmite in the shadow of the Mourn, and dies instantly. It's a painless death, but his slowly mummifying corpse will hang there for decades to come. Ships will salute it. Successive generations of children will name it, rename it, fling stones, dare each other to climb the pinnacle and kiss its fleshless hand.",
                                         "LinkToEvent": {"Id": 143340},
                                         "Name": "童歌@{K}Scarecrow, scarecrow", "Id": 149334},
                    "RareSuccessEvent": {"Description": "先週用心深く停戦の旗を掲げたカーネイトのトリマラン船がここで補給していったという噂が聞こえた。カーネイトの艦隊の動向について興味深い事実をほのめかしている。海軍省は喜んで耳を傾けるだろう。@{K}@{K}$Khan -> カーン, Admiralty -> 海軍省, Khanate -> カーネイト$The whisper is that a Khanate trimaran resupplied here last week, under a flag of careful truce. That implies something interesting about Khanate fleet movements. The Admiralty would love to know.",
                                         "LinkToEvent": {"Id": 143340},
                                         "Name": "不審な活動@{K}Unusual activity", "Id": 149336},
                    "Name": "情報を集める@{K}Gather intelligence",
                    "Description": "ゲイダーの嘆きには海賊と密輸人と、何処に忠誠を誓っているのか定かでない船長たちがたむろしている。ここでは多くを学ぶことが出来るだろうが、慎重に行動しなければならない。@{K}$Gaider's Mourn -> ゲイダーの嘆き$Gaider's Mourn swarms with pirates, smugglers and captains of uncertain allegiance. You could learn a lot here, but you'll need to go carefully.",
                    "ButtonText": "", "Id": 127962},
                   {"SuccessEvent": {"Description": "The Arrant Limpet has a new pianist, after the last had his hands broken in a bar-brawl. His replacement has been acceptable, though she has drawn attention. Bundled in rags and leather, she sits with perfect posture as she plays. \u000d\u000a\u000d\u000aYou request a ballad of <i>The Law Come Back to London</i>. The Last Constable narrows her eyes. \"Meet me out back in an hour.\"",
                                     "LinkToEvent": {"Id": 230583}, "Name": "Undercover",
                                     "Id": 230587},
                    "DefaultEvent": {"Description": "Too many questions, and you'll seem suspicious, or a tourist. Too few, and you'll seem either meek or snobbish. You make what inquiries you must. When it's plain the Last Constable isn't here, you depart.  [Check your journal to be reminded of where the Last Constable might be!]",
                                     "Name": "Nothing to see here", "Id": 230582},
                    "Name": "Search for the Last Constable",
                    "Description": "The corsairs aren't welcoming to those who enforce the law. If you're to bring her back unharmed, you'll have to search quietly. ",
                    "ButtonText": "", "Id": 177591}],
 "Description": "『嘆き』は岩山ほどの大きさの石筍であり、その足元に港は存在しない。私掠船団の砦が岩の半分ぐらいの高さに作られているのだ。複雑な巻き上げ機の機構から伸びた綱がピンと張り詰め……あなたの船はゆっくりと海面から持ち上げられた。船体が抗議するように軋む。白髪交じりの船乗りが呻き声を上げて柱にしがみついた。\u000d\u000a\u000d\u000a高く、さらに高く、船は上昇を続ける。いまやUnterzeeは眼下で硝子の様に輝いている。裂け目をよじ登る子供たちが歓声を上げこちらに盛大に手を振った。そして巻き上げ機のエンジンが速度を落とし、あなたたちの船は赤い船首を持つ小型海賊船の隣の船架に吊り下げられた。@{K}The Mourn is a stalagmite vast as a crag, and its foot has no safe harbours. The corsair's citadel nestles halfway up. An intricate system of winches takes the strain... and your ship rises slowly from the zee. Her hull creaks in protest. Grizzled zailors groan and cling to stanchions.\u000d\u000a\u000d\u000aHigher, higher. Now the Unterzee shimmers like glass below. Children clambering in crevices cheer and wave alarmingly. The winch-motor slows, and you hang in a cradle next to a red-bowed pirate cutter.",
 "Name": "ゲイダーの嘆き@{K}$Gaider's Mourn -> ゲイダーの嘆き$Gaider's Mourn",
 "Id": 143340}
