{"ChildBranches": [{"DefaultEvent": {"Description": "（地表人だって？しかしカーネイト人は何世代も地下で過ごしてきたのだから、彼らにとってみればすべてのロンドン市民は地表人のようなものなのだろう。）どうやら許可証を得るには貴族たちの宮廷がある近くの島、カーンの栄光へと向かわなければならないらしい。@{K}$Khan -> カーン, Khaganian -> カーネイト人, Khan's Glory -> カーンの栄光, Glory -> グローリー$(Surfacer? But the Khaganians have been generations underground, and to them, all Londoners are Surfacers.) It seems you'll need to go to Khan's Glory, the nearby palaces of the nobility, to seek a license.",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "「ここじゃないぞ、地表人」@{K}\"Not here, Surfacer.\"",
                                     "Id": 143347},
                    "Name": "交易許可を求める@{K}Seek a commercial license",
                    "Description": "カーネイト人は商人を嫌う。それに異国の人間も。異国の商人は強烈な反感を引き起こす。しかし十分に賄賂を払えば、軟玉街区への立ち入りが認められるかもしれない。@{K}$Khaganian -> カーネイト人, Nephrite Quarter -> 軟玉街区$The Khaganians dislike merchants, and they dislike foreigners. Foreign merchants induce paroxysms of antipathy. Perhaps sufficient bribes will buy your way into the Nephrite Quarter.",
                    "ButtonText": "", "Id": 124072},
                   {"DefaultEvent": {"Description": "彩色された木製の屏風の裏で、細い清流のような柔らかな音楽が奏でられている。カーネイトの商人たちは茶を啜りながら、旧大陸から来た浅黒い肌の船長たちと語り合う。あなたは薄い黄金色の茶を飲み、勘定書きを見て身震いした。@{K}$Khan -> カーン, Khanate -> カーネイト, Elder Continent -> 旧大陸$A gentle, trickling music plays behind screens of painted weed-wood. Khanate merchants sip tea and swap stories with darker-skinned Elder Continent captains. You sip pale golden tea and wince at the bill.",
                                     "LinkToEvent": {"Id": 143346}, "Name": "平穏@{K}Solace",
                                     "Id": 143348},
                    "Name": "茶館で一時を過ごす@{K}Time in the tea-house",
                    "Description": "銅街区では異邦人に安らぎを提供している。しかしその値段は控えめに言って、悪戯心に満ちたものだ。@{K}$Copper Quarter -> 銅街区$The Copper Quarter offers comfort to foreigners, but the prices are, to put it mildly, mischievous.",
                    "ButtonText": "", "Id": 124073},
                   {"DefaultEvent": {"Description": "この船乗りは舷窓を潜り抜けられるほど痩せこけ、“太陽にかぶれた女帝陛下の七面鳥”の船に乗る契約を結ぶまでに追い詰められていた。彼女は、あなたが近くにいると思っている時にはその呼び名を使わない。@{K}This zailor is thin enough to slide through a porthole and desperate enough to sign on even with a 'sunbitten Empress-gobbler'. She doesn't use those terms when she thinks you're nearby.",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "飢えた船乗り@{K}A hungry sort", "Id": 152529},
                    "Name": "船員を雇う@{K}Hire Crew",
                    "Description": "カーネイト人たちはあなたたちロンドンの人々を警戒しているが、一人ぐらいは見つかるかもしれない。@{K}$Khaganian -> カーネイト人$Khaganians are wary of your people, but perhaps you can find someone.",
                    "ButtonText": "", "Id": 129960},
                   {"DefaultEvent": {"Description": "「おぉ、そいつはお前らの馬鹿げた帝国のコインじゃないか。いや、置いていけ。それでいい。合意の通りだ。これを受け取ったら失せな。いいか？お前は私とは会っていないからな」[ロンドンにいる盲目の粗暴者の元に帰りましょう。積荷をなくさないように。]@{I}$Blind Bruiser -> 盲目の粗暴者$\"Oh, your stupid Imperial coins. No, give it here, it'll do, it's what was agreed. Take this, go. You never saw me.\" [Return to the Blind Bruiser in London. Don't lose your cargo.]",
                                     "Name": "嫌悪の吐息@{I}A hiss of distaste", "Id": 154271},
                    "Name": "チアリー・マンの荷物を受け取る@{I}Collect the Cheery Man's cargo",
                    "Description": "　あなたは月運河のそばの小さな麺屋で青の司祭と出会った。シューシューと音を立てる電灯の明かりが、彼の疲れの滲む顔の皺を際立たせている。「金は持ってるだろうな？」彼はそう尋ねた。@{I}You meet a Blue Priest in a tiny noodle-shop by the Moon Canal. Fizzing electric light shows the weary lines in his face. \"You have my money?\" he asks.",
                    "ButtonText": "", "Id": 131048},
                   {"DefaultEvent": {"Id": 154690},
                    "Name": "諜報員を降ろす@{K}Drop off a spy",
                    "Description": "あなたの愛する人だ。[これには二つの分岐がいる。]@{K}Your sweetheart. [this will need two branches.]",
                    "ButtonText": "", "Id": 131320},
                   {"DefaultEvent": {"Description": "頭上に広がる地下の天蓋は黒く無表情で、針先ほどの大きさの偽星の光が散らばっている。しかしカーネイトの者たちはいまだに空を覚えているのだ。あなたは円蓋を持つ壁のない祭殿を通りかかった。円蓋の内側は深く、純粋な藍色に塗られている。市民たちがその下に跪き、青の司祭の言葉を聞いていた。祈りが終わりに差し掛かると、円蓋の内部で薔薇色を帯びた黄金の光が広がった。礼拝者はそれぞれに歓喜の言葉を呟いている。円蓋は今や朝方の空の、完璧で胸の張り裂けるような青色に染まっていた。あなたが長い間目にしていない色だ。――最後に見てからどれだけ経っただろう？\u000d\u000a\u000d\u000a「白熱電球だ」甲板長が傍に立つあなたに重々しく囁く。「すぐにでも嘘偽りのないガス灯の下へ戻りたいね」@{K}$[Ff]alse[- ][Ss]tar -> 偽星, Khaganian -> カーネイト人$Above, the roof of the Neath is black, impassive, prickled with false-stars: but the Khaganians still remember the sky. You pass an open-walled shrine with a domed roof - the interior is painted a deep pure indigo. Citizens kneel below it while a Blue Priest speaks. As he reaches the climax of his prayer, a rosy-golden light swells inside the dome. The worshippers murmur in complacent delight. The dome is now a perfect, heartbreaking, morning-sky blue, a colour you haven't seen for - how long?\u000d\u000a\u000d\u000a\"Filament-bulbs,\" your bo'sun whispers importantly beside you. \"Give me honest gas-light any day.\"",
                                     "Name": "深青の天の祭殿@{K}A Shrine of the Deep Blue Heaven",
                                     "Id": 154691},
                    "Name": "カーンの心臓をぶらつく@{K}$Khan -> カーン, Khan's Heart -> カーンの心臓$Wander Khan's Heart",
                    "Description": "異邦人の滞在は銅街区に制限されている。しかしここでなら、橋を渡ろうとしない限りはそこそこ安全に探索することが出来るだろう……@{K}$Copper Quarter -> 銅街区$Foreigners are restricted to the Copper Quarter, but as long as you don't try to cross the bridges, you can explore in reasonable safety - ",
                    "ButtonText": "", "Id": 131321},
                   {"DefaultEvent": {"Description": "誰かが英語で歌っている！その歌詞はワインの樹々と盗まれた街、そして牧草の海と蝙蝠の大群について歌う……哀愁を帯びた純粋で優しい、痛みさえ感じるほど耳に馴染む歌だ。あなたは通りを横切り、声を追って急いで小道へと戻った。しかし歌声は近づく前に途絶えてしまった。あなたは船へ戻る道すがら、無意識のうちにその歌を口ずさむ。そしてそれを聞いた他の船乗りがまた歌いだした……@{K}Someone is singing in English! Something about a tree of wines and a stolen city, a sea of grass and a storm of bats... melancholy, pure and sweet, achingly familiar. You cross the street, cut back through an alleyway, trying to find it, but it ends before you get close. You find yourself humming it on the way back to the ship. Another zailor takes up the tune...",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "地上の歌@{K}A song of the surface", "Id": 154692},
                    "RareDefaultEvent": {"Description": "カーンの心臓を走る水路は、様々な色の硝子に白熱するフィラメントの入った灯りによって照らされている。ルビー、トパーズ、エメラルドが順繰りに現れた。このような光景は地下にも地上にも他にない。あなたは15分ほど銅街区の小径のそぞろ歩きを楽しんだ。しかし電球を眺めている所を短気な職人に見とがめられ、盗もうとしているのだろうと責め立てられて楽しい時間は終わった。@{K}$Copper Quarter -> 銅街区$The canals of the Heart are lit by incandescent-filament lamps in bulbs of glass, in a multitude of colours. Ruby, sapphire, topaz, emerald by turns. There's nothing else like it in the Neath or on the surface. You spend a happy quarter-hour strolling the alleyways of the Copper Quarter, until an irritable workman sees you eyeing the bulbs and accuses you of plotting their theft.",
                                         "LinkToEvent": {"Id": 143346},
                                         "Name": "失われた光@{K}Lost light", "Id": 154749},
                    "Name": "カーンの心臓をぶらつく@{K}$Khan -> カーン, Khan's Heart -> カーンの心臓$Wander Khan's Heart",
                    "Description": "異邦人の滞在は銅街区に制限されている。しかしここでなら、橋を渡ろうとしない限りはそこそこ安全に探索することが出来るだろう……@{K}$Copper Quarter -> 銅街区$Foreigners are restricted to the Copper Quarter, but as long as you don't try to cross the bridges, you can explore in reasonable safety - ",
                    "ButtonText": "", "Id": 131322},
                   {"DefaultEvent": {"Description": "あなたは光沢のある魚屋の作業着を身に着けた、大声の陽気な女性によって壁際に追い詰められた。理解できた範囲では、彼女は月運河で触手の生えた何かに襲われたらしい。魚屋はいまだにその触手を肩にかけて運んでいる。そして、彼女は何かしらの理由によって、あなたがこの触手を買うべきだと心に決めているようだ。あなたは懇願し、言い逃れようと試み、本当にささやかな値段だけしか提示しなかった……しかし、彼女は情け容赦ない。ならば仕方ない。触手、か。@{K}You are cornered by a screaming, cheerful woman in a sort of lacquer-armoured fish-suit. As far as you can make out, she was attacked in the Moon Canal by something with tentacles. She still has this tentacled thing, slung over her shoulder. For some reason she is determined that you should purchase it. You plead, evade, offer her nothing but the smallest coins - but she is relentless. Tentacles it is, then.",
                                     "Name": "情け容赦ない魚屋@{K}A relentless fishmonger", "Id": 154693},
                    "RareDefaultEvent": {"Description": "あなたの左手に狭い通りの入り口があった。この場所の白熱電球は緑がかった色をしていて、路地は不思議と薄暗い。森の中の梢が重なり合い分厚い天蓋となっている空間のように。十歩も踏み込むと、運河の傍らの群集によるざわめきが奇妙なほどに遠ざかった。@{K}A narrow street opens on your left. The filament-bulbs here are green-tinted, and the street is unusually dim, like the space between a thick forest canopy. Ten steps in, and the noise of the crowds on the canal-side is oddly hushed.",
                                         "LinkToEvent": {"Id": 154987},
                                         "Name": "静かな通り@{K}A quiet street", "Id": 154743},
                    "Name": "カーンの心臓をぶらつく@{K}$Khan -> カーン, Khan's Heart -> カーンの心臓$Wander Khan's Heart",
                    "Description": "異邦人の滞在は銅街区に制限されている。しかしここでなら、橋を渡ろうとしない限りはそこそこ安全に探索することが出来るだろう……@{K}$Copper Quarter -> 銅街区$Foreigners are restricted to the Copper Quarter, but as long as you don't try to cross the bridges, you can explore in reasonable safety - ",
                    "ButtonText": "", "Id": 131323},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 154999},
                                     "Name": "", "Id": 154694},
                    "Name": "カーンの心臓をぶらつく@{K}$Khan -> カーン, Khan's Heart -> カーンの心臓$Wander Khan's Heart",
                    "Description": "異邦人の滞在は銅街区に制限されている。しかしここでなら、橋を渡ろうとしない限りはそこそこ安全に探索することが出来るだろう……@{K}$Copper Quarter -> 銅街区$Foreigners are restricted to the Copper Quarter, but as long as you don't try to cross the bridges, you can explore in reasonable safety - ",
                    "ButtonText": "", "Id": 131324},
                   {"DefaultEvent": {"Description": "[ショップタブを見てください。]@{K}[Visit the Shops tab.]",
                                     "Name": "", "Id": 154695},
                    "Name": "軟玉街区へ入る@{K}$Nephrite Quarter -> 軟玉街区$Enter the Nephrite Quarter",
                    "Description": "あなたは軟玉街区への立ち入りと、カーネイト人の商人との直接交渉を許可されていることを示す品を身に着けている。@{K}$Khan -> カーン, Khanate -> カーネイト, Nephrite Quarter -> 軟玉街区$You have the token that permits you to enter the Nephrite Quarter, and buy directly from Khanate merchants.",
                    "ButtonText": "", "Id": 131325},
                   {"DefaultEvent": {"Description": "カーネイト人はこの地獄から遠く離れた島で、一体何処から燃料を調達しているのだろう？買った石炭の塊は表面に青緑の光沢を帯びていた。@{K}$Khan -> カーン, Khanate -> カーネイト$Where does the Khanate even find its fuel, so far from Hell? The lumps of coal have a swimming blue-green sheen.",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "石炭がぶつかり合い音を立てる@{K}The rattle of coal", "Id": 154709},
                    "Name": "燃料を法外な値段で買う@{K}Purchase Fuel at an outrageous price",
                    "Description": "カーネイト人の商人たちはあなたがやってくるのを見てにやにやと笑っている。許可証を持っていない外国人の船長だって？彼らは値札を取り上げると、三倍の値に書き換えた。[軟玉街区への立ち入り許可を得て今より安い値段で燃料を買いましょう。]@{K}$Khan -> カーン, Khanate -> カーネイト, Nephrite Quarter -> 軟玉街区$The Khanate merchants grin when they see you coming. An unlicensed foreign captain? They'll pick a price and triple it. [Gain access to the Nephrite Quarter to purchase less expensive fuel.]",
                    "ButtonText": "", "Id": 131332},
                   {"DefaultEvent": {"Description": "彼らはあなたが運河を通り過ぎ、船まで腕一杯の茶色い紙袋を運ぶのを見ていた。あなたが法の境界線上を潜り抜けようとしていることは分かっているはずだ。止めるほど気にかけていないか、あなたが大量の燻製の魚を運ぶのを眺めるのを存分に楽しんでいて止める気も起らないのかどちらかだろう。@{K}They watch you carry armfuls of brown paper packages past the canals back to your ship. They know you're skirting the edge of the law: either they don't care enough to stop you, or they're having too much fun watching you carry all that smoked fish.",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "にやにや笑うカーネイト人たち@{K}$Khaganian -> カーネイト人$Smirking Khaganians",
                                     "Id": 154741},
                    "Name": "食糧を馬鹿馬鹿しいほど高値で買う@{K}Purchase Supplies at a ludicrous price",
                    "Description": "異邦人にも銅街区での食糧の購入は許可されている。しかし、ひどい品質の物が少量しか売られていない。こうしてあなたは船員たちを食わせるため、十分な量の湿った燻製魚を買おうと通りの屋台から屋台へと渡り歩くこととなった。@{K}$Copper Quarter -> 銅街区$Foreigners are permitted to buy food in the Copper Quarter, but only poor quality in small quantities. And so you go from street-vendor to street-vendor, trying to purchase enough soggy smoked fish to feed your crew.",
                    "ButtonText": "", "Id": 131361},
                   {"DefaultEvent": {"Description": "……現在ロンドンの位置する場所、そこにはかつて地上から姿を消したカーネイトの首都があったのだ。カーネイトの人々は澄み切った空と広い大地を去り、地の下の閉ざされた夜によって正気を半ば失った。そして彼らは鏡の内に娯楽と、逃亡路、そして新たな水平線を約束する蛇のようなものたちを見出す。鏡の蛇たちが僕でなく主となった時、最後の真のカーンが残された臣民たちをソルト・ステップへと導き、黒い岩の上にこの街を築いたのだ。彼がどのようにしてこの街を作ったかについては、また別の機会に……\u000d\u000a\u000d\u000aあなたは視線を感じた。金と白の制服を身に着けた女性があなたを厳しく監視している。忠義庁はカーネイトの歴史を学びたがる異邦人に対して疑い深い。@{K}$Khan -> カーン, Khaganian -> カーネイト人, Khanate -> カーネイト, Salt Steppes -> ソルト・ステップ$...where London now stands, the capital of the Khanate once stood, after its own disappearance from the surface. After the clean sky and wide earth they went half-mad in the close night under the Earth. They found serpent-things in mirrors that promised them diversion, escape, new horizons. In time the mirror-serpents became masters, not servants, and the last True Khan led the last of his people to the Salt Steppes, to a black rock where he founded this city. How he built it is a tale for another day...\u000d\u000a\u000d\u000aYou feel eyes on you. A woman in a white and gold uniform watches you closely. The Loyalty Service is suspicious of foreigners who want to learn Khaganian history.",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "パラボラの誘惑@{K}The Temptations of Parabola",
                                     "Id": 154798},
                    "RareDefaultEvent": {"Description": "……地上の最後の偉大なるカーンは腐敗した愚かな臆病者だった。（レオパルド一族によって彼の血筋が退けられたのは幸いだった。レオパルド一族の長く栄えんことを！）カーンはカーネイトの首都を自分の欲望を満たし、戦いから逃れるためにバザールの支配者に売り渡した。そうしてカラコルムは堕ちたのだ――地下へ、Neathの長き夜へと。七百年前のこと、今ロンドンのある場所にはかつてカラコルムがあったのだ……\u000d\u000a\u000d\u000aあなたは視線を感じた。金と白の制服を身に着けた女性があなたを厳しく監視している。忠義庁はカーネイトの歴史を学びたがる異邦人に対して疑い深い。@{K}$Khan -> カーン, Khaganian -> カーネイト人, Leopard Clan -> レオパルド一門, [Tt]he Surface -> 地上, Khanate -> カーネイト, Leopard -> レオパルド, [Tt]he Masters of the Bazaar -> バザールの支配者たち$...the last Great Khan of the Surface was corrupt and foolish and cowardly. (How fortunate we are that the Leopard Clan overthrew his line - long may the Leopard endure!) He sold the Khanate's capital to the Masters of the Bazaar to satisfy his greed and escape battle. So Karakorum fell - so it came below the earth, to the long night of the Neath. Seven hundred years ago, Karakorum stood where London now stands...\u000d\u000a\u000d\u000aYou feel eyes on you. A woman in a white and gold uniform watches you closely. The Loyalty Service is suspicious of foreigners who want to learn Khaganian history.",
                                         "LinkToEvent": {"Id": 143346},
                                         "Name": "カラコルムの崩落@{K}The Fall of Karakorum", "Id": 154799},
                    "Name": "語り部に金を払い話を聞く@{K}Pay a storyteller",
                    "Description": "杉街区の語り部たちは鮮やかな色合いのゆったりとしたカフタン風の絹織りの服を着て、飾り帯を結んでいる。市民の身に着ける質素で地下流の衣服とは対照的だ。彼らは硬貨（異国の物でもいい）と引き換えに、自らの国の歴史における壮大な物語を朗々と語ってくれる……@{K}The storytellers in the Square of Cedars wear brightly coloured caftan-like clothing with silk sashes, in contrast to the more sober and subterranean dress of the citizenry. For coin, even foreign coin, they'll sing epics of their nation's history...",
                    "ButtonText": "", "Id": 131399},
                   {"DefaultEvent": {"Description": "あなたはお守りを戦艦の傍で喋っている船長の一団に慎重に見せた。一人が陽気にそれを握りしめるとあなたの肩を叩く。「あんたのことは聞いてるぞ！来いよ、おごってやる」彼らは普段より友好的な態度であなたを公園の傍の小さな店へと引きずり込み、貴重な香辛料で調理された海藻と旧大陸のワインを存分に振舞った。それからキェロネイトの悪行やカーンの影の“馬鹿な子供たち”、そしてあなたがいることを思い出すまで、綺麗な海を散らかすロンドンの船長たちについて愚痴をこぼした。@{K}$Khan -> カーン, Khaganian -> カーネイト人, Elder Continent -> 旧大陸, Chelonate -> キェロネイト, Khan's Shadow -> カーンの影$You show the talisman rather cautiously to a clutch of captains chatting by their warship. One grabs it cheerfully and claps you on the shoulder. \"I've heard about you! Come on. I'm buying.\" With more friendliness than Khaganians usually show, they drag you off to a little place by the park and fill you with rare spiced seaweed and Elder Continent wines. They grumble about Chelonate delinquency, the 'idiot children' of Khan's Shadow, and - until they remember you're there - the London captains cluttering up the clean zee...",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "刺激的な一夜@{K}A spicy evening", "Id": 154819},
                    "Name": "白鑞の馬頭像を見せる@{K}Show a Pewter Horsehead",
                    "Description": "あなたはカーネイト人に貸しがある。この小さな像があれば恩を返してもらえるだろう。@{K}$Khaganian -> カーネイト人$You did a Khaganian a favour. Perhaps this token will win you favour in turn.",
                    "ButtonText": "", "Id": 131412},
                   {"DefaultEvent": {"Description": "「[q:呼称]、申し訳ありませんがあなたのお名前は『騒動の種』の帳簿に加えられていますね。失礼します」彼は横を向き真剣な表情をした黒眼鏡の女性に話しかけた。立ち去るなら今だ……@{K}$q:Addressed As -> q:呼称$\"We regret, [q:Addressed As], that your name has entered the list of Causes for Concern. Excuse me.\" He turns aside to speak to a serious woman in dark glasses. Now is the time to leave...",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "引き結ばれた唇@{K}Pursed lips", "Id": 154841},
                    "Name": "軟玉街区へ入る@{K}$Nephrite Quarter -> 軟玉街区$Enter the Nephrite Quarter",
                    "Description": "あなたは軟玉街区への立ち入りと、カーネイト人の商人との直接交渉を許可されていることを示す品を身に着けている。@{K}$Khan -> カーン, Khanate -> カーネイト, Nephrite Quarter -> 軟玉街区$You have the token that permits you to enter the Nephrite Quarter, and buy directly from Khanate merchants.",
                    "ButtonText": "", "Id": 131425},
                   {"DefaultEvent": {"Description": "カーンの心臓は鉄の庭だ。いつの日かまたあの場所を歩くことが出来るだろう。[テイメン一門の地所のあるカーンの栄光を訪ね、彼らに慈悲を乞いましょう。溺れる真珠か戦略的情報が必要になる可能性が高いです。]@{K}$Khan -> カーン, Taimen Clan -> テイメン一門, Taimen -> テイメン, Khan's Heart -> カーンの心臓, Khan's Glory -> カーンの栄光, Strategic Information -> 戦略的情報, [Dd]rowning[- ][Pp]earl -> 溺れる真珠, Glory -> グローリー$Khan's Heart is an iron garden. You'll walk there again some day. [Visit Khan's Glory, where the noble clans keep their estates, and plead with the Taimen Clan for mercy. You will likely need Drowning-Pearls or Strategic Information.]",
                                     "Name": "海が呼ぶ@{K}The zee beckons", "Id": 154997},
                    "Name": "急いで立ち去る@{K}Leave in haste",
                    "Description": "カーネイトの警備を司る『白と金』があなたを見張っている。船上に留まる限りはロンドンとカーネイトの結んだ繊細な協定によりあなたは安全だが、岸ではもはやいつ捕まってもおかしくない。@{K}$[Tt]he White -> 白きもの, Khaganian -> カーネイト人$The White-and-Golds, who guard Khaganian security, are watching for you. On board ship you're safe enough, as long as the delicate treaty with London holds, but on shore you're liable to arrest at any moment.",
                    "ButtonText": "", "Id": 131526},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 146643},
                                     "Name": "", "Id": 173060},
                    "Name": "あなたの諜報員たちが何を必要としているのか見つけ出す@{K}Find out what your spies need",
                    "Description": "諜報網の質を高めるためには何かが必要になる。何が要るのか知ろう。[これによりここの諜報網を発展させることが出来ます。]@{K}To improve the quality of your network, you'll need... something. Find out what. [This will improve your Network here.]",
                    "ButtonText": "", "Id": 141777},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 146643},
                                     "Name": "", "Id": 173800},
                    "Name": "諜報員たちの望みを叶える@{K}Fulfil your spies' needs",
                    "Description": "彼らは何かを求めているようだ……[この場所の諜報網を発展させることが出来ます。]@{K}They wanted something... [This will improve your Network here.]",
                    "ButtonText": "", "Id": 142192},
                   {"DefaultEvent": {"Description": "「長くはかからないだろう。金もそれ程かからないはずだ」@{K}\"I will not need long, or much.\"",
                                     "LinkToEvent": {"Id": 181952},
                                     "Name": "彼はあなたの前で身を固くして立っている@{K}He stands stiffly before you",
                                     "Id": 181951},
                    "Name": "ポワソニエが上陸を望んでいる@{K}The Poissonnier requests shore leave",
                    "Description": "それと未払いの報酬も。カーネイトで好まれる形で欲しいそうだ。@{K}$Khan -> カーン, Khanate -> カーネイト$And back pay, in a form preferred in the Khanate. ",
                    "ButtonText": "", "Id": 147275},
                   {"DefaultEvent": {"Description": "　饗宴は猛烈な勢いで広がり、銅街区を脈動させた。人々は口で味わう間もないほどの早さで食物を食い漁った。彼らの頬は膨らみ、腹は突き出ていたが、それでも彼らは食べ続けた。増え続ける暴徒の鎮圧のために『白と金』が動き出した。彼らはこれ以上騒ぎを加熱させてはならぬと思ったか、あるいは、群衆の視線が王立の食料品店へと向かうのを避けたかったのだろう。@{I}$[Tt]he White -> 白きもの, Copper Quarter -> 銅街区$The Copper Quarter pulses as the feast rages on. Its people gorge themselves too quickly to taste the food on their lips. Their cheeks bulge and stomachs swell, but still they eat. The White-and-Golds wade in to silence the growing mob before it can escalate further, or set its sights on the royal food stores.",
                                     "Name": "決して満たされぬ飢え@{I}A hunger that can never be satiated",
                                     "Id": 223906},
                    "Name": "ミスター・サックスのための届け物@{I}$Mr Sacks -> ミスター・サックス$A delivery for Mr Sacks",
                    "Description": "　ロンドンからは十分に離れている。ここで良いだろう。@{I}This is far enough from London. It will suffice.",
                    "ButtonText": "", "Id": 173523},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 153735},
                                     "Name": "", "Id": 237581},
                    "Name": "A panicked wave",
                    "Description": "There's someone in the shadows, trying to draw your attention with equal parts discretion and desperation. ",
                    "ButtonText": "", "Id": 182229},
                   {"DefaultEvent": {"Description": "You sidle beside her and comment on the water. It's beautiful how the city ripples, isn't it? It reminds you of a port you once came across, you say. A place where they light their way with coloured fire and dine on fish-fed flowers. She need only find the red and white lights beneath the waves... \u000d\u000a\u000d\u000aThe captain huffs. Blue smoke streams through her nose. She dumps her ash into the water, and sets off for the docks without another word. She'll be zailing over Wrack in no time.",
                                     "LinkToEvent": {"Id": 143346}, "Name": "", "Id": 243354},
                    "Name": "Lure the adventurer to Wrack",
                    "Description": "$Khaganian -> カーネイト人$A London captain smokes s Khaganian pipe as she admires the reflection of the streetlamps in the water. Spin her a story of lights.",
                    "ButtonText": "", "Id": 185920},
                   {"DefaultEvent": {"Description": "旅行作家は旅行鞄を持ちかなりの速度で渡し板を渡っていった。\u000d\u000a\u000d\u000aあなたが蒸気に満たされたレストランで夕食をとっていると、一人の語り部が小銭を求めてあなたにしつこく付きまとった。あなたは彼を黙らせようとコインを投げたが、食事を再開するより前に爆発が隣の通りを引き裂いた。\u000d\u000a\u000d\u000a市民、船乗り、そして『白と金』が爆発でできた穴に急いで駆けよる。煙が晴れるとあなたにも隠された造船所の内装が見えた。真鍮と鋼は引き裂かれ、いくつもの原形をとどめない顔の生気のない瞳が瓦礫の間から見上げている。\u000d\u000a\u000d\u000a『白と金』は彼らの言語で議論を交わしている。語り部があなたにゆっくりと歩み寄る。「レオパルドはここで水面下で動く船を作っておったと言う話だ。ロンドンとの協定に背いてな」彼は囁く。「そしてロンドンの暗殺者がやってきたそうだ。お主も姿を消すべきかも知れん」@{K}$[Tt]he White -> 白きもの, Leopard -> レオパルド$The Travel-Writer sets across the planks with good speed, his steamer trunk in his arms.\u000d\u000a\u000d\u000aA storyteller pesters you for coins as you eat your dinner at a steam-filled restaurant. You throw him a coin for quiet, but before you can resume your meal an explosion tears through the next street. \u000d\u000a\u000d\u000aCitizens, zailors, and the White-and-Golds hurry to the crater. Once the smoke has cleared, you can see the innards of a secret shipyard. Torn brass and steel. Mangled faces staring lifelessly from the rubble.\u000d\u000a\u000d\u000aThe White-and-Golds argue in their own tongue. The storyteller ambles up to you. \"They are saying that the Leopard made underwater ships here, in violation of an Agreement with London,\" he whispers. \"They say London's assassin has visited. You might want to slip away.\"",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "晩鐘までに@{K}By evening bell", "Id": 259024},
                    "Name": "威厳ある旅行作家を降ろす@{K}Drop off the August Travel-Writer",
                    "Description": "「報酬をどうぞ、[q:呼称]。ご一緒出来て光栄だった」@{K}$q:Addressed As -> q:呼称$\"Your payment, [q:Addressed As]. It has been a pleasure.\"",
                    "ButtonText": "", "Id": 193178},
                   {"SuccessEvent": {"Description": "あなたは情報提供者を皮なめし工場裏手の汚らしい宿屋で見つけた。「これが最後だと言っておいてくれ」彼女は力なく言った。これで終わりにはならないと彼女自身も完全に理解しているのだ。彼女は二回に分けて、両手いっぱいのひどく読みにくい印が書かれた小さなメモを渡してきた。「伝書蝙蝠の運んでいたものだ。寺院から。これがどれだけ……いや、知らない。もう行け。帰れ！」@{K}You find your contact in a filthy lodging-house behind the tanneries. \"Tell them this is the last time,\" she says, helplessly. She knows perfectly well it won't be. She gives you a double handful of tiny notes with chicken-scratch markings. \"Zee-bat courier-notes. From the temple. I don't know how much of it - I don't know. Go now. Go!\"",
                                     "Name": "置き去られた手紙@{K}Mislaid letters", "Id": 153417},
                    "DefaultEvent": {"Description": "住所を見つけることは出来た。――しかし、その家の外の通りには、白と金の制服を着た人間が大勢集まっていた。角をうろついて様子を見よう。あそこだ――制服を着てはいないが、権限を持っていそうな厳格な顔つきの男二人が作戦を指揮していた。そして白い制服の部下が、意識のない人間を待ち受ける船へと荒っぽく投げ込んだ。あれはあなたの情報提供者だ！急いで船に戻ろう。@{K}You find the address - but the street outside is thronged with white and gold uniforms. Loiter on the corner. There - two hard-faced men in no uniform but their own authority are directing operations. Their white-uniformed henchmen manhandle an unconscious body into a waiting boat. Your contact! Back to your ship, quickly.",
                                     "Name": "急いで通り過ぎる@{K}Hurry on by", "Id": 153416},
                    "Name": "情報提供者を探す@{K}Find your Contact",
                    "Description": "カーネイトは帝国のスパイを警戒している。細心の注意を払って行動すべきだろう。あなたは必要な指示の半分だけを持っている。残りの半分は港の隠し場所にあるはずだ。@{K}$Khan -> カーン, Khanate -> カーネイト$The Khanate is wary of Imperial spies. Go very carefully. You have half the directions you need - the other should be at a dead-drop on the docks.",
                    "ButtonText": "", "Id": 130494},
                   {"SuccessEvent": {"Description": "レオパルドとイーグル両家の間にある敵愾心、キェロネイトの襲撃に対する懸念、そしてロンドンの裏切りの女帝に関する悍ましい噂話。最後の一つについては書かないほうがいいかもしれない。それと素早く行動するように。あの角の男は密告者のような顔つきをしている。@{K}$Chelonate -> キェロネイト, Leopard -> レオパルド, Eagle -> イーグル, Traitor Empress -> 裏切りの女帝$Rivalry between the Leopard and Eagle clans. The Concerns about Chelonate raids. Some appalling gossip about the Traitor Empress back in London. Perhaps you shouldn't write that last one down. And move on quickly. That fellow in the corner has an informer's look.",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "貴重な断片@{K}Precious scraps", "Id": 154708},
                    "DefaultEvent": {"Description": "あなたが質問して回ると聞かれたものはみな礼儀正しく、しかし何かを恐れているような沈黙を返す。首筋に微かな違和感を覚えた。振り返るな。@{K}Your listeners meet your questions with courteous, frightened silence. The back of your neck prickles. Don't turn around.",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "監視の目がついてまわる@{K}Eyes everywhere", "Id": 154689},
                    "Name": "港湾報告書を纏める@{K}$[Pp]ort [Rr]eport -> 港湾報告書$Gather a Port Report",
                    "Description": "カーネイト人たちは一般に全ての異国人はスパイかそれよりも悪い物だと決めてかかっている。がっかりさせるのはかわいそうだが、彼らが正しかったことを証明してみせるのも危険かもしれない。[カーネイト人の不信が上昇するほどこの行動は困難になります。そしてこの場所に諜報網を持っているのであれば、より簡単なものとなるでしょう。]@{K}$Khan -> カーン, Khaganian -> カーネイト人, Khanate -> カーネイト$The Khanate generally assumes that all foreigners are spies or worse. It would be a shame to disappoint them, but it might be dangerous to prove them right. [As Khaganian Suspicion increases, this action becomes more difficult. If you have an intelligence network here, it's easier.]",
                    "ButtonText": "", "Id": 131319},
                   {"SuccessEvent": {"Description": "諜報員が伝書蝙蝠でメッセージを送って来た。伝手と住処、そして様々な可能性を見つけたらしい。[今後カーンの心臓を訪れた際に諜報網を広げることが出来るようになります。あるいは諜報網から情報を引き出すことも可能です。諜報網が広がるほどに、情報を容易に手に入れられるようになるでしょう。]@{K}$Khan -> カーン, Khan's Heart -> カーンの心臓$Your Agent sends a message via bat-courier. They have found lodgings, contacts, possibilities. [On subsequent visits to Khan's Heart, you'll be able to grow your network, or tap it for information. The more it grows, the more effective it'll be.]",
                                     "LinkToEvent": {"Id": 143346}, "Name": "成功！@{K}Success!",
                                     "Id": 172764},
                    "DefaultEvent": {"Description": "諜報員は戻らなかった。資金を使いこんで逃げたのだろうか？それともテイメン一門の要塞の何処かで逆さに吊るされているのだろうか？@{K}$Taimen -> テイメン$Your agent does not return. Have they spent your funds and run? Are they chained upside-down somewhere in the Taimen stronghold?",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "『白と金』は用心深い@{K}$[Tt]he White -> 白きもの$The White-and-Golds are watchful",
                                     "Id": 172761},
                    "Name": "カーンの心臓に諜報員を送り込む@{K}@{K}$Khan -> カーン, Khan's Heart -> カーンの心臓$Establish a spy in Khan's Heart",
                    "Description": "捕まれば面倒なことになるだろう。しかし成功すれば後々諜報網を通じて機密情報を得ることが出来る。黒眼鏡の提督と貪欲な外交官がとりわけ興味を示すはずだ……@{K}$Voracious Diplomat -> 貪欲な外交官, Dark-Spectacled Admiral -> 黒眼鏡の提督$If you're caught, it'll mean trouble. If you're successful, you can tap your network later for Intelligence. The Dark-Spectacled Admiral and the Voracious Diplomat, among others, will be interested...",
                    "ButtonText": "", "Id": 141599},
                   {"SuccessEvent": {"Description": "銅の指輪の内側に縛り付けられた魚の皮の欠片に書かれた伝言が届いた。暗号文は艦隊の動きと勢力間の闘争について語る。ロンドンはきっとこの情報を知りたがることだろう。しかしあなたの諜報員は注意をひいてしまった。[大きな成功の後では、しばしば少しの間身を潜めるか諜報網を再建する必要が出てきます。]@{K}The message arrives on a tiny fishskin sliver, bound inside a copper ring. The cipher speaks of fleet movements and power struggles. London will want to know this. But your agents have attracted attention. [After a significant success, you'll often need to lie low or rebuild your network.]",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "成功の危険性@{K}The dangers of success", "Id": 173915},
                    "DefaultEvent": {"Description": "あらかじめ決められた地点、決められた時刻に決められた暗号で……あなたは伝言を受け取った。これは確かに情報だ。一部はいまだ新しい。しかし諜報員たちは明らかに有用な情報をあまり集められず苦労しているようだ。助けがいるのかもしれない――あるいは適切な目的意識が。@{K}At the appointed place, at the appointed time, in the appointed cipher... you find a message. It's information, certainly. Something of it is even new. But your agents are obviously struggling to send you something of use. Perhaps they need assistance - or a suitable incentive.",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "望む物ではなかった@{K}Not what you hoped for", "Id": 173914},
                    "RareDefaultEvent": {"Description": "急ぐような足音が幾つも響き、闇の中に目が光る。緊急の伝言が水母紙の衝立越しに囁かれた。誰かがあなたを裏切ったのだ。[諜報網が傷つきました。]@{K}The hammer of hurried feet. A flash of eyes in the darkness. An urgent message whispered through a jillypaper screen. Someone has betrayed you. [Your network has suffered.]",
                                         "LinkToEvent": {"Id": 143346},
                                         "Name": "不運か……裏切りか@{K}Ill luck... or betrayal",
                                         "Id": 174185},
                    "RareSuccessEvent": {"Description": "カーネイトの民話に、宝石を鳥の口に入れ密かに恋人のもとへ届けた姫の物語がある。あなたの諜報員たちも物語と同じく、きらきらと輝く秘密を一つ一つあなたのもとへと運び込んだ。[機密は守られました！あなたの諜報網は無傷です。]@{K}$Khan -> カーン, Khanate -> カーネイト$The Khanate has a folk-tale, of a princess who smuggled jewels to her lover in the mouths of birds. This is how your agents bring secrets to you - one by one, and sparkling. [Secrecy has been maintained! Your network has not suffered.]",
                                         "LinkToEvent": {"Id": 143346},
                                         "Name": "石のように密やかに@{K}Silent as stone", "Id": 174186},
                    "Name": "情報を探す@{K}Seek intelligence",
                    "Description": "カーネイトに目と耳があるのなら、それを用いて港湾報告書以上の物を手に入れることが出来るだろう。[諜報網のレベルが高いほど成功率が高まります。]@{K}$Khan -> カーン, Khanate -> カーネイト, [Pp]ort [Rr]eport -> 港湾報告書$If you have eyes and ears in the Khanate, you can use them to gain more than just a Port Report. [The better your Network, the easier this will be.]",
                    "ButtonText": "", "Id": 142265},
                   {"SuccessEvent": {"Description": "この街の湿った暗がりは実に豊かな土壌となった。続く数か月の間に、ブレミガンはカーンの心臓の側溝に広がり路地の影にその数を殖やした。そして不吉な詩でもって闇から人々を脅かし、犬や飼われている蝙蝠、そして時には赤ん坊を盗み出す。カーンの心臓の交易と繁栄と防衛機能は著しく損なわれてしまった。しかしそのころには、あなたは遠く離れた場所へと去っていた。@{K}$[Bb]lemmigan -> ブレミガン, Khan -> カーン, Khan's Heart -> カーンの心臓$The damp and dark places of the city are fertile ground indeed. In the months that follow, blemmigans stalk the guttering of Khan's Heart, pullulate in the shadows of the alleys. They menace citizens after dark with their sinister poetry. They steal dogs and house-bats and the occasional baby. Trade, prosperity and security suffer outrageously. But by then, you are long gone.",
                                     "Name": "慎重な行動による勝利@{K}A victory for discretion",
                                     "Id": 182069},
                    "DefaultEvent": {"Description": "この街の湿った暗がりは実に豊かな土壌となった。続く数か月の間に、ブレミガンはカーンの心臓の側溝に広がり路地の影にその数を殖やした。そして不吉な詩でもって闇から人々を脅かし、犬や飼われている蝙蝠、そして時には赤ん坊を盗み出す。カーンの心臓の交易と繁栄と防衛機能は著しく損なわれてしまった。『白と金』は聞き込みを行い注意深く答えを記録した。彼らはあなたの船がブレミガンがはびこり始める直前に訪れた船の内に含まれていたという報告も記す。あなたの関与を示す証拠とはならないが、短い帳簿に記されたあなたの名前の横には小さな印が書かれている。@{K}$[Bb]lemmigan -> ブレミガン, [Tt]he White -> 白きもの, Khan -> カーン, Khan's Heart -> カーンの心臓$The damp and dark places of the city are fertile ground indeed. In the months that follow, blemmigans stalk the guttering of Khan's Heart, pullulate in the shadows of the alleys. They menace citizens after dark with their sinister poetry. They steal dogs and house-bats and the occasional baby. Trade, prosperity and security suffer outrageously. The White-and-Golds ask their questions and compile their careful records. They note the report that your ship was among those that visited just before the infestation began. It isn't proof of your involvement: but there is a little mark beside your name on a little list.",
                                     "Name": "上出来@{K}A qualified success", "Id": 182004},
                    "Name": "ブレミガンを陸に揚げる@{K}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "カーンの心臓にブレミガンを蒔くことを特に禁じた法はない。もっとも、ブレミガンを放つことで人気者になれるとも思えないが。@{K}$[Bb]lemmigan -> ブレミガン, Khan -> カーン, Khan's Heart -> カーンの心臓$There are no laws specifically forbidding the seeding of blemmigans on Khan's Heart. It is unlikely to make you popular, however.",
                    "ButtonText": "", "Id": 147312},
                   {"SuccessEvent": {"Description": "　橋の上で、二人の男があなたのそばを駆け抜けた。男たちは丸めたカーペットの端をそれぞれの肩に担いでいた。一人の女が彼らを追いかけている。最後の治安官だ！彼女は二人のうち後ろを走っていた方の男に警棒を投げつけた。背中にまともに警棒を食らって、男が倒れ込む。カーペットがもう一人の男にのしかかる。カーペットがほどけた――電気ケーブルの束が街路に転がった。<br/><br/>　『白と金』が追いついてくるより先に、彼女は路地に滑り込んだ。そして、急に向きを変えてあなたの方へと駆けてきた。彼女の手には警棒が握られている。「私に何か用でも？」@{I}$[Tt]he White -> 白きもの$Two men rush past you on a bridge, each shouldering one end of a carpet. A woman chases after them: the Last Constable! She chucks her truncheon at the one in the back, knocking him square between the shoulders - he goes down, and the carpet crashes onto his companion. It unfurls - a bundle of electrical cable rolls into the street.\u000d\u000a\u000d\u000aShe slips into an alley before the White-and-Golds catch up, and  rounds on you, clutching her cudgel. \"What business do you have with me?\"  ",
                                     "LinkToEvent": {"Id": 230583},
                                     "Name": "法による制止@{I}Stopped by the law", "Id": 230593},
                    "DefaultEvent": {"Description": "　今日の銅街区は街路も運河も静かだ。異邦人たちは街区の着色された照明の下を行き来している。街路の角のそれぞれには、落ち着き払った男女が立っている。彼らは白と金のローブを着ていた。「最近じゃ、彼らは大勢で出張ってるよ」元ロンドン人の一人が、ポットからお茶を飲みながら打ち明けた。「今は皆縮こまってるね」[最後の治安官がいそうな場所は日誌から確認できます。]@{I}$Copper Quarter -> 銅街区$The streets and canals of the Copper Quarter are quiet today. The foreigners pass under their coloured lights. Tranquil men and women stand at each street corner, in white-and-gold robes. \"They've been out in force, lately,\" one ex-Londoner confides over a pot of tea. \"Everyone keeps to themselves now.\" [Check your journal to be reminded of where the Last Constable might be!]",
                                     "Name": "もう十分@{I}No need for more", "Id": 230592},
                    "Name": "最後の治安官を捜す@{I}Search for the Last Constable",
                    "Description": "　彼女は銅街区の秩序を守っているのだろうか？@{I}$Copper Quarter -> 銅街区$Could she be keeping the peace in the Copper Quarter?",
                    "ButtonText": "", "Id": 177596},
                   {"SuccessEvent": {"Description": "彼は寝棚にも、機関室にも、船倉にもいない。しかしあなたは彼の残したものを見つけた。書類鞄だ。そして彼は鞄の中に爆弾も残していた。あなたは叫んで機関長を呼ぶ。そして機関長は慎重に、かつ大急ぎで爆弾を無力化した。\u000d\u000a\u000d\u000a『白と金』の者があなたの報告書を受け取る。彼女の顔が青ざめた。「あなたが連れてきた男はロバート･F・ハリス大尉だ。彼は工作員として私たちの間で知られている。死ななかったのは幸運だったな。潜水艦を持っていたのならなおのこと幸運だ。しかし彼はここの何に興味を引かれたのだろう？」あなたはまったく見当もつかないと主張した。彼女は注意深くあなたの言葉について考え、それから小さな財布をあなたに手渡した。「協力の報酬として、このささやかな贈り物を受け取ってほしい」@{K}He's not in the bunks, nor the engine room, nor the hold. But you do find something he left behind: his briefcase. He's also left you a bomb, concealed inside. You scream for your engineer; they dismantle it in cautious haste.\u000d\u000a\u000d\u000aA White-and-Gold takes your report. Her face pales. \"The man you been transporting is Lieutenant Robert F. Harris. He is an agent known to us. You are lucky to live; luckier too to posses a zubmarine. But what might he be interested in here?\" You claim your haven't the slightest idea. She considers you carefully, then passes you a purse. \"For your cooperation, please accept this small gift.\"",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "間に合った！@{K}Just in time!", "Id": 259081},
                    "DefaultEvent": {"Description": "彼は寝棚にも、機関室にも、船倉にもいない。もしかすると彼は――なんだこれは！船が激しく傾き、あなたは壁に叩きつけられた。煙があなたの足元から渦を巻いて立ち上る――火事だ！火事だ！！\u000d\u000a\u000d\u000aカーネイトの港湾監督官が手を貸そうと駆けつけた。『白と金』の者があなたの報告書を受け取る。彼女の顔が青ざめた。「あなたが連れてきた男はロバート･F・ハリス大尉だ。彼は工作員として私たちの間で知られている。死ななかったのは幸運だったな。潜水艦を持っていたのならなおのこと幸運だ。しかし彼はここの何に興味を引かれたのだろう？」あなたはまったく見当もつかないと主張した。彼女は注意深くあなたの言葉について考え、それから小さな財布をあなたに手渡した。「今は修理してやることはできないが、この資金を受け取ってほしい」@{K}$Khaganian -> カーネイト人$He's not in the bunks, nor the engine room, nor the hold. Maybe he could be - ____ing hell! The ship lists violently, throwing you to the wall. Smoke billows from beneath your boards - fire! Fire!\u000d\u000a\u000d\u000aThe Khaganian docking authorities rush to help you. A White-and-Gold takes your report. Her face pales. \"The man you been transporting is Lieutenant Robert F. Harris. He is an agent known to us. You are lucky to live; luckier too to posses a zubmarine. But what might he be interested in here?\" You claim your haven't the slightest idea. She considers you carefully, then passes you a purse. \"We cannot offer repairs at present, but please: accept these funds.\"",
                                     "LinkToEvent": {"Id": 143346}, "Name": "", "Id": 259026},
                    "Name": "威厳ある旅行作家はどこに行ったのだろう？@{K}Where has the August Travel-Writer gone?",
                    "Description": "船の上には彼の痕跡は何一つない。どうやって報酬を受取れと言うのだろうか？@{K}There's no trace of him on board. How are you supposed to get paid?",
                    "ButtonText": "", "Id": 193180}],
 "Description": "ここがロンドンの敵手であるカーンの心臓だ。海という暗い荒野における光のオアシスでもある。鮮やかに彩られた街には水路が縦横に走っていて、通りの街灯は光を放ち渡し舟がのどかに水を進む。@{K}$Khan -> カーン, Khan's Heart -> カーンの心臓$Khan's Heart: London's rival. An oasis of light in the salt black wastes. Canals thread the painted city. Street-lamps glow and water-taxis putter.",
 "Name": "カーンの心臓@{K}$Khan -> カーン, Khan's Heart -> カーンの心臓$Khan's Heart",
 "Id": 143346}
