{"ChildBranches": [{"DefaultEvent": {"Description": "　あなたのように多くの地を旅した船長なら、この玄武岩は見分けがつくに違いない。アイレムの突堤が、獅子の像の肉体によって補修されたということ。これは何を意味するのか？彼女は、あなたの額にキスをすると、光が心臓を欺くトリックと、闇から引きずり出すことのできる記憶について教えてくれるだろう。@{I}$Irem -> アイレム$A widely travelled captain like you must certainly recognise that basalt. The dock of Irem, repaired with the flesh of lion-statues: what can it mean? She will kiss your forehead, and teach you of the tricks light plays on the heart, and of the memories that can be drawn from darkness.",
                                     "Name": "「ソルト・ライオン」@{I}$Salt Lions -> ソルト・ライオン$\"The Salt Lions.\"",
                                     "Id": 143353},
                    "Name": "石の謎掛け@{I}The Riddle of Stones",
                    "Description": "　夕日色のローブを纏った謎釣り人が、突堤の端の、傷のついた石のそばで待っているだろう。近づいてよく見てみると、そこにある隙間が玄武岩の塊によって精巧に補修されていることに気づくだろう。彼女が「この石はどこで生まれたか？」と尋ねるとき、その問いかけは儀式的な性質を持つだろう。@{I}$Riddlefisher -> 謎釣り人$A Riddlefisher in a sunset-coloured robe will wait at the edge of the dock, by a scar in the stone. When you look closer, you will see that a gap there has been expertly repaired with chunks of basalt. When she asks \"Where was that stone born?\", the question will have a ritual quality.",
                    "ButtonText": "", "Id": 124076},
                   {"DefaultEvent": {"Description": "　琥珀色の空の館は、Neathの偽星の下の、屋根のない空間だ。そこはアイレムのバラの香りに満ちていて、氷があるにもかかわらず、砂漠の夕暮れ時のように暖かい。あなたはクッションに身を横たえ、ほんの一瞬だけ目を閉じるだろう……@{I}$false-star -> 偽星, House of the Amber Sky -> 琥珀色の空の館, Irem -> アイレム$The House of the Amber Sky is a roofless space beneath the false-stars of the Neath, rich with the scent of Irem-roses. Despite the ice, it's warm as a desert evening. You will arrange yourself on the cushions, close your eyes just for a moment...",
                                     "LinkToEvent": {"Id": 176846},
                                     "Name": "目を閉じる@{I}Close your eyes", "Id": 143354},
                    "Name": "琥珀色の空の館@{I}$House of the Amber Sky -> 琥珀色の空の館$The House of the Amber Sky",
                    "Description": "「休むと良い、旅人よ。我らの水は温かい。我らのクッションは花びらのように柔らかだ。ここに頭を乗せて。君は癒やされるだろう。あるいは、なお良いことに、君は生まれ変わるだろう。(コーヒーでの支払い？ああ、よろしく頼む。)」@{I}\"Rest, traveller. Our waters are warm: our cushions are petal-soft. Lay your head here. You will be healed; or better yet, you will be renewed. (Payment in coffee? Yes, please.)\"",
                    "ButtonText": "", "Id": 124077},
                   {"DefaultEvent": {"Description": "　スフィンクスストーンの瓦礫は突堤の隙間にぴたりと一致した。「かつて盗みがあった」謎釣り人はあなたにそう告げるだろう。「今、別の物によって盗みの逆がなされた。そなたの理解には穴があるな。それを埋める手助けをしてやろう」<br/><br/>　彼女は前に身を乗り出し、あなたにこう囁くだろう。「これがアイレムの本質だ。ここは歴史が安息を求めてやってくる浜辺なのだ。謎掛けが生まれる理由がそれだ。いつか、我々は別の船長に、あの石がどこで生まれたのかを尋ねるだろう。それが、そなたの謎ということだ。そして、そなたの秘密がこれだ」<br/><br/>　彼女はあなたに一枚の松の樹皮を手渡すだろう。そこには、まだ尋ねられてすらいない謎掛けに対する答えが刻まれている。@{I}$Riddlefisher -> 謎釣り人, Irem -> アイレム$Your sphinxstone fragments match the breach in the dock exactly. \"Something was stolen,\" a Riddlefisher will inform you. \"Now something else has been unstolen. There is a gap in your understanding. I will help you fill it.\"\u000d\u000a\u000d\u000aShe will lean forward and whisper to you: \"This is the nature of Irem. It is the beach where history comes to rest. This is how riddles are born. One day, we will ask another captain where that stone was born. That is your riddle. And here is your secret.\"\u000d\u000a\u000d\u000aShe will hand you a scrap of pine-bark. It bears the answer to a riddle that has not yet been asked.",
                                     "Name": "完全に一致@{I}A perfect fit", "Id": 176114},
                    "Name": "$Penstock -> ペンストック$ペンストックのために、スフィンクスストーンを届ける@$Penstock -> ペンストック$Deliver Sphinxstone for Penstock",
                    "Description": "　突堤の端では、瓦礫の隙間が大口を開けているだろう。夕日色のローブを纏った謎釣り人たちが、あなたを待っているだろう。あなたの水夫たちが石の塊を抱えてよろめき歩くかたわらで、謎釣り人の一人はこう口にするだろう。「ここ、この場所は長らくそなたを待っていたぞ」@{I}$Riddlefisher -> 謎釣り人$A rubbly gap will yawn in the dock's edge. Riddlefishers in sunset-coloured robes will wait for you. \"Here,\" one will say, as your zailors stagger up with blocks of stone. \"This has been waiting for you.\"",
                    "ButtonText": "", "Id": 143697},
                   {"DefaultEvent": {"Description": "　そこにいた二人の謎釣り人は、ブレミガンが影の中へと疾走し、バラの花びらを舞い散らせるのを、愕然と凝視することになるだろう。「ブレミガンの年だ！」二人のうち若い方がそう言うだろう。「そうなるんじゃないかと心配していたんだ！」彼は年嵩の方の腕を取ると、仲間たちと協議するために、一緒にそこから走り去っていった。「ウィザー人は笑いすぎて病気になるだろうな」年嵩の謎釣り人はうめいた。@{I}$[Bb]lemmigan -> ブレミガン, Riddlefisher -> 謎釣り人, Whither -> ウィザー$Two Riddlefishers will stare, aghast, as it whirls into the shadows, raising a cloud of rose-petals as it goes. \"The Year of the Blemmigan!\" the younger will say. \"I was afraid this might happen.\" He takes the older's arm, and they hurry off to confer with their fellows. \"The Whithern will laugh themselves sick,\" the older groans.",
                                     "LinkToEvent": {"Id": 143352}, "Name": "この世の終わり？@{I}A doom?",
                                     "Id": 181950},
                    "Name": "陸に上がったブレミガン@{I}ブレミガンを浜に揚げる@{M}$[Bb]lemmigan -> ブレミガン$A blemmigan ashore",
                    "Description": "　それは、少しだけ警戒しつつ、くるくると回りながらタラップを降りてくるだろう。@{I}It will spin down the gang-plank, a little cautiously.",
                    "ButtonText": "", "Id": 147274},
                   {"DefaultEvent": {"Description": "　あなたが報告書を書こうとして腰を降ろすと、あなたは、それはもう書き上げられていることを思い出すだろう。誰がこれを書いたのだ？報告書の記載によると、これが見つかった時には、これは既に書き上げられていたという。これを見つけたのは誰だ？報告書は別の報告書に言及し、そこで発見者の名前が明かされるだろうと記していた。その別の報告書はどこにある？報告書の脚注には、あなたがその場所を記録することになる時刻が書かれていた。それは何時だ？すべてが正されたとき、何もかもが正されるのだ。@{I}When you will sit down to write the report, you will recall that it was written already. Who wrote it? The report records that: it was already written when it was found. Who found it? The report describes another report, which will indicate the name of the finder. Where is the other report? There is a footnote which describes when you will record its location. When will that be? When all is well, and all manner of thing is well.",
                                     "LinkToEvent": {"Id": 143352}, "Name": "なぞ@{I}A conundrum",
                                     "Id": 182522},
                    "Name": "港湾報告書をまとめる@{M}$Port Report -> 港湾報告書$Compile a Port Report",
                    "Description": "　あなたはここで見るであろうことを記録するだろう。@{I}You will record what you will have seen.",
                    "ButtonText": "", "Id": 147664},
                   {"DefaultEvent": {"Description": "$Salt's Song -> Saltの歌$In a waking dream, it will rotate its necks like the arms of an articulated god. It will train its eyes on you. It will hiss, sevenfold, \"You have come for Salt's Song.\"",
                                     "LinkToEvent": {"Id": 144254},
                                     "Name": "$Seven-Serpent -> セブン・サーペント$Up the steps to the Seven-Serpent",
                                     "Id": 187681},
                    "Name": "$Salt's Song -> Saltの歌$Gain Salt's Song",
                    "Description": "You will know where to go. You will remember from the first time you were here. ",
                    "ButtonText": "", "Id": 150832},
                   {"DefaultEvent": {"Description": "　船員たちは、彼らの雪の子が冒険に出るのを見届けるために、旅のための贈り物を持って集まるだろう。誰も惜しまないであろう少量の物資と、そして予備の武器。雪の子はそれらすべてを感謝とともに受け取るだろう。たとえその心はもう、いかなる地図にも記されていない彼方への旅を始めていたとしても。<br/><br/>「自分で漕ぐよ」[q:Sacks and Snow: The Snow Child's Name]はそう囁くだろう。「ぼくは、ガラスの下の光が緑と黄金に輝くところまで行く。追放された者が、あとに残してきた太陽の暖かさを思い出す浜辺を越えて。ぼくは凍りついた森を見つけて、木に登る。月に手が届くぐらい高いところまで。あなたのことは忘れないよ、船長」<br/><br/>　その時がやってくるだろう。[q:Sacks and Snow: The Snow Child's Name]は小舟に乗り込み、重い櫂を手にするのだ。敬礼と最後の微笑みひとつを残して、雪の子の旅が始まるだろう。あなたは雪の子が行くのを見つめていることだろう。その微笑みが単なる記憶となり、暗闇の中に深く沈み込んで消えてしまうまで。@{I}$Sacks and Snow: -> 袋と雪:, Snow Child -> 雪の子$The crew will gather to see their Snow Child on its adventure, bringing it gifts for the journey. A few supplies none will miss. The occasional weapon. It will accept them all with gratitude, even as its mind begins travelling far beyond any map's border.\u000d\u000a\u000d\u000a\"I will row,\" [q:Sacks and Snow: The Snow Child's Name] will whisper. \"I will take myself where the light beneath glass shines green and gold, past the beach where an exile recalls the warmth of suns he left behind. I will find the frozen forest and climb trees tall enough to touch the moon. I will remember you, Captain.\"\u000d\u000a\u000d\u000aThe moment will break. [q:Sacks and Snow: The Snow Child's Name] will board the boat and man the heavy oars. With a salute and a final smile, it will begin its journey. You will watch it go until the smile is just a memory, lost deep in the darkness.",
                                     "Name": "旅人は旅立つだろう@{I}A traveller will depart", "Id": 223629},
                    "Name": "雪の子の船出@{I}$Snow Child -> 雪の子$Voyage of the Snow Child",
                    "Description": "　船着き場には、雪の子のための小さな船が用意されることだろう。@{I}A small boat will be prepared for it at the docks.",
                    "ButtonText": "", "Id": 173306},
                   {"DefaultEvent": {"Description": "　波が収まると、あなたは舞い落ちる雪と、黒い松の皮を目にするだろう。あなたは、二人の男が冬の森の中に立っているのを見るだろう。若い方の男が、年嵩の男に自らの価値を示すだろう。これはかつて行われてきたことで、これからも行われることなのだ。景色が移り変わるだろう。年老いた男が、陽の光に照らされた街路でコーヒーを啜っているだろう。彼は指令書を書くだろう。彼は下へ、ロンドンへと向けて駒を送り込むだろう。@{I}When the waves settle, you will see falling snow and black bark. You will see two men standing in wintry woods. The younger will prove himself to the older. Others have done so before; others will do so after. The vision will change. The old man will sip coffee on a sunlit street. He will write an order. He will send a pawn below, to London. ",
                                     "LinkToEvent": {"Id": 143352}, "Name": "人生@{I}Life lived",
                                     "Id": 230218},
                    "Name": "嘆かわしい遺物を捧げる@{I}$Lamentable Relic -> 嘆かわしい遺物$Sacrifice a Lamentable Relic",
                    "Description": "　あなたは広いプールに浮かぶ氷を砕くだろう。あなたはその隙間に遺物を投げ入れるだろう。[嘆かわしい遺物を、2つのグレート・ゲームの動向と交換します。]@{I}$Moves in the Great Game -> グレート・ゲームの動向, Lamentable Relic -> 嘆かわしい遺物$You will break the ice on a wide pool. You will toss the relic in. [Trade a Lamentable Relic for two Moves in the Great Game.]",
                    "ButtonText": "", "Id": 177352},
                   {"DefaultEvent": {"Description": "They will think it is a rather mundane dream that you wish to send. They will hiss over this sepia memory of filing cabinets and documents aflame. They will, perhaps, recolour the elements of the dream: a vellum document kept in a scroll-case; the Brother represented by an ape in a viric suit with white braid trim. However, in its essentials it will reach the Imperious Sister, wherever she may be.",
                                     "LinkToEvent": {"Id": 143352}, "Name": "You arrange matters",
                                     "Id": 234987},
                    "Name": "Send word to the Imperious Sister",
                    "Description": "$Fingerking -> フィンガーキング$For a fee, the Fingerkings will craft a dream that will tell the Sister her brother's regret.",
                    "ButtonText": "", "Id": 180458},
                   {"DefaultEvent": {"Description": "$Riddlefisher -> 謎釣り人$The Heir will cut out something that is not there yet. She will come away with a sample jar of pickling brine. The specimen will grow there later, slowly, layers of tissue gradually forming a missing kidney. The Riddlefisher, cured in advance, will suffer no ill effects except occasional lassitude and lack of purpose.",
                                     "LinkToEvent": {"Id": 143352}, "Name": "Preventive medicine",
                                     "Id": 254218},
                    "Name": "Cure an obsession not yet acquired",
                    "Description": "$Riddlefisher -> 謎釣り人$The Cladery Heir will notice a Riddlefisher in danger of developing an unhealthy obsession.",
                    "ButtonText": "", "Id": 190923},
                   {"SuccessEvent": {"Description": "「セブン・サーペントのところだって。あの謎釣り人は言ってたんだけど――」<br/><br/>　そこであなたは、娘の驚愕した視線を追うことになる。ライラック色のガウンを着た女性が、セブン・サーペントの下に立ち、半ば不可視の空想的実体を相手に穏やかなお喋りをしているだろう。女の顔立ちには、見間違えようもなく、あなたのオフィサーと似たところがあるだろう。「話をしましょうか」落ち着き払った様子で、彼女は娘にそう言うだろう。<br/><br/>　娘は、目を見張る素早さで、なけなしの平静さをかき集めるだろう。「ちょっと話してくるわ」娘はそう言うだろう……@{I}$Riddlefisher -> 謎釣り人, Seven-Serpent -> セブン・サーペント$\"Up to the Seven-Serpent. The Riddlefisher said - \"\u000d\u000a\u000d\u000aYou will follow the Daughter's stunned gaze. A woman in a lilac gown will stand beneath the Seven-Serpent, chatting calmly to a half-visible figment. Her features will bear an unmistakable resemblance to your officer's. \"We should talk,\" she will say to the Daughter, quite calmly.\u000d\u000a\u000d\u000aThe Daughter will assemble the rags of her composure with remarkable speed. \"Excuse us,\" she will say...",
                                     "LinkToEvent": {"Id": 180196}, "Name": "「早く！」@{I}\"Quickly!\"",
                                     "Id": 180198},
                    "DefaultEvent": {"Description": "「彼女はここに来るでしょうね」娘は頭を振った。「ああまったく。私はこんなことを言おうとしてたんだっけ？ここにいると頭が混乱してくる」彼女が食い入るように見つめる先では、氷と玄武岩の塔が並び、暖かな氷の中をバラが咲き乱れていた。謎釣り人たちは作り話をおしゃべりし合い、東には幽かな光が見えた。「でも、もう大丈夫よね？」@{I}$Riddlefisher -> 謎釣り人$\"She will be here.\" The Daughter shakes her head. \"D__n it. Is that what I meant? This place is confusing.\" Her gaze takes in the towers of ice and basalt, the roses blooming in the warm snow, the Riddlefishers gossiping with figments, the glimmer in the East. \"It's all right, though, isn't it?\"",
                                     "Name": "「何もないわ」@{I}\"Nothing.\"", "Id": 180195},
                    "Name": "メイビーの娘が母親を探す手伝いをする@{M+I}メイビーの娘の母親を探す手伝いをする@{M}$Maybe's Daughter -> メイビーの娘$Help Maybe's Daughter search for her mother",
                    "Description": "「お母さんはここに来たことがあるそうよ。来たに違いないわ、私が――つまり、お母さんが、私を身ごもったときに。ここは夢の世界に近いから」彼女は目を細め、大きく息を吸い込むだろう。「私はここ、好きだわ。故郷に帰ってきたみたい」@{I}\"She's known to visit. I think she must have come here when I was - ahem - conceived. It's close to dreams.\" She will inhale a gulp of air, eyes half-closed. \"I love this. It's like coming home.\"",
                    "ButtonText": "", "Id": 146156}],
 "Description": "　アイレムは柱の都市だ。それはzeeと氷の下から曙光のように立ち昇るだろう。それは赤い花冠を戴き、黄金色に着飾るだろう。セブン・サーペントは、自らの高い台座の上から、あなたのことを恋しそうに観察するだろう。誰もが異邦人としてここを訪れるだろう。しかし、ここを去る時にはいつも、自らの一部をここに残していくことになるのだ。@{I}$Seven-Serpent -> セブン・サーペント, Irem -> アイレム$Irem, the Pillared City. She will rise from the zee and the ice like dawn. She will be garlanded with red and decked with gold. The Seven-Serpent will watch you longingly from its high pedestal. You will always arrive as a stranger, but when you leave, some part of you will always remain.",
 "Name": "アイレム@{I}$Irem -> アイレム$Irem", "Id": 143352}