{"ChildBranches": [{"DefaultEvent": {"Description": "青い硝子と透かしの入った白磁の部屋で感情豊かな官吏と面会した。あなたは丁重に慣習的な賛辞を述べ、彼はそれを聞き満足げに頷く。そしてようやく試供用のコーヒーを差し出した。官吏は突如はっとした様子で、コーヒーの香りを吸い込むと物惜し気に背後の磁器製の屏風を一瞥する。誰かが見張っているのだろうか？彼は三度礼をし、あなたを帰らせた。@{K}You meet with an Effusive Official in a room of blue glass and pierced porcelain. You supply the customary compliments and courtesies, while he nods complacently. Finally you present a sample of the coffee. The Official comes suddenly awake, inhales the scent of the coffee, glances regretfully at the porcelain screen behind him - a watcher? He bows to you three times and sends you on your way.",
                                     "LinkToEvent": {"Id": 143358},
                                     "Name": "長い午後@{K}A long afternoon", "Id": 143359},
                    "Name": "レオパルドへ贈り物を差し出す@{K}$Leopard -> レオパルド$Offer a gift to the Leopard",
                    "Description": "彼らはカーンの王族だ。カーンその人はコーヒーに弱いことで悪名高く、宮廷の人々も同様だ。@{K}$Khan -> カーン$The royal clan of the Khan. The Khan himself has a notorious weakness for coffee, and his court follows suit.",
                    "ButtonText": "", "Id": 124080},
                   {"DefaultEvent": {"Description": "感情豊かな官吏は、それぞれに異なる色の蝋燭を掲げた三人の召使と青の司祭を従えている。そして彼は祭典の手順をカーネイト語とギリシャ語と旧大陸の一つの言語で述べる。あなたは頭に油を塗られて聖別され、鮫皮の手袋を受取った。青の司祭はあなたを異国人の内でもあまり悪影響にはならないと認められた階級へと加え、深青の天の名によって祝福した。\u000d\u000a\u000d\u000aそして祭典が終わると、あなたは沢山の申請書に取り掛かった……@{K}$Khaganian -> カーネイト人, Elder Continent -> 旧大陸$The Effusive Official is today attended by three servants and a Blue Priest, each carrying a candle of a different colour. He speaks a formula in Khaganian, in Greek, and in one of the languages of the Elder Continent. You are anointed with oils and presented with a pair of sharkskin gloves. The Blue Priest admits you to a slightly less debased echelon of foreignness, and blesses you in the name of the Deep Blue Heaven.\u000d\u000a\u000d\u000aAfter that, you start filling in forms...",
                                     "LinkToEvent": {"Id": 143358},
                                     "Name": "盛大な祭典@{K}A grand ceremony", "Id": 143360},
                    "Name": "軟玉街区への通行許可を求める@{K}$Nephrite Quarter -> 軟玉街区$Petition for access to the Nephrite Quarter",
                    "Description": "異国人への交易許可を認めているのはレオパルド一族だ。[ここから南に位置するカーンの心臓において、軟玉街区へ立ち入ることが出来るようになります。様々な品を売ることが出来るでしょう。]@{K}$Khan -> カーン, Leopard -> レオパルド, Nephrite Quarter -> 軟玉街区, Khan's Heart -> カーンの心臓$The Clan of the Leopard grants trade licenses to foreigners. [This gives access to the Nephrite Quarter in Khan's Heart to the South, allowing you to sell your goods there.]",
                    "ButtonText": "", "Id": 124081},
                   {"DefaultEvent": {"Description": "宮廷の玄関の隣に位置する黄の間において、仮面の役人が真珠を細部まで検査した。「よろしい」役人は言う。仮面越しであっても眼を合わせようとしない。彼女は立ち上がると踵を返し、去った。@{K}In the Yellow Chamber by the palace entrance, a Masked Functionary scrutinises the pearls. \"Yes,\" she says. Even through the mask, she does not meet your eyes. She rises, turns, and leaves.",
                                     "LinkToEvent": {"Id": 143358},
                                     "Name": "贈り物は受け取られた@{K}An offering accepted", "Id": 154733},
                    "Name": "テイメンに贈り物をする@{K}$Taimen -> テイメン$Offer a gift to the Taimen",
                    "Description": "この一族の名は地上に生息する大きく獰猛な魚から取られたものだ。彼らは溺れる真珠を好む。一族の秘密の儀式に用いているようだ。@{K}$[Tt]he Surface -> 地上, [Dd]rowning[- ][Pp]earl -> 溺れる真珠$This clan is named for a sizeable and ferocious fish of the Surface. They have a fondness for Drowning-Pearls, for some secret clan ritual.",
                    "ButtonText": "", "Id": 131353},
                   {"DefaultEvent": {"Description": "二人の仮面を着けた役人があなたの請願を聞いた。二人はしばし協議し、一人が目の前の紙に何やら書き付けた。彼らはあなたが立ち去るのを待っているようだ。@{K}Two Masked Functionaries hear your request. They confer briefly. One of them marks the paper in front of him. They wait for you to leave.",
                                     "LinkToEvent": {"Id": 143358},
                                     "Name": "鉄の間@{K}The Steel Chamber", "Id": 154734},
                    "Name": "テイメンとの件を解決してくれるよう頼む@{K}$Taimen -> テイメン$Plead your case with the Taimen",
                    "Description": "テイメン一門は長きに渡って、カーネイト人と余所者両方を監視する役目を負う『白と金』と呼ばれる“忠義に関する業務”を支配している。あなたに害意はないことを納得させられたなら、大目に見てもらえるかもしれない。[あなたのカーネイトでの不信が高くなりすぎてしまった場合、この選択肢によって下げることが出来ます。]@{K}$[Tt]he White -> 白きもの, Khaganian -> カーネイト人, Taimen Clan -> テイメン一門, Taimen -> テイメン$The Taimen Clan has long controlled the White-and-Golds, the 'loyalty service' who watch Khaganians and foreigners alike. If they're convinced your intentions are good, they may be lenient. [If your Suspicion has risen too high, this will reduce it.]",
                    "ButtonText": "", "Id": 131354},
                   {"DefaultEvent": {"Description": "カーネイトの小砲艦が港の入り口を二度通り過ぎ、赤と金の制服に身を包んだ警官が望遠鏡越しにあなたを厳しく監視している。別の機会にした方がよさそうだ。@{K}$[Oo]fficer -> オフィサー, Khan -> カーン, Khanate -> カーネイト$A Khanate gunboat passes the harbour mouth twice. An officer in a red-and-gold uniform scrutinizes you through a spyglass. Best save it for another time.",
                                     "LinkToEvent": {"Id": 143358},
                                     "Name": "……そして引き返す@{K}...and turn back", "Id": 154816},
                    "Name": "一族の宮殿の横を船で通る@{K}Cruise past the clan palaces",
                    "Description": "カーンの栄光は堅牢な美しさを備えている。しかし一族の当主は常に間諜の存在を疑い、固定された銃座が監視を緩めることはない。@{K}$Khan -> カーン, Khan's Glory -> カーンの栄光, Glory -> グローリー$Khan's Glory has a steely beauty, but the clan-lords are    ever-suspicious of spies, and those gun emplacements are vigilant.",
                    "ButtonText": "", "Id": 131409},
                   {"DefaultEvent": {"Description": "あなたが丁重なお願いを流れるように述べる合間にも感情豊かな官吏は茶を啜っている。彼が聞いているかは定かではなかった。「勿論だとも！」官吏は突然早口に言った。そして、あなたに理解できる範囲ではどうやら漁師の許可証への申請書らしき書類を差し出す。あなたは辛抱強く説明を繰り返した。彼は申し訳なさそうに頷き、同じ書類をもう一部よこした。しかし今回はあなたの名をカーネイトの文字ではなくローマ字で注意深く記入している。\u000d\u000a\u000d\u000aあなたは申請書を慇懃に彼に返した。\u000d\u000a\u000d\u000a四度目の説明でようやく変化の兆しが表れ始めた……@{K}$Khaganian -> カーネイト人$The Effusive Official sips tea while you run through the polite forms of request. You're not sure he's listening. \"Absolutely!\" he splutters suddenly. He hands you a form for - as far as you can make out - a request for a fisherman's license. You explain, patiently, again. He nods apologetically and gives you a second copy of the same form: but this time, he writes your name carefully in the Roman, not the Khaganian, alphabet.\u000d\u000a\u000d\u000aYou hand the form back, very politely.\u000d\u000a\u000d\u000aOn the fourth explanation, you begin to make progress...",
                                     "LinkToEvent": {"Id": 143358},
                                     "Name": "茶と困惑@{K}Tea and confusion", "Id": 154820},
                    "Name": "レオパルドの知人にテイメン一門に取りなしてくれるよう頼む@{K}$Leopard -> レオパルド, Taimen -> テイメン$Ask the Leopard contacts to intercede with the Taimen",
                    "Description": "カーネイト人からの不信が高くなりすぎてしまったなら、テイメン一門が力になってくれるだろう。レオパルド一族がそうなるように仕向けているのかもしれない。@{K}$Khaganian -> カーネイト人, Leopard -> レオパルド, Taimen -> テイメン$If your Khaganian Suspicion has risen too high, the Taimen can help. The Leopard may induce them to do so.",
                    "ButtonText": "", "Id": 131413},
                   {"DefaultEvent": {"Description": "灰の間で仮面の役人があなたの請願を聞いた。「考えておきましょう」彼女はその一言しか述べなかった。@{K}A Masked Functionary hears your request in the Grey Chamber. \"We will consider the matter,\" is all she says.",
                                     "LinkToEvent": {"Id": 143358},
                                     "Name": "灰の間@{K}The Grey Chamber", "Id": 154821},
                    "Name": "テイメンの知人にレオパルド一族に取りなしてくれるよう頼む@{K}$Leopard -> レオパルド, Taimen -> テイメン$Ask your Taimen contacts to intercede with the Leopard",
                    "Description": "カーネイトでの商売に関わるにはレオパルド一族の好意が欠かせない。@{K}$Khan -> カーン, Khanate -> カーネイト, Leopard -> レオパルド$The Leopard's favour is essential for gaining access to Khanate trade.",
                    "ButtonText": "", "Id": 131414},
                   {"DefaultEvent": {"Description": "白熱電球の光の下で、仮面の役人があなたの情報を受取った。そして一度頷く。「テイメンは感謝をきちんと表します」彼女は机のこちら側の引き出しを指さす。開けてみると中にはロンドンの硬貨の詰まった袋が入っていた。役人が別れの言葉を述べることはなかった。あなたは彼女が裏切り者をさほど好ましく思ってはいないのではないかという印象を受けた。たとえその裏切り者が有用であったとしても。@{K}$Taimen -> テイメン$In the glow of a single filament-bulb, a Masked Functionary takes down your information. She asks careful, pointed, questions. Finally she nods. \"The Taimen will show their gratitude.\" She points at a drawer on your side of the desk: you open it to find a bag of London coinage. She doesn't bid you good-bye. You have the impression that she doesn't particularly like traitors, even useful ones.",
                                     "LinkToEvent": {"Id": 143358},
                                     "Name": "白の間での面会@{K}$[Tt]he White -> 白きもの$An audience in the White Chamber",
                                     "Id": 154822},
                    "Name": "テイメンの者に戦略的情報を提供する@{K}$Taimen -> テイメン, Strategic Information -> 戦略的情報$Offer Strategic Information to the Taimen",
                    "Description": "裏切りとは、古めかしい言葉だ。@{K}Treason is such an old-fashioned word.",
                    "ButtonText": "", "Id": 131415},
                   {"DefaultEvent": {"Description": "「この装置の原理は……いまだかつて聞いたこともないようなものです。あなたは今日偉大な事を成し遂げられたのですよ。これですべてが変わるでしょう」彼はにっこりと笑った。「ロンドンはもはや我々の敵ではない」@{K}\"The principles of this device are - unprecedented. You have done something extraordinary here today. This changes everything.\" He smiles. \"London is no rival of ours, now.\"",
                                     "LinkToEvent": {"Id": 143358},
                                     "Name": "「カーンは感謝しています」@{K}$Khan -> カーン$\"The Khan is grateful.\"",
                                     "Id": 180167},
                    "Name": "メメント・モリを売り渡す@{K}$Memento Mori -> メメント・モリ$Sell the Memento Mori",
                    "Description": "レオパルドから来た感情豊かな官吏は疑い深かった。しかしあなたが大砲の威力を実際に示してみせると、彼の疑いはストーブに乗せたバターの様に溶けていった。[カーネイトは魅惑的な財宝を報酬として渡してくれるでしょう。]@{K}$Khan -> カーン, Khanate -> カーネイト, Leopard -> レオパルド, Captivating Treasure -> 魅惑的な財宝$The Effusive Official from the Leopard is sceptical. After he has witnessed you demonstrate the device, his scepticism melts like butter on the stove. [The Khanate will offer you three Captivating Treasures.]",
                    "ButtonText": "", "Id": 146139},
                   {"DefaultEvent": {"Description": "ブレミガンは手摺の上で足を止めた。そして目のない丸い頭部を護衛のほうへと向け、触手を絡み合わせる。それの言わんとするところは極めて明瞭だった。@{K}$[Bb]lemmigan -> ブレミガン$The blemmigan halts atop the rail. It directs its eyeless dome towards the guards. It folds its tendrils. The message is quite clear.",
                                     "LinkToEvent": {"Id": 143358},
                                     "Name": "ブレミガンの拒否@{K}$[Bb]lemmigan -> ブレミガン$Blemmigan negation",
                                     "Id": 182371},
                    "Name": "ブレミガンを放つ@{K}$[Bb]lemmigan -> ブレミガン$Release a blemmigan",
                    "Description": "もしかすると、あの恐ろしい現代的な武器を持ち、豪勢な肩章をつけた護衛たちの鼻先を潜り抜けることもできるかもしれない……@{K}Perhaps it can sneak under the noses of these grandly epauletted guards with their frightening modern weapons - ",
                    "ButtonText": "", "Id": 147564},
                   {"DefaultEvent": {"Description": "$Khan -> カーン, Taimen -> テイメン, Khan's Glory -> カーンの栄光, Glory -> グローリー$Officially, a former servant of the Taimen, who did not engage in the gathering of strategic information, did not disappear to the Unterzee port of Anthe, which officially does not exist. At length you hear what this servant did not look like, and strict prohibitions against pursuing him.\u000d\u000a\u000d\u000aOfficially, no one in Khan's Glory would have any interest, or be at all inclined to reward you with money and connections, if you were to go to Anthe. They would not care for a report of his situation, or any information he may be unable to bring home.",
                                     "LinkToEvent": {"Id": 143358},
                                     "Name": "There is a place one doesn't speak of", "Id": 254287},
                    "Name": "Take a meeting concerning a matter of no importance",
                    "Description": "$Taimen -> テイメン$A servant of the Taimen is missing. His loss is a danger.",
                    "ButtonText": "", "Id": 190963},
                   {"DefaultEvent": {"Description": "What did you hear? No, don't explain where you heard it. Is the agent well? Does he plan to return? No, don't say where he is now.\u000d\u000a\u000d\u000aIt takes hours of non-explanation before your contacts are fully satisfied. When they are, they reward you with money, confidence, and a promise of safer passage in these parts.",
                                     "LinkToEvent": {"Id": 143358}, "Name": "Assorted revelations",
                                     "Id": 254288},
                    "Name": "Deliver a report from Anthe",
                    "Description": "You have the information you were not officially requested to bring.",
                    "ButtonText": "", "Id": 190964},
                   {"SuccessEvent": {"Description": "全ての門と窓から光が輝いている。あなたは様々な物を目にした。微かに光を反射する制服を身に着けた護衛たち、藤色と紫の地下の庭、紅玉髄と翡翠の吊り飾り、過去の戦士王の像。水は暗く穏やかだ。歩哨が冷静な不信と共にあなたを見張っている。@{K}Light blazes from every gate and window. You glimpse guards in gleaming uniforms, subterranean gardens of mauve and purple, hanging ornaments of scaled carnelian and jade, statues of warrior-khans past. The water is dark and calm. The sentries watch you with calm distrust.",
                                     "LinkToEvent": {"Id": 143358},
                                     "Name": "力と光輝@{K}Strength and brilliance", "Id": 154815},
                    "DefaultEvent": {"Description": "石と銀と珊瑚から削りだされた彫像が――銃座から放たれた三度の一斉射撃があなたの眉を掠め傷をつけた！認可された港へと素早く戻ろう。@{K}Sculpted curves of stone and silver, coral statu - a triple salvo from a gun emplacement scars your bow! Turn back to the sanctioned harbour, quickly.",
                                     "LinkToEvent": {"Id": 143358},
                                     "Name": "威嚇射撃@{K}A warning shot", "Id": 154814},
                    "Name": "一族の宮殿の横を船で通る@{K}Cruise past the clan palaces",
                    "Description": "カーンの栄光は堅牢な美しさを備えている。しかし一族の当主は常に間諜の存在を疑い、固定された銃座が監視を緩めることはない。@{K}$Khan -> カーン, Khan's Glory -> カーンの栄光, Glory -> グローリー$Khan's Glory has a steely beauty, but the clan-lords are    ever-suspicious of spies, and those gun emplacements are vigilant.",
                    "ButtonText": "", "Id": 131408}],
 "Description": "この場所にはカーンの王宮と宮廷が立ち並んでいる。そのどれもが独立した要塞だ。帯のついたローブで着飾った地位ある紳士と淑女がバルコニーで朝食をとっている。こんな所に生息しているはずのない羚羊が公園から顔をのぞかせた。電動の台座に載せられた銃が滑らかに回転している。@{K}$Khan -> カーン$Here are the palaces of the Khan and his court, each a fortress to itself. Sleek lords and ladies in belted robes breakfast on balconies. An unlikely antelope peeks at you from a park. Guns rotate easily on motorised gimbals.",
 "Name": "カーンの栄光@{K}$Khan -> カーン, Khan's Glory -> カーンの栄光, Glory -> グローリー$Khan's Glory",
 "Id": 143358}
