{"ChildBranches": [{"DefaultEvent": {"Description": "　門衛はサメの肌を持ち、溺れた女の目をしていた。彼女は両手がどうなっているのかは見せてくれなかった。「良いだろう」耳障りな声で、彼女は言った。「満足のゆく物語だ」<br/>　彼女は真珠の弁を開き、あなたが暗渠の中を通るのを許した。@{I}The Porter has the skin of a shark. She has a drowned woman's eyes. It is not permitted to look at her hands. \"Yes,\" she rasps. \"That story is sufficient.\"\u000d\u000a\u000d\u000aShe opens the Valves of Pearl, and permits you to pass into the conduit.",
                                     "LinkToEvent": {"Id": 169643},
                                     "Name": "門衛に話しかける@{I}Speaking to the Porter", "Id": 143362},
                    "Name": "下でファザムキングに謁見する@{I}$Fathomking -> ファザムキング$Descend to an audience with the Fathomking",
                    "Description": "　ファザムキングはドロウニーたち、泳ぐことをやめようとしない死者たちの王だ。海で死んだありとあらゆるものの王なのだと語られることもある。彼の好奇心をくすぐるような物語を持っていこう。@{I}$Drown(y|ies) -> ドロウニー, Fathomking -> ファザムキング$The Fathomking is the lord of the Drownies - those dead who won't stop swimming. By some accounts, he's the lord of <i>all</i> who die at sea. Bring him a story to tickle his curiosity.",
                    "ButtonText": "", "Id": 124082},
                   {"DefaultEvent": {"Description": "「船長。俺はサンゴの傘の端を歩いてたんです。ドロウニーたちがそこで遊んでました。そしたら、彼らは俺の名前を呼んだんです。彼らは言いました。俺が宴のごちそうを食べたら、俺も加わってかまわないって。彼らの両眼は、真っ赤な真珠でした。船長。俺はとても眠れやしません。腹が減って仕方がなくて――」@{I}$Drown(y|ies) -> ドロウニー$\"Captain. I walked the shore at the edge of the coral-caps. The Drownies sported there. They called my name. They said I could join them, if I partook of the Feast. Their eyes were red pearls. Captain, I dare not sleep. There is such a hunger on me - \"",
                                     "LinkToEvent": {"Id": 143361}, "Name": "ルビーの夢@{I}A ruby dream",
                                     "Id": 143363},
                    "RareDefaultEvent": {"Description": "「船長。俺は眠っちまったかもしれません。馬鹿だったのは分かってますが……でも気は楽になりました。別の場所の夢を見ましたよ。紫水晶の空の下の。俺の肌は宝石で包まれていて、鉤爪は力強くて……。船長、俺たちがまたこの航路を通ったら、今度もこの砦で上陸を許してもらえませんかね」@{I}\"Captain. I think I might have slept. I know it was foolish... but my soul is soothed. I dreamt of another place, beneath a sky of amethyst. My skin was crusted with jewels. My claws were strong... Captain, if we pass this way again, I would ask leave to visit the Hold again.\"",
                                         "LinkToEvent": {"Id": 143361},
                                         "Name": "紫水晶の夢@{I}An amethyst dream", "Id": 169459},
                    "Name": "上陸許可を与える@{I}Permit shore leave",
                    "Description": "　もしかしたら、水夫たちは陸の空気を吸いたいのではなかろうか？@{I}Perhaps your zailors would like to take the air ashore?",
                    "ButtonText": "", "Id": 124083},
                   {"DefaultEvent": {"Description": "　作業をしながら、ドロウニーたちは造形の歌を歌っていた。鉄について。石について。肉について。彼らは説得と、修正と、力について歌った。彼らはサンゴと、そして、それがいかにして罰されねばならないかを歌った。そして星々についても……@{I}$Drown(y|ies) -> ドロウニー$As they work, the Drownies sing of shaping: of iron, of stone, of flesh. They sing of persuasion, of correction, of force. They sing of coral, and how it may be punished. They sing of stars...",
                                     "LinkToEvent": {"Id": 143361},
                                     "Name": "造形の歌@{I}The Song of Shaping", "Id": 169527},
                    "Name": "船を修理する@{I}Repair your ship",
                    "Description": "　ドロウニーたちは乾ドックの助けなしで仕事に取り掛かることができる。しかし、彼らは当然の報酬を望むだろう。[これはあなたの船を完全に修復します。]@{I}$Drown(y|ies) -> ドロウニー$The Drownies can set to work without any need of drydock. But they will have their due. [This will completely repair your ship.]",
                    "ButtonText": "", "Id": 139660},
                   {"DefaultEvent": {"Description": "　ドロウニーたちは真珠をどこで見つけてくるのだろうか？カキから剥ぎ取るのだろうか？それとも、彼らの喉奥の異形の器官が真珠を育むのだろうか？ほらここに、冷たく光沢を放ち、少しだけ粘液の筋の残る真珠があるぞ。@{I}$Drown(y|ies) -> ドロウニー$Where do the Drownies find their pearls? Do they rip them from oysters? Evolve them from the alien machinery of their throats? Here they are, chilly and lustrous and just a little streaked with slime. ",
                                     "LinkToEvent": {"Id": 143361}, "Name": "交換@{I}An exchange",
                                     "Id": 169658},
                    "Name": "溺れる真珠を買い入れる@{I}$Drowning-Pearl -> 溺れる真珠$Trade for Drowning-Pearls",
                    "Description": "　ドロウニーは、銀色がかった北方産のサンゴであるシンティラックに異様な執着を持っている。値段の交渉をする時も、彼らは囁き、くすくすと笑っている。@{I}$Drown(y|ies) -> ドロウニー, [Ss]cintillack -> シンティラック$The Drownies have a peculiar appetite for scintillack, that silvery northern coral. They whisper and giggle as they haggle. ",
                    "ButtonText": "", "Id": 139744},
                   {"DefaultEvent": {"Description": "「ミセリギーアの太母からの贈り物か」門衛は落ち着き払ってそう言った。「ファザムキングはお喜びになるだろうな。ご苦労だった。これを取っておけ」@{I}$Myceligaea -> ミセリギーア, Fathomking -> ファザムキング$\"A gift from the Myceligaean Mother,\" the Porter says dispassionately. \"The Fathomking will be pleased. Here. For your trouble.\"",
                                     "LinkToEvent": {"Id": 143361},
                                     "Name": "予期せぬ歓迎@{I}An unexpected welcome", "Id": 181970},
                    "Name": "ブレミガンを陸に放つ@{I}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "　ここは暗く湿っているし、身を隠すのに好都合な裂け目もたくさんある。ここならブレミガンは繁茂できるはずだ。ファザムキングに気づかれない限りは。@{I}$[Bb]lemmigan -> ブレミガン, Fathomking -> ファザムキング$It's dark and damp here, with many crevasses where it can hide. The blemmigan should flourish - so long as it avoids the Fathomking's notice.",
                    "ButtonText": "", "Id": 147292},
                   {"DefaultEvent": {"Description": "　願いを聞き届けられた謁見者たちは、目もくらみ、畏敬の念に打たれた様子で帰っていく。この地の王は寛大ではない。しかし、時として公明正大である。@{I}Those granted audience return dazed, awestruck. The King is not generous, but occasionally he is fair.",
                                     "LinkToEvent": {"Id": 143361},
                                     "Name": "行き来する他の客たち@{I}Others who come and go", "Id": 182478},
                    "Name": "港湾報告書をまとめる@{I}$Port Report -> 港湾報告書$Compile a Port Report",
                    "Description": "　報告書を書いているあなたを、門番が見つめている。彼女は何も言わない。@{I}The Porter watches you write. She says nothing.",
                    "ButtonText": "", "Id": 147632},
                   {"DefaultEvent": {"Description": "$Fathomking -> ファザムキング$\"I serve a proper king, now!\" the recent Drownie crows. \"King o' the Zee! Not of some ratty Spite pub. And I'm not afraid of his Bruiser, neither. Already dead, ain't I? Sank to the bottom and swam back up - there's nothin' he can do to me.\" He leans close. His breath smells of brine. \u000d\u000a\u000d\u000a\"But let me share what I learned on the way: what's lost is lost. The Fathomking won't heal the Cheery Man's leg. Even if he would, his Cheeriness wouldn't want to pay that price. Tell him to stop dreamin'.\" [Return to London to deliver the bad news.]",
                                     "LinkToEvent": {"Id": 143361}, "Name": "Unrepentant",
                                     "Id": 230623},
                    "Name": "Find the Cheery Man's former agent",
                    "Description": "$Drown(y|ies) -> ドロウニー$You find him splashing in the shallows with other Drownies. He's gone native: his skin is pale; his eyes are dead; his songs are beautiful.",
                    "ButtonText": "", "Id": 177618},
                   {"DefaultEvent": {"Description": "Place it in water if it needs reviving. Crush it and bite it when the need arises. It is proof against seeing things that aren't there, \"which is the only trick they know in Dahut.\" A sniff and a jealous song go with this observation.",
                                     "LinkToEvent": {"Id": 143361}, "Name": "Sprig and fins",
                                     "Id": 238443},
                    "Name": "Trade for a White Mollyflower",
                    "Description": "$Drown(y|ies) -> ドロウニー$It looks like a fish in water and a flower in air. The Drownies recommend owning one if you are going to their cousins at Dahut.",
                    "ButtonText": "", "Id": 182716}],
 "Description": "　アイスバーグがそうであるように、バザールの支配者の計略がそうであるように、そしてNeath自身がそうであるように、この砦もまた、大部分は隠されている。見て取れるのは彫刻を施されたサンゴのごく一部だけで、残りはすべて水底にある。ファザムキングの骨の間も、養魚槽も。真珠の罠も、正餐室も……@{I}$Fathomking -> ファザムキング$Like an iceberg, like a Bazaar-Master's scheme, like the Neath itself, most of the Hold is invisible. You see only a tiny portion of sculpted coral - the rest waits below the surface. The Fathomking's bone-rooms and aquaria. His pearl-snares and his dining-chambers...",
 "Name": "ファザムキングの砦@{I}$Fathomking's Hold -> ファザムキングの砦, Fathomking -> ファザムキング$The Fathomking's Hold",
 "Id": 143361}
