{"ChildBranches": [{"DefaultEvent": {"Description": "王喰いの城で、予想外の言葉が簡単に口をついて出るのを実感する。捧げ物の積み薪を組み上げている間、貴方はそれを呟き、貴方の部下もそれに乗じる。「心臓は、運命のエンジンです。」運用長が低い声で呟く。見ると、彼は少し恥ずかしそうにしていた。「我々は全員、戻るべきだ」貴方は自分にそう言い聞かせた。貴方は積み薪に火を付け、一歩後ずさった。\u000d\u000a\u000d\u000a炎が貴方と、貴方の部下達を暖める。光が、貴方の顔と広げられた両手の上で艶めかしく踊る。暗闇は後退した。炎が爆ぜる音の中に、貴方は故郷の音を聞いた。@{M}$Kingeater's Castle -> 王喰らいの城$At Kingeater's Castle, one finds unexpected words rising easily to the lips. You speak them, and so do your zailors, as they build the offering pyre. \"The heart is destiny's engine,\" the bo'sun mumbles. He looks embarrassed. \"We shall all return,\" you find yourself reply. You light the pyre and stand back.\u000d\u000a\u000d\u000aThe flames warm you, warm your crew. The light plays on your faces and your outstretched hands. The darkness shrinks back. In crackling of the flames is the sound of home.",
                                     "LinkToEvent": {"Id": 143370},
                                     "Name": "赤く吠え猛る光@{M}A red and roaring light", "Id": 143371},
                    "Name": "信念に燃えた行為@{M}An act of burning faith",
                    "Description": "どの神がこの地を支配しているのか?ストームか、ストーンか、それともソルトか?名前を付けられた神は他には居ない。だが、貴方が此処で何かを捧げれば、それは貴方の心を鎮めるだろう。[燃料と物資を消費して、貴方の恐怖を減少します。]@{M}Which god holds sway here? Storm, Stone, Salt? Perhaps no god that is elsewhere named. But if you feed it, it will calm your mind. [This will expend Fuel and Supplies to lower your Terror.]",
                    "ButtonText": "", "Id": 124088},
                   {"DefaultEvent": {"Description": "死の風が北から吹き付けた。飢えた太陽が風に乗った。それは記憶の城を打ち立てた。氷の中に鏡がある。幾千の扉は用を為さぬ。水平線の始まりが、全ての連鎖の終わり。水平線が始まる。貴方は喉から血を吹き出した。@{M}A dead wind which blew from the north. A hungry sun rode the wind. It made of memories a castle. There are mirrors in the ice. A thousand doors and none. The end of the chain is horizon's beginning. Horizon's beginning. Your throat is bleeding.",
                                     "Name": "堕ちゆく城@{M}Falling castles", "Id": 143372},
                    "Name": "正気を失う@{M}Lose your mind",
                    "Description": "祭壇に、貴方の精神を捧げる。[この選択肢は選ばない方が良いです。]@{M}Offer your thoughts at the altar. [Do not do this.]",
                    "ButtonText": "", "Id": 124089},
                   {"DefaultEvent": {"Description": "この広い広い海の上の孤独だ。@{M}Alone on a wide wide sea.",
                                     "LinkToEvent": {"Id": 143370},
                                     "Name": "孤独、孤独、そして全き孤独@{M}Alone alone all all alone",
                                     "Id": 180521},
                    "Name": "船員を食べる@{M}Eat your crew",
                    "Description": "全てはそう簡単には行かないだろう。[この選択肢は選ばない方が良いです。船員が全員破壊され、人間もしくは亜人の幹部も破壊されます。この行為は貴方を傷つけるか、最悪死に至らしめます。]@{M}$Officer -> オフィサー$Not all of them will go easily. [Do not do this. This will destroy all your crew and any human, or near-human, Officers. The struggle will wound or even kill you.]",
                    "ButtonText": "", "Id": 146361},
                   {"DefaultEvent": {"Description": "彼女は踊り子のように軽やかな足取りで、物陰の祭壇に向かって走っていった。「ああ、見える。沢山見える。赤いバラが、此処にも!ほら見て!曙光が血を流して。星はお腹を空かせていて。東に - 全てが終わった後東に向かったの。私の足元に、打ち鳴らされる鼓がある。私が立った場所を見て。私が居なくなる瞬間を見て!ああ...この色達が、色達が私の心も - 私の、心も -」\u000d\u000a\u000d\u000a彼女はそれだけ言って、崩れ落ちた。その刹那、紅の雀蜂の大群が彼女の体内から躍り出て、くるりと一回転したかと思うと飛び上がり、円柱連なる物影へと飛び去っていった。上空で呼応するかのような蜂のうなりを、貴方は聞いた。\u000d\u000a\u000d\u000a薔薇があると彼女が指し示した場所には、生贄となった骨の歯牙に埋もれ隠れていた燃料が見つかった。彼女が鼓を聞いたという場所には、ハンの宗教的な財宝が、石の下に隠されていた - 世界石、象牙の盃、貝殻で出来た小鼓が。\u000d\u000a\u000d\u000a船乗り達は、彼女の遺体を船に運び戻す。貴方は、体内から破られボロ雑巾の様になった彼女の顔を一瞥した。彼女が笑ったままその一生を終えた事が見れただけでも、貴方には十分だった。@{M}$Khan -> カーン, Khanate -> カーネイト$She rises on her feet like a dancer and darts towards the shadowed altar. \"Oh, so much. I see so much. Red roses. Here! Look here! The dawn is bleeding. The stars are hungry. East - it went East when it was done. There are drums beneath my feet. Look where I rise. Look when I am gone! Oh, those colours, those colours. My heart - my heart - \"\u000d\u000a\u000d\u000aShe collapses. With a jubilant buzz, a cloud of red wasps bursts from her, circle once, and rise, disappear among the shadows of the column tops. High above, you hear an answering buzz.\u000d\u000a\u000d\u000aWhere she indicated roses, you find a cache of fuel buried beneath the bones of sacrifices. Where she spoke of drums, you find Khanate religious treasures beneath a stone - world-stones, ivory cups, a hand-drum of shell. \u000d\u000a\u000d\u000aThe zailors carry her corpse back to the ship. You spare a single glance for the ruined rags of her face. It's enough to see that she died smiling.",
                                     "Name": "\"ほらそこ!\"@{M}\"There!\"", "Id": 180641},
                    "Name": "厚かましい目の技師に上陸を許可する@{M}Allow the Gall-Eyed Engineer to go ashore",
                    "Description": "「ここよ、この場所よ!お願いキャプテン。私の時は近いわ。」@{M}\"This is the place! Please, Captain. My time is close.\"",
                    "ButtonText": "", "Id": 146433},
                   {"DefaultEvent": {"Description": "そして技師は象牙で出来た部分をワイヤーで包み、酸を使った処理を開始した。彼は血を使ってそれに汚しを入れている。(「貴方の血も少し必要になります。」申し訳無さそうに彼が言う。「貴方は船長なんですから。」)次いで、骨にサファイアを散りばめる。その後、彼が独自に開発したコンポーネントを2つ、船員に運ばせてきた。一つは銅管を撚り合わせた物(曙光の断片が据え付けられている)、もう一つは樽程の大きさもある鋼のカプセル(これを羽根車の黒い骨核にがっちりと固定)だった。\u000d\u000a\u000d\u000a「ほぼ出来上がりました。」彼は確認をしながら言う。「後は火花と、心臓です。」そう言いながら彼は、落ち着きの無い賢人の方を見やった。\u000d\u000a\u000d\u000a「ああ、わ解っている。」賢人が少し悲しげに言う。「し心臓は、運命のえエンジンだ。」そう言って彼は羽根車の心臓部にある鋼のカプセルに登り、彼の後ろにある枠組みをしっかりと固定した。それを確認してから、技師がエレメントを備え付けているチューブを叩くと、それは赤みがかった光を吐き出した。すると、象牙の物体が瞬時にエネルギーを放出しながら輝きを放つ!カプセルは熱で瞬時に白熱した光を発し、永遠に封を施された。カチっという音がすると、それは徐々に熱を放出して冷めていった。\u000d\u000a\u000d\u000a羽根車は今、完全な姿で輝き、貴方の目の前にある。その核に殉死者を抱えた、熱をもたない象牙のジグゾーパズル。「やぁ、安心しましたよ!」技師が言う。「本当に動くのか半信半疑だったのです。」そう言いながら彼は貴方の肩を叩いた。「僕の仕事はこれで終わりました。有難う。本当に有難う!」@{M}$Element of Dawn -> ドーンのかけら, Unsettling Sage -> 狼狽させる賢者$Now the Mechanic wraps ivory segments with wire and scalds them with acid. He stains them with blood. (\"I'll need some of yours, too,\" he says apologetically. \"You're the captain.\") He studs the bones with sapphires. He has the sailors bring up his last two custom-made components: an assemblage of copper tubes (in which he places the Element of Dawn) and a steel capsule the size of a barrel (which he has the zailors lock into the Impeller's black bone core).\u000d\u000a\u000d\u000a\"Almost ready,\" he affirms.\"It just needs a spark, and a heart.\" He looks to the Unsettling Sage.\u000d\u000a\u000d\u000a\"Yes, I know,\" the Sage says, a little sadly. \"The heart is destiny's engine.\" He climbs into the capsule at the Impeller's heart, and locks the framework into place behind him. The Mechanic strikes the tubes which contain the Element, and it spits forth a sizzle of rosy light. The ivory blazes instantly with energy! The capsule, instantly incandescent with heat, seals shut forever. With a ticking sound, it slowly begins to cool.\u000d\u000a\u000d\u000aThe Impeller stands radiant and whole before you: a jigsaw of heatlessly blazing ivory, with a martyr at its core. \"What a relief!\" the Mechanic says. \"I wasn't entirely sure that would work.\" He claps you on the shoulder. \"My work is done. Thank you. Thank you!\"",
                                     "Name": "運命のエンジン@{M}Destiny's Engine", "Id": 181085},
                    "Name": "激しく輝く羽根車を組み立てる@{M}Construct the Fulgent Impeller",
                    "Description": "技師の指示の下、貴方の部下が黒い象牙の厚板をまるで古代人が漆喰無しで石壁を組み上げるかの様に組み立てている。時折彼らは厚板を半分に切ったり、側面を削り取ったりして組み合わさる様に調節していたが、それでも作業は驚くべき速度で進んでいた。羽根車は段々と形を成していく - まるでエンジンに似た形の案山子の様な、ずんぐりとした重々しい形に。\u000d\u000a\u000d\u000a「僕はこれを、工学技術の成果とは呼べないと思います。」技師が打ち明ける。「これはどちらかと言うと、妖術の類でしょう。ま、僕は全然気にしませんがね。」彼は自分の手を揉みしだいていた。@{M}Under directions from the Mechanic, your crew piece the slabs of black ivory together, as the ancients were said to assemble stone walls without mortar. Sometimes they must saw a piece in half, or abrade its sides to make it fit, but the work proceeds with surprising speed. The Impeller begins to take shape - a squat, heavy-shouldered shape, like a scarecrow built to resemble an engine.\u000d\u000a\u000d\u000a\"I don't think this is engineering any more,\" the Mechanic confides. \"Possibly it's witchcraft. But I don't really mind.\" He rubs his hands.",
                    "ButtonText": "", "Id": 146684},
                   {"DefaultEvent": {"Description": "ブレミガンはタラップを這い、城の石の上にのり、骨の山の横を通り過ぎる。そこで歩みが遅くなる。それはまるで玩具の風船の空気が抜ける様な溜息を漏らして、崩れていった。今貴方が見た様に、皮が萎んで乾燥してしまう様だ。ブレミガンは、此処では繁殖出来ないだろう。@{M}$[Bb]lemmigan -> ブレミガン$The blemmigan creeps down the ramp, on to the stones of the Castle, past the litter of bones. It slows. It collapses, with a sigh like a deflating toy balloon. Even as you watch, its skin begins to shrivel and dry. No blemmigan will ever prosper here.",
                                     "LinkToEvent": {"Id": 143370}, "Name": "居なくなった@{M}Gone",
                                     "Id": 181960},
                    "Name": "ブレミガンを浜に揚げる@{M}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "それは身震いしている。@{M}It's quivering.", "ButtonText": "",
                    "Id": 147283},
                   {"DefaultEvent": {"Description": "　王喰らいの城を統括する力は、ここでは証人の役割を果たす――あなたが契約を交わす相手はその力そのものではなく、航海士の印なのだ。あなたは彼を切り開き、彼にはもう必要のない部分を取り除いた。それがひとつ湿った音を立てて石の盤に落ちるたびに、彼は歓喜の笑い声を上げた。<br/>　あなたは彼の内側に更に六つの印の複製を刻み込むと、再び彼を閉じ直した。彼は寝台に座り、微笑み、立ち上がると、言った。「ありがとうございます、[q: Addressed As]。人心地つきましたよ」あなたに付き従って船へと帰ってきた何かは、あの航海士ではなかった。しかしそれは彼の技術と、彼の顔を持っていた。(もっとも、彼の顔の右半分は、のたくる印によって侵されてはいたが。)船員たちは後ずさりした。@{I}王喰いの城を統べる力はしかと見た - 貴方の契約に力は無く、航海士が持つ紋様にそれが在った事を。貴方は、彼に最早必要のない物を切開し、取り除く。それらが一つずつ石の皿に濡れた音を出して置かれる度に、彼は歓喜の笑い声を上げている。\u000d\u000a\u000d\u000a貴方は更に6つの紋様を彼の中に刻んだ後、彼の体を閉じた。彼は起き上がり、笑い、立ち上がって、口を開く。「感謝しよう、[q:Addressed As]。俺は戻ってきた。」貴方と一緒に船に戻ってきたそれは、最早かつての航海士では無い。だが少なくともそれは彼の技術を持っており、彼の顔もそのままだった。(最も、顔の右半分は縦横に伸びた紋様に覆われているが)船員達は思わず逃げ出していた。@{M}$Kingeater's Castle -> 王喰らいの城$The power that presides over Kingeater's Castle bears witness - your pact is not with it, but with your Navigator's sigil. You open him up and remove the parts he doesn't need anymore. He laughs in exultation as each one goes wetly into the stone basin. \u000d\u000a\u000d\u000aYou carve six more copies of the sigil inside him, then close him up. He sits, smiles, stands, speaks. \"Thank you, [q:Addressed As]. I am at home.\" The thing that follows you back to your ship is not the Navigator. But it has his skills, and his face (though the right half is blotted by the sprawling sigil). The crew edge away.",
                                     "Name": "儀式@{I}儀式@{M}The rite", "Id": 182215},
                    "Name": "印に苦しむ航海士から、彼の手に余る人間性を取り除く@{I}紋様持ちの航海士の厄介な人間性を排除する@{M}$Sigil[- ]Ridden Navigator -> 印に苦しむ航海士$Rid your Sigil-Ridden Navigator of his troublesome humanity",
                    "Description": "　彼は石の寝台に横になっていた。彼はあなたにナイフを手渡した。@{I}彼は厚板の上に横になり、貴方にナイフを手渡す。@{M}He lies on the slab. He hands you the knife.",
                    "ButtonText": "", "Id": 147452},
                   {"DefaultEvent": {"Description": "公式な報告書としては不適切な見出しだとは思わないだろうか?今少し冷静に分析出来る何かを見つけよう。@{M}It's not really an appropriate title for a formal report, is it? Let's find something a little more clinical.",
                                     "LinkToEvent": {"Id": 143370},
                                     "Name": "\"全てがとにかく悍ましい。\"@{M}\"Everything is horrible.\"",
                                     "Id": 182524},
                    "Name": "港湾報告書をまとめる@{M}$Port Report -> 港湾報告書$Compile a Port Report",
                    "Description": "沈黙、そして孤独。恐ろしい錯誤が間近に迫っている感覚が在る。@{M}Silence. Desolation. The sense of an impending and terrible mistake.",
                    "ButtonText": "", "Id": 147666},
                   {"DefaultEvent": {"Description": "\"燃え盛る名前\"が、黒い空気の全体を覆う炎に縫い付けられている。追放者は自らの膝を折る。躊躇する事無く、貴方の部下達も彼女に倣った。貴方の名前が火傷する程に熱く燃え上がりながら貴方の喉元を通り抜ける。貴方は今後常に傷跡に苛まれる事だろう。@{M}The Name-Which-Burns is stitched in fire across the black air. The Exile falls to her knees. Without hesitation, your crew joins her. Your name bursts scalding from your throat. You will always bear the scars.",
                                     "LinkToEvent": {"Id": 143370},
                                     "Name": "七つの文字@{M}Seven letters", "Id": 187659},
                    "Name": "貴方の名を口にする@{M}Speak your name",
                    "Description": "カーネリアの追放者は口を開けながら、目撃の瞬間を待っている。風は彼女の帽子の下にある髪の毛を揺らしていた。雷は、頭上遠くに柔らかい咆哮を残している。西をみやれば赤みがかった黄金色に、南を見れば青白く、光が瞬いている。波は島の縁を漂う。ジーを支配する力どもが、目撃の瞬間を待っていた。そしてソルトは?ソルトは、ただ押し黙っている。@{M}The Carnelian Exile waits to bear witness, lips parted. Wind tugs a strand of her hair free from beneath her cap. Thunder growls softly overhead. Light flickers red-gold in the West, pale in the South. Waves prowl the isle's edge. The powers of the zee will bear witness, too. And Salt? Salt is silent.",
                    "ButtonText": "", "Id": 150817},
                   {"DefaultEvent": {"Description": "貴方は、貴方が何かを思い出せなくなった事自体ですら思い出せなくなっていた。しかし、体内で力が少しずつ広がっているのが分かる。曙光機の光条が一段と煌めく。大陸の南にある山が、一際光り輝く。ジーの中吸虫がイリーゴ色に閃きながら回転している。風が貴方をよろめかせる - 貴方はそれに身を任せ、辛うじて自らの足で立ち -@{M}$Dawn Machine -> ドーン・マシン, Fluke -> フルーク$You don't even remember what you don't remember. But strength seeps from your limbs. The Dawn Machine's radiations crackle. The Mountain glows, across the Continent to the South. Flukes roil irrigo in the zee. The wind staggers you - you lean into it, and barely keep your feet -",
                                     "LinkToEvent": {"Id": 143370},
                                     "Name": "犠牲は成されたり@{M}The sacrifice is made", "Id": 187660},
                    "Name": "貴方の過去を諦める@{M}Give up your past",
                    "Description": "今や風は強く吹き付けている。追放者は彼女の声を一段と張り上げた。「トラベラーが来ています!ああキャプテン、貴方の人生の教訓を投げ出して下さい!」[貴方の全てのスキルが25減少します。]@{M}Now the wind is rising. The Exile raises her voice. \"The Traveller comes! O my captain, give up the lessons of your life!\" [This will reduce all your skills by 25.]",
                    "ButtonText": "", "Id": 150818},
                   {"DefaultEvent": {"Description": "最後にもう一度、貴方は恋人の顔を思い浮かべ、そしてそれは波に飲み込まれる様に記憶から消されていく。名前ですらもう思い出せなくなっていた。曙光機の光条が一段と煌めく。大陸の南にある山が、一際光り輝く。ジーの中吸虫がイリーゴ色に閃きながら回転している。風が貴方をよろめかせる - 貴方はそれに身を任せ、辛うじて自らの足で立ち -@{M}$Dawn Machine -> ドーン・マシン, Fluke -> フルーク$One last time, you see your sweetheart's face, and then the memory is erased as by a wave. Even the name is gone. The Dawn Machine's radiations crackle. The Mountain glows, across the Continent to the South. Flukes roil irrigo in the zee. The wind staggers you - you lean into it, and barely keep your feet -",
                                     "LinkToEvent": {"Id": 143370},
                                     "Name": "犠牲は成されたり@{M}The sacrifice is made", "Id": 187662},
                    "Name": "貴方の過去を諦める@{M}Give up your past",
                    "Description": "よもや彼女はこう言ったのだろうか?「...貴方の愛する者を」と。[貴方の恋人と子供全てを、貴方の人生から永遠に消し去ります。]@{M}Or did she say \"...of your love\"? [This will remove your sweetheart, and any child, permanently from your life.]",
                    "ButtonText": "", "Id": 150820},
                   {"DefaultEvent": {"Description": "かつて貴方の物であったそれは、もう貴方の物では無くなった。。ストームは賛意の咆哮を上げる。脈打つ玉座のその奥で、水底帝がワイングラスを高々と掲げる。貴方の周り、列をなした者達の間で、順番に城の石の心臓が轟き渡り、極めて不吉な貴方の道行を示す。王喰いは貴方の生贄を受け取ったのだ。@{M}$Fathomking -> ファザムキング$What was yours is yours no longer. Storm roars its approval. In the pulsing depths of his throne-pool, the Fathomking raises a wine-glass. At the summits of the columns around you, one by one, the stone hearts of the Castle wake to thunderous life. The Kingeater has accepted your sacrifice.",
                                     "LinkToEvent": {"Id": 143370},
                                     "Name": "家無き事風の如く@{M}Homeless as the wind", "Id": 187664},
                    "Name": "貴方の未来を諦める@{M}Give up your future",
                    "Description": "「貴方の未来を捧げるのです!」追放者が叫ぶ。彼女の声は風の轟きにほとんど掻き消されてしまっている。「貴方が大事にして来た物を手放すのです!」@{M}\"Sacrifice what comes!\" the Exile shouts. Her voice is almost lost in the wind. \"Give up what you have cherished!\"",
                    "ButtonText": "", "Id": 150822},
                   {"DefaultEvent": {"Description": "貴方の家族は貴方の顔を忘れるだろう。ストームは賛意の咆哮を上げる。脈打つ玉座のその奥で、水底帝がワイングラスを高々と掲げる。貴方の周り、列をなした者達の間で、順番に城の石の心臓が轟き渡り、極めて不吉な貴方の道行を示す。王喰いは貴方の生贄を受け取ったのだ。@{M}$Fathomking -> ファザムキング$Your family will forget your face. Storm roars its approval. In the pulsing depths of his throne-pool, the Fathomking raises a wine-glass. At the summits of the columns around you, one by one, the stone hearts of the Castle wake to thunderous life. The Kingeater has accepted your sacrifice.",
                                     "LinkToEvent": {"Id": 143370},
                                     "Name": "根の無き事風の如く@{M}Rootless as the wind", "Id": 187665},
                    "Name": "貴方の未来を諦める@{M}Give up your future",
                    "Description": "よもや彼女はこう言ったのだろうか?「...貴方の大事な物を」と。[貴方の子孫と、王朝が消え去ります。]@{M}Or did she say \"...who you have cherished\"? [This will remove your Scion, and your dynasty.]",
                    "ButtonText": "", "Id": 150823},
                   {"DefaultEvent": {"Description": "多大な空虚。多大な損失。それは良い。心に開いた大きな穴無くして、何人も東に向かう事はない。しかし、貴方はまだ何か必要だと感じていた。ソルトの詩が貴方の必要とする物を与えてくれるだろう。今こそアイレムに赴き、それを得るのだ。@{M}$Salt's Song -> Saltの歌, Irem -> アイレム$So much emptiness - so much lost. That's good. No one travels East without a hole in the heart. But you need something more. Salt's Song will give you what you need. Travel to Irem, now, to claim it.",
                                     "Name": "最後の島@{M}The last island", "Id": 187680},
                    "Name": "犠牲の後に@{M}$Aft -> 後部$After the sacrifice",
                    "Description": "風が凪ぐ。貴方の部下と追放者が、自らの足で立ち上がる。波が貴方の船の船体にぶつかり、物憂げな音を立てる。貴方は軽やかで自由、そして虚しい気持ちになった。@{M}The wind drops. Your crew, and the Exile, rise to their feet. Waves sigh against the hull of your ship. You feel light; free; empty.",
                    "ButtonText": "", "Id": 150831},
                   {"DefaultEvent": {"Description": "貴方は名を知り、貴方は意志を持つ。だが必要なのは儀式であり、目撃者の一団だ。[続けるにはカーネリアの追放者を見つけて下さい。]@{M}You have the Name, you have the will, but there must be a ceremony, an assembly of witnesses. [Find the Carnelian Exile to continue.]",
                                     "Name": "後は知識のみ@{M}Knowledge", "Id": 187717},
                    "Name": "さてどうする?@{M}What now?",
                    "Description": "漂う骨。空の祭壇。名前は貴方の肋の下で燃えている。@{M}Drifts of bones. An empty altar. The Name burns beneath your breastbone.",
                    "ButtonText": "", "Id": 150854},
                   {"DefaultEvent": {"Description": "「全ては適当な状態に保たれています。私達がちぎったパンと分け与えられた塩を持ち、とある質問に答えが見出された時。私の知る様式は、変更不可能です。」@{M}\"Everything in its proper order. When we have broken bread and shared salt; when certain questions have been answered. My pattern is unalterable.\"",
                                     "Name": "", "Id": 187718},
                    "Name": "さてどうする?@{M}What now?",
                    "Description": "漂う骨。空の祭壇。名前は貴方の肋の下で燃えている。カーネリアの追放者は知っている。貴方はそれを彼女の顔の中に見た。@{M}Drifts of bones. An empty altar. The Name burns beneath your breastbone. The Carnelian Exile knows. You've seen it in her face.",
                    "ButtonText": "", "Id": 150855},
                   {"DefaultEvent": {"Description": "生き残った船乗り達の目は大きく見開かれているが、少なくともこの場所では、彼らは貴方に反抗しようとする事はない。そして次の悲鳴。また次の絶叫。@{M}Your surviving zailor's eyes are wide, but here in this place, they dare not defy you. Next. And the next.",
                                     "LinkToEvent": {"Id": 143370},
                                     "Name": "木霊する絶叫@{M}Echoing screams", "Id": 187754},
                    "Name": "船乗りを3人生贄に捧げる@{M}Sacrifice three zailors",
                    "Description": "城は常に腹を空かせているが、貴方の体を癒す事位は出来る。[貴方の傷を1下げ、恐怖を上げます。]@{M}The Castle is hungry, but it can heal your flesh. [This will decrease your Wounds by 1, and increase Terror.]",
                    "ButtonText": "", "Id": 150877},
                   {"DefaultEvent": {"Description": "$Gant Pole -> ギャント・ポール$\"I am sorry. I didn't expect anyone else to be here. Sit with me. No, do not look East. I only dare because I know I will see nothing, like the five before me. It is my first time at zee. We do not get out much. But you! You must have travelled far to end up here. Tell me your stories.\"\u000d\u000a\u000d\u000aYou barely begin before she interrupts. \"How about the Gant Pole? They say there they see the future. If you go, could you ask what the Seventh will witness? I happily give my life to prepare the ground, but to <i>know</i> would be the greatest of honours.\"",
                                     "Name": "Startled by your approach", "Id": 240484},
                    "Name": "The Sixth Witness",
                    "Description": "A woman in rags stands on the battlements, staring to the East.",
                    "ButtonText": "", "Id": 184058},
                   {"DefaultEvent": {"Description": "You call to her, but she doesn't react. You touch her shoulder and it gives way. Salt. A sudden breeze blows into your eyes, whittling the statue down to just a small pile at your feet. Only the binoculars remain as they were, untouched and untransmuted.\u000d\u000a\u000d\u000aYou pick them up and look to the East. Past the Deconstruction, where the known zee ends and the legends begin. Somewhere, in the deepest distance, a light flickers. You hear the splashing of a distant wake, getting closer. But it is gone as fast as any other passing fancy. The memory is already fading as you leave.",
                                     "Name": "The rewards of curiosity", "Id": 240485},
                    "Name": "The Sixth Witness",
                    "Description": "$Gant Pole -> ギャント・ポール$She waits to hear what you learned at the Gant Pole.",
                    "ButtonText": "", "Id": 184059},
                   {"DefaultEvent": {"Description": "He downs the vial and begs your pardon. Before you can ask for what, he's bent double in a violent coughing fit. You kneel beside him. His eyes are wide but unseeing, his limbs trembling. He wretches. His teeth are stained vivid red. \u000d\u000a\u000d\u000a\"Master Bourdain?\" he croaks. \"It is done. The College of Mortality is one less. We had help: a London captain.\" He pauses, listening. You hear nothing, but the Gallivant smiles. \"Oh, that is very just. Is there anything -? Yes. Yes. I will anticipate them. I'll -\"\u000d\u000a\u000d\u000aThe Gallivant blinks, and laughs. He grins at you, his tongue cleaning the red from his teeth. \"My master is a man guided by his principles: liberty, equality, eternity. If his plans are achieved, you will be among the first to receive immortality. I hope we'll meet again, then.\"",
                                     "LinkToEvent": {"Id": 143370}, "Name": "A man out of time",
                                     "Id": 259086},
                    "Name": "Stand at the altar with the Gnomic Gallivant",
                    "Description": "He has powdered one of his rubies, and is sprinkling it into a vial of wine. \"It is time, [q:Addressed As].\"",
                    "ButtonText": "", "Id": 193225},
                   {"SuccessEvent": {"Description": "耳障りな金切り音と共に、黒い石壁が貴方の回りに迫り上がって来た。偽りの星々の光は、すでに覆い隠されている。違う...水が引いている!ジーが沈んでいくにつれ、発光している壁が辺りの光景を支配する。暗がりから化物のような骨が持ち上がる。まるで珊瑚の顎が閉じるかの様なけたたましい音を残し、船は横に激しく揺らされた。ああ、ジーが、ジーが!突然水が持ち上がり、黒い奔流となって、貴方の頭上から凄まじい重量を伴って降り掛かってきた。\u000d\u000a\u000d\u000a貴方は死に物狂いで舵輪にしがみつく。気づけば、水は引いていた。船乗り達は、まるで陸に揚げられた魚の様にずぶ濡れになりながら、その場で咳き込んでいる。海藻が船側にへばりついている。船の周りを見ると、そこには見慣れたウルフスタック桟橋の灯りが広がっていた。@{M}$false-star -> 偽星, Wolfstack -> ウルフスタック, Wolf -> ウルフ$With a grating shriek, the walls of blackened stone rise around you. Already they blot out the false-stars' light. No: the water is receding! Phosphorescent cliff-clingers gawp as the zee sinks. Monster-bones rise from the murk. The ship tilts violently sideways, with a sound like a reef's jaw closing. The zee, the zee! It rises, black-fisted, and falls on you with all its weight.\u000d\u000a\u000d\u000aYou cling desperately to the helm. The waters drain away. Zailors lie coughing, or flopping like fish. Zeeweed drapes the railings. Around the ship, the lights of Wolfstack docks.",
                                     "Name": "迫り上がる光@{M}The rising of the lights", "Id": 204745},
                    "DefaultEvent": {"Description": "島は貴方の話を聞き、そしてその話は忘れ去られるだろう。それが忘れ去られる時、貴方もまた忘れ去られる。岩の記憶を抜け、貴方は曙光の記憶の中に飛び込む。曙光の記憶の中にあるのは、唯一つの場所だけだ。@{M}The isle will hear your story, and then it will be forgotten. When it is forgotten, so will you be. You will pass out of the memory of rock and into the memory of dawn. There is only one place where dawn remembers.",
                                     "Name": "記憶の中へ@{M}Into memory", "Id": 181192},
                    "Name": "貴方の持つ物語を全て捧げる@{M}Offer your stories, all of them",
                    "Description": "数多ある中、今一度旅立つは如何? [この選択肢で、貴方が持っているジーストーリー全てをコストとし、貴方は別の場所に連れて行かれます。どうしても他の場所に行きたいという場合にのみ選択しましょう。]@{M}What is one more departure among so many? [This may take you elsewhere, at the cost of all your zee-ztories. Choose it only if you are desperate to be somewhere else.]",
                    "ButtonText": "", "Id": 146747}],
 "Description": "古の貪欲はまだ、このジーの遥か遠くの最果てたる此処に生きている。僧侶達はすでに途絶えて久しいが、生贄はまだ求められている。貴方は此処に生贄を捧げる為にやってきたのだろう。そして、その生贄とは、貴方なのだろうか。@{M}An old voracity lives here, in the far reaches of the zee. The priests are long gone, but sacrifices are still made. Perhaps you have come here to make a sacrifice. Perhaps the sacrifice is you.",
 "Name": "王喰らいの城@{I}王喰いの城@{M}$Kingeater's Castle -> 王喰らいの城$Kingeater's Castle",
 "Id": 143370}