{"ChildBranches": [{"DefaultEvent": {"Description": "燻るトパーズ色の瞳をしたメイドに案内され、貴方は3人の女性が待つ客間へと通される。\u000d\u000a\u000d\u000a「お客様よ!」と、一番若い女性が声を上げた。その隣にいる女性が忍び笑いを漏らし、一番年上そうな女性が溜息をつく。「不作法をお許し下さいませね。」溜息をついた彼女はそう言う。「お客様は此方では大変珍しいのです。ようこそいらっしゃいまし。私はシンシアと申します。騒がしいのがフェーベで、明るいのがルーシーでございます。ちょうど昼食の時間に近い事でもありますし、貴方もご一緒に如何?」@{M}A maid with smouldering topaz eyes shows you into the parlour where three young women wait.\u000d\u000a\u000d\u000a \"A visitor!\" the youngest cries. The next youngest chuckles. The eldest sighs. \"Do excuse the indecorum,\" she says. \"Visitors are rare. You are very welcome. I am Cynthia: the noisy one is Phoebe, the cheerful one is Lucy. You are in good time for lunch. Will you join us?\"",
                                     "LinkToEvent": {"Id": 143373},
                                     "Name": "ノックして、入る@{M}Knock, and enter", "Id": 143374},
                    "Name": "家に堂々とお邪魔する@{M}Present yourself at the house",
                    "Description": "彼女達は貴方の船が入港する音を聞いているだろう。何故隠れるのだ?@{M}They will have heard your ship come in. Why hide?",
                    "ButtonText": "", "Id": 124090},
                   {"DefaultEvent": {"Description": "芝生は丁寧に刈り揃えられており、ニースの夜花が大量に咲き乱れている。貴方は低木の生け垣を眺めていたが、危険な物事は何も起こらなかった。貴方は束の間の平和と安息を謳歌する -\u000d\u000a\u000d\u000a園芸道具の物置小屋の影から、咳払いが突如として漏れ聞こえて来る。見ると、少々骨が浮いている細身の、一般的なメイド服に身を包んだ - 彼女の目は妙な硫黄色をしている - 女性が怒った顔をして一歩前に出て来る。彼女は目線で家を指し、そのまま踵を返して立ち去った。@{M}The lawns are neatly trimmed, and the night-flowers of the Neath bloom here in profusion. You watch the hedgerows, but nothing comes to menace you. You can savour the peace -\u000d\u000a\u000d\u000aThere is a pointed cough from the shadow of a potting-shed. An angular woman in a maid's uniform - her eyes a peculiar sulphurous yellow - advances, frowning. She indicates the house, turns on her heel, and leaves.",
                                     "LinkToEvent": {"Id": 143373}, "Name": "", "Id": 148849},
                    "Name": "庭を歩きまわる@{M}Walk in the gardens",
                    "Description": "万が一に備えて、いかつい船乗りを二人ほど連れて行く。しかし庭は月明かりの様に平穏だった。@{M}Take a couple of burly zailors with you, just in case. But the gardens are tranquil as moonlight.",
                    "ButtonText": "", "Id": 127669},
                   {"DefaultEvent": {"Description": "シンシアは貴方の腕を掴み、貴方に囁きかけて来る。彼女の瞳は澄んでおり、深い青色を湛えている。彼女の髪は少し乱れ、絡み合っていた。もしかすると蝙蝠が中に巣を作っているのかもしれない。その容貌から、貴方はまるで広く青い湖を睥睨する山腹に座りながら、殺人の話を聞いているような光景を想像した。斧と、網と、香水の中の鮮血と。\u000d\u000a\u000d\u000a「もう一枚如何?」シンシアが尋ねて来る。「ほとんどお食べにならないのですね。さぁ。メイドに何か包ませましょう。貴方はお腹を空かせてはならないのです。お腹を空かせる事は、とても危険な事なのですから。」@{M}Cynthia grasps your arm and whispers to you. Her eyes are wide and blue: her hair is wild and tangled. Bats might nest in it. It seems to you that you are sitting on a hillside, above a wide blue lake, listening to a story of a murder. An axe. A net. Blood on scented water.\u000d\u000a\u000d\u000a\"Another chop?\" Cynthia asks. \"You've barely touched your food. Here. I'll have the maid wrap something up for you. You can't be hungry. It's not safe to be hungry.\"",
                                     "Name": "", "Id": 148909},
                    "Name": "姉妹との昼食: シンシア@{M}Luncheon with the sisters: Cynthia",
                    "Description": "シンシアは長女だ: 物憂げで、物思わしげで、時折芝居がかっていて。@{M}Cynthia is the eldest: melancholy, pensive, occasionally dramatic.",
                    "ButtonText": "", "Id": 127704},
                   {"DefaultEvent": {"Description": "ルーシーは身を乗り出し、執事と豚と、その遺産にまつわる複雑怪奇な物語を、親しげに貴方に囁きかけてくる。話の設定や内容の細かい所は些かついていけない部分があったが、最終的には豚が屋根裏部屋で最期を迎え、執事は副牧師のベッドで死に至ったようだ。燭台の蝋燭が揺らめき、皿が忙しなく並べられては持ち去られ、風は優しく窓ガラスを撫でている。李のプリンが運ばれて来た時には、すでに数ヶ月この場所で過ごして慣れ親しんだかの様に、明るい顔となった。@{M}Lucy leans over and whispers to you confidentially: a complex story about a butler, a pig and an inheritance. You don't follow all the details of the plot, but somehow the pig ends up in an attic and the butler in a vicar's bed. Candles flicker, dishes enter and leave, and the wind butts gently at the window-panes. By the time the plum-pudding arrives, you're as cheerful as you've been in months.",
                                     "Name": "他愛もない話@{M}A daft tale", "Id": 148922},
                    "Name": "姉妹との昼食: ルーシー@{M}Luncheon with the sisters: Lucy",
                    "Description": "ルーシーは次女だ: 明るくて、落ち着きが無くて、何時でも笑っていて。@{M}Lucy, the middle sister, is sunny, restless, prone to giggles.",
                    "ButtonText": "", "Id": 127714},
                   {"DefaultEvent": {"Description": "フェーベは様々な物語を教えてくれた。水に分かたれた二人の恋人の話、メッセージを運んだワタリガラスの話、月の欠片の話。彼女にしか聞こえない歌に合わせているかの様に、彼女は話しながらテーブルの上で拍子を取っている。その音はまるで催眠術の様に貴方の耳に入ってきた。\u000d\u000a\u000d\u000a貴方の意識は、このダイニングルームの天窓を抜け、洞窟の天井を照らす偽りの星々に向かって漂っている。貴方は風にのった胞子のように、もしくはたんぽぽの種子のように漂っていた。眼下にはウンタージーが横たわっている。島々は、漆黒のベルベットの上の鉱物のように、辺りに散らばっている。沢山の船が、島々の間を漂う流木の様に揺れ動いている。回転する巨大な何かが、深き所で脈打っている。嵐の前に漂う香りのような空気が、辺りを支配している...\u000d\u000a\u000d\u000a「嵐が来て...」フェーベは静かにそう言った。「全てが変わってしまいました。」気がつけば、貴方は最後の皿を片付けた所だった。顰め面をしたメイドが、チーズとバスオリバーのビスケットを、不承不承に運んできた。@{M}$false-star -> 偽星$Phoebe has a story to tell: of two lovers parted by water, of a raven that carried messages, of a fragment of the moon. She beats time on the table as she speaks, as if to a song only she can hear. The effect is hypnotic.\u000d\u000a\u000d\u000aYour attention drifts, out through the skylight of the dining room, to the false-stars glittering in the roof of the cavern. You drift like a puffball-spore. The Unterzee shimmers below. Islands lie like mineral specimens on black velvet. Ships bob like wood-chips between the islands. Vast spined things pulse in the depths. There is a scent like the scent before a storm...\u000d\u000a\u000d\u000a\"The storm came,\" says Phoebe quietly. \"Everything changed.\" Somewhere in there, you finished the last course. The scowling maid reluctantly serves cheese and Bath Oliver biscuits.",
                                     "Name": "これあるは物語@{M}Here's a story", "Id": 148923},
                    "Name": "姉妹との昼食: フェーベ@{M}Luncheon with the sisters: Phoebe",
                    "Description": "フェーベの声は柔らかくて、用心深くて、とても気まぐれで。@{M}Phoebe is soft-voiced, watchful, unpredictable.",
                    "ButtonText": "", "Id": 127715},
                   {"DefaultEvent": {"Description": "メイドは、歓迎していないというあからさまな態度の中に、フェーベとルーシーとシンシアの3人全員の'気分が優れない'という事を告げて来た。どうやら、本日の昼食は無いようだ。@{M}The maid makes it clear, through a series of unwelcoming growls, that Phoebe, Lucy and Cynthia are all three 'indisposed'. No lunch today, apparently.",
                                     "Name": "", "Id": 148925},
                    "Name": "来訪客を受け入れてない?@{M}Not receiving visitors?",
                    "Description": "客間はもぬけの殻だ。姉妹達は何処へ?@{M}The parlour is empty. Where are the sisters?",
                    "ButtonText": "", "Id": 127717},
                   {"DefaultEvent": {"Description": "硫黄色の目をしたメイドに、貴方が新しいニュースを持ち寄った事を姉妹に匂わせる様に尋ねる。そして奇妙な事に、姉妹達の頭痛が治った様だという言葉を持って、メイドが返って来た。昼食の招待状を添えて...@{M}You ask the sulphur-eyed maid to carry a few hints of your news to the sisters. Oddly enough, she comes back with a message that their headaches are cured, and you're invited to lunch...",
                                     "LinkToEvent": {"Id": 143373},
                                     "Name": "ノックして、待つ@{M}Knock and wait", "Id": 148926},
                    "Name": "ニュース!ニュース!@{M}News! News!",
                    "Description": "姉妹達が社交的な気分になれないとしても、新しい話の種に引き寄せられて岩戸から出て来るかもしれない。@{M}Even when the sisters aren't feeling sociable, they can be tempted out of their lair by the smell of new stories.",
                    "ButtonText": "", "Id": 127718},
                   {"DefaultEvent": {"Description": "船は滅多に訪れず、何も、天気でさえも、変わらない。島の中心には家がある。家と、姉妹達。何も変わらないが、少なくともそれを知る事が出来るだけでも、海軍省は幸せになれるのかもしれない。@{M}$Admiralty -> 海軍省$Ships rarely come here; nothing changes, even the weather. The house is the heart of the isle: the house, and the sisters. But the Admiralty may be happy to know that nothing's changed, at least.",
                                     "LinkToEvent": {"Id": 143373},
                                     "Name": "海の静けさ@{M}The sea's silence", "Id": 148955},
                    "Name": "島を偵察する@{M}Reconnoitre the island",
                    "Description": "切り立った崖に、柔らかい緑を湛えた芝。地面のうねりの向こうに、井戸が隠れている。他には何かあるか?@{M}Plunging cliffs, soft green lawns. A well tucked away in a fold of the grounds. Anything else?",
                    "ButtonText": "", "Id": 127733},
                   {"DefaultEvent": {"Description": "深紫色の閃光を放ち、ブレミガンは去った。楼閣の姉妹達は恐らくその生き物を、恐らくその新しい住まいを見つけるだろう。彼女達はペットとしてそれを飼うかもしれないし、パイを作るかもしれない。@{M}$[Bb]lemmigan -> ブレミガン$A flash of deep violet, and the blemmigan is gone. Perhaps the sisters of the Keep will find the creature, or its spawn. Perhaps they'll keep it as a pet. Perhaps they'll make a pie.",
                                     "Name": "それは生け垣の中に@{M}Into the hedgerows", "Id": 158938},
                    "Name": "ブレミガンを浜に揚げる@{M}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "この小さな紫色の生き物に取っては肥沃な土地だ。@{M}Fertile ground for little purple people.",
                    "ButtonText": "", "Id": 133946},
                   {"DefaultEvent": {"Description": "姉妹達は貴方のもたらす話に喜びの顔を浮かべて聞き入り、そして地下室の扉を解錠した。鍵はとても重く、シンシアは両手でそれを持ちあげないとならない程だった。「私達は入りません。」彼女は言う。「私達は一緒に参りませんよ。」\u000d\u000a\u000d\u000a石に刻まれた紋章は、どうやらハン文字のように見える。地下室の更に奥深く、一番進んだ所で、貴方の蝋燭は崩落した石の数々を照らしている - 古い寺院の遺物のようだ。地下室の中心にある水槽のような場所は、ほぼ乾燥していた。ほんの僅かに残っていた水は蝋燭の灯の中で奇妙に煮え立っているように見える。沸騰しているのかと思ったが、触ってみるととても冷たい。\u000d\u000a\u000d\u000a「苦悶の川が近くを流れているようです。」技師がそう言って来る。「夢の支流の一つです。(姉妹達が飲んでいる井戸水に混入していない事を祈りますよ)私の敵は、私が眠りに落ちている間に私を見つけ出すんですが、この水があれば敵をこいつに引き付ける事が可能になります。」\u000d\u000a\u000d\u000a彼は屈んで水をすくい取ったかと思うと、連れて来ていたクレイマンの額に、その水を使って紋章を描いている。クレイマンはのっそりとして、彼を見ている。そして技師はクレイマンに集光鏡箱を手渡した。「これを持っていなさい。」彼はそう言う。「開けっ放しにして。何があっても、手放したらダメだ。」クレイマンの大きな手が、箱をがっちりと押さえていた。\u000d\u000a\u000d\u000a「見てください...」技師が貴方に向き直り、何事かを呟いた。「大蛇の罠です。ああ、これで眠る事が出来る。やっと、寝ることが出来る。」彼は笑顔を見せた。「そして、貴方にはより面白いものをお見せする事が出来るかもしれませんよ。」\u000d\u000a[船上で技師に話し掛け、話を更に進めましょう。]\u000d\u000a@{M}$Clay M[ae]n -> クレイマン, Khaganian -> カーネイト人, Writhing River -> のたうつ川, Mirrorcatch Box -> 鏡封じの箱$The sisters listen with delight to your stories, and unlock the cellar door for you. The key is so heavy that Cynthia can only lift it with both hands. \"We won't go in,\" she says. \"We don't go in.\"\u000d\u000a\u000d\u000aThe signs on the stones have a Khaganian look. In the deepest sub-cellar, your candles illuminate a litter of tumbled stones - the remnants of a temple. The pool at the cellar's centre is almost dry. The remaining water there seethes oddly in the candle-light, as if it were near boiling, but it's quite cool to the touch.\u000d\u000a\u000d\u000a\"The Writhing River flows near here,\" the Mechanic remarks. \"One of the tributaries of dream. (I hope it doesn't touch the well those poor girls drink from.) My enemies find me when I sleep - but this water will attract my enemies to this poor fellow.\"\u000d\u000a\u000d\u000aHe bends to dip his hand in the water and sketches a sign on the Clay Man's forehead. The Man watches him stolidly. The Mechanic hands him the Mirrorcatch Box. \"Hold this,\" he says. \"Keep it open. Don't let go, no matter what happens.\" The Clay Man's huge hands enfold the box.\u000d\u000a\u000d\u000a\"There,\" the Mechanic says, turning to you. \"A serpent-trap. Now, I can sleep. I can finally sleep.\" He smiles. \"And then I think I may be able to offer you something rather interesting.\" [Speak to the Mechanic on board ship to advance the story further.]",
                                     "Name": "楼閣の下に眠るモノ@{M}$Hunter's Keep -> ハンターズ・キープ$Beneath Hunter's Keep",
                                     "Id": 181076},
                    "Name": "地下室を訪れる@{M}Visit the cellar",
                    "Description": "「私達は -」技師が姉妹達に言う。「貴方のお屋敷の地下室に行く必要があるのです。」\u000d\u000a\u000d\u000a「あら、あの汚い場所ですか。」ルーシーは気取って返事する。(少し慌てている?)「ええ、宜しいですとも。地下室へご案内致しますわね。」彼女は笑う。「ですが、それには私達に物語を教えて下さいまし。シンシアには何か不安になる物を。フェーベにはジーストーリーを。そして私には遠き場所の物語をお持ち下さいな。」@{M}\"We will need,\" the Mechanic tells the sisters, \"to visit your sub-cellar - \"\u000d\u000a\u000d\u000a\"Oh, that nasty place,\" Lucy says airily (a little hastily?). \"Yes, we'll take you down there.\" She smiles. \"But we'll need stories. Something alarming for Cynthia. A zee-ztory for Phoebe. And a tale of distant places for me.\"",
                    "ButtonText": "", "Id": 146677},
                   {"DefaultEvent": {"Description": "\"You were there, and you came back with nothing?\" Her anger is more than a performance. \"It is wrong in my Brother, very wrong, to withhold his confidence from me! Why, I could be helping him -- could be comforting him -- could be lending him solace, if only he would allow me to do so!\" She dabs her face with a balled handkerchief.",
                                     "LinkToEvent": {"Id": 143373}, "Name": "She is not delighted",
                                     "Id": 234993},
                    "Name": "Find the Imperious Sister",
                    "Description": "Explain what you found, and what you refused to find.",
                    "ButtonText": "", "Id": 180461},
                   {"DefaultEvent": {"Description": "$Aft -> 後部$Afterward, she rubs her wrist. \"I was certain he had fathered a Deviless' child. I had steeled myself to meet the yellow-eyed creature, and offer it a respectable home. But this! He kept sleepless watches over a pile of burned paperwork?\"\u000d\u000a\u000d\u000aIn a half-wondering voice, she adds: \"He is right. The secret has made me think the less of him. What a wormy little man, my Brother.\" She straightens her gloves and walks away.",
                                     "LinkToEvent": {"Id": 143373}, "Name": "Only this?",
                                     "Id": 234994},
                    "Name": "Deliver her Brother's regret, in Needle form",
                    "Description": "She offers a smooth wrist, and does not flinch.",
                    "ButtonText": "", "Id": 180462},
                   {"DefaultEvent": {"Description": "When she returns, she is deflated. \"I was certain the trouble ran deeper. I thought -- if I may confess? but I feel I have no more secrets from you! -- I thought he had fathered a Deviless' child. I had steeled myself to meet the yellow-eyed creature, and offer it a respectable home. But this! He kept sleepless watches over a pile of burned paperwork?\"\u000d\u000a\u000d\u000aIn a half-wondering voice, she adds: \"He is right. The secret has made me think the less of him. What a wormy little man, my Brother.\" She straightens her gloves and walks away.",
                                     "LinkToEvent": {"Id": 143373},
                                     "Name": "She is gone for some minutes, inhabiting the memories",
                                     "Id": 234996},
                    "Name": "Deliver the Brother's Regret, in the form of red honey",
                    "Description": "It may be less daunting than the regret in spine form.",
                    "ButtonText": "", "Id": 180464},
                   {"DefaultEvent": {"Description": "$Station III -> 第三基地$The Anxious Student rushes by you, whooping - but he stops on the hilltop. On the shore, standing before the mass of dead needles, is a Drownie in a Nuncian postal uniform. He glowers up at you. \"This is not where the fluke belongs,\" the Drownie cries in a plummy voice. \"It's to be taken else where. It already has a delivery label - that means I have to deliver it.\"\u000d\u000a\u000d\u000aThe Student sneers. \"Sod your label! [q:Addressed As], help me haul the beast to Station III. My adviser at the college has arranged room there for its dissection and study. My work will benefit us all.\" ",
                                     "LinkToEvent": {"Id": 255591}, "Name": "", "Id": 259035},
                    "Name": "$Lorn-Fluke -> ローエン・フルーク, Fluke -> フルーク$Inspect the Lorn-Fluke with the Anxious University Student",
                    "Description": "It lies on the shore, just beyond a hill. You can just make out the fluke's spikes over the grass.",
                    "ButtonText": "", "Id": 193189},
                   {"SuccessEvent": {"Description": "貴方は半開きになったフランス窓から大きな客間の中を見る。とても広い部屋で、埃と疎かさによって少し華美さがくすんでいる。黒髪で色白の若い女性がピアノの前に座り、前屈みになっている。ソファに寛いで本を読んでいるのは金髪の女性だが、間違いようも無くピアノの前の女性の姉妹だと分かる。三人目は暖炉の前に座り、悲しく物憂げに燃えさしを見つめていた。\u000d\u000a\u000d\u000a「直に...」その彼女が口を開けると、ピアノの音が途切れ、やがて止んだ。「私達は飢えるでしょう。そうなれば終わりの訪れです...私に。貴方達にでは無く。」\u000d\u000a\u000d\u000aその言葉でピアノの前の女性が顔を上げる。「よして!私達がこんな事を話さなければ -」彼女は顔をしかめている。その時彼女は窓の方を見ただろうか?貴方はそこで引き返した。@{M}You peer through a half-open French window into a grand parlour: grand in size, if a little reduced in style by dust and neglect. A dark-haired, pale-skinned young woman bends earnestly over a piano keyboard. Another, fair-haired but unmistakably her sister, sprawls on the sofa with a book. A third sits by the fireplace, staring sorrowfully into the embers.\u000d\u000a\u000d\u000a\"Soon,\" she says, and the piano music falters and stops. \"We'll go hungry, and then the end will come, for me but not for you.\"\u000d\u000a\u000d\u000aThe pianist raises her eyes from the keyboard. \"Hush! If we don't speak of it - \" She frowns. Has she seen you at the window? You withdraw.",
                                     "LinkToEvent": {"Id": 143373},
                                     "Name": "テラスに流れるピアノの調べ@{M}Piano music drifts across the terrace",
                                     "Id": 148921},
                    "DefaultEvent": {"Description": "貴方は半開きになったフランス窓から大きな客間の中を見る。とても広い部屋で、埃と疎かさによって少し華美さがくすんでいる。黒髪で色白の若い女性がピアノの前に座り、前屈みになっている。ソファに寛いで本を読んでいるのは金髪の女性だが、間違いようも無くピアノの前の女性の姉妹だと分かる。三人目は暖炉の前に座り、悲しく物憂げに燃えさしを見つめていた。\u000d\u000a\u000d\u000a突然薪が弾け、その横に居た女性が急に動き出す。貴方はその動きに釣られて動いてしまい、彼女の目と貴方の目がガラス越しに合わさった。彼女は驚きの余り、両手を口に当てて貴方を凝視している。こうなった以上、申し訳無さそうな顔をして部屋の中に招き入れられる以外、貴方に為す術は無かった。\u000d\u000a\u000d\u000a「お客様よ!」と、ピアノを弾いていた一番若い女性が声を上げる。その隣にいる女性が忍び笑いを漏らし、一番年上そうな、貴方に驚いた女性が溜息をつく。「失礼しました。」溜息をついた彼女はそう言う。「お客様は此方では大変珍しいのです。ようこそいらっしゃいまし。私はシンシアと申します。騒がしいのがフェーベで、明るいのがルーシーでございます。ちょうど昼食の時間に近い事でもありますし、貴方もご一緒に如何?」@{M}You peer through a half-open French window into a grand parlour: grand in size, if a little reduced in style by dust and neglect. A dark-haired, pale-skinned young woman bends earnestly over a piano keyboard. Another, fair-haired but unmistakably her sister, sprawls on the sofa with a book. A third sits by the fireplace, staring sorrowfully into the embers.\u000d\u000a\u000d\u000aA log pops, and the woman by the fire gives a violent start. You cannot restrain a start of your own, and her eyes meet yours through the glass. She claps her hand to her mouth in shock. There is nothing to do but step apologetically into the room.\u000d\u000a\u000d\u000a \"A visitor!\" the pianist - the youngest - cries. The next youngest chuckles. The eldest, who you frightened, sighs. \"Excuse us,\" she says. \"Visitors are rare. You are very welcome. I am Cynthia: the noisy one is Phoebe, the cheerful one is Lucy. You are in good time for lunch. Will you join us?\"",
                                     "LinkToEvent": {"Id": 143373},
                                     "Name": "三姉妹。@{M}Three sisters.", "Id": 143375},
                    "Name": "家の様子をこっそり窺う@{M}Spy on the house",
                    "Description": "この場所は見た目ほど単純では無いのかもしれない。@{M}This place may not be as simple as it seems.",
                    "ButtonText": "", "Id": 124091}],
 "Description": "ウンタージーの幾百の島々のように、霧の中に包まれる暗い岩の丘。しかし、この丘には大きな屋敷があり、窓からは灯りが溢れている。芝生は有り得ない程に緑で、偽りの星々の光の下で瑞々しく茂っている。そして、砂利道はきちんと掃き清められている。\u000d\u000a\u000d\u000a海が船側を撫でる中、貴方は港に降り立つ。意外なほど温かい美風が、微かなラベンダーの香りを運んで来る。@{M}$false-star -> 偽星$A hump of dark rock swathed in mist, like a hundred other Unterzee islands. But here's a grand house, windows aglow. Lawns, impossibly green and lush in the false-star light. Raked gravel paths.\u000d\u000a\u000d\u000aYou stand on the dock as the sea nudges the ship's sides. An unexpectedly warm breeze carries the faintest trace of lavender.",
 "Name": "狩人の楼閣@{M}$Hunter's Keep -> ハンターズ・キープ$Hunter's Keep",
 "Id": 143373}
