{"ChildBranches": [{"DefaultEvent": {"Description": "百心の王はこの島を町を見下ろす宮殿から統治している。彼の姿を見たものは存在せず、この島はどの国とも協定を結んでいない。しかし、ここの空気には不穏な雰囲気が満ちている。あなたの話しかけたクレイマンたちは従順で謙虚だったが、彼らはそうではない者たちについて不安げに語った。欠損した、反抗的な、未完成の者達について……@{K}$Clay M[ae]n -> クレイマン, Hearts -> ハート$The King with a Hundred Hearts rules from his palace above the city. He is never seen. He makes no treaties with other lands. But there's unrest in the air. The Clay Men you speak to are obedient and humble, but they speak nervously of those who are not: the maimed, the rebellious, the Unfinished...",
                                     "LinkToEvent": {"Id": 143385}, "Name": "此処に住む者@{K}What lives",
                                     "Id": 143386},
                    "RareDefaultEvent": {"Description": "街路が波打ち、煉瓦が震えた。全ての建物の窓は瞳のように瞬いている。街を見下ろす宮殿が隆起し、轟音をあげた。この激震によってクレイマンたちは産まれるのだ。まさに今もどこかの地下ではクレイマンがその盲のような灰色の瞳を開いていることだろう。@{K}$Clay M[ae]n -> クレイマン$Roads roil, bricks quiver.The windows of all the buildings flash like eyes. The palace above the city swells and roars. This convulsion is how Clay Men are born. Even now, somewhere below, they open their blind-seeming grey eyes.",
                                         "LinkToEvent": {"Id": 143385},
                                         "Name": "叫ぶ街@{K}The city cries out", "Id": 154674},
                    "Name": "情報を集める@{K}Gather intelligence",
                    "Description": "ポリズリームでは何が起こっているのだろう？@{K}$Polythreme -> ポリズリーム$What news from Polythreme?",
                    "ButtonText": "", "Id": 124098},
                   {"DefaultEvent": {"Description": "状況が違えば船員たちはもっと喜んだだろう。@{K}Under other circumstances, your crew might have been happier.",
                                     "LinkToEvent": {"Id": 143385},
                                     "Name": "落ち着かない小休止@{K}An uneasy respite", "Id": 143387},
                    "Name": "上陸を許可しよう！@{K}Shore leave!",
                    "Description": "泣き叫ぶビールを啜り泣く盃から飲むとしよう。もしあなたがそのような事を好むのなら。[ポリズリームで恐怖値を下げるのは高くつきます。]@{K}$Polythreme -> ポリズリーム$Drink beer that wails from cups that sob. If you like that sort of thing. [Polythreme is an expensive place to reduce Terror.]",
                    "ButtonText": "", "Id": 124099},
                   {"DefaultEvent": {"Description": "「お願いだ」喘ぐような声が衣服の山の中から聞こえた。「これを持って行ってくれ。俺は借りを返さないといけないんだ」見たところほとんどが手袋からなるその衣服は、どうやら着られているというよりも着ていると言ったほうが正しいようだ。中に入っている青ざめ汗をかいた男は自らの衣服の囚人となっているのだ！彼を閉じ込める生きた服に触れるのは気が進まないかもしれないが、報告書を受取ろう。ロンドンに持ち帰れば彼の借りを返す手助けになるかもしれない。@{K}\"Please,\" wheezes a voice from within the mounds of clothing, \"take it. I need to pay my debt.\" It seems that the clothes - mostly gloves, you see - are more wearing than being worn. The pale and sweating fellow within is a prisoner of his wardrobe! Take the report, though your fingers may shrink from the touch of the living cloth that binds him. Return it to London, and perhaps you'll help him pay what debt he owes.",
                                     "Name": "囁くような懇願@{K}A muttered plea", "Id": 153415},
                    "Name": "コンタクト・コロニー@{K}A contact-colony",
                    "Description": "あなたのコンタクトは囀る瞳亭であなたを待っていた。そのコンタクトというのは、仮面をつけた薄汚れた繻子織の布の塊だった。此処は明かりに乏しいが、どうも手袋の数が不自然に多いように見える。@{K}Your contact waits at the Whistling Eye: a masked bundle of grimy satin. The light here is poor, but it seems to have more gloves than it should.",
                    "ButtonText": "", "Id": 130493},
                   {"DefaultEvent": {"Description": "クレイマンは掌のコインを飲み込んだ。恐らく食欲からではなく、安全に保管するためだろう。そして、彼はあなたに囁く魂の入った箱を手渡す。人間のものだろうか？ロンドンの魂はみな静かだ。もしかするとこれは椅子や帽子や剣の魂なのかもしれない。ポリズリームとはそういう場所だ。[ロンドンの盲目の粗暴者の元へと戻りましょう。積み荷を失くさないように。]@{K}$Clay M[ae]n -> クレイマン, Polythreme -> ポリズリーム, Blind Bruiser -> 盲目の粗暴者$The Clay Man swallows the coins in handfuls - for safety, not out of appetite, you assume - and hands you a crate of whispering souls. Human? The souls back home are all but silent. Perhaps these are the souls of chairs, hats, swords. That's Polythreme for you. [Return to the Blind Bruiser in London. Don't lose your cargo.]",
                                     "Name": "何の魂だろう？@{K}What souls are these?", "Id": 154272},
                    "Name": "陽気な男の貨物を受取る@{K}Collect the Cheery Man's cargo",
                    "Description": "その壮大な寺院は傷を負っていた。何年もかけて死んでゆく最中なのだろう。それは呻き声を上げ、身を震わせる。クレイマンたちは恐れと敬意からその場所を避けている。しかし、あなたはかつて祭壇のあった崩壊した聖堂で、その一人と会った……@{K}$Clay M[ae]n -> クレイマン$A great temple has been wounded. It will be years in the dying. It groans and shivers, and the Clay Men avoid the place out of fear and respect. But you meet one of their number in the shattered chamber where the altar once stood...",
                    "ButtonText": "", "Id": 131049},
                   {"DefaultEvent": {"Description": "クレイマンはそれぞれ決められた場所に互い違いに並んできちんと横になった。『我らをロンドンへ』一人があなたに告げる。@{K}Each one lies down in its appointed position next to the other, nested snugly, head by foot. \"WE ARE FOR LONDON,\" one explains to you.",
                                     "LinkToEvent": {"Id": 143385},
                                     "Name": "ぞろぞろと乗船する@{K}They troop aboard", "Id": 155010},
                    "Name": "クレイマンをロンドンに運ぶ@{K}$Clay M[ae]n -> クレイマン$Carry Clay Men to London",
                    "Description": "彼らは乗客なのか、それとも貨物だろうか？考えられる限りでもっとも扱いやすい乗客であることは確かだ。ただし、その内の一人が未完成のクレイマンであることが明らかにならなければの話だが。[船倉に6つ空きスペースが必要になります。]@{K}$Unfinished M[ae]n -> 未完成クレイマン$Are they passengers, or cargo? They're certainly the easiest passengers imaginable. Unless - just unless - one turns out to be an Unfinished Man. [You should have 6 units of cargo space available.]",
                    "ButtonText": "", "Id": 131534},
                   {"DefaultEvent": {"Description": "あなたがあの紫の人食い茸を最後に見た時、あれは牙の生えたポンプを口説いていた。変わった連れ合いだ。@{K}The last you see of your violet murder-fungus, it seems to be flirting with a fanged water-pump. Strange bedfellows.",
                                     "LinkToEvent": {"Id": 143385},
                                     "Name": "興味深い関係@{K}Curious alliances", "Id": 158942},
                    "Name": "ブレミガンを岸に放つ@{K}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "生きた家具がこれをどうするか誰に分かる？@{K}Who knows what the living furniture will make of it?",
                    "ButtonText": "", "Id": 133950},
                   {"DefaultEvent": {"Description": "その夜ポリズリームの丘が激しく揺れた。壁面の文字はひとりでに解けてゆく。産声がそこら中に響き、ロンドンへと運搬されるのを待つクレイマンたちが姿勢を正しその無関心な目を開いた。\u000d\u000a\u000d\u000aクレイの仲買人は波止場で待っていた。彼の広く平らな掌の上には用心深い骨董品が座っている。しかし、それは何かが変わっていた。仲買人は「我らからStoneへの挨拶だ」とだけ言った。@{K}$Clay M[ae]n -> クレイマン, Polythreme -> ポリズリーム, Watchful Curio -> 用心深い骨董品$That night, the hill of Polythreme quakes. The words on the walls uncurl themselves. The birth-cries are everywhere heard, as Clay Men sit up, opening incurious eyes, awaiting their tithing to London.\u000d\u000a\u000d\u000aThe Clay Broker waits on the quayside. On the flat palm of his broad hand, the Watchful Curio squats: but it is changed. \"Our regards to Stone,\" is all he says.",
                                     "LinkToEvent": {"Id": 143385}, "Name": "その夜@{K}That night",
                                     "Id": 166153},
                    "Name": "百心の王との謁見@{K}$Hearts -> ハート$An audience with the King with the Hundred Hearts",
                    "Description": "クレイの仲買人が銅の杖に寄りかかり、あなたを冷たい目つきで検分する。「王はお前の小さき友とお会いになる」彼は言った。「いや、王はお前とは会わない。今のところは」彼は用心深い骨董品を渡すように身振りでいった。@{K}$Watchful Curio -> 用心深い骨董品$The Clay Broker, leaning on his copper staff, examines you coolly. \"The King will see your little friend,\" he says. \"No, he won't see you: not just now.\" He gestures for you to hand him the Watchful Curio.",
                    "ButtonText": "", "Id": 137636},
                   {"DefaultEvent": {"Description": "仕立屋は囀る岩と啜り泣く小池を通り過ぎ獲物の跡を尾けた。生きたシャツに歩くズボン、そして片割れを探す一人残された片方だけの靴。それはみな彼女が試しに切れ込みをつけたり、少し縫うとすぐに裂けてしまった。\u000d\u000a\u000d\u000a「これじゃ駄目ね」最後の不適格な布を捨てると仕立屋は言い放った。「王に申し立てなければ！王の力によってこのみすぼらしい布切れに命が与えられているのなら、もっとましな物も作れるでしょう。失礼させていただきます、船長。すぐに戻ります」@{K}The Modiste stalks her prey past chittering rocks and wailing pools. Living shirts. Walking trousers. A lonely left shoe seeking a partner. All immediately rip and tear at even her exploratory cuts and stitches, their strange zest gone like the popping of a soap-bubble.\u000d\u000a\u000d\u000a\"This will not do,\" she declares, discarding another reject. \"Clearly, I must petition the King! If it is in his power to animate these miserable rags, he can certainly do a better job. Excuse me, Captain. I shall return presently.\"",
                                     "Name": "薄い忍耐@{K}A thinness of resolve", "Id": 193078},
                    "Name": "仕立屋とクロース・コロニーを狩る@{K}Hunt clothes-colonies with the Modiste",
                    "Description": "彼らの豊かな生命力は多くの芸術上の可能性を提示してくれるだろう。@{K}Their abundance of life offers many artistic possibilities.",
                    "ButtonText": "", "Id": 153987},
                   {"DefaultEvent": {"Description": "$Polythreme -> ポリズリーム$The captain is buying rounds for everyone, despite the beer's gurgled prayers for deliverance. His zailors dance on a table that groans and whimpers. The captain welcomes you with a clap on the back, and asks you what you'd like to drink on this happy occasion. Perhaps not so happy, you say...\u000d\u000a\u000d\u000aBy the end of your story, the captain and his zailors are all groaning in unison with the rest of Polythreme. Nevertheless, after he blows his nose into a demoralised handkerchief, he conveys his thanks, and passes you a small - but exceedingly noisy - reward. It should quiet once you leave the isle.",
                                     "LinkToEvent": {"Id": 143385}, "Name": "", "Id": 244667},
                    "Name": "Warn some merchants about Wrack",
                    "Description": "The tavern patrons are so raucous, the sobbing of the cups seems well-behaved in comparison. Evidently, the zailors will soon travel Wrack on a lucrative contract... ",
                    "ButtonText": "", "Id": 186783},
                   {"DefaultEvent": {"Description": "$Polythreme -> ポリズリーム$At the shoreline, the Polythreme Exile plunges his hands into the damp mud and scrapes. When he comes away, his palms already look more like clay.\u000d\u000a\u000d\u000aTAKE A FEW DAYS, he says. ITCHY. BUT IT WILL GO BACK.\u000d\u000a\u000d\u000aHe gets a box out of his traveling chest and offers it to you. SOME THINGS I GOT FROM THE BONE MEN AT ANTHE. THEY THOUGHT THEY WERE STRONGER THAN ME. THEY WERE WRONG.",
                                     "LinkToEvent": {"Id": 143385}, "Name": "At home once more",
                                     "Id": 254289},
                    "Name": "$Polythreme -> ポリズリーム$Deliver the Polythreme Exile",
                    "Description": "He stands on deck and cannot look away from the shore.",
                    "ButtonText": "", "Id": 190965},
                   {"DefaultEvent": {"Description": "The blood flows. The flesh bends. Your discipline and skill decrease, your desire and feeling return.",
                                     "LinkToEvent": {"Id": 143385},
                                     "Name": "Warm and flexible again", "Id": 256176},
                    "Name": "Cure the sharpness you gained in Anthe",
                    "Description": "$Polythreme -> ポリズリーム$Enough time in Polythreme, and your sharpness will dissolve back to flesh. [This will not change your Capacity for Sharpness or remove any permanent Anthean Advantage you may carry.]",
                    "ButtonText": "", "Id": 191947},
                   {"DefaultEvent": {"Description": "クレイマンたちは無知を偽った。ベンチはひどく泣き喚いており、まともに話が出来るようには見えない。しかし、長い間風にさらされた古い港の壁面が彼らについて覚えていた。『竜骨一族は自ら放浪の身となったのだ』壁は深く、気難しい調子で語る。『彼らは船に乗りZeeへ乗り出した。そして、陸地から遥かに離れると、彼らは斧で船を壊して沈め、自らもその後を追った。男、女、子供たち――皆深みへと沈んでいったのだ。そして、深淵において彼らは底知れぬ深みの教会を築き上げ、深みの霊体であるレディ・ブラックの崇拝を続けている』\u000d\u000a\u000d\u000a船までの道を歩く間、落ち着かない引き揚げ人は自らを支えるためあなたの腕に掴まっていた。「もう一度潜らなければ」彼女は囁く。「潜水服をください。お願いです、[q:Addressed As]」あなたは一つ潜水服を持っている。次に海に出たとき、許可を出すことも出来るだろう。@{K}$Clay M[ae]n -> クレイマン$The Clay Men profess ignorance. The benches wail too much to be sensible. But there is an ancient, long-winded harbour-wall that remembers. \"THE HOUSE OF THE KEEL MADE EXILES OF THEMSELVES,\" it says in deep, crotchety tones. \"THEY BOARDED THEIR SHIPS AND TOOK TO THE ZEE. THEN, FAR FROM LAND, THEY TOOK AXES THEIR SHIPS, SANK THEM, AND FOLLOWED THEM - MAN, WOMAN, CHILD - INTO THE DEPTHS. IN ABYSSES THEY BUILT THEIR FATHOMLESS CHURCHES, AND RESUMED THEIR WORSHIP OF LADY BLACK, SPIRIT OF THE DEEPS.\"\u000d\u000a\u000d\u000aThe Unsettled Salvager holds onto your arm for support as you walk back to your ship. \"I need to dive again,\" she whispers. \"Grant me a suit. Please, [q:Addressed As].\" You do have one in your possession. You could allow it, next time you set zail.",
                                     "LinkToEvent": {"Id": 143385},
                                     "Name": "肉が石を刻むとき@{K}When flesh carved stone", "Id": 259046},
                    "Name": "落ち着かない引き揚げ人のために竜骨一族について尋ねる@{K}Ask about the House of the Keel for the Unsettled Salvager",
                    "Description": "ヴェンダーバイトの年老いた船長が、“レディ・ブラック”の探求を進める助言をくれた。@{K}$Venderbight -> ヴェンダーバイト$The ancient captain in Venderbight said this would advance her search for \"Lady Black.\"",
                    "ButtonText": "", "Id": 193200}],
 "Description": "寡黙なクレイマンに人のように歩く掴みどころのないクロース・コロニーたち。足元では道に敷かれた石が呻き声をあげる。上に見える丘には大理石でできた宮廷とそれを囲む荘園が作られていた。しかし、その場所すらも地震にあった地中の骨のように苦しみに悶えている。@{K}$Clay M[ae]n -> クレイマン$Taciturn Clay Men. Evasive clothes-colonies, walking like humans. Cobbles that groan underfoot. On the hills above, a palace-villa of marble - but even that writhes like buried bones in an earthquake.",
 "Name": "ポリズリーム@{K}$Polythreme -> ポリズリーム$Polythreme", "Id": 143385}
