{"ChildBranches": [{"DefaultEvent": {"Description": "「ああ、大丈夫ですよ」調子のいい男があなたを安心させようといった。「私たちは熱意を重んじていますから……正式な技術や能力よりもね。ノット・オラクルはいつも腹を空かせていますが、食べ物にはうるさいのです。彼らの…食事…は細部まできちんと気を配り作らなければなりません」\u000d\u000a\u000d\u000a「この方はあなたと契約を結んでいたのですね？我々にはオラクルから集めた膨大な量の秘密があります。莫大な、と言ってもいい。私のメモをいくつかお渡ししましょう。それにもちろん食糧庫もいっぱいにして差し上げます。ありがとうございました」\u000d\u000a\u000d\u000a料理人は扉が開くやいなや牢獄に一目散に駆けていく。別れの言葉さえなかった。@{K}$[Kk]not[- ][Oo]racle -> ノット・オラクル$\"Oh, yes,\" the Unctuous Fellow assures you. \"We value enthusiasm over... formal qualifications. The knot-oracles are always hungry, but they are also delicate in their tastes. Their - meals - must be prepared assiduously.\"\u000d\u000a\u000d\u000a\"I understand this fellow is indentured to you? Well, we have collected tremendous stores of knowledge from the oracles. <i>Tremendous</i>. Let me give you some of my notes. And we will of course replenish your stores. Thank you so much.\"\u000d\u000a\u000d\u000aThe Cook darts eagerly into the prison as soon as the doors are opened. He doesn't even say goodbye.",
                                     "Name": "温かい歓迎@{K}A warm welcome", "Id": 143389},
                    "Name": "胡散臭い料理人を陸に揚げる@{K}$Shady Cook -> 胡散臭い料理人, Shady Cook -> 胡散臭い料理人$Let the Shady Cook go ashore",
                    "Description": "「Worracoovaprisnz(「オラクルの監獄」？)」彼はすごんだ。「Lemmesithertow!(「俺に見せろ！」？)」@{K}\"Worracoovaprisnz,\" he says dangerously. \"Lemmesithertow!\"",
                    "ButtonText": "", "Id": 124100},
                   {"DefaultEvent": {"Description": "どこかで、誰かが悲鳴を上げている。調子のいい男が悲しげな音を立てた。「木曜には粥が出ます。本当に粥が好きでない方がいるようですね」\u000d\u000a\u000d\u000a今日は木曜日だっただろうか？「私は知りません。もう分からなくなってしまいました。それなら、お粥が少し不味かったのかもしれませんね。ご助力ありがとうございます。報酬はこちらに。では御機嫌よう」@{K}Someone, somewhere, is screaming. The Unctuous Fellow clucks sadly. \"Gruel on Thursdays. Someone really doesn't like gruel.\"\u000d\u000a\u000d\u000aIs it a Thursday? \"I don't know. I lose track. Perhaps, then, the gruel's a little nasty. Thank you for your contribution. Here's your payment. Good day.\"",
                                     "Name": "囚人たちはどうなるのだろう？@{K}What awaits your prisoner?",
                                     "Id": 143390},
                    "Name": "囚人を引き渡す@{K}Hand over a Prisoner",
                    "Description": "「あぁ、いえ、私たちが“あなたに”お支払いしなければ」調子のいい男が言った。「新たな人手に割り当てられる仕事は常にあるものです。お察しの通り私たちは孤独なので。とてもね」@{K}\"Oh, no, we'll pay <i>you</i>,\" the Unctuous Fellow says. \"We can always find a use for another pair of hands. We get lonely, you know. Lonely.\"",
                    "ButtonText": "", "Id": 124101},
                   {"DefaultEvent": {"Description": "調子のいい男はあなたの語る約束に注意深く耳を傾けた。そして話が終わるとついに、彼はあなたを真鍮と鉄からなる錠前のついた五つの門を通り抜け、ウィズダムの心臓部である所長のオフィスへと先導した。\u000d\u000a\u000d\u000a所長は背もたれの高い椅子に身じろぎ一つせず座っている。彼の服装はカーネイト人のもので、その顔は滑らかな仮面の下に隠されていた。あなたが焼けつく謎について詳細に述べる間も、彼は頻繁に手袋をした手を口元にやっては咳き込んでいる。部屋は黴と蝙蝠の糞の固まりの匂いがした。\u000d\u000a\u000d\u000a「それで、ゴホッ、十分だ」そしてようやく彼は口を開く。「囚人を選べ」@{K}$Khaganian -> カーネイト人, Wisdom -> ウィズダム$The Unctuous Fellow listens closely to your promises. At last he leads you into the heart of Wisdom, through five gates with locks of brass and iron, to the Governor's office.\u000d\u000a\u000d\u000aThe Governor sits rigid in a high-backed chair. His manner of dress is Khaganian; his face is concealed behind a smooth mask. He coughs frequently as you detail your Enigma, raising his gloved hand to his mouth. The room smells of mould and bat-guano.\u000d\u000a\u000d\u000a\"That's (cough) enough,\" he says at last. \"Choose your prisoner.\"",
                                     "LinkToEvent": {"Id": 181204},
                                     "Name": "所長との面会@{K}An audience with the Governor",
                                     "Id": 181109},
                    "Name": "秘密を対価として囚人を連れだす@{K}Exchange a Secret for a Prisoner",
                    "Description": "ウィズダムには多くの秘密がある。囚人たちから収集することができるよりもはるかに多い。しかし鑑識眼のある学者であれば、この牢獄の所長すらも誘惑することのできる秘密を見つけることも可能かもしれない。[誰か救出したい特別な人がいるのでない限り、利益にはならないでしょう。]@{K}$Wisdom -> ウィズダム$Wisdom has many, many secrets - far more than one might expect them to glean from the prisoners. But a discerning scholar might identify a secret which would tempt even the Governor of the prison. [This is unlikely to be profitable, unless you have someone specific in mind.]",
                    "ButtonText": "", "Id": 146698},
                   {"DefaultEvent": {"Description": "ブレミガンは門の前に立つと可聴域ぎりぎりの騒音を絶え間なく発し始めた。苛々するような音だ。本当に苛立たしい。いいから止めてくれないか？あぁ、船に戻りなさい。明らかにお前を内側に入れてはくれないようだから。@{K}$[Bb]lemmigan -> ブレミガン$The blemmigan stands at the gate and gives out a continuous noise, just on the edge of hearing. That's annoying. Really annoying. Just stop, will you? Oh, get back on the ship - they're clearly not letting you in.",
                                     "Name": "思いがけない方法@{K}Not the approach you expected",
                                     "Id": 181989},
                    "Name": "ブレミガンを岸に揚げる@{K}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "目立ったヒビも触手で掴むことの出来る取っ掛かりとなるような場所もない滑らかな壁が高くそびえている。排水のためのパイプは海に守られているだ。もしあのブレミガンが中に侵入できたとしても、その才は繁殖などに無駄に費やされてしまうことになる。@{K}$[Bb]lemmigan -> ブレミガン$High, smooth walls with no obvious cracks or tendril-holds. Outflow pipes guarded by the zee. If the blemmigan can break in, its talents are wasted on mere propagation.",
                    "ButtonText": "", "Id": 147304},
                   {"DefaultEvent": {"Description": "カーネイトからの船が最も一般的だが、キェロネイトの船や鎖につながれた陰気な未完成のクレイマンが乗せられたポリズリームの櫂船、それに悪党を降ろしに来た私掠船などが見える。アイレムから来た舟さえ一艘あった。監督官たちは囚人と引き換えに彼らに多額の報酬を支払っている。@{K}$Unfinished M[ae]n -> 未完成クレイマン, Khan -> カーン, Khanate -> カーネイト, Irem -> アイレム, Polythreme -> ポリズリーム$Ships from the Khanate are most common, but you see Chelonite vessels, Polythreme triremes with chained and sulky Unfinished Men, corsairs disposing of their miscreants, even one furtive Iremi skiff. The wardens pay them well for their prisoners.",
                                     "Name": "大きな出来事はない@{K}Not so many goings", "Id": 182506},
                    "Name": "港湾報告書を纏める@{K}$[Pp]ort [Rr]eport -> 港湾報告書$Compile a Port Report",
                    "Description": "港に出入りする船を観察しよう。@{K}Watch the comings and goings.",
                    "ButtonText": "", "Id": 147650},
                   {"DefaultEvent": {"Description": "$Polythreme -> ポリズリーム$When you pass through the last gate of brass and iron, the Governor does not welcome you. He only sits, unmoving. You approach; he raises a hand - you leap to his desk, and rip off his mask.\u000d\u000a\u000d\u000aHullo! You've seen his scarred face elsewhere - Polythreme has a high bounty on his head, after he captured their vessels long ago, and led them to their doom in some forgotten escapade. The Governor roars, and pulls a pistol from beneath his desk; before he can fire, you relate the Sprightly Visionary's orders. He stands, knocking over his high-back chair. \"I will begin gathering my men at once!\" He bows deeply.",
                                     "Name": "", "Id": 237582},
                    "Name": "Unmask the Governor and present the summons to Hideaway",
                    "Description": "The Governor is a ferocious, feared man. Do you dare honour the Sprightly Visionary's request?",
                    "ButtonText": "", "Id": 182230},
                   {"DefaultEvent": {"Description": "$[Kk]not[- ][Oo]racle -> ノット・オラクル, [Aa]pocyan -> アポシアン$You crumple the paper into a ball and throw it into the zee. Languid apocyanic waves carry it away from your ship. A knot-oracle lazily blinks its many eyes; in that half-second, its tongue tongue shoots outward, and snaps up the message.",
                                     "Name": "", "Id": 237583},
                    "Name": "Throw away the Sprightly Visionary's letter",
                    "Description": "He'll not be receiving any help from you.",
                    "ButtonText": "", "Id": 182231},
                   {"SuccessEvent": {"Description": "調子のいい男はお祭り騒ぎの好きな明るい人間だった。彼はあなたと共にグレイフィールズ初摘み茸の瓶を半分も空けてしまった。(特別な機会のために取っておいた上等な物だ。)そしてあなたたちは海の天候と、ここ百合の海での暮らしの孤独について素敵な会話を交わし、彼は気前よく料金をまけてくれた。@{K}$Greyfields -> グレイフィールズ, Sea of Lilies -> 百合の海$He is convivial, the Unctuous Fellow. He convives to the extent of a half-bottle of Greyfields First Sporing (a good thing you'd kept it for a special occasion). You have a pleasant chat about zee-weather and the loneliness of life out here in the Sea of Lilies; and he generously discounts the fee.",
                                     "LinkToEvent": {"Id": 181204},
                                     "Name": "「あぁ、どうぞ。いずれまたあなたに替わりを連れてきていただけるでしょうからね」@{K}\"Oh, go on. I'm sure you'll bring me a replacement, some day.\"",
                                     "Id": 181112},
                    "DefaultEvent": {"Description": "調子のいい男はエコーを愛し気に数えると真鍮の箱に仕舞い込んで小さな鍵を掛け、さらにその箱をより仰々しい見た目の箱に入れてより大げさな鍵で閉じた。彼はこの手順に感極まり、危うくあなたに囚人を引き渡すのを忘れる所だった。@{K}The Unctuous Fellow counts your Echoes lovingly into a brass-bound box, which he locks with a little key, which he places in a much grander box, which he locks with a much grander key. His delight in this process so overwhelms him that he almost forgets to give you your prisoner.",
                                     "LinkToEvent": {"Id": 181204},
                                     "Name": "「あぁ、ありがとう。本当にありがとう」@{K}\"Oh, thank you. Thank you so much.\"",
                                     "Id": 181107},
                    "Name": "囚人を身請けする@{K}Ransom a Prisoner",
                    "Description": "ウィズダムは涙が出るほどの莫大な保釈金を支払えば囚人を開放するだろう。これが賄賂なのか合法なカーネイト人たちの慈悲の形であるのかは、はっきりしていない。[誰か救出したい特別な人がいるのでない限り、利益にはならないでしょう。]@{K}$Khaganian -> カーネイト人, Wisdom -> ウィズダム$Wisdom will release prisoners, on payment of an eye-wateringly high redemption fee. It's not entirely clear whether this constitutes bribery, or a legal instance of Khaganian mercy. [This is unlikely to be profitable, unless you have someone specific in mind.]",
                    "ButtonText": "", "Id": 146696},
                   {"SuccessEvent": {"Description": "あなたたちは壁を上り、サーチライトの間を縫って進んだ。腕ほどの太さもある鉄格子のはまった排水用のパイプを目指して。その格子は錆びきっており、鋸で切断することができた。そして剥き出しの電球に照らされた廊下、囚人たちの懇願する牢の前を口をつぐんだまま通り過ぎる。帰り路で一人の船員がパイプから足を滑らせ、ノット・オラクルの口の中へ真っ逆さまに落ちてしまった。オラクルは彼を深く考え込むように噛み締めた。彼の痙攣する脚がその口からはみ出している。その姿はどことなく少し変わった藁を噛む農夫のようでもあった。見ていて気分のいいものではない。\u000d\u000a\u000d\u000aしかし、結局のところ今回の作戦は概して上手く行ったと言えよう。もう一度同じ手は使えないだろうが。彼らは今もあのパイプを塞いでいる事だろう。@{K}$[Kk]not[- ][Oo]racle -> ノット・オラクル$Up the walls, in the gaps between the search-lights. Into the outflow pipe, where the arm-thick bars have rusted enough for you to saw through. Down the corridors in silence, beneath bare light bulbs, past the cells where prisoners plead. One crew-member does, in fact, fall out of the pipe on his return, straight into the mouth of a knot-oracle. It munches him ruminatively while his twitching leg protrudes - rather like a farmer chewing an interesting straw. Unpleasant.\u000d\u000a\u000d\u000aStill, all things considered, it went rather well. It won't work a second time, though. They're already walling up the pipe.",
                                     "LinkToEvent": {"Id": 181204}, "Name": "成功！@{K}Success!",
                                     "Id": 181709},
                    "DefaultEvent": {"Description": "あなたは牢獄の壁を上ることは出来た。そしてパイプを通りぬけ、そのまま貯水槽へと真っ逆さまに落ちてしまった。水飛沫が看守たちを引き寄せ、彼らの銃はあなたたちが逃げ出せる前に大惨事を巻き起こした。水路を塞ぐ蓋はその晩に修理された。[これ以降救出を試みることは出来なくなります。]@{K}You make it up the prison walls, through the pipe, and straight into a cistern. The splashing attracts guards. Their guns wreak havoc before you escape. The pipe-grating is repaired that same night. [Further rescue attempts are impossible.]",
                                     "LinkToEvent": {"Id": 143388}, "Name": "大惨事！@{K}Disaster!",
                                     "Id": 181108},
                    "Name": "囚人を救出する@{K}Rescue a Prisoner",
                    "Description": "壁をよじ登り、排水パイプから内部へと侵入し、看守たちの目を避け気づかれることなく囚人を救出して脱出しよう。巨大な蝦蟇に食べられないこと。[救出は一度しか試みることが出来ません。誰か救出したい特別な人がいるのでない限り、利益にはならないでしょう。]@{K}Scale the walls. Enter through the outflow pipes. Evade the guards. Secure your rescuee without raising any alarms. Don't get eaten by giant toads. [You'll only get one chance at this. It is unlikely to be profitable, unless you have someone specific in mind.]",
                    "ButtonText": "", "Id": 146697}],
 "Description": "ヌプミッドがこの場所をカーネイトの牢獄として作った。今ではこの島は所長の命令のみに従い、その所長は誰の指示も受けない。@{K}$Khan -> カーン, Khanate -> カーネイト$Nuppmiddt built this place as a prison for the Khanate. Now it answers only to its Governor, and its Governor answers to no one.",
 "Name": "ウィズダム@{K}$Wisdom -> ウィズダム$Wisdom", "Id": 143388}
