{"ChildBranches": [{"DefaultEvent": {"Description": "　おそらくは、価値のあるものだ。ともかくも、話の種にはなるだろう。@{I}Something valuable, perhaps. Regardless, you'll have a tale to tell.",
                                     "LinkToEvent": {"Id": 140906},
                                     "Name": "それまでの犠牲者の遺物@{I}A remnant of an earlier victim",
                                     "Id": 144299},
                    "RareDefaultEvent": {"Description": "　氷の深いところで、断片が黒曜石のようにきらめいた。そのガラスのような黒さはマウント・ノマドを――ヴォイド・アプローチの暗闇に出没する、あの捕食性の地形を――思い起こさせる。両者の関係はどのようなものだろうか？@{I}$Mt Nomad -> マウント・ノマド, Void's Approach -> ヴォイド・アプローチ$Fragments gleam like obsidian in the depths of the ice. Their glassy blackness recalls Mt Nomad, the predatory terrain feature which haunts the blackness of Void's Approach. What is the connection?",
                                         "Name": "暗い断片@{I}Dark fragments", "Id": 173748},
                    "Name": "財宝を集めるのに専念する@{I}Concentrate on gathering treasures",
                    "Description": "　あなたには食べ物よりもお金の方が必要だ。@{I}You need money more than edibles.",
                    "ButtonText": "", "Id": 124694},
                   {"DefaultEvent": {"Description": "$Mt Nomad -> マウント・ノマド, Void's Approach -> ヴォイド・アプローチ$Glossy black fragments gleamed malevolently in the blankness of the ice. You'd swear it oriented them towards you. Some sort of sensory apparatus? Their glassy blackness recalls Mt Nomad, the predatory terrain feature which haunts the blackness of Void's Approach. What is their connection?",
                                     "LinkToEvent": {"Id": 144296}, "Name": "Glints like eyes",
                                     "Id": 155736},
                    "Name": "Record any Observations",
                    "Description": "If you've gathered at least 10 Observations, you may learn something...",
                    "ButtonText": "", "Id": 131984},
                   {"SuccessEvent": {"Description": "　パラフィンの光沢を放つ、ろう状の白い塊が、肉質の氷に混じって漂っていた。これらは水夫たちが『地獄の糞』と呼ぶものだ。ライフバーグがこれらを食べたのか、あるいは産み出したのだろうか？あなたは他にも、それまでの犠牲者が遺した物資を何樽か引き揚げることができた。@{I}$[Ll]ifeberg -> ライフバーグ$Waxy white lumps, paraffin-sheened, drift among the fleshy ice. These are what zailors call 'hell-droppings'. Did the Lifeberg eat them, or produce them? You can salvage, besides, a few barrels of supplies, left from a previous victim.",
                                     "Name": "", "Id": 144298},
                    "DefaultEvent": {"Description": "　凍りつき、半ば消化されたターボットが少し。とてつもなく古いライムが一樽。@{I}$[Gg]ant -> ギャント$A few frozen and half-digested turbot. A barrel of extravagantly ancient limes.",
                                     "Name": "期待はずれな収穫@{I}A disappointing haul", "Id": 144297},
                    "Name": "物資の補充に専念する@{I}Concentrate on replenishing supplies",
                    "Description": "　こいつは巨大だ。中には食べられるものや燃えやすいものがあるだろう。どこかには。@{I}It's big. There may be something edible or combustible in there. Somewhere. ",
                    "ButtonText": "", "Id": 124693}],
 "Description": "　しばし勝利に浸ったあと、ばらばらになった残骸をつついてみよう。@{I}Take a moment to enjoy your victory, then poke through the fragments.",
 "Name": "あなたはライフバーグを討ち倒した@{I}$[Ll]ifeberg -> ライフバーグ$You've destroyed a Lifeberg",
 "Id": 144296}
