{"ChildBranches": [{"DefaultEvent": {"Description": "$[Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク$The Lorn-Fluke's speech has scorched your hearing like sparks on paper. When your crew speaks to you, their words are fissured by weird lacunae, as if there are gaps in everyday things that you can no longer perceive. You are bedevilled by urges for colours and spaces that you can never reach. Write it down. Perhaps it won't catch fire.",
                                     "LinkToEvent": {"Id": 144304},
                                     "Name": "The philologies of the void", "Id": 155740},
                    "Name": "Record any Observations",
                    "Description": "If you've gathered 30 Observations, you may learn something...",
                    "ButtonText": "", "Id": 131988},
                   {"SuccessEvent": {"Description": "　その溶けゆく体に詰まっていたのは、あなたが触れると崩れてしまう、理解不能の臓器群だった。あなたは可能な限りスケッチし、その紫色の言葉の、最期のハーモニーに耳をそばだてた。あなたは中心部で、樹脂ないしは凝結した胆汁の巨大な塊を見つけ出した。それは樽ほどの大きさがあり、暗闇のひびが入っていた。偽星の明かりの中で、それは深い紫色をしていた。「イリーゴ」船医が囁いた。「忘却の色です」@{I}$[Ff]alse[- ][Ss]tar -> 偽星, [Ii]rrigo -> イリーゴ$The deliquescing body is full of incomprehensible organs that collapse at your touch. You sketch what you can: cock an ear to the departing harmonies of its violent language. At its centre, you find a vast lump of resin or congealed gall, the size of a barrel, flawed with darkness. In the false-star-light, it is a deep violet-purple. \"Irrigo,\" your doctor whispers. \"The colour of forgetfulness.\"",
                                     "Name": "", "Id": 144306},
                    "DefaultEvent": {"Description": "　その溶けゆく体に詰まっていたのは、あなたが触れると崩れてしまう、理解不能の臓器群だった。あなたは何ひとつ理解できず、そしてあっという間に、それは残り少なくなってしまった。しかし、あなたは中心部で、樹脂ないしは凝結した胆汁の巨大な塊を見つけ出した。それは樽ほどの大きさがあり、暗闇のひびが入っていた。偽星の明かりの中で、それは深い紫色をしていた。「イリーゴ」船医が囁いた。「忘却の色です」@{I}$[Ff]alse[- ][Ss]tar -> 偽星, [Ii]rrigo -> イリーゴ$The deliquescing body is full of incomprehensible organs that collapse at your touch. You understand nothing, and very quickly, there is little left of it. But at its centre, you find a vast lump of resin or congealed gall, the size of a barrel, flawed with darkness. In the false-star-light, it is a deep violet-purple. \"Irrigo,\" your doctor whispers. \"The colour of forgetfulness.\"",
                                     "Name": "フルークの核@{I}$[Ff]luke -> フルーク$A Fluke-Core",
                                     "Id": 144305},
                    "Name": "死体を調べる@{I}Examine its corpse",
                    "Description": "　危険だ。だが何という好機か！@{I}Dangerous. But what an opportunity!",
                    "ButtonText": "", "Id": 124697}],
 "Description": "　どろどろの肉が、自らの不完全な言葉の力に震えている。それは既に崩壊を始め、水の中へと消えつつあった。@{I}Its pulpy flesh shivers with the energies of its failing language. Already it is disintegrating into the waters.",
 "Name": "ローエン・フルークは討ち果たされた@{I}$[Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク$The Lorn-Fluke is destroyed",
 "Id": 144304}
