{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは船の高い位置に陣取り岸を観察した。視界に入る範囲では、あの尖塔を備えた建物が飛びぬけて大きいようだ。しかしその建物は十字架もその他あなたの知るどのような象徴も掲げてはいない。@{K}You stand on the high point of your ship and look to shore. There is a steepled building on the horizon, by far the largest thing in sight. No cross marks the top of it, nor any other symbol you recognise.",
                                     "LinkToEvent": {"Id": 147948},
                                     "Name": "教会？それとも？@{K}Church? Or something else?",
                                     "Id": 148058},
                    "Name": "望遠鏡で岸を観察する@{K}Train your telescope on shore",
                    "Description": "遠くから眺めるのがいいだろう。@{K}Might be best to get a look from a distance.",
                    "ButtonText": "", "Id": 127080},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 146637},
                                     "Name": "", "Id": 152505},
                    "Name": "長箱を運びこむ@{K}Deliver a Long-Box",
                    "Description": "壁の内側への入り口は、目立たないが頑丈そうな見た目の銀色の金属でできた門だけだ。さらにその門には三重に鍵がかけられている。横には“搬入口”と書かれた標識があった。門は開いている。@{K }The only way past the walls is an unimposing, but sturdy-looking, triple-locked gate silvery metal. A sign beside it reads DELIVERIES. The gate stands open.",
                    "ButtonText": "", "Id": 129945},
                   {"DefaultEvent": {"Description": "その金属は鋼のように固く、氷のように冷たい。ノミとかなてこでも削ることはできなかった。船の大砲で集中砲火を浴びせたならあるいは……いや、やめておこう。[ある配達品を持ってくることでこの門が開きます。その品を見つけた時にはここに持ってくるべき物だと分かるはずです。]@{K}The metal is steel-hard, and icy cold to the touch. Attempts with chisels and crowbars fail. Perhaps if you could bring the ship's guns to bear... but no. [If you return with a certain delivery, the gate will be open. You'll know if you find it.]",
                                     "LinkToEvent": {"Id": 147948}, "Name": "入れない@{K}No way in",
                                     "Id": 152508},
                    "Name": "門から入れないか試す@{K}Try the gate",
                    "Description": "壁の内側への入り口は、目立たないが頑丈そうな見た目の銀色の金属でできた門だけだ。さらにその門には三重に鍵がかけられている。横には“搬入口”と書かれた標識があった。@{K}The only way past the walls is an unimposing, but sturdy-looking, gate of triple-barred silvery metal. A sign beside it reads DELIVERIES.",
                    "ButtonText": "", "Id": 129948},
                   {"DefaultEvent": {"Description": "ブレミガンはこっそりと壁から突き出したパイプに忍び込んでいった。何も動かない。あれがその後どうしたかも見ることができない。\u000d\u000a\u000d\u000aあなたが船に戻ろうと踵を返したとき、パイプの端から突然油染みた煙が噴き出した。燃える脂の匂いがする。いや、それでも、生きのびたかもしれないだろう。@{K}$[Bb]lemmigan -> ブレミガン$The blemmigan sidles furtively into a pipe that protrudes from the wall. All is still. You see no more of it.\u000d\u000a\u000d\u000aAs you turn to go, greasy smoke puffs suddenly from the pipe's end. You smell burning grease. Nevertheless, perhaps, it survived.",
                                     "Name": "忍び寄るブレミガン大量発生@{K}A creeping plague", "Id": 182420},
                    "Name": "ブレミガンを岸に揚げる@{K}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "この石油と金属の島でこれは一体何をするつもりだろう？@{K}What will it do, in this place of oil and metal?",
                    "ButtonText": "", "Id": 147593},
                   {"DefaultEvent": {"Description": "$Port Carnelian -> ポート・カーネリアン$Inside, your lamps reveal dust-choked workbenches strewn with discarded tools. Shelves of cardboard boxes filled with rivets and bolts, washers and screws. Blackboards, roughly scrubbed. Here is an old lunchbox - its half-eaten sandwiches encased in successive generations of exciting fungus.\u000d\u000a\u000d\u000aIn a rusted filing cabinet you find the documents you need: a folder of tea-stained research into zonar. You leave the rotting workshop quietly and return to your ship. The next time you sneeze, your handkerchief comes away black with the workshop dust that crept into your lungs. [Return to Port Carnelian to complete your zubmarine research.]",
                                     "LinkToEvent": {"Id": 147948},
                                     "Name": "Your bo'sun shatters the lock with a ball-pein hammer",
                                     "Id": 244557},
                    "Name": "Search Shed Twelve",
                    "Description": "A long, low building propped against the wall. Boarded windows. A rusting padlock.",
                    "ButtonText": "", "Id": 186706},
                   {"DefaultEvent": {"Description": "その物置小屋には書き物机と巨大な針の塊のほかには何もない。不安げな大学生が針の先端を折り取って指の間でくるくると回す。「僕はフルークが僕たちの過去の記憶を吸収し蓄積しているという仮説を立てていたんです。そして、当然、その記憶を転送――もう一度経験する！――方法があるはずなのです。こんな風にね！」彼は手のひらに針を突き刺した。彼の瞳が虚ろになる。\u000d\u000a\u000d\u000a「皆キャプテン･ハリスの命令は聞こえただろう。オゴデイを狙って魚雷を撃て。それともしローエン･フルークに一発でも当ててみろ、神と女帝陛下に誓ってお前たちをエアロックから放り出してあのトゲ野郎の餌にしてやるからな！」\u000d\u000a\u000d\u000a彼はすぐに幻想から目覚め、にっこりと笑った。「これで十分です、[q:Addressed As]。記録を渡してください、ここからは僕が実験を進めていきます」@{K}$[Gg]ant -> ギャント, [Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク$The shed is empty, saving a writing desk and the gigantic mass of needles. The Anxious Student snaps off the tip of one and twirls it between his fingers. \"I hypothesise that the flukes have a method of absorbing and storing our lived experiences. It follows, therefore, that there should exist a means of transmitting - reliving! - that experience. Like so!\" He stabs the needle through his palm. His eyes dull. \u000d\u000a\u000d\u000a\"You heard Captain Harris, zailor. Target the Ogedei and fire torpedoes. And if you hit one of the Lorn Flukes then by God and Her Majesty I will put you out of the airlock and let the spiny b_____ds take you!\"\u000d\u000a\u000d\u000aHe awakes from the reverie a moment later, beaming. \"That will do, [q:Addressed As.] Pass me your notes; I'll carry on the experiment from here.\"",
                                     "LinkToEvent": {"Id": 147948},
                                     "Name": "慎重な準備の後に@{K}After careful set up", "Id": 259042},
                    "Name": "ローエン･フルークを運び込み大学生の実験を見守る@{K}$[Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク$Deliver the Lorn-Fluke and observe the Student's experiment",
                    "Description": "彼はひどく興奮しており、適切な科学的かつ客観的姿勢を保つためにあなたの立会いを要求した。@{K}He is terribly excited, and requests your steadying presence - to ensure he maintains the appropriate scientific detachment.",
                    "ButtonText": "", "Id": 193196},
                   {"SuccessEvent": {"Description": "狭い埠頭ではこれといった痕跡を見つける事は出来なかった。しかし、そこには塩水と木と濡れた縄の匂いの中でもはっきりと分かる特徴的な香りが漂っていた。最近乳香が大量に燃やされたらしい。@{K}There is nothing to see along the narrow quays, but there is a smell, distinct enough to rise above the odours of brine and wood and wet rope. It is the smell of frankincense, burned recently and in substantial quantities.",
                                     "LinkToEvent": {"Id": 147948},
                                     "Name": "覚えのある香り@{K}A familiar smell", "Id": 147956},
                    "DefaultEvent": {"Description": "あなたはどのような船がここに立ち寄るのか、そしてそれらの船が何を運び込んだのかを示す痕跡を求めて波止場を歩き回った。しかし決定的な証拠となるものは何も見つからない。ピッチの擦り付けられた跡や湿った足跡すら残っていなかった。最近あなた以外の船がこの港に泊まったことがあったとしても、彼らは痕跡一つ残さず去ったことになる。@{K}You walk the quays, looking for any little sign that might show what sort of ships dock here, and what they deliver. But you find nothing conclusive: not even so much as a smear of pitch or a damp footprint. If any ship but yours has been tied up here in recent days, it has left no evidence.",
                                     "LinkToEvent": {"Id": 147948}, "Name": "痕跡なし@{K}No evidence",
                                     "Id": 147955},
                    "RareSuccessEvent": {"Description": "あそこだ！あなたは停船場所から幾つか離れた埠頭に、真鍮の火鉢と三脚が置かれているのを見つけた。そこにはいまだ乳香の眩暈のするような香りが漂い、鉢の底には粘ついた燃え滓が残っている。そして三脚の足には紗のように薄い黒の絹の切れ端が結びつけられていた。\u000d\u000a\u000d\u000a船の積み荷を降ろすだけにしては随分と大仰な出迎えだ。@{K}Here! A few quays over from the one where your own ship is docked, a brass burner is placed on a tripod. There's a heady scent of frankincense, and some sticky residue still clings to the bottom of the bowl. A scrap of gauze-thin black silk is tied to one leg of the tripod.\u000d\u000a\u000d\u000aThis is an unusual amount of ceremony to attach to the unloading of a ship.",
                                         "LinkToEvent": {"Id": 147948},
                                         "Name": "馴染みのある香りと古い火鉢@{K}A familiar smell and an old brazier",
                                         "Id": 147957},
                    "Name": "他の訪問者の痕跡を探す@{K}Search for signs of other visitors",
                    "Description": "これから何と対峙することになるのか事前に調べて損はないだろう。@{K}It never hurts to know what you are up against.",
                    "ButtonText": "", "Id": 127035},
                   {"SuccessEvent": {"Description": "その航海日誌から破り取られた数ページにはまったく意味をなさない下手な詩が延々と書き連ねられていた。\u000d\u000a\u000d\u000aその詩は長々と語る。紫の炎と上下探さになったいくつもの家、ブランデーの色をした一束の薔薇と人の歯をボタンとして付けられた人形について。\u000d\u000a\u000d\u000a日誌は意味不明な一節を繰り返し始めたところで途切れた。@{K}A few pages torn from a log book record a long passage of doggerel that makes no sense at all. \u000d\u000a\u000d\u000aThe verses go on and on about purple fires and upside-down houses; a fistful of roses the color of brandy, and dolls with buttons for teeth. \u000d\u000a\u000d\u000aThe pages end just as they are reaching the nonsense refrain.",
                                     "LinkToEvent": {"Id": 147948},
                                     "Name": "放置された航海日誌@{K}An abandoned log", "Id": 148031},
                    "DefaultEvent": {"Description": "あなたはどのような船がここに立ち寄るのか、そしてそれらの船が何を運び込んだのかを示す痕跡を求めて波止場を歩き回った。しかし決定的な証拠となるものは何も見つからない。ピッチの擦り付けられた跡や湿った足跡すら残っていなかった。最近あなた以外の船がこの港に泊まったことがあったとしても、彼らは痕跡一つ残さず去ったことになる。@{K}You walk the quays, looking for any little sign that might show what sort of ships dock here, and what they deliver. But you find nothing conclusive: not even so much as a smear of pitch or a damp footprint. If any ship but yours has been tied up here in recent days, it has left no evidence.",
                                     "LinkToEvent": {"Id": 147948}, "Name": "痕跡なし@{K}No evidence",
                                     "Id": 148030},
                    "RareSuccessEvent": {"Description": "航海日誌から破り取られたその数ページは優しく静かな童歌から始まっていたが、その後にはまったく意味の通じない節が続く。\u000d\u000a\u000d\u000aその詩が延々語るのは紫の炎と上下探さになったいくつもの家、ブランデーの色をした一束の薔薇と人の歯をボタンとして付けられた人形、そして光沢のある蛸の生皮、ブラジルナッツの甘い果汁のこと。\u000d\u000a\u000d\u000a読み終える頃にはあなたは自分に歌って聞かせるかのようにハミングしていた。この歌はひどく心を安らげてくれる。@{K}A few pages torn from a log book begin with a passage of music, a sweet low children's tune. After that come many verses that make no sense at all. \u000d\u000a\u000d\u000aThey go on and on about purple fires and upside-down houses; a fistful of roses the color of brandy, and dolls with buttons for teeth; the soft glossy pelt of an octopus and the sweet juice of a brazil nut.\u000d\u000a\u000d\u000aBy the end you are humming along to yourself. It is terribly soothing, this song.",
                                         "LinkToEvent": {"Id": 147948},
                                         "Name": "放置された航海日誌@{K}An abandoned log", "Id": 148032},
                    "Name": "他の訪問者の痕跡を探す@{K}Search for signs of other visitors",
                    "Description": "これから何と対峙することになるのか事前に調べて損はないだろう。@{K}It never hurts to know what you are up against.",
                    "ButtonText": "", "Id": 127063},
                   {"SuccessEvent": {"Description": "遠くの埠頭に置かれていたのは壊れた箱だった。誰も残骸を片付けなかったのだろう。破れたラベルには「スーズ&クー……」という文字が読み取れる。そしてその側には丸みを帯びた形の薬瓶の一部と、カメオブローチほどの大きさで卵型をした奇妙な銀色の金属が描かれている。@{K}A box lies broken on the ground at one of the far quays. No one has cleared away the debris: a torn label reading SOOTHE & COO.... Curved shards of apothecary bottles. A curious oval of silvered metal the size of a cameo brooch.",
                                     "LinkToEvent": {"Id": 147948},
                                     "Name": "壊れた箱@{K}A shattered box", "Id": 148035},
                    "DefaultEvent": {"Description": "あなたはどのような船がここに立ち寄るのか、そしてそれらの船が何を運び込んだのかを示す痕跡を求めて波止場を歩き回った。しかし決定的な証拠となるものは何も見つからない。ピッチの擦り付けられた跡や湿った足跡すら残っていなかった。最近あなた以外の船がこの港に泊まったことがあったとしても、彼らは痕跡一つ残さず去ったことになる。@{K}You walk the quays, looking for any little sign that might show what sort of ships dock here, and what they deliver. But you find nothing conclusive: not even so much as a smear of pitch or a damp footprint. If any ship but yours has been tied up here in recent days, it has left no evidence.",
                                     "Name": "痕跡なし@{K}No evidence", "Id": 148034},
                    "RareSuccessEvent": {"Description": "遠くの埠頭に置かれていたのは壊れた箱だった。誰も残骸を片付けなかったのだろう。破れたラベルには「スーズ&クー……」という文字が読み取れる。そしてその側には丸みを帯びた形の薬瓶の一部と、カメオブローチほどの大きさで卵型をした奇妙な銀色の金属が描かれている。\u000d\u000a\u000d\u000aそして宛先は地上の住所だった。@{K}$[Tt]he Surface -> 地上$A box lies broken on the ground at one of the far quays. No one has cleared away the debris: a torn label reading SOOTHE & COO.... Curved shards of apothecary bottles. A curious oval of silvered metal the size of a cameo brooch.\u000d\u000a\u000d\u000aAnd a delivery address on the Surface.",
                                         "LinkToEvent": {"Id": 147948},
                                         "Name": "壊れた箱@{K}A shattered box", "Id": 148036},
                    "Name": "他の訪問者の痕跡を探す@{K}Search for signs of other visitors",
                    "Description": "これから何と対峙することになるのか事前に調べて損はないだろう。@{K}It never hurts to know what you are up against.",
                    "ButtonText": "", "Id": 127065},
                   {"SuccessEvent": {"Description": "階段のそばには古びた道具が山積みになっている。留め金の外れた火ばさみに先端部分のはずれそうになっている金槌、そして幾つもの深い亀裂の入った鉄床。@{K}Stacked near the stairs is a pile of worn out tools: tongs whose hinges have given way, a hammer whose head is coming loose from its haft. An anvil whose surface is mazed with deep cracks.",
                                     "LinkToEvent": {"Id": 147948},
                                     "Name": "鍛冶屋の道具@{K}$Iron -> アイアン$Ironmongers' tools",
                                     "Id": 148038},
                    "DefaultEvent": {"Description": "あなたはどのような船がここに立ち寄るのか、そしてそれらの船が何を運び込んだのかを示す痕跡を求めて波止場を歩き回った。しかし決定的な証拠となるものは何も見つからない。ピッチの擦り付けられた跡や湿った足跡すら残っていなかった。最近あなた以外の船がこの港に泊まったことがあったとしても、彼らは痕跡一つ残さず去ったことになる。@{K}You walk the quays, looking for any little sign that might show what sort of ships dock here, and what they deliver. But you find nothing conclusive: not even so much as a smear of pitch or a damp footprint. If any ship but yours has been tied up here in recent days, it has left no evidence.",
                                     "LinkToEvent": {"Id": 147948}, "Name": "痕跡なし@{K}No evidence",
                                     "Id": 148037},
                    "RareSuccessEvent": {"Description": "階段のそばには古びた道具が山積みになっている。留め金の外れた火ばさみに先端部分のはずれそうになっている金槌、そして幾つもの深い亀裂の入った鉄床。\u000d\u000a\u000d\u000a横には“要交換”の札が掛かっている。@{K}Stacked near the stairs is a pile of worn out tools: tongs whose hinges have given way, a hammer whose head is coming loose from its haft. An anvil whose surface is mazed with deep cracks.\u000d\u000a\u000d\u000aNext to them a sign: REPLACE.",
                                         "LinkToEvent": {"Id": 147948},
                                         "Name": "鍛冶屋の道具@{K}$Iron -> アイアン$Ironmongers' tools",
                                         "Id": 148039},
                    "Name": "他の訪問者の痕跡を探す@{K}Search for signs of other visitors",
                    "Description": "これから何と対峙することになるのか事前に調べて損はないだろう。@{K}It never hurts to know what you are up against.",
                    "ButtonText": "", "Id": 127066}],
 "Description": "高い金属製の壁の後ろから機械の低い唸りが聞こえた。遠く丘の上には立ち並ぶ倉庫と尖塔を持つ建物の輪郭が見える。しかし灯された明かりの数は少なく、その明かりも目立たないように小さくされている。そして港にはあなたたち以外の船の姿はない。@{K}Machinery hums behind high steel walls. Up the hill, there are visible outlines of warehouses and a building with a spire. But the lamps are low where they burn at all, and your ship the only one in harbour. ",
 "Name": "第三基地@{K}STATION III", "Id": 147948}
