{"ChildBranches": [{"DefaultEvent": {"Description": "ロンドンに程近いにも関わらず、狩人の楼閣の廃墟を所有しようとする者は居なかった。(ここに一人居る: 炎に触られざる、心臓を檻に入れられた者が)この場所は怖いと評判だったのだ。\u000d\u000a\u000d\u000a船乗りの中の一人が耳をそばだてる。貴方は表情で彼女に問いかけた。「一瞬 -」彼女が言う。「一瞬だけ、女性の歌声が聞こえた気がしたんです。」@{M}$Hunter's Keep -> ハンターズ・キープ$No one has come to reclaim Hunter's Keep, despite its proximity to London. (Here's one: a porcelain heart, untouched by flames.) The place has an eery reputation.\u000d\u000a\u000d\u000aOne of your zailors cocks an ear. You look questioning. \"I thought - \" she says - \"for a moment, I thought I heard a woman singing.\"",
                                     "Name": "廃墟に潜むモノ@{M}A presence in the ruins", "Id": 149714},
                    "RareDefaultEvent": {"Description": "ロンドンに程近いにも関わらず、狩人の楼閣の廃墟を所有しようとする者は居なかった。この場所は怖いと評判だったのだ。今では、その理由を見る事は難しい。この場所は、公園の中の様にとても平和に時間が進んでいる。空気は澱んでいる。ジーを見やれば、水の向こう側に、ロンドンの灯が光っていた。@{M}$Hunter's Keep -> ハンターズ・キープ$No one has come to reclaim Hunter's Keep, despite its proximity to London. The place has an eery reputation. It's difficult to see why, today. The place is as peaceful as a folly in a park. The air is still. Far across the water, the lights of London glow.",
                                         "Name": "廃墟の中の平和@{M}Peace in the ruins", "Id": 149716},
                    "Name": "大きな屋敷の廃墟をよく調べる@{M}Pick over the ruins of the great house",
                    "Description": "茸類や洞窟蔓はすでに館の所有権を主張している。@{M}Fungus and cavern-vines are already reclaiming the masonry.",
                    "ButtonText": "", "Id": 128181},
                   {"DefaultEvent": {"Description": "まるで日曜午後の行商人の様に、それは浜辺をゆったりと散策している。石にへばりついていたカマドウマを剥がし取り、容器にバリバリと食べた後、藪の中に姿を消した。@{M}It saunters up the beach, casual as a costermonger on a Sunday afternoon. It snatches a cave-cricket from a stone and, munching cheerfully, disappears into the undergrowth.",
                                     "LinkToEvent": {"Id": 149712},
                                     "Name": "牧草地の小さなキノコ@{M}A mushroom in the meadow",
                                     "Id": 158937},
                    "Name": "ブレミガンを浜に揚げる@{M}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "この廃墟の場所は、それにぴったりにも思える。@{M}It seems fitting, in this place of ruins.",
                    "ButtonText": "", "Id": 133945},
                   {"DefaultEvent": {"Description": "崩れた石。丁寧に保全されていた庭は、日を追う毎に荒れ果てる。それ以外には何も無い。@{M}Tumbled stones. The garden unwinding gently into disorder, week on week. Nothing more.",
                                     "Name": "風と、雑草と、水と@{M}Wind, weeds, water", "Id": 181073},
                    "Name": "廃墟の中を見てみる@{M}Look in on the ruins",
                    "Description": "何か変わった事はあるだろうか?@{M}Has anything changed?",
                    "ButtonText": "", "Id": 146674},
                   {"DefaultEvent": {"Description": "地下室に向かう道を開ける為に、一日を丸々費やして廃墟を整備した。地下室の更に奥深く、一番進んだ所で、貴方の蝋燭は崩落した石の数々を照らしている - 古い寺院の遺物のようだ。地下室の中心にある水槽のような場所は、ほぼ乾燥していた。ほんの僅かに残っていた水は蝋燭の灯の中で奇妙に煮え立っているように見える。沸騰しているのかと思ったが、触ってみるととても冷たい。\u000d\u000a\u000d\u000a「苦悶の川が近くを流れているようです。」技師がそう言って来る。「夢の支流の一つです。(姉妹達が飲んでいる井戸水に混入していない事を祈りますよ)私の敵は、私が眠りに落ちている間に私を見つけ出すんですが、この水があれば敵をこいつに引き付ける事が可能になります。」\u000d\u000a\u000d\u000a彼は屈んで水をすくい取ったかと思うと、連れて来ていたクレイマンの額に、その水を使って紋章を描いている。クレイマンはのっそりとして、彼を見ている。そして技師はクレイマンに集光鏡箱を手渡した。「これを持っていなさい。」彼はそう言う。「開けっ放しにして。何があっても、手放したらダメだ。」クレイマンの大きな手が、箱をがっちりと押さえていた。\u000d\u000a\u000d\u000a「見てください...」技師が貴方に向き直り、何事かを呟いた。「大蛇の罠です。ああ、これで眠る事が出来る。やっと、寝ることが出来る。」彼は笑顔を見せた。「そして、貴方にはより面白いものをお見せする事が出来るかもしれませんよ。」\u000d\u000a[船上で技師に話し掛け、話を更に進めましょう。]\u000d\u000a@{M}$Clay M[ae]n -> クレイマン, Khaganian -> カーネイト人, Writhing River -> のたうつ川, [Mm]irrorcatch[- ][Bb]ox -> 鏡封じの箱$It takes a full day to clear away sufficient ruins to reach the cellars. In the deepest sub-cellar, your candles illuminate a litter of tumbled stones - the remnants of a temple. The signs on the stones have a Khaganian look. A pool at the cellar's centre is almost dry. The remaining water there seethes oddly in the candle-light, as if it were near boiling, but it's quite cool to the touch.\u000d\u000a\u000d\u000a\"The Writhing River flows near here,\" the Mechanic remarks. \"One of the tributaries of dream. My enemies find me when I sleep - but this water will attract my enemies to this poor fellow.\"\u000d\u000a\u000d\u000aHe bends to dip his hand in the water and sketches a sign on the Clay Man's forehead. The Man watches him stolidly. The Mechanic hands him the Mirrorcatch Box. \"Hold this,\" he says. \"Keep it open. Don't let go, no matter what happens.\" The Clay Man's huge hands enfold the box.\u000d\u000a\u000d\u000a\"There,\" the Mechanic says, turning to you. \"A serpent-trap. Now, I can sleep. I can finally sleep.\" He smiles. \"And then I think I may be able to offer you something rather interesting.\" [Speak to the Mechanic on board ship to advance the story further.]",
                                     "Name": "楼閣の下に眠るモノ@{M}$Hunter's Keep -> ハンターズ・キープ$Beneath Hunter's Keep",
                                     "Id": 181074},
                    "Name": "地下室を発掘する@{M}Excavate the cellar",
                    "Description": "「ええ。」技師が言う。「えっと、少々問題が。私達が見るべき水槽は、あの下に在ります。」そう言って彼は廃墟を指差した。「恐縮ですが、少しばかり地面を掘らなきゃならない様です。」@{M}\"Right,\" the Mechanic says. \"That's, er, a problem. The pool we need is down there.\" He points to the ruins. \"I'm afraid we'll need to do some digging.\"",
                    "ButtonText": "", "Id": 146675},
                   {"DefaultEvent": {"Description": "When she returns, she is deflated. \"I was certain the trouble ran deeper. I thought -- if I may confess? but I feel I have no more secrets from you! -- I thought he had fathered a Deviless' child. I had steeled myself to meet the yellow-eyed creature, and offer it a respectable home. But this! He kept sleepless watches over a pile of burned paperwork?\"\u000d\u000a\u000d\u000aIn a half-wondering voice, she adds: \"He is right. The secret has made me think the less of him. What a wormy little man, my Brother.\" She straightens her gloves and walks away.",
                                     "LinkToEvent": {"Id": 149712},
                                     "Name": "She is gone for some minutes, inhabiting the memories",
                                     "Id": 240991},
                    "Name": "Deliver the Brother's Regret, in the form of red honey",
                    "Description": "It may be less daunting than the regret in spine form.",
                    "ButtonText": "", "Id": 184406},
                   {"DefaultEvent": {"Description": "Afterward, she rubs her wrist. \"I was certain he had fathered a Deviless' child. I had steeled myself to meet the yellow-eyed creature, and offer it a respectable home. But this! He kept sleepless watches over a pile of burned paperwork?\"\u000d\u000a\u000d\u000aIn a half-wondering voice, she adds: \"He is right. The secret has made me think the less of him. What a wormy little man, my Brother.\" She straightens her gloves and walks away.",
                                     "LinkToEvent": {"Id": 149712}, "Name": "Only this?",
                                     "Id": 240992},
                    "Name": "Deliver her Brother's regret, in Needle form",
                    "Description": "She offers a smooth wrist, and does not flinch.",
                    "ButtonText": "", "Id": 184407},
                   {"DefaultEvent": {"Description": "\"You were there, and you came back with nothing?\" Her anger is more than a performance. \"It is wrong in my Brother, very wrong, to withhold his confidence from me! Why, I could be helping him -- could be comforting him -- could be lending him solace, if only he would allow me to do so!\" She dabs her face with a balled handkerchief.",
                                     "LinkToEvent": {"Id": 149712}, "Name": "She is not delighted",
                                     "Id": 240993},
                    "Name": "Find the Imperious Sister",
                    "Description": "Explain what you found, and what you refused to find.",
                    "ButtonText": "", "Id": 184408},
                   {"DefaultEvent": {"Description": "不安げな大学生は歓声をあげてあなたの傍らを走り抜けてゆく。しかし、彼は丘の頂上で立ちすくんだ。岸辺の死んだ棘の塊の前にナンシノウの郵便局の制服を着たドラウニーが立っているのだ。彼は下からあなたたちをねめつけている。「ここはフルークの属する場所ではない」ドラウニーが深みのある声で叫んだ。「どこかへ持ってゆかねばならぬ。すでに配送票も貼られている。つまり、私が運ばなければならないということだ」\u000d\u000a\u000d\u000a大学生は鼻で笑った。「配送票なんて知ったことか！[q:Addressed As]、あの怪物を第三基地に運び込むのを手伝ってください。大学での僕の指導者が解剖と研究のための部屋を手配してくれたのです。僕の研究は皆に利益をもたらすでしょう」@{K}$Station III -> 第三基地, [Ff]luke -> フルーク$The Anxious Student rushes by you, whooping - but he stops on the hilltop. On the shore, standing before the mass of dead needles, is a Drownie in a Nuncian postal uniform. He glowers up at you. \"This is not where the fluke belongs,\" the Drownie cries in a plummy voice. \"It's to be taken else where. It already has a delivery label - that means I have to deliver it.\"\u000d\u000a\u000d\u000aThe Student sneers. \"Sod your label! [q:Addressed As], help me haul the beast to Station III. My adviser at the college has arranged room there for its dissection and study. My work will benefit us all.\" ",
                                     "LinkToEvent": {"Id": 255591}, "Name": "", "Id": 259037},
                    "Name": "不安げな大学生と共にローエン・フルークを観察する@{K}$[Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク$Inspect the Lorn-Fluke with the Anxious University Student",
                    "Description": "それはちょうど丘を越えた岸辺にうちあげられていた。草の生い茂る中にフルークの棘が辛うじて見分けられる。@{K}$[Ff]luke -> フルーク$It lies on the shore, just beyond a hill. You can just make out the fluke's spikes over the grass.",
                    "ButtonText": "", "Id": 193191}],
 "Description": "芝生は伸び放題に伸び、風の遊び仲間となっている。砂利道は泥に塗れている。屋敷は既に、石と角材の寄せ集めに過ぎなかった。@{M}The lawns are weedy meadows walked by the wind. The gravel paths have sunk to mud. The house is a jumble of charred stones and timbers. ",
 "Name": "朽ち果てた狩人の楼閣@{M}$Hunter's Keep -> ハンターズ・キープ$Hunter's Keep in ruins",
 "Id": 149712}
