{"ChildBranches": [{"DefaultEvent": {"Description": "あなたの子供の目はペニー硬貨のように丸くなった。彼らはあなたの物語を夢に見ることだろう。かなり後になってから、あなたはその話の一場面が子供の手で描かれたノートを見つけた……@{K}Your child's eyes grow round as pennies. They store up the memories as dream-fuel. Much later, you find the scene you described, scrawled on a foolscap sheet by a childish hand...",
                                     "Name": "", "Id": 150965},
                    "Name": "遥かな土地の物語を語る@{K}Tell tales of far lands",
                    "Description": "黒い海の向こう遥か彼方であなたは様々なものを目にしてきた。それを分かち合おう。@{K}There is something you saw, far across the black ocean. Share it.",
                    "ButtonText": "", "Id": 128918},
                   {"DefaultEvent": {"Description": "Zeeの霧が窓の向こうで濃く、白く渦を巻く。あなたの子供は喜んで金切り声を上げ、毛布の下に潜り込んだ。@{K}The zee-fog coils fat and white against the window. With a delighted shriek, your child disappears under the blanket.",
                                     "Name": "", "Id": 150966},
                    "Name": "海の物語を語る@{K}Tell tales of the zee",
                    "Description": "あなたは無事に家に帰ってきた。しかし、一歩間違えば二度と戻れなかったかもしれない。その時の話をしよう。@{K}You've come home safe, but you nearly didn't. Tell them how.",
                    "ButtonText": "", "Id": 128919},
                   {"DefaultEvent": {"Description": "彼らはどちらも地表を目にしたことがない。少なくとも、今はまだ……@{K}$Surface -> 地上$Neither of them has ever seen the Surface; not yet -",
                                     "Name": "いつの日か@{K}Someday", "Id": 150967},
                    "Name": "子供と恋人に地表の話を聞かせる@{K}$Surface -> 地上$Tell your child and your sweetheart of the Surface",
                    "Description": "「太陽は明るくも冷酷で、桃のように甘く……」\"The Sun is bright and cruel, and sweet as peaches...\"",
                    "ButtonText": "", "Id": 128920},
                   {"DefaultEvent": {"Description": "子供はそれを気の進まない様子で抱きしめた。しかしそれの入った水槽は寝室の目立つ位置に飾られたようだ。その見つめる瞳と脈打つ牙は栄光に満ちた海の怪物狩りの空想を大いに掻き立ててくれることだろう。@{K}Your child is disinclined to hug it; but its tank will take pride of place in their bedroom. Its staring eyes and pulsing fangs will inspire glorious fantasies of zee-monster hunting...",
                                     "Name": "恐怖と夢想@{K}Fear and wonder", "Id": 150968},
                    "Name": "子供にペットを与える@{K}Give your child a pet",
                    "Description": "それが逃げ出して誰かを食べるなんてことはまったくあり得ない。仮にそんなことがあっても食べられるのは小間使いぐらいのものだ。@{K}It is remotely possible that it will escape and eat someone. Probably just the parlour-maid. ",
                    "ButtonText": "", "Id": 128921},
                   {"DefaultEvent": {"Description": "あなたの子供はその工芸品で遊ぼうと強く心に決めているようだ。もしかしたら壊れてしまうかもしれない。あるいは中には宝石か地図か精霊などが入っていたのかもしれない。あるいはあなたはもっと注意深い乳母を雇うべきなのかもしれない。@{K}Your child seems powerfully inclined to play with the Artefact. Perhaps it will break. Perhaps there's a jewel inside it, or a map, or a spirit. Perhaps it is edible. Perhaps you should employ a more vigilant nurse.",
                                     "Name": "割れ物注意@{K}Danger of breakage", "Id": 150969},
                    "Name": "土産物を渡す@{K}Give them a souvenir",
                    "Description": "あの棚のあそこに仕舞えるだろう。@{K}There's a space for it on that shelf, there.",
                    "ButtonText": "", "Id": 128922},
                   {"DefaultEvent": {"Description": "「いつかね」あなたの子供は息を吐いた。それから視線を逸らすことなく、見開かれた眼は魂の輝きに照らされて光っている。「これをふねの先につけてね、それでずっと東にいくよ。空がきえちゃうまで」@{K}\"One day,\" your child breathes - eyes wide and fixed, gleaming in the soul-light - \"I will set this at the bow of my ship. I will sail east for always, until the sky goes out.\"",
                                     "Name": "魅了@{K}Enchantment", "Id": 150970},
                    "Name": "あなたの子供に審判の卵を与える@{K}Give your child a Judgements' Egg",
                    "Description": "枕もとの小机の上で、それは渦を巻き静かに光を発することだろう。正直に言うと、それを子供にあげるのは少しばかり勿体ない気がする。@{K}It will coil and glow silently on their night-stand. It's a bit of a peculiar thing to give a child, honestly.",
                    "ButtonText": "", "Id": 128923},
                   {"DefaultEvent": {"Description": "甘いパンと茸のジャム、そして子供を抱え上げて気分が悪くなるほど勢いよく回してしまった時の出来事。夜の更けるころには部屋は静かになり、話が交わされ、蝙蝠が窓にぶつかり音をたてている。そしてその更に後には、海の冷たい潮に曝されてもなお新たに燃える情熱の温もりが続いた。@{K}Crumpets and bolete jam, and what happens when you spin a child round so fast they're very nearly sick. Quiet at evening's end; shared stories; bats beating at the windows. And much later, the warmth of renewed passion after the cold salt of the sea.",
                                     "Name": "", "Id": 151068},
                    "Name": "ただ彼らとの時間を楽しむ@{K}Just enjoy their company",
                    "Description": "居間で恋人と子供と過ごす夕べ。そして寝室でも。@{K}An evening in the parlour with your child and your sweetheart. And so to bed.",
                    "ButtonText": "", "Id": 129016}],
 "Description": "家族との一時は喜びだ。しかし、それはいつも喜びとなるものなのだろうか？海に出るものは二つの世界を知っている。[あなたの子供に適切な贈り物をすることで、彼らは海への熱望を獲得します。海への熱望が25に達すると、彼らは跡継ぎとなり家を出て海へと乗り出します。これにより、幾人もの船長を輩出する不滅の家系を築くことが出来るでしょう！]@{K}It's a delight. But will it always be a delight? The zailor knows two worlds.\u000d\u000a [If you give suitable presents to your child, they will gain Sea Fever. If Sea Fever reaches 25, they will decide to run away to sea, becoming your Scion. This will establish a permanent dynasty of future zee-captains!]",
 "Name": "家族との時間@{K}Time with your Family", "Id": 150964}
