{"ChildBranches": [{"DefaultEvent": {"Description": "　館の信徒たちが生贄の儀式を執り行った。それは必要を遥かに越えて汚らしいように思われた。ある者が、あなたの訝しげな視線をとらえた。「Stormは汚らしい食べ方をするんだよ」彼女はそう打ち明けた。「あなたは自分が何を身に帯びようとしているか知るべきだね。でも彼はもう、あなたの名前を聞いてしまったよ」@{I}The initiates of the House perform the sacrifice. It seems a great deal messier than it needs to be. One catches your quizzical gaze. \"Storm's a messy eater,\" she confides. \"You should know what you're getting into. But he's heard your name now.\"",
                                     "Name": "血みどろの儀式@{I}A bloody rite", "Id": 151297},
                    "Name": "Stormの注視を得る@{I}Gain Storm's Attention",
                    "Description": "　Stormの聖堂は血とワインによって赤く染まっている。Stormには食物をもたらそう。@{I}Storm's shrine is red with blood and wine. Feed it.",
                    "ButtonText": "", "Id": 129165},
                   {"DefaultEvent": {"Description": "　信徒たちは、何掴みかの香りづけされた塩を炎の中に投げ込むと、旧大陸の言語で祈祷を始めた。あなたは、その祈祷の中に、あなた自身の名前が織り込まれているのを耳にした。祈祷が終わると、女教師があなたに向けて頷いた。「彼女はあなたの顔を知ったわ」@{I}$Elder Continent -> 旧大陸$The initiates fling handfuls of scented salts into the flames and chant in the language of the Elder Continent. You hear your name wound into the chant. At last, the preceptress nods to you. \"She has your face.\"",
                                     "LinkToEvent": {"Id": 151296},
                                     "Name": "甘い香りと歌@{I}Sweet scents and song", "Id": 151298},
                    "Name": "Stoneの注視を得る@{I}Gain Stone's Attention",
                    "Description": "　Stoneの聖堂の中では、炎がいつまでも燃え盛っている。Stoneは故郷と癒やしを司る輝く神だ。彼女の炎のための燃料と、彼女が統べる南からの記念品を持ってこよう。@{I}A flame burns eternally in the shrine of Stone, bright god of home and healing. Bring fuel for her flame, and a token from the South where she rules.",
                    "ButtonText": "", "Id": 129166},
                   {"DefaultEvent": {"Description": "　まるで石が流砂に飲み込まれてゆくように、あなたの言葉は沈黙の中へと沈んでいった。信徒は目を閉じ、細部までを記憶しながら、あなたの話を聞いていた。「もう立ち去るが良い。私がお前の話を書き込むところをお前に見られるようなことがあれば、それは最も不吉なことだ」@{I}Your words sink into the silence like stones into quicksand. The initiate listens, eyes closed, committing every detail to memory. \"Leave now. If you see where I write your story, it's the worst kind of luck.\"",
                                     "Name": "残響なし@{I}No echo", "Id": 151299},
                    "Name": "Saltの注視を得る@{I}Gain Salt's Attention",
                    "Description": "　Saltの聖堂の周りの壁は、書き込まれた物語によって覆われている。Saltには物語をひとつ持ってこよう。@{I}The walls around Salt's shrine are written over with tales. Bring it a story.",
                    "ButtonText": "", "Id": 129167},
                   {"DefaultEvent": {"Description": "「彼は神ではない。彼は北から、神々には寒すぎる地からやってきた。彼は北へと帰るだろう。もしもお前が北へ向かえば、お前のものは何ひとつ残されはしないだろう」@{I}\"He is not a god. He came from the North, where it is too cold for gods, and to the North he will return. If you go North, nothing of you will remain.\"",
                                     "LinkToEvent": {"Id": 151296},
                                     "Name": "終わりと始まり@{I}The end and the beginning", "Id": 151300},
                    "RareDefaultEvent": {"Description": "「溺れた男の兄弟たちは――しかり、姉妹たちもだが――彼をナイフとラッカーに捧げた。ここにはラッカーはない。ただの雪があるだけだ。雪は北で生まれる。ラッカーは痛みから生まれる。我々は、それを少しだけ和らげているのだ」@{I}$lacre -> ラッカー, Drowned Man -> 溺れた男$\"The Drowned Man's brothers - aye, and sisters - gave him to the knives and the lacre. Here we have no lacre, only snow. Snow comes from the North. Lacre comes from pain. We have it a little easier.\"",
                                         "LinkToEvent": {"Id": 151296},
                                         "Name": "法と喪失@{I}The law and the loss", "Id": 151304},
                    "Name": "溺れた男について尋ねる@{I}$Drowned Man -> 溺れた男$Ask about the Drowned Man",
                    "Description": "　館の信徒たちは、彼についてはあまり話をしたがらない。それでも、十分な金を握らせてやれば、わずかな断片ぐらいは引き出すことができるかもしれない。@{I}The initiates of the House are reluctant to speak of him, but you may be able to bribe them enough to gain a few tenuous snippets.",
                    "ButtonText": "", "Id": 129168},
                   {"DefaultEvent": {"Description": "　信徒たちは狂乱に身を捧げた。あなたが持ち込んだ生贄が息絶えるまでには数時間を要した。あなたの衣服は七度血に浸された。呪いは消え去ったと、彼らはあなたに言った。しかしこの臭いが消え去るまでには、長い時間が掛かるだろう。@{I}The initiates give themselves to the frenzy. The sacrifice that you brought takes hours to die. Your clothes are steeped seven times in blood. The curse is gone, they tell you: but it'll be a long time before the smell is.",
                                     "Name": "美しくはない@{I}It's not pretty", "Id": 151301},
                    "Name": "Stormの呪いを祓う@{I}Lift Storm's Curse",
                    "Description": "「これはかなり陰惨なことになる」信徒の一人があなたに警告した。「そして、もしもお前が途中で目を閉じれば、我々はまた最初からやり直さなければならなくなる。Stormは呪いを軽々しく考えてはいないのだ」@{I}\"This is going to be pretty grim,\" an initiate warns you. \"And if you close your eyes, we'll have to start from the beginning. Storm takes cursing seriously.\"",
                    "ButtonText": "", "Id": 129169},
                   {"DefaultEvent": {"Description": "　信徒たちは財貨で焚き火の山を組み立てた。すべてのリネンが端から端まで煙と化し、すべてのシンティラックが、ひび割れ、シューシューと音を立てた。あなたはかつて、シンティラックは燃やすと悲鳴を上げると聞いたことがあった。今あなたは、それが真実であると知った。「彼女はあなたをお許しになったと思う」とうとう、女教師は囁いた。「もう繰り返さないように」@{I}$[Ss]cintillack -> シンティラック$The initiates build a pyre of riches: all that linen up in smoke, length by length, all that scintillack cracked and sizzling. You'd heard that scintillack screamed when burnt, and now you know it's true. \"I think she's forgiven you,\" the preceptress whispers at last. \"Don't do it again.\"",
                                     "Name": "唸る炎@{I}A roaring flame", "Id": 151302},
                    "Name": "Stoneの呪いを祓う@{I}Lift Stone's Curse",
                    "Description": "　Stoneは執念深い神ではない。しかし、彼女の記憶は遠大だ。彼女は贅沢な供物を求めるだろう。信徒たちもまた、支払いを求めている。「必要なものは持ってきているようだが」ある者があなたに言った。「労働の対価も必要だ」@{I}Stone is not a vengeful god, but her memory is long. She will require rich offerings. The initiates want paying, too. \"You've brought the parts,\" one tells you, \"but you need to cover the labour too.\"",
                    "ButtonText": "", "Id": 129170},
                   {"DefaultEvent": {"Description": "　あなたは今日、館に向かう予定ではなかったか？しかし今はもう、第三夜直の時間だ。いや、違う。あなたは館に行ったのだ。そこで言葉が話され、鐘が鳴り、そして――あなたはほとんど何も思い出すことができなかった。「すべてが正されるだろう」誰かがあなたに言っていた。「何もかもが正されるだろう」あなたの手の中には、一枚の白い花びらが握られていた。それは、今しがた地上で摘み取られたばかりであるかのような新鮮さを保っていた。それが、呪いの終わりを示すものだった。@{I}$Surface -> 地上$You were due to go to the House today, weren't you? But it's the third watch already. No - you had gone. There were the words - the bells - and then - you can remember almost nothing. \"All shall be well,\" someone told you, \"and all manner of thing shall be well.\" Clutched in your hand is a single white petal, as fresh as if plucked just now on the Surface. It's the token of the curse's ending.",
                                     "Name": "目覚め@{I}An awakening", "Id": 151303},
                    "Name": "Saltの呪いを祓う@{I}Lift Salt's Curse",
                    "Description": "　Saltの呪いについて尋ねても、誰も答えてはくれないだろう。Saltがあなたに要求するかもしれないものの情報をかき集めるために、あなたは半日もの時間を費やした。せめてもの救いは、彼らがそれについて口にできない以上は、彼らは、あなたに対価を言いつけることもできないということだ。@{I}No one will answer you when you speak of Salt's Curse. It takes you half a day to glean what it might demand of you. But at least if they can't speak of it, they can't quote you a price.",
                    "ButtonText": "", "Id": 129171},
                   {"DefaultEvent": {"Id": 151305},
                    "Name": "Be cleansed of the cannibal taint", "Description": "",
                    "ButtonText": "", "Id": 129172},
                   {"DefaultEvent": {"Description": "　あなたの勇気ある不信心な行いは、あなたの船員たちを元気づけた。彼らには彼らの迷信があるものの、神々自身の眼を暗くさせてしまうような船長は、活力と熱気にあふれた船長だと言えるからだ。しかし、その後、夜が近づいてくると、彼らは囁き合い、邪なものを退ける印を切っていた……@{I}Your crew are cheered by your courageous impiety. They have their superstitions, but a captain who blackens the eye of the gods themselves is a captain of verve and vigour. Later, though, when the night draws in, they whisper and make the signs against evil...",
                                     "Name": "やってやった！@{I}It's done!", "Id": 152322},
                    "Name": "神々を挑発する@{I}Defy the Gods",
                    "Description": "　床に唾を吐きかけ、司祭たちを罵り、祭壇をひっくり返そう。[これはあなたのアイアンとハートを、110を上限としてそれぞれ5だけ上昇させ、更に恐怖を0にします。しかし、あなたは以後一切、いかなる神の呪いも祓うことができなくなります。また、他のいくつかの恩恵も受けられなくなります。]@{I}Spit on the floor. Curse the priests. Overturn an altar. [This will increase your Iron and Hearts by 5 each, up to 110, and set your Terror to 0: but you will never be able to remove any god's curse, or benefit in certain other ways.]",
                    "ButtonText": "", "Id": 129819}],
 "Description": "　ウィザーの町の北西には、疑問の館がぽつんと立っている。ここでは、館の信徒たちが、深きzeeの三神に供物を捧げている。もしかしたら、神ではない四人目にも、供物が捧げられることはあるのかもしれない。ここはウィザーでは唯一、はっきりとした答えを得られるかもしれない場所だ。対価は必要だが。[神の注視を得ることは、主に呪いを祓うために役立ちます。]@{I}$House of the Question -> 疑問の館, Whither -> ウィザー$North-west of Whither town, the House of the Question stands alone. Here the initiates of the House make offerings to the three gods of the deep zee, and perhaps a fourth who is not a god. It's the one place in Whither where you can sometimes get a straight answer... for a price. [Gaining the Attention of a god is useful chiefly for lifting curses.]",
 "Name": "疑問の館@{I}$House of the Question -> 疑問の館$The House of the Question",
 "Id": 151296}
