{"ChildBranches": [{"DefaultEvent": {"Description": "$Irem -> アイレム$\"You heard of the Pillared Sea, where Irem lies? Wise man from Irem came here, oh, eighty year ago. He planted three pillars. They were as big as fingers when I were young. Now they're as you see them. In my son's time, they'll be big as dock-cranes.\"",
                                     "LinkToEvent": {"Id": 152313},
                                     "Name": "\"A long way from home...\"", "Id": 152314},
                    "RareDefaultEvent": {"Description": "$Sisterhood -> 修道女会, Abbey Rock -> 大修道岩$\"They were Sisters, from the Sisterhood over on Abbey Rock. Came here huntin' a renegade, who served the god called stone. Ran her to ground here, and she called on the god. And the god struck 'em all to pillars of rock! Stand close and quiet, and you'll hear 'em weepin'.\" ",
                                         "LinkToEvent": {"Id": 152313},
                                         "Name": "\"True as I stand here...\"", "Id": 152454},
                    "Name": "Tales of the Standing Stones",
                    "Description": "The bearded villagers are happy to talk about the local sights. Well, sight.",
                    "ButtonText": "", "Id": 129812},
                   {"DefaultEvent": {"Description": "$Abbey Rock -> 大修道岩$Your zailors watch the fireflies shimmer, swap shanties, pass round the grog and shy stones at the more vampirically inclined zee-bats. Grasses nod in the breeze. Across the dark water, the lights of Abbey Rock glow watchfully.",
                                     "LinkToEvent": {"Id": 152313}, "Name": "A peaceful afternoon",
                                     "Id": 152315},
                    "RareDefaultEvent": {"Description": "$Abbey Rock -> 大修道岩$Your zailors watch the fireflies shimmer, swap shanties, pass round the grog and shy stones at the more vampirically inclined zee-bats. Grasses nod in the breeze. Across the dark water, the lights of Abbey Rock glow watchfully. Your bo'sun hands you something. \"Found a rock,\" he reports laconically. \"Pretty sure it's dead.\"",
                                         "LinkToEvent": {"Id": 152313}, "Name": "An odd find",
                                         "Id": 152490},
                    "Name": "A picnic at the standing stones",
                    "Description": "The bearded villagers will sell you mutton stew and kefir, and stone bottles of cold fresh spring-water, and row you over to the stones.",
                    "ButtonText": "", "Id": 129813},
                   {"DefaultEvent": {"Description": "$Chelonate -> キェロネイト$\"The Chelonate, right - they're hunters. They killed a turtle the size of London and built their city in its shell. A ship from the Chelonate came by, hunting the Midnight Whale. Three of them had died cowards, so their bodies couldn't go into the zee. They paid us for the land, in whale-ivory. I still got a piece, but I keeps it safe.\"",
                                     "Name": "\"Hunters at rest...\"", "Id": 152319},
                    "RareDefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー$\"You know the Drownies? The zailors what won't rest? Well, they rest here. I seen 'em come up out of the water all white and dripping, and dig themselves into the ground. They take turns. I think they miss the feel of the earth.\"",
                                         "LinkToEvent": {"Id": 152313},
                                         "Name": "\"Up from the zee bed...\"", "Id": 152456},
                    "Name": "Tales of the Three Graves",
                    "Description": "Who sleeps beneath the turf, over on that island to the north-west?",
                    "ButtonText": "", "Id": 129816},
                   {"DefaultEvent": {"Description": "\"The ones that farm up there - they're us. Me and you. All the other versions of us. One with a trick leg, one that married his cousin, one that was buried alive. Characters out of another history. They're waiting up there and plotting, gathering allies. Waiting to make their history ours. So don't go there. You won't find 'em anywise, being that they hides in the barn.\"",
                                     "Name": "\"The wrong kind of people...\"", "Id": 152320},
                    "RareDefaultEvent": {"Description": "\"We did have a bridge, but the Ship of Lights came through here once. Hull of shining brass, lamps like stars. All those damned on deck at once! Couldn't tell if they were laughing or screaming. Ploughed through the bridge and kept on going. Everyone who tries to rebuild it? Bursts into flames. So we don't try to rebuild it any more.\"",
                                         "Name": "\"That old devil called Light...\"",
                                         "Id": 152457},
                    "Name": "$Thornwell Croft -> ソーンウェル農場$Tales of Thornwell Croft",
                    "Description": "What about that isle to the North, the one that isn't bridged?",
                    "ButtonText": "", "Id": 129817},
                   {"DefaultEvent": {"Description": "\"An island filled entirely with rats. But that's nothing. You should see the one where the rats and cavies war. These are the cavies' voyages.\"",
                                     "Name": "$Nuncio -> ナンシノウ$Nuncio", "Id": 152321},
                    "RareDefaultEvent": {"Description": "$Snuffer -> スナッファー, Visage -> ヴィザージュ$\"None of them show their faces. That's because half of them are Snuffers. Know what a Snuffer is? The other half don't know. Anyhow, the Visagers take Snuffer-faces and make masks of their own. They can be anyone. I could be one. You could be one.\"",
                                         "Name": "$Visage -> ヴィザージュ$Visage", "Id": 152323},
                    "Name": "The rest of the zee",
                    "Description": "\"Rest of the zee!\" the Bearded Watchman scoffs. \"Here's where you need to be. We don't talk about the rest of the zee.\" But a Snivelling Caitiff draws you aside. \"I got something for you,\" he promises. \"But I'll need some of that good stuff from London. A lot of that good stuff.\" [Mouse over the icons to the right to find out exactly what he needs.]",
                    "ButtonText": "", "Id": 129818},
                   {"DefaultEvent": {"Description": "\"...surface roilin' like a porridge-pot...up with a roar of steam and flash of fire!...three widows swimmin'... TENTACLES!... and then we saw His Highness...\"\u000d\u000a\u000d\u000a(There is rather a lot of this material.)",
                                     "LinkToEvent": {"Id": 152313},
                                     "Name": "$false-star -> 偽星$\"...in the bleak light o' the false-stars..\"",
                                     "Id": 152452},
                    "Name": "$Port Report -> 港湾報告書$Compile a Port Report",
                    "Description": "\"Oh, yes yes my yes. There's been goings on.\"",
                    "ButtonText": "", "Id": 129907},
                   {"DefaultEvent": {"Description": "\"These!\" the Bearded Watchman exclaims. \"We used to have these. Long ago. They raised the standing stones, you know. With poetry.\"",
                                     "LinkToEvent": {"Id": 152313}, "Name": "A mushroom tale",
                                     "Id": 158943},
                    "Name": "$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "Dark and quiet: it should survive.",
                    "ButtonText": "", "Id": 133951},
                   {"DefaultEvent": {"Description": "$Officer -> オフィサー$\"Thank you. The nonsense here was a distraction for a while, but only the zee can help me now. Ah, my God, the air, the air. It's clearer already. Let me chart a course for you. (Ah, my head. My head.)\" [Appoint your new Officer by dragging him from the Officers tab to his slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "Relief", "Id": 182208},
                    "Name": "$Officer -> オフィサー, Sigil[- ]Ridden Navigator -> 印に苦しむ航海士$Engage an Officer: the Sigil-Ridden Navigator.",
                    "Description": "$Officer -> オフィサー$\"I... let me guide your ship. I know all the zee, how it was, how it will be. Please... the headaches only stop when I'm working.\" [The Navigator is a First Officer who increases Mirrors and Veils.]",
                    "ButtonText": "", "Id": 147445},
                   {"DefaultEvent": {"Description": "He takes your trophy and nods. \"Wrestled one o' these devils, once. I'd show you the scar, but decency forbids.\"\u000d\u000a\u000d\u000aHe leads you to a low cliff. Leaning over, you see a grassy stair cut into the rock. It leads to a dripping cave. Against one wall, coffins are arranged in a careful line. \"Some la-de-dah London family bring their dead 'ere. Sail up in a black ship, they do. Help yourself to the oldest one - they won't notice.\"",
                                     "Name": "The tomb", "Id": 230214},
                    "Name": "A Retired Monster-Hunter wants something to remember his glory days",
                    "Description": "$Hunting[- ]Troph(y|ies) -> 狩りの戦利品, Soothe (and|&) Cooper -> スード&クーパー$In return, he will show you \"...a secret graveyard populated by curious corpses in curious boxes.\" [Trade a Hunting-Trophy for a Soothe & Cooper Long-Box.]",
                    "ButtonText": "", "Id": 177348},
                   {"DefaultEvent": {"Description": "　避難民たちは怯えた様子で甲板から足を踏み出した。「何とかならせなくちゃだな」一人が言った。「どうにかやっていけるさ」もう一人が答えた。彼らの一人があなたの手を握った。「船長。あなたの善き行いに祝福がありますように。あなたが決して飢えてしまいませんように」それはマトン・アイランドに古くから伝わる言い回しだった。@{I}$Mutton Island -> マトン・アイランド$The refugees timidly step from your deck. \"It will have to do,\" one says. \"We'll manage,\" another replies. One of them shakes your hand. \"Bless you for the good deed, captain. May you never go hungry.\" It's an old Mutton Island saying. ",
                                     "Name": "望まなかった振り出し@{I}An unwanted beginning ", "Id": 230536},
                    "Name": "マトン・アイランドからの避難民を送り届ける@{I}$Mutton Island -> マトン・アイランド$Deliver refugees from Mutton Island",
                    "Description": "　ここは故郷ではないかもしれないが、ひとまずは何とかなるだろう。@{I}It may not be home, but it will do for now.",
                    "ButtonText": "", "Id": 177564},
                   {"DefaultEvent": {"Description": "\"Thank you again, [q:Addressed As].\" The Parson counts his fare into your hand. \"These islanders look ready for something new to believe.\" A smile plays around the corner of his mouth before he descends the gangplank.\u000d\u000a\u000d\u000aThe Bearded Watchman greets the Parson and ushers him up the beach. \"Have you heard tell of our famous Standing Stones, Reverend? No? Well, you see, there were three devils, three of Hell's fiercest...\" The committee follows in their footsteps. Everybody seems happy.",
                                     "Name": "Fresh Ears", "Id": 245560},
                    "Name": "Deliver a Wandering Parson",
                    "Description": "Seeing your approach, a small committee has assembled on the shore. The Parson is delighted.",
                    "ButtonText": "", "Id": 187346}],
 "Description": "$Shepherd Isles -> シェファード・アイルズ$\"Course,\" the Bearded Watchman tells you, \"there are no actual shepherds on the Shepherd Isles. Sheep are mostly illegal here. No indeed, it's just the name of the genterman that found the islands.\"\u000d\u000a\u000d\u000aGreybeards sitting in the village square nod solemnly. \"No sheep,\" one says. \"But plenty o' tales. Ask us anything.\"",
 "Name": "$Shepherd Isles -> シェファード・アイルズ$Shepherd Isles",
 "Id": 152313}
