{"ChildBranches": [{"DefaultEvent": {"Description": "がっしりした副院長があなたの戦利品を精査している。「他の物と並べることにしよう」彼女は言った。口調には不承不承の敬意が窺える。あなたと、三人の船員がその日の夕食に招かれた。\u000d\u000a\u000d\u000aそうしてあなたたちは尖らせたロザリオを身に着けた荒々しい女性たちに混ざり、黒海苔のパンと焼きすぎの洞マスを食べることになった。彼女たちの一人がマスを斧で切り開いている。しかし皿の上の物が綺麗に食べつくされ夕べも終わりに近づく頃には、部屋は静かになっていった。驚くような斜視で上背のある修道女が、盗まれた日暮れのように豊かに響く低い声で遥か頭上の彼女の故郷にある低い丘陵について歌いだした。揺らめく炎の明かりがあなたの船員たちの顔を照らしている。@{K}The Muscular Prioress inspects your trophy. \"I'll put it with the others,\" she says. Her tone suggests grudging respect. You, and no more than three zailors, are invited to dine with them that evening.\u000d\u000a\u000d\u000aAnd you do: on black laver-bread and overcooked cavern-trout, among fierce women with spiked rosaries. One of them hacks up her trout with an axe. But at the end of the evening, when the plates are cleared away, the room goes quiet. A tall nun with a startling strabismus sings in a rich deep voice like a stolen sunset, about the hills of her homeland, far above. Firelight flickers on the faces of your crew.",
                                     "LinkToEvent": {"Id": 152316},
                                     "Name": "質素なもてなし@{K}A narrow hospitality", "Id": 152317},
                    "Name": "贈り物を差し出す@{K}Offer a gift",
                    "Description": "修道女会は二つの物事を重んじている。神聖なる秘密の使命から逸れない事と、正確な射撃の能力だ。[この選択肢では恐怖値を減らすことができます。]@{K}$Sisterhood -> 修道女会$The Sisterhood respects two things: unswerving decades of fidelity to a holy secret purpose, and the ability to shoot straight. Perhaps you can demonstrate the second. [This will reduce Terror.]",
                    "ButtonText": "", "Id": 129814},
                   {"DefaultEvent": {"Description": "がっしりとした副院長の提げた沢山の短刀と拳銃が音を立てる。彼女は全ての蝋燭とロープの束を一つずつ確認し、しぶしぶ報酬を支払った。@{K}The Muscular Prioress jingles with knives and pistols. She reckons every candle and coil of rope before she reluctantly counts out your payment.",
                                     "LinkToEvent": {"Id": 152316},
                                     "Name": "精査@{K}A fierce scrutiny", "Id": 152318},
                    "Name": "物資を交換する@{K}Trade supplies",
                    "Description": "この荒涼とした岩の上では資源は限られている。修道女会は物資に対して適正な価格を支払ってくれるだろう。“良い”値ではない事に注意。[正確には、20エコーです。]@{K}$Sisterhood -> 修道女会$Resources are limited on this bleak rock. The Sisterhood will pay a fair price for supplies. Not a <i>good</i> price, mind. [Twenty Echoes, to be precise.]",
                    "ButtonText": "", "Id": 129815},
                   {"DefaultEvent": {"Description": "「何も起こらない。修道女たちは我々を観察している。彼女たちの視線を感じるのだ。波が岩で砕け、また引いてゆく。要塞は世紀の終わる年のごとく何の感情も見せないままに立ちつづけている」ここで起こりうる最も恐ろしい厄災は、言葉があまりにも詩的かつ華美になりすぎることだ。@{K}\"Nothing is happening. The Sisters watch us: we feel their eyes. The sea crashes on the rocks, withdraws. The fortress stands stolid as the last year of a century.\" The greatest peril you risk here is a certain purpleness of prose.",
                                     "LinkToEvent": {"Id": 152316}, "Name": "いつも通り@{K}As always",
                                     "Id": 152461},
                    "Name": "港湾報告書を纏める@{K}$Port Report -> 港湾報告書$Compile a Port Report",
                    "Description": "起伏に富んだ報告書にはならないだろう。@{K}It's unlikely to be eventful.",
                    "ButtonText": "", "Id": 129913},
                   {"DefaultEvent": {"Description": "この修道会の二番目に位置するがっしりした副院長が扉まで出てきた。彼女は頷き、メモを取る。とりわけ沼地の獣の捕食の方法と、屋根の上の人々の状況についての情報に真剣に耳を傾けていた。お返しに、彼女はどことなく気のない様子の祝福を授けてくれた。ともあれ、祝福は船員たちの気持ちを落ち着けるだろう。@{K}The Muscular Prioress, the Abbess' lieutenant, comes to the door to listen. She nods, and makes notes: she pays particular attention to news of marsh-beast predations and the traffic of the roof-tops. In return, she offers a rather perfunctory blessing: but the blessing reassures your crew. ",
                                     "LinkToEvent": {"Id": 152316},
                                     "Name": "つかの間の注目@{K}Brief attention", "Id": 152491},
                    "Name": "知らせをもって鉄鋲の打たれた扉を叩く@{K}Knock at the iron-studded gates with news",
                    "Description": "彼女らなら役に立てるかもしれない。@{K}Perhaps they'll find it valuable.",
                    "ButtonText": "", "Id": 129935},
                   {"DefaultEvent": {"Description": "この修道会の二番目に位置するがっしりした副院長が新しい入信者候補を検分するためやってきた。彼らは静かに言葉を交わしている。副院長が大きな笑い声をあげ、傷を負った妹は明らかに狼狽えた様子を見せた。そして、会話が終わると彼らは戻ってきた。\u000d\u000a\u000d\u000a「私に機会を与えてくれるそうよ」妹は緊張したように言った。「戦い方を覚えられたならの話だけれど。此処に連れてきてくれてありがとう。これが私の望んでいたものだったのかもしれない。さようなら、これを受取って。もう私には必要ないものだから」\u000d\u000a\u000d\u000a“これ”とは流れるような草の模様の描かれた陶製の横笛だった。カーネイトの手によるものだろう。彼女は、あなたの見たところ、包帯の下で泣き出しそうになっているようだった。妹はあなたを軽く抱擁し、修道院の扉が彼女の後ろで閉まった。@{K}$Khan -> カーン, Khanate -> カーネイト$The Muscular Prioress, the Abbess' lieutenant, comes down to inspect the potential novice. They speak together quietly. The Prioress bellows with laughter, to the Scarred Sister's obvious discomfiture. At last they return.\u000d\u000a\u000d\u000a\"They've agreed to give me a chance,\" the Sister says, nervously. \"If I can learn to fight. Thank you, for bringing me here. It might be what I want. Goodbye: and take this. I won't need it any more.\"\u000d\u000a\u000d\u000aIt's a porcelain flute decorated with a design of flowing grasses. Khanate work. The Sister, you think, is close to tears behind her bandages. She embraces you briefly, and the convent door closes behind her.",
                                     "LinkToEvent": {"Id": 152316},
                                     "Name": "用心深い歓迎@{K}A wary welcome", "Id": 152492},
                    "Name": "傷を負った妹にここでなら安らげるかもしれないと提案する@{K}Suggest to the Scarred Sister that she might find a home here",
                    "Description": "彼女たちはハンターズ・キープの隣人のようなものだ。彼女は此処である種の平穏を見つけることができるかもしれない。あるいは少なくとも気を紛らわせる道を。@{K}$Hunter's Keep -> ハンターズ・キープ$They were neighbours of a kind to Hunter's Keep. Perhaps she'd find some kind of peace here, or at least a way to keep occupied.",
                    "ButtonText": "", "Id": 129936},
                   {"DefaultEvent": {"Description": "何も起こらない。遥か遠くで巨大な鐘が鳴っている。小雨が降り始めた。くしゃみが出た。@{K}Nothing. Far away, a great bell tolls. Drizzle begins to fall. You sneeze.",
                                     "LinkToEvent": {"Id": 152316}, "Name": "", "Id": 152493},
                    "Name": "鉄鋲の打たれた扉を叩く……@{K}Knock at the iron-studded gates...",
                    "Description": "……最近の知らせを持たずに@{K}$Recent News -> 最近の知らせ$...although you have no Recent News",
                    "ButtonText": "", "Id": 129937},
                   {"DefaultEvent": {"Description": "巨大で危険な鷺のように、あの修道女たちは壁の天辺を伝っていく。あなたは望遠鏡越しに彼女たちがお互いに飛び掛かり、腕を振り回し様々な恐ろしい見た目の武器で切りつけあう様子を観察した。おお！今、一人が後方に宙返りをしてみせた。@{K}Like huge and deadly herons, the Sisters stalk along the very tops of the walls. You watch through a spy-glass as they leap and whirl, slashing at each other with a variety of frightening weapons. God! One of them just turned a somersault.",
                                     "LinkToEvent": {"Id": 152316},
                                     "Name": "危険な訓練@{K}Dangerous training", "Id": 152494},
                    "RareDefaultEvent": {"Description": "修道院は静寂に包まれていた。いくつかの光がその威容のあちこちに点在している。鐘が祈祷の時間を告げる。ほとんど諦めかかったその時、側面の扉が開いた。4人の修道女が毛布に包まれた何かをもって整然と出てくると、その物を海に投げ込んだ。あなたはそれを調べるためこっそりと降りていく。\u000d\u000a\u000d\u000aこれは……そうだな、修道女が武器の訓練に用いる前であったとしても、種族の特定はできなかっただろう。今はその体に空いた穴のような幾つもの傷から液体が漏れ出ている。しかし、海の匂いはいまだに残っていた……@{K}The convent is silent. A few lights prick its bulk. Bells sound the times of prayer. You're almost ready to give up when a side door opens. Four nuns march out, carrying something wrapped in a blanket, and fling it into the sea. You creep down to examine it.\u000d\u000a\u000d\u000aIt's... well, it was likely unidentifiable, even before the nuns used it for weapons practice. Now it leaks fluid from a dozen puncture wounds. But it still smells of the zee...",
                                         "LinkToEvent": {"Id": 152316},
                                         "Name": "奇異な廃棄物@{K}Exotic refuse", "Id": 152495},
                    "Name": "修道院を観察する@{K}Watch the Convent",
                    "Description": "しばらく待って様子をみるとしよう……@{K}Wait a while and see...",
                    "ButtonText": "", "Id": 129938},
                   {"DefaultEvent": {"Description": "誰かがここで死んだようだ。家から遥かに離れ、もう肉も残っていないほど昔に。蛙の仮面から見るに、ヴィザージュの人間だろう。仮面は多少の値で売れるし、頭蓋骨はマントルピースのいい置物になる。そして、この地図は何だ？@{K}$Visage -> ヴィザージュ$Someone died here, far from home, long enough ago that their flesh is gone. A Visager, by the look of their frog-mask. The mask will be worth a bit. The skull would look good on a mantelpiece. And what's this map?",
                                     "Name": "地図、仮面、そして地下の顔@{K}A map, a mask, the face beneath",
                                     "Id": 152496},
                    "RareDefaultEvent": {"Description": "あなたは道を辿り、海水の入った洞窟に行き着いた。誰かがこの場所に食料と物資と弾薬を貯めこんだようだ。修道女たちではないだろう。積まれた木箱はカーネイトの物のように見える。海軍省はこの事を知りたがるだろう。@{K}$Khan -> カーン, Admiralty -> 海軍省, Khanate -> カーネイト$You follow tracks into a sea-cave. Someone has stored food, supplies, ammunition. It can't be the nuns. These crates have a Khanate look. The Admiralty will want to know about this.",
                                         "Name": "隠された宝だ！@{K}A cache!", "Id": 180748},
                    "Name": "周囲を探索する@{K}Search the surroundings",
                    "Description": "あなたがここに来た最初の人間ではないだろう。@{K}You can't be the first to come here.",
                    "ButtonText": "", "Id": 129939},
                   {"DefaultEvent": {"Description": "この茸は自ら望んで行くのではなく使命感によって動かされているようだ。それは震える触手で船を去った。@{K}This is a mushroom driven more by duty than desire. It disembarks on trembling tendrils.",
                                     "LinkToEvent": {"Id": 152316},
                                     "Name": "気の進まない旅出@{K}A reluctant departure", "Id": 158934},
                    "Name": "ブレミガンを岸に揚げる@{K}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "修道女たちは何とかするだろう。おそらく。@{K}The nuns will deal with it. Probably.",
                    "ButtonText": "", "Id": 133942},
                   {"DefaultEvent": {"Description": "「少なくとも殺すほどは。我々はそういった事はしません。しかしあなたを殺すだろうあるものを連れてくることは出来ます……我らの古い敵対手です。それがあなたを確実に殺すだろうということはきちんと理解しておいてください。しかし、激しく戦えば傷をつけることは出来るでしょう。そしてその傷はそれが生き続ける限り残ります。もしかしたら永遠に。そして、いつの日かそれはその傷と共に空へ行くかもしれません」\u000d\u000a\u000d\u000a「それでよろしいでしょうか？我々は彼を誘き寄せなければなりません。その……適切な文書を持って来てください」[大修道岩に恋愛小説を五個持ってきましょう。恋愛小説はカーネイトで見つけることが出来ます。]@{K}$Khan -> カーン, Khanate -> カーネイト, Abbey Rock -> 大修道岩, Romantic Literature -> 恋愛小説$\"Not to the death. That's not really us. But we can bring you something that will end you... an old adversary of ours. Be sure that it <i>will</i> end you, but fight hard, and you might wound it. That wound will remain as long as it does, which may be forever; and one day, it may take that wound into the sky.\"\u000d\u000a\u000d\u000a\"Sound good? We'll need something to lure him. Bring us - hm - appropriate texts. Yes, I'm serious.\" [Bring 5 units of Romantic Literature to Abbey Rock. You can find it at the Khanate.]",
                                     "LinkToEvent": {"Id": 152316},
                                     "Name": "「我々はあなたと戦いません」@{K}\"We won't fight you.\"",
                                     "Id": 177798},
                    "Name": "女冒険家の死を手配してくれるよう頼む@{K}Ask the Sisters to arrange the Adventuress' death",
                    "Description": "彼女は栄光ある死を望んでいる。修道女たちはそういった事に関して手助けしてくれそうだ。@{K}She wants to die gloriously. They look like the kind of people who can help.",
                    "ButtonText": "", "Id": 144729},
                   {"DefaultEvent": {"Description": "「音楽と炎と、契約も用意しなければ。そちらについてはこちらで手配しましょう。明朝七時に始めます。七は大事な数字ですので」\u000d\u000a\u000d\u000a修道院の中庭では修道女たちが篝火のために薪を積み上げている。女冒険家があなたの肩を叩いた。「つまりは、大体十二時間はあるってことだね？行こう。船に戻るんだ。最後の十二時間をこの穴倉で過ごすなんてごめんさね」彼女の頬は赤らみ目は輝き、口は堅く引き結ばれている。@{K}\"There must be music, too, and fire, and a promise. We can take care of those. We begin at seven o'clock tomorrow morning. Sevens are important.\"\u000d\u000a\u000d\u000aIn the Abbey courtyard, the Sisters are heaping up driftwood for a fire. The Adventuress claps a hand on your shoulder. \"That gives me, what, twelve hours? Come on. Let's go back to the ship. I don't want to spend my last twelve hours in this hole.\" She is flushed; eyes bright, mouth tight.",
                                     "LinkToEvent": {"Id": 148787},
                                     "Name": "「完璧です」@{K}\"Perfect.\"", "Id": 177933},
                    "Name": "“適切な文書”@{K}'Appropriate texts'",
                    "Description": "この何冊もの際どい小説によってどのような獣を呼び出すことが出来るというのだろう？@{K}What kind of beast can be conjured with these racy volumes?",
                    "ButtonText": "", "Id": 144810},
                   {"DefaultEvent": {"Description": "船の甲板から篝火が轟音と共に氷のような青色へと変わりより一層眩い光を放つのが見えた。そして天蓋から夜が落ちてくるのと同時にその光は消えた。銃声が一つ。そしてもう一発。金属板を裂くような、分裂した思考のような金切声。恐ろしい静寂がそれに続く。そして最後の怒り狂った甲高い叫びが上がった！船橋の窓ガラスが氷のように罅割れる。大修道岩は静寂に包まれた。\u000d\u000a\u000d\u000a半時間の後に副院長が船を訪ねてきた。彼女の瞳は輝いている。「あの方は傷をつけました」副院長は喜びを込めて言った。「ああ、どれほどの傷をつけたことか！我々は彼女を修道院の地下堂に休ませ、その名を壁に刻みましょう。そして次の入信者は彼女の名を頂きます。傷をつけたのですよ！有難うございます。そして彼女がこれをあなたに、と」\u000d\u000a\u000d\u000aそれは彼女のピストルだった。表面には銀細工が施されており、黒く悪臭を放つ血に濡れている。あなたが見つめる前でその血は金属と触れた部分から息の詰まるような蒸気を細く立ち昇らせ、後にZeeのように暗い染みを残して消えた。@{K}$Abbey Rock -> 大修道岩$From the deck, you see the light of the fire turn ice-blue, roar to greater brightness, and fail as night falls from the roof. A shot. Another. Shrieks, like the tearing of sheet metal, like the fission of thought. A terrible silence. One final, furious shriek! The glass in the bridge windows cracks like ice. Abbey Rock is silent.\u000d\u000a\u000d\u000aThe Prioress arrives a half-hour later. Her eyes are shining. \"She scarred it,\" she says delightedly. \"Oh, how she scarred it! We'll lay her to rest in our own crypt. We'll write her name on our wall. The next novice who joins us will be named for her. She scarred it! Thank you. And she wanted you to have this.\"\u000d\u000a\u000d\u000aIt's her pistol, silver-chased, drenched in black and stinging blood. As you watch, the blood wisps in choking vapour from the metal, leaving it stained dark as the zee.",
                                     "Name": "終焉@{K}An ending", "Id": 177958},
                    "Name": "見ずにいる@{K}Don't watch",
                    "Description": "火が灯された。恋愛小説から出た煙が暗闇に昇ってゆく。修道女たちはロンドンよりも古い言語で何事かを唱えている。ハープとリラによって途切れ途切れの物悲し気な音楽が奏でられていた。女冒険家はあらかじめ制服にアイロンを当てていた。ボタンさえも磨き上げられている。彼女の左手には短刀が構えられ、右手にはピストルが握られている。遥か頭上、地下の深い夜の内で何かが僅かな間偽星の光を遮った。\u000d\u000a\u000d\u000a「船に戻るんだ」彼女は出し抜けに言った。「あんたにあたしが死ぬ所を見られたくない。頼む」@{K}$false-star -> 偽星$The fire is lit. The smoke of printed love-stories rises into the dark. The Sisters chant in a language older than London. They play a wistful, halting music on harps and lyres. The Adventuress has had her uniform ironed. Even her buttons are polished. Her knife is ready in her left hand, and her pistol in her right. Far above, in the deep night of the Neath, something briefly occludes the light of the false-stars.\u000d\u000a\u000d\u000a\"Go back to the ship,\" she says abruptly. \"I don't want you to see me die. Please.\"",
                    "ButtonText": "", "Id": 144825},
                   {"DefaultEvent": {"Description": "篝火の明かりが轟音と共に氷のような青色へと変わり、より一層眩い光を放つ。女冒険家はあなたに背を向けると、短刀とピストルを構えた。「あたしは昔誓ったよ」彼女が口を開く。「飛ぶものは殺さないってね。その誓いを破れると良いんだが」これが、彼女の最後の言葉となるだろう。 \u000d\u000a\u000d\u000a星屑の散らされた夜の一部が金切声を上げて天蓋から落ちてきた！篝火はその瞬間に消えてしまったが、ピストルから発せられる火が闇を穿った。一度、そしてもう一度。『夜』はいまや悲鳴を上げている。低く、つんざくようなその声はほとんど言葉のように聞こえた。氷とオゾンの匂いがあなたを圧倒する。あなたはやみくもに手を伸ばした。闇は深まっていたが修道女の一人があなたの肩を掴み、低めた声で短く囁いた。「下がってろ！」\u000d\u000a\u000d\u000a『夜』と冒険家が叫び声をあげた。金切声はあなたの頭蓋骨を掴み脳みそを引っ掻いた。喉からは悲鳴が漏れる。中庭に敷かれた石にも罅が入った。最後の発砲の火によって、細かな棘のある『夜』が波のように女冒険家の頭上から襲い掛かろうとしているのが一瞬だけ見えた。その翼は空のようだった。角と翼には無数の傷が燃え上っている。それは飛び掛かり、震え、飛びまわり、そして消えた。あなたの眼は霜によって曇っていたが、再び飛び立つとき、あれは確かに片側に傾いていた。まるで片方の翼が銃で撃たれたかのように……\u000d\u000a\u000d\u000aあなたの足元の罅割れた石の上に女冒険家が横たわっていた。彼女の死んだ瞳はどこかを見つめている。そしてその傍らには彼女のピストルが落ちていた。表面には銀細工が施されており、黒く悪臭を放つ血に濡れている。あなたが見つめる前でその血は金属と触れた部分から息の詰まるような蒸気を細く立ち昇らせ、後にZeeのように暗い染みを残して消えた。@{K}The light of the fire turns ice-blue, roars to greater brightness. The Adventuress turns her back on you. She readies her knife and her pistol. \"I once swore,\" she remarks, \"to kill nothing that flies. I hope I break that oath.\" They will be her last words.\u000d\u000a\u000d\u000aA piece of star-specked night falls shrieking from the roof! The bonfire is quenched in an instant, but a gout of flame from the pistol punctures the dark: once, again. The night is screaming now, deep rending cries that are almost words. The scent of ice and ozone is overpowering. You reach out a hand, blindly. The darkness deepens, but a Sister takes hold of your shoulder. \"Stay away!\" she hisses.\u000d\u000a\u000d\u000aThe Adventuress cries out. So does the night. This last shriek squeezes your skull and rakes your brain and tears the words from your throat. It cracks the cobblestones of the Abbey yard. In the flames of a final shot, you glimpse a crested wave of night rearing above the Adventuress. Its wings are the sky. Its horns and vanes blaze with scars. It strikes - it convulses - it whirls, and it's gone. Your eyes are hazed with frost, but as it rises - you are quite certain - it lurches to the side, as if one of its wings had suffered a blow...\u000d\u000a\u000d\u000aOn the cracked cobbles at your feet lies the Adventuress, dead eyes staring. Beside her lies her pistol, silver-chased, drenched in black blood. As you watch, the blood wisps in choking vapour from the metal, leaving it stained dark as the zee.",
                                     "Name": "飛ぶものは撃つな@{K}Nothing that flies", "Id": 178246},
                    "Name": "見守る@{K}Watch",
                    "Description": "強情に言い張ろう。誰かが見ているべきだ。あるいはその誰かは単に好奇心に駆られているのかもしれない。それとも事ここに至ってもまだ彼女を信用していないのか……@{K}Insist. Someone should bear witness. Or perhaps someone is just curious, or doesn't quite trust her, even now...",
                    "ButtonText": "", "Id": 145002},
                   {"DefaultEvent": {"Description": "聖ニオトは魚の守護聖人だ。奇妙な漁獲物であってもおそらく大差ないだろう。\u000d\u000a\u000d\u000a肌が黒く笑っていない修道女があなたに宝箱を差し出す。「我らの中でもとりわけ勇敢なシスターたちが集めたものです」彼女はあなたに手渡す前に言った。「サンゴ礁に辿り着くには長い間潜ることになります。岩礁の縁は鋭く、潮流は激しい。時に、怪物がいることもあります」修道服の下で、鎖帷子が微かに音を立てた。@{K}St Neot is the patron saint of fish. Your strange catch is probably close enough.\u000d\u000a\u000d\u000aA dark-skinned, unsmiling Sister hands you a coffer. \"Gathered by our bravest Sisters,\" she says, before she lets you take it. \"It's a long dive to the reefs. The rocks are sharp. The currents are strong. Sometimes, there are monsters.\" Chainmail whispers under her habit.",
                                     "Name": "交換@{K}A trade", "Id": 230215},
                    "Name": "修道女たちは聖ニオトの聖餐のための食糧を求めている@{K}The Sisters need provisions for the Feast of St Neot",
                    "Description": "何か新鮮なものを！シンティラックが報酬として渡される。[一つの奇妙な漁獲物をシンティラックと交換します。船倉に一つ空きがあることを確認してから交換してください。]@{K}$[Ss]cintillack -> シンティラック, Strange Catch -> 奇妙な漁獲物$Something fresh! They are prepared to pay with scintillack. [Trade a Strange Catch for a consignment of Scintillack. Ensure you have a space in your hold!]",
                    "ButtonText": "", "Id": 177349},
                   {"DefaultEvent": {"Description": "牧師は漂う霧越しに修道院兼砦の陰気な壁面を見つめている。「美しい場所ではありませんね」彼は鼻頭に皺を寄せながら言った。「しかし修道女たちなら聖職者に快適に暮らさせてくれることでしょう」彼は岸に渡された板を下り、すぐに隠れていた岩に躓いた。\u000d\u000a\u000d\u000aズボンを払い終えると彼は門へと向かう。一度だけこちらに手を振るために立ち止まる。そして彼が暗闇に消えると、鐘の音が響いた。@{K}$Aft -> 後部$The Parson stares through drifting mist at the sullen walls of the fortress-convent. \"Not a beauty spot,\" he says, wrinkling his nose. \"But I'm sure the Sisters will make a man of the cloth comfortable.\" He steps down the gangplank and immediately trips on a hidden outcrop.\u000d\u000a\u000d\u000aAfter wiping off his trousers, he sets off up the path to the gate, pausing once to wave. As he disappears into the murk, a bell tolls.",
                                     "Name": "新たな宿@{K}New accommodations", "Id": 245559},
                    "Name": "放浪の牧師を降ろす@{K}Deliver a Wandering Parson",
                    "Description": "彼は少し不安げな様子だ。@{K}He seems a little apprehensive.",
                    "ButtonText": "", "Id": 187345}],
 "Description": "人の行きたがるどのような場所からも遠く離れた島。修道女会にとってはそのほうが好ましいのだ。その黒い岬に彼女たちの要塞兼修道院が建っている。あれに比べれば虎ばさみのほうがまだ友好的に見えるだろう。@{K}$Sisterhood -> 修道女会$A black spit of an island, far from anywhere anyone would want to go. And that's how the Sisterhood likes it. Here stands their fortress-convent. There are bear-traps that look friendlier than this.",
 "Name": "大修道院岩@{K}$Abbey Rock -> 大修道岩$Abbey Rock", "Id": 152316}
