{"ChildBranches": [{"DefaultEvent": {"Description": "彼は滴る帽子の縁を引く。彼の目は、ジーの最も深き色と同じだった。「俺の準備は出来ている。」彼はそう言った。「いや、食べ物は要らない。飲み物もだ。俺はジーさえあれば自給自足出来る。」@{M}He tugs at the brim of his dripping hat. His eyes are the colour of the deepest zee. \"I'm ready,\" he tells you. \"No, I need no food. No water. I will feed myself from the zee.\"",
                                     "Name": "ペリギン -漆黒- の瞳@{M}Peligin eyes", "Id": 177002},
                    "Name": "不運の怪物狩りと知り合う@{M}Acquire a Doomed Monster-Hunter",
                    "Description": "ハン王国の反乱王達は曙光機の秘密に飢えている。彼らの内の一人が貴方に命を預けると申し出ている。貴方は彼らの必要な物を与えるべきだろうか。@{M}$Khan -> カーン, Khanate -> カーネイト, Dawn Machine -> ドーン・マシン$The rebel lords of the Khanate are hungry for the secrets of the Dawn Machine. One among their number will volunteer to die for you, should you provide what they need.",
                    "ButtonText": "", "Id": 144273},
                   {"DefaultEvent": {"Description": "呪われた外科医は目を閉じながら、うっとりとした表情で聞き入っている。テーブルとひっくり返した椅子で作られた舞台の上で、魅力的な若い男女が度重なる不正について交代で怒りの声をあげ、ロンドンとハン王国と、更に他の全ての島々が互いよりも上に抜きん出ようとする時に彼らの計画に直面する、その来るべき素晴らしい日について熱く語っていた。(皮肉は、相変わらず、無い。)\u000d\u000a\u000d\u000a集会が終わるや、彼は貴方のものに駆けつけて感謝の言葉を述べる。使い古しの熱情で輝きながら。\u000d\u000a\u000d\u000a「私は長らく...これを忘れていました。」外科医がそう言い、彼の顔に奇妙な引きつりが見えた。彼の事を良く知らなかったが、どうやらそれは彼に取っての<i>笑顔</i>であるらしかった。そして彼は気持ちを新たにした足取りで、それをもう一度試す為に若い女に向き直った。@{M}$Khan -> カーン, Khanate -> カーネイト$The Haunted Doctor stands listening in rapt attention, his remaining eye closed. On a stage made from tables and upturned chairs, an attractive young man and woman take turns raging against injustice and talking of the glorious day when London and the Khanate and all others who dare to elevate themselves above others will face their reckoning. (The irony is, as ever, lost.)\u000d\u000a\u000d\u000aOnce the meeting ends he hurries over to thank you, glowing with second-hand fervour.\u000d\u000a\u000d\u000a\"I have... missed this,\" says the Doctor, something strange taking over his face. If you didn't know better, you'd say it was a <i>smile.</i> He heads over to the young woman to try it out, renewed purpose in his stride.",
                                     "LinkToEvent": {"Id": 152332},
                                     "Name": "何時も通りの痛烈な批判@{M}The usual diatribes", "Id": 180530},
                    "Name": "無政府主義者を集める@{M}A gathering of anarchists",
                    "Description": "勿論、此処では別段おかしな事では無い。殆どの夜を、黒影の半数は安ワインを飲み、古臭い侮蔑を交えながら計画を準備しているのだ。だが、人混みに紛れたあの人物は誰なんだ?@{M}$Officer -> オフィサー$That is nothing unusual here, of course. Most nights, half the Shadow hatches plots over cheap wine and old insults. But who is that Officer in the crowd?",
                    "ButtonText": "", "Id": 146368},
                   {"DefaultEvent": {"Description": "「私は告白する事があります。私は古いツテで別の仕事をやっていました。しかし、この船の上ででは有りません。これは誓います。私は貴方の船で盗みを働いた事は一度も無いです!」彼女はそう言ってウインクした。「あの港で少し、別の港でまた少し。私が少しずつくすねて貯めこんだ物です。本当に今まで有難う。」\u000d\u000a\u000d\u000a彼女は貴方に、ガラガラと音を立てる何かが布に包まれた物を差し出した。袋を肩に担ぎ、口笛を吹きながらタラップを飛び降りて、錆びついた炭鉱の地へと歩いて行く。彼女は、貴方の元を去った。@{M}\"So I've got a confession to make. I've been moonlighting in the old trade. Not aboard ship. I'd never steal from a shipmate, cap'n, I zwear!\" She winks. \"But a port here, a port there. Here's some of my haul, and thanks.\"\u000d\u000a\u000d\u000aShe hands you a collection of clinking objects wrapped in cloth, shoulders a bundle, and, whistling, hurdles the rail to land in a rusting coal-barge. She's gone.",
                                     "Name": "有益な別れ@{M}A profitable parting", "Id": 180642},
                    "Name": "長脛の銃士に下船許可を与える@{M}$Longshanks Gunner -> 『育ちすぎ』の砲手$Let your Longshanks Gunner go ashore",
                    "Description": "「船長、もう私は貴方の役に立てそうに無いです。此処で私は自由の香りを感じ、私はこの壊れた船の街に留まるべきと思います。」@{M}\"I'm no more good to yer, Captain. I've got the scent o' freedom, now, and I'm for the city of broken ships.\"",
                    "ButtonText": "", "Id": 146434},
                   {"DefaultEvent": {"Description": "ブレミガンは座礁した船の湿気た物陰の中に消えていった。それを見た黒影の一人が、「マッシュルームね。」と快活な言葉を残した。「マッシュルームなんて久しぶり。」@{M}$[Bb]lemmigan -> ブレミガン$The blemmigan disappears into the moist shadows of a nearby wreck. A Shadow watches it go. \"Mushrooms,\" she says cheerfully. \"I've missed mushrooms.\"",
                                     "Name": "潜伏のこつ@{M}A knack for concealment", "Id": 181959},
                    "Name": "ブレミガンを浜に揚げる@{M}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "亡命者は今更一人(匹?)ぐらい逸れものが混ざった所で気にもしないだろう。@{M}The exiles are unlikely to be bothered by one more outcast.",
                    "ButtonText": "", "Id": 147282},
                   {"DefaultEvent": {"Description": "共謀し、堕落し、長話をし、酒を飲み、歌い、喋り、詩を書く。時々酔っぱらいの決闘が発生する。非常に稀に、野蛮で儀式的な殺人も起こる。@{M}Conniving, debauching, speechifying, drinking, singing, speeching, poeting. Now and then a drunken duel. Very occasionally, a savage ritual murder.",
                                     "Name": "びっしりと書かれた報告書@{M}Closely-written notes", "Id": 182503},
                    "Name": "港湾報告書をまとめる@{M}$Port Report -> 港湾報告書$Compile a Port Report",
                    "Description": "不満分子は余りに多く、時間は余りに少ない。@{M}So many malcontents. So little time.",
                    "ButtonText": "", "Id": 147647},
                   {"DefaultEvent": {"Description": "$Elder Continent -> 旧大陸, Presbyter -> プレズビター$He grinds. He chips. He engraves. He mutters in a half-dozen languages of the Presbyterate. Soon, four little blocky figures of bone stand in a row before him. Their eyes are wide and angry. \"Saw these in the Elder Continent, once. Still do, when I sleep; or when my mind wanders.\"\u000d\u000a\u000d\u000aHe drops them into your palm. \"No charge. If they start watching <i>you</i>, maybe they'll stop watching <i>me</i>.\"",
                                     "Name": "He runs his knobbled fingers over the trophy; clicks his tongue. \"Good bone.\" ",
                                     "Id": 230220},
                    "Name": "$Hunting[- ]Troph(y|ies) -> 狩りの戦利品$Have a One-Eyed Scrimshander carve something from your Hunting-Trophy ",
                    "Description": "$Watchful Curio -> 用心深い骨董品, Hunting[- ]Troph(y|ies) -> 狩りの戦利品$His tools are laid before him in a neat row. [Trade a Hunting-Trophy for four Watchful Curios.]",
                    "ButtonText": "", "Id": 177354},
                   {"DefaultEvent": {"Description": "He leads you to his dismal chambers, where the air is sweet and rotten, like fruit left in a bowl. Pages of unfinished poetry litter the furniture.\u000d\u000a\u000d\u000a\"Sit! We will take a spoonful each, you and I, and I will show you the way.\" Dipping a spoon into the honey, he shovels a blob of it into his mouth. \"You, too. Quickly!\"",
                                     "LinkToEvent": {"Id": 230606}, "Name": "Transportation",
                                     "Id": 231069},
                    "Name": "Healing the Cheery Man: take honey with a Once-Great Poet",
                    "Description": "He can smell it. He baggy eyes grow suddenly sharp. \"Nothing's forgotten; nothing's gone. I have seen it. There was a wood, once - a place where things that were, <i>are</i>. Dream with me!\"",
                    "ButtonText": "", "Id": 177894},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 246097},
                                     "Name": "", "Id": 243390},
                    "Name": "Approach the man staring at you",
                    "Description": "His gaze is rather intense. What does he want?",
                    "ButtonText": "", "Id": 185944},
                   {"DefaultEvent": {"Description": "$Khan -> カーン, Khanate -> カーネイト, Port Carnelian -> ポート・カーネリアン$Your bo'sun applies bolt cutters to a chain, securing entry. Slipping inside, you close the door (muting the clamour of the Shadow) and light lamps. The hull is well-preserved. Down in the hold are orderly piles of crates, boxes, and cabinets. \u000d\u000a\u000d\u000aEventually you uncover a detailed set of schematics that - despite the complexities of Khanate script - look like what you need. You cram them into your jacket. \u000d\u000a\u000d\u000aYou have discovered fingerprints in the dust, and suspicious gaps in the runs of certain records. Has someone been here recently? Perhaps the Khanate hasn't abandoned zubmarine research quite as absolutely as they claim.  [Return to Port Carnelian to complete your zubmarine research.]",
                                     "LinkToEvent": {"Id": 152332}, "Name": "You climb aboard",
                                     "Id": 244558},
                    "Name": "Plunder the decommissioned remains of the Stone Turtle",
                    "Description": "$Khan -> カーン, Khanate -> カーネイト$An old research vessel, chained and boarded-up at the Shadow's rim. If the Khanate's zonar schematics survived, perhaps they're on board.",
                    "ButtonText": "", "Id": 186707},
                   {"SuccessEvent": {"Description": "イカロスは風変わりな武器で、購入した傷持ちの海賊はそれを使いこなして海賊道で名を上げる事は出来ないかもしれない。だが彼女は歓喜の声を上げている。これを持つ事自体が、彼女のライバルたる海賊の羨望を集める勲章らしい。@{M}$Khan -> カーン, Khanate -> カーネイト$The Icarus is an eccentric weapon. The Scarred Buccaneer who purchases it may not find it very much use against the Khanate Navy. But she purrs with delight: it's a trophy to inspire envy in rival buccaneers!",
                                     "LinkToEvent": {"Id": 152332},
                                     "Name": "文句無しの値段!@{M}An excellent price!", "Id": 152337},
                    "DefaultEvent": {"Description": "イカロスは風変わりな武器で、購入した傷持ちの海賊はそれを使いこなして海賊道で名を上げる事は出来ないかもしれない。しかし彼女は十分に満足している様だ。@{M}The Icarus is an eccentric weapon, and the Scarred Buccaneer who purchases it may not find success in piracy. But she seems content enough.",
                                     "LinkToEvent": {"Id": 152332}, "Name": "適切な値段@{M}A fair price",
                                     "Id": 152336},
                    "Name": "新型の武器を黒影の海賊に売る@{M}Sell an exotic weapon to Shadow buccaneers",
                    "Description": "「黒きイカロス!鋼鉄共和国の熟練工の傑作じゃねぇか。キャプテンはこいつを怖がるんだ。化モンだって逃げ出すぜ!」[ハートでチャレンジに成功すると若干買値が上がります。]@{M}$Iron Republic -> アイアン・リパブリック, Icarus in Black -> 黒のイカロス$\"Icarus in Black! The masterwork of an Iron Republic Artificer. Captains fear it. Monsters flee it!\" [A Hearts success will get you a slightly better price.]",
                    "ButtonText": "", "Id": 129827},
                   {"SuccessEvent": {"Id": 158973},
                    "DefaultEvent": {"Description": "9", "Name": "5", "Id": 152333},
                    "Name": "乱痴気騒ぎ@{M}Roister",
                    "Description": "飲み明かすと?黒影は飲み騒ぎを受け入れない。貴方は馬鹿騒ぎし、それが気に入っている。@{M}Carouse? No Shadow would settle for carousing. You'll roister, and like it.",
                    "ButtonText": "", "Id": 129824},
                   {"SuccessEvent": {"Description": "貴方は、驚き固まった娘の視線を追いかける。そこには薄紫色のガウンを身に纏い、茶店の扉にもたれ掛かる女性の姿があった。彼女の特徴は、貴方の横で固まっている彼女のそれと紛れも無く似ていた。「話があります。」彼女は穏やかな口調でそう娘に告げる。\u000d\u000a\u000d\u000a彼女は特筆すべき速さで、散り散りになった彼女の冷静さを掻き集めていた。「ちょっとごめんね。」彼女はそう言った...@{M}You follow the Daughter's stunned gaze. A woman in a lilac gown leans in the doorway of a tea-shop. Her features bear an unmistakable resemblance to your officer's. \"We should talk,\" she says to the Daughter, quite calmly.\u000d\u000a\u000d\u000aThe Daughter assembles the rags of her composure with remarkable speed. \"Excuse us,\" she says...",
                                     "LinkToEvent": {"Id": 180196},
                                     "Name": "\"彼女は先週ここに居たけど -\"@{M}\"She was here last week, but - \"",
                                     "Id": 180248},
                    "DefaultEvent": {"Description": "\"She murdered a White-and-Gold here last month. Or someone else in lilac did. It's an unlucky colour here, I think. But let me tell you something else I heard. And then we can look elsewhere. We'll find her.\"",
                                     "Name": "\"No luck.\"", "Id": 180247},
                    "Name": "メイビーの娘の母親を探す手伝いをする@{M}$Maybe's Daughter -> メイビーの娘$Help Maybe's Daughter search for her mother",
                    "Description": "「彼女はかつて、スパイだったと思うわ。今でもそうかもしれないけどね。ま、私達の多くはそうね。何処にも属していないだけで。この事、総督府に居る人間には言わない方が良いかもしれない。全く、神経が張ってると余計な事言っちゃうのよね、私。」@{M}$Admiralty -> 海軍省$\"She was a spy, once, I think. I think she might still be one. Well, a lot of us are. Freelancers, anyway. Look, perhaps you shouldn't say that to anyone at the Admiralty. I do talk nonsense when I'm nervous.\"",
                    "ButtonText": "", "Id": 146187},
                   {"SuccessEvent": {"Description": "The Cladery Heir walks the dock, watching the hulls and the outlines of the ship. She moves slowly, so that she doesn't look too eager. \"We probably won't find her here,\" the Heir says. \"I don't expect to. I don't believe in clinging to specific hopes and expectations of that kind; it's just the sort of obsession that ruins lives, just the kind of thing I'm always having to repair...\"\u000d\u000a\u000d\u000aYou don't find the ship, though you walk the docks three times over. \"It doesn't matter,\" says the Cladery Heir. \"I don't mind.\" But surely there is more you can do?",
                                     "LinkToEvent": {"Id": 152332}, "Name": "A memory of a memory",
                                     "Id": 246747},
                    "DefaultEvent": {"Description": "The shipwrights are watching you. Everyone here seems unduly fascinated by your presence. You've only walked a quarter of the docks when the Cladery Heir takes your elbow. \"The light is too dim. I can't be certain of the shapes of the hulls. She might be here without me seeing her.\"\u000d\u000a\u000d\u000aFrom the deck of the closest ship, someone spits something at your feet. It's... actually, what is that?\u000d\u000a\u000d\u000a\"Chunk of tongue,\" the Cladery Heir says, giving it a poke with the toe of her boot. \"To say they don't care to speak with us. Let's go.\"",
                                     "LinkToEvent": {"Id": 152332}, "Name": "Start over",
                                     "Id": 245650},
                    "Name": "Seek the Cladery Heart among the abandoned hulls",
                    "Description": "If she is here, the Cladery Heir will recognise her.",
                    "ButtonText": "", "Id": 187412},
                   {"SuccessEvent": {"Description": "$Khaganian -> カーネイト人, Frostfound -> 氷結城$\"She made the other ships restless,\" says the Khaganian Shipwright. \"In the end we had to repair her enough to let her go on. She turned north, with the last of the crew that still lived on her. But she sailed too close by Frostfound, and the ice swallowed her. At least, that is the story that has come back to us.\"",
                                     "LinkToEvent": {"Id": 152332},
                                     "Name": "$Frostfound -> 氷結城$On to Frostfound", "Id": 246748},
                    "DefaultEvent": {"Description": "$Khaganian -> カーネイト人, Frostfound -> 氷結城$\"She made the other ships restless,\" says the Khaganian Shipwright. \"In the end we had to repair her enough to let her go on. She turned north, with the last of the crew that still lived on her. But she sailed too close by Frostfound, and the ice swallowed her. At least, that is the story that has come back to us.\"",
                                     "LinkToEvent": {"Id": 152332},
                                     "Name": "$Frostfound -> 氷結城$On to Frostfound", "Id": 245651},
                    "Name": "Ask about the Cladery Heart among the Shipwrights",
                    "Description": "If the stories are true, they must at least remember her.",
                    "ButtonText": "", "Id": 187413}],
 "Description": "遥か昔、ハン王国は、歴史ある戦士としての伝統に背を向けた。ハン王国には海賊と自称遊牧民の居る場所がない。それ故、此処黒影に、追放者や亡命者が幾百の壊れ、地上に打ち付けにされ、廃された船の中に棲まうのだ。@{M}$Khan -> カーン, Khanate -> カーネイト$Long ago, the Khanate turned its back on its warrior traditions. It has no place for pirates and would-be nomads: so here, in the Shadow, the exiles make their home, amid a hundred wrecked, grounded, decommissioned ships.",
 "Name": "ハンの黒影@{M}$Khan -> カーン, Khan's Shadow -> カーンの影$Khan's Shadow",
 "Id": 152332}