{"ChildBranches": [{"DefaultEvent": {"Description": "報酬はバザールで流通する刷りたての小切手で支払われた。この場所はロンドンのエコー・バザールとどのような繋がりを持っているのだろう？@{K}$Echo Bazaar -> エコー・バザール$You are paid with a fresh Bazaar-draft. What connection does this place have with the Echo Bazaar in London?",
                                     "LinkToEvent": {"Id": 152551},
                                     "Name": "公正な取引@{K}A fair exchange", "Id": 152552},
                    "Name": "長箱を渡し報酬を受け取る@{K}Surrender a Long-Box for payment",
                    "Description": "侍祭は行ってしまったが、彼女の仲間たちが適切な報酬を支払ってくれる。@{K}The Acolyte is gone, but her colleagues will supply suitable payment.",
                    "ButtonText": "", "Id": 129973},
                   {"DefaultEvent": {"Description": "傾斜のきつい階段を下り侍祭たちの歌声が背後に消え去った後も、あなたは彼らの風変わりな歌を自分でも気づかぬ内に口ずさんでいた。あの場所ではまたいずれ、なにか別の事が出来るかもしれない。@{K}Down the steep stairs. The song of the acolytes fades behind you, but still you find yourself humming their odd melodies. Perhaps there will be more to do here another time.",
                                     "Name": "港に戻る@{K}Back to the dock", "Id": 152553},
                    "Name": "後で戻って来ることにしよう@{K}Return later",
                    "Description": "他の侍祭たちは静かに歌いながら建物から建物へと動き回っている。しかし今のところ誰もあなたと話すつもりはないようだ。@{K}Other acolytes move between the buildings, singing softly, but none of them seems inclined to speak to you at this moment.",
                    "ButtonText": "", "Id": 129974},
                   {"DefaultEvent": {"Description": "防護眼鏡に隠された彼女の表情を読むことは難しい。彼女はあなたに逢えたことを喜んでいるのか、あるいは仕事に取りかかれることを喜んでいるだけなのだろうか。@{K}It's difficult to read her expression behind those goggles. Perhaps she's pleased to see you, or perhaps she's only eager to continue her work.",
                                     "LinkToEvent": {"Id": 152551},
                                     "Name": "微かな笑み@{K}A faint smile", "Id": 152775},
                    "Name": "長箱を侍祭の元に届ける@{K}Deliver a Long-Box to the Acolyte",
                    "Description": "さらなる心の秘密について知る。@{K}More secrets of the heart.",
                    "ButtonText": "", "Id": 130110},
                   {"DefaultEvent": {"Description": "ハートメタルを扱う取引の合法性は曖昧だ。もし法がこの物質の存在を認めたとすれば、恐らく取引は禁じられていたことだろう。人目につかない場所で受け渡しをしよう。@{K}$[Hh]eartmetal -> ハートメタル$The legalities of trading in heartmetal are vague. If its existence were acknowledged by laws, it might be forbidden. Put it somewhere out of the way.",
                                     "LinkToEvent": {"Id": 152551},
                                     "Name": "物陰でのやり取り@{K}A covert exchange", "Id": 166160},
                    "Name": "長箱をハートメタルのインゴットと交換する@{K}$[Hh]eartmetal -> ハートメタル$Exchange a Long-Box for a Heartmetal Ingot",
                    "Description": "ハートメタルがあなたにとって何の役に立つのだろう？しかし、それは長箱についても言えることだ。(「心が一体何の役に立つだろう？」と耳許に囁く声を聞いた気がしたが、振り向くとそこには耳障りな音を立ててまとわりつく風しかなかった。)@{K}$[Hh]eartmetal -> ハートメタル$What use is heartmetal to you? But then, what use is a Long-Box? (Perhaps you imagine the whisper at shoulder - 'What use, indeed, is a heart?'. When you turn, there's only the ragged flirting of the wind.)",
                    "ButtonText": "", "Id": 137641},
                   {"DefaultEvent": {"Description": "ブレミガンはこっそりと壁から突き出したパイプに忍び込んでいった。何も動かない。あれがその後どうしたのかも見えない。\u000d\u000a\u000d\u000aあなたが船に戻ろうと踵を返したとき、パイプの端から突然油染みた煙が噴き出した。燃える脂の匂いがする。いや、それでも、生きのびたかもしれないだろう。@{K}$[Bb]lemmigan -> ブレミガン$The blemmigan sidles furtively into a pipe that protrudes from the wall. All is still. You see no more of it.\u000d\u000a\u000d\u000aAs you turn to go, greasy smoke puffs suddenly from the pipe's end. You smell burning grease. Nevertheless, perhaps, it survived.",
                                     "Name": "忍び寄るブレミガン大襲来@{K}A creeping plague", "Id": 182419},
                    "Name": "ブレミガンを浜に揚げる@{M}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "この油と金属の場所でそれは何をするのだろう?@{M}What will it do, in this place of oil and metal?",
                    "ButtonText": "", "Id": 147592},
                   {"DefaultEvent": {"Description": "　鍛冶師はインゴットをハンマーで叩いて大雑把に心臓の形に整えると、それを水の入ったバケツに入れて冷やした。もうそれほど多くの時間は残されてはいなかった。[q:Sacks and Snow: The Snow Child's Name]は今や絶え間なく雫を滴らせている。雪の子が門の外を行ったり来たりした後には水たまりができていた。<br/><br/>　心臓を埋め込むのは、そこにいた誰にとっても愉快な仕事ではなかった。それでも、なされなければならないことはすぐに済んだ。最初は、何も起こっていないように思われた。しかしすぐに、雫が止まった。そして傷が癒え始めた。[q:Sacks and Snow: The Snow Child's Name]はあなたを見上げた。水晶のような両眼の背後に、何か新しいものがあった。「上手くいったみたい」<br/><br/>　[q:Sacks and Snow: The Snow Child's Name]はあなたに微笑んだ。雪の子はもう、アイレムで自らの旅を始めることができる。東へのあらゆる旅の始まりと定められているその場所で。@{I}$Sacks and Snow: -> 袋と雪:, Irem -> アイレム, Snow Child -> 雪の子$The Smith hammers the ingot into a rough heart shape, leaving it to cool in a bucket of water. Not much time remains. [q:Sacks and Snow: The Snow Child's Name] drips constantly now, leaving puddles as it paces up and down outside the Gate.\u000d\u000a\u000d\u000aFitting the heart is an unpleasant matter for all concerned, but what must be done is soon finished. At first, nothing seems to have happened. Soon, though, the drips stop. The wound heals. [q:Sacks and Snow: The Snow Child's Name] looks up at you, something new behind its crystal eyes. \"I think it worked.\" \u000d\u000a\u000d\u000a[q:Sacks and Snow: The Snow Child's Name] smiles at you. It is time for its journey to begin, at Irem, where all journeys East must depart.",
                                     "Name": "雪のゴーレムのための心臓@{I}For the snolem, a heart",
                                     "Id": 223626},
                    "Name": "雪の子への助力を求める@{I}$Snow Child -> 雪の子$Find assistance for the Snow Child",
                    "Description": "「ハートメタルの心臓？あんたがその忌々しい代物のことをきちんと理解しているのやら、確信が持てないな」ハートメタルの鍛冶師は肩をすくめた。「まあ俺には関係ないが。インゴットを持って来い。そうしたら、俺が形を整えてやる」[インゴットと交換するための長箱は、物珍しい貯蔵品の中から入手できるほか、あまり船の立ち寄らない海域に隠されていることもあります。]@{I}$[Hh]eartmetal -> ハートメタル$\"A heartmetal heart? Not sure you've the measure of the d__n stuff.\" The Heartmetal Smith shrugs. \"No skin off my nose. Bring us an ingot, I'll shape it for you.\" [If you need a Long-Box to exchange for an ingot, you can find them in Caches of Curiosity, or hidden in the less-traveled parts of islands around the zee.]",
                    "ButtonText": "", "Id": 173303},
                   {"DefaultEvent": {"Description": "$Port Carnelian -> ポート・カーネリアン$Inside, your lamps reveal dust-choked workbenches strewn with discarded tools. Shelves of cardboard boxes filled with rivets and bolts, washers and screws. Blackboards, roughly scrubbed. Here is an old lunchbox - its half-eaten sandwiches encased in successive generations of exciting fungus.\u000d\u000a\u000d\u000aIn a rusted filing cabinet you find the documents you need: a folder of tea-stained research into zonar. You leave the rotting workshop quietly and return to your ship. The next time you sneeze, your handkerchief comes away black with the workshop dust that crept into your lungs. [Return to Port Carnelian to complete your zubmarine research.]",
                                     "LinkToEvent": {"Id": 152551},
                                     "Name": "Your bo'sun shatters the lock with a ball-pein hammer",
                                     "Id": 258971},
                    "Name": "Search Shed Twelve",
                    "Description": "A long, low building propped against the wall. Boarded windows. A rusting padlock.",
                    "ButtonText": "", "Id": 193134},
                   {"DefaultEvent": {"Description": "その物置小屋には書き物机と巨大な針の塊のほかには何もない。不安げな大学生が針の先端を折り取って指の間でくるくると回す。「僕はフルークが僕たちの過去の記憶を吸収し蓄積しているという仮説を立てていたんです。そして、当然、その記憶を転送する――もう一度経験する！――方法があるはずなのです。こんな風にね！」彼は手のひらに針を突き刺した。彼の瞳が虚ろになる。\u000d\u000a\u000d\u000a「皆キャプテン･ハリスの命令は聞こえただろう。オゴデイを狙って魚雷を撃て。それともしローエン･フルークに一発でも当ててみろ、神と女帝陛下に誓ってお前たちをエアロックから放り出してあのトゲ野郎の餌にしてやるからな！」\u000d\u000a\u000d\u000a彼はすぐに幻想から目覚め、にっこりと笑った。「これで十分です、[q:Addressed As]。記録を渡してください、ここからは僕が実験を進めていきます」@{K}$[Gg]ant -> ギャント, [Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク$The shed is empty, saving a writing desk and the gigantic mass of needles. The Anxious Student snaps off the tip of one and twirls it between his fingers. \"I hypothesise that the flukes have a method of absorbing and storing our lived experiences. It follows, therefore, that there should exist a means of transmitting - reliving! - that experience. Like so!\" He stabs the needle through his palm. His eyes dull. \u000d\u000a\u000d\u000a\"You heard Captain Harris, zailor. Target the Ogedei and fire torpedoes. And if you hit one of the Lorn Flukes then by God and Her Majesty I will put you out of the airlock and let the spiny b_____ds take you!\"\u000d\u000a\u000d\u000aHe awakes from the reverie a moment later, beaming. \"That will do, [q:Addressed As.] Pass me your notes; I'll carry on the experiment from here.\"",
                                     "LinkToEvent": {"Id": 152551}, "Name": "慎重な準備の後に@{K}After careful set up",
                                     "Id": 262810},
                    "Name": "ローエン･フルークを運び込み大学生の実験を見守る@{K}$[Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク$Deliver the Lorn-Fluke and observe the Student's experiment",
                    "Description": "彼はひどく興奮しており、適切な科学的かつ客観的姿勢を保つためにあなたの立会いを要求した。@{K}He is terribly excited, and requests your steadying presence - to ensure he maintains the appropriate scientific detachment.",
                    "ButtonText": "", "Id": 195837}],
 "Description": "内港があなたの前に開かれた。とはいえ、この歓迎が条件付きのものに過ぎないのは明らかだ。問題を起こさないように。@{K}The inner port is open to you, now, although it is clear that your welcome is conditional. Don't cause trouble.",
 "Name": "小さな門の内側@{K}Inside the Little Gate", "Id": 152551}
