{"ChildBranches": [{"DefaultEvent": {"Description": "「俺の謝意と共に、ささやかな感謝の証をお前に受け取って欲しい。私のボスも感謝している。俺達のような、交渉と取引の何たるかをきっちりと理解している人間というのは、本当に重要な存在だ。それにしても、お金を使うというのは気持ちいいものだな。そうだろう?船長という者は船にも人間にも、常に食わせなければならんものだ。だからこそ、お前は今波止場の下に燃料やら物資やらの有り難い援助を見ている訳だ。これで次まで保つだろう。」@{M}\"Please accept this small token of my thanks and please also accept my thanks. And my patron's thanks. Which we being persons of honour what understands the true nature of dealings is much more important. Still, spending money is always good, isn't it? And a captain must eat and so must a ship, which is why if you look under the pier there you will find a few 'elpful contributions of fuel and so forth.\"",
                                     "Name": "\"おお、素晴らしい、素晴らしい。\"@{M}\"Oh, very good, very good.\"",
                                     "Id": 152910},
                    "Name": "貨物を引き渡す@{M}Hand over the cargo",
                    "Description": "そして支払いを受け取る。@{M}and claim your payment.",
                    "ButtonText": "", "Id": 130186},
                   {"DefaultEvent": {"Description": "\"Please accept this small token of my thanks and please also accept my thanks. And my patron's thanks. Which we being persons of honour what understands the true nature of dealings is much more important. Still, spending money is always good, isn't it? And a captain must eat and so must a ship, which is why if you look under the pier there you will find a few 'elpful contributions of fuel and so forth.\u000d\u000a\u000d\u000a\"One last thing: my employer has invited you for drinks at his establishment. He is keen to make your acquaintance, seeing as you have been so terribly obligin'.\"",
                                     "Name": "\"Oh, very good, very good.\"", "Id": 231290},
                    "Name": "UNUSED - Hand over the cargo",
                    "Description": "and claim your payment. ", "ButtonText": "",
                    "Id": 178030}],
 "Description": "「よくぞ戻った!何故俺がお前をこうして出迎えているのかと問うかもしれんが、俺達には荒野や丘の上に沢山の目があるのだ。何となれば、俺達の目は託宣者の集団よりも多い。そいつらが全員お前の帰還を喜んでいる。そして、無論、お前の持つ貨物もな。@{M}$[Kk]not[- ][Oo]racle -> ノット・オラクル$\"Welcome home! You may ask how it is I am here to meet you, and I may remark that we have eyes in the Wastes and eyes in the Hill. In fact we have more eyes than a knot-oracle, and they're all glad to see you. And, of course, your cargo.\"",
 "Name": "温かい祝福@{M}Warm congratulations", "Id": 152909}
