{"ChildBranches": [{"DefaultEvent": {"Description": "　この運河を造った技師たちは、可能な場所では既存の洞窟や通路を利用していた。太古の昔から、ここは地底世界への通り道だったと言われているのだ。だがそれでも、工事の労苦は凄まじいものだったに違いない。噂によれば、当時、バザールの支配者たちが技術と作業員を貸し与えていたのだが、今では地上の国々はその事実を軽視しているのだという。見たところ、確かにトンネルには爆破されたものや掘られたもの、他には……溶かされた？ようなものもある。「ストーン・ピッグだよ」機関士は囁いた。「ストーン・ピッグがやったんだ」@{I}運河の技師達は既存の洞窟や道で培ったアドバンテージを持っていた。遥か遠い昔の事、これは地下世界への道だったと、彼らはそう言う。だがしかし、労働者はよろめきながら働いていたに違いない。バザールの支配人達は彼らに技術を貸して、作業を共に進めようと持ちかけたが、地表の国家群はそれを軽くあしらった、という話らしい。事実、トンネルの内の幾つかは爆破され、掘られていたが、他のトンネルはどうやら...取り消されているらしい?「誓約を破った豚どもだ。」機関士はそう呟いた。「あいつらは、石の豚だよ。」@{M}$Surface -> 地上$The engineers of the Canal took advantage of existing caves and passages where they could. In ancient times, this was a passage to the Underworld, they say. But still, the labour must have been staggering. The story goes that the Masters of the Bazaar lent their arts and allies to the task, but the Surface nations play down the fact. Certainly, some of the tunnels look blasted or tunneled, others look... dissolved? \"Stone pigs,\" a stoker whispers. \"Stone pigs.\"",
                                     "LinkToEvent": {"Id": 152263},
                                     "Name": "地球に穿たれた渦巻き@{M}The coils of the Earth", "Id": 153743},
                    "Name": "地上へ旅立つ@{I}地表へ旅立つ@{M}$Surface -> 地上$Travel to the Surface",
                    "Description": "　あなたの船員たちのようなNeathの住民にとって、太陽とは危険なものだ。だが地上には地上なりの魅力がある。[燃料と物資に十分な余裕を持たせてください。さもなくば、帰ってこられないかもしれません。]@{I}太陽は貴方の船員の様に地下に棲む者にとっては危険だが、それでも地表は魅惑的な場所ではある。[燃料と物資に十分余裕がある事を確認して下さい。さもなければ戻って来れないかもしれません。]@{M}$Surface -> 地上$The Sun is dangerous to Neath-dwellers like your crew, but the Surface has its temptations. [Ensure you're well-stocked with Supplies and Fuel, or you may never return.]",
                    "ButtonText": "", "Id": 130676},
                   {"DefaultEvent": {"Description": "　カードゲームは、地上の船乗りの一人が別の船乗りをありきたりな理由からナイフで突き刺したことで、酷い終わりを迎えた。他のプレイヤーたちが彼女のポケットからこぼれたコインを掻き集める中、あなたは彼らが見落とした一枚の紙片をくすねた。興味深い印だ。日付と時間。コードネーム。スパイの仕業だろうか？@{I+M}カードゲームは、船乗りの一人が別の船乗りを、在り来たりな理由によってナイフで刺した事で最悪の終わりを迎えた。他のプレイヤー達は彼女のポケットから零れ落ちたコインを掻き集めるのに必死だったが、貴方は彼らが見逃した紙切れ一枚をくすねた。そこには興味深い印が書かれていた: 日付と時間と、コードネーム。スパイの仕業だろうか?@{M}$Surface -> 地上$A card game ends badly when one Surface sailor knifes another for all the usual reasons. The other players scrabble from the coins that spill from her pockets, but you snatch up a scrap of paper they overlook. Curious markings: dates, times, code-names. Spy's work?",
                                     "LinkToEvent": {"Id": 153742}, "Name": "ひどい幕切れ@{M}A sorry end",
                                     "Id": 153905},
                    "RareDefaultEvent": {"Description": "　ここは酒場やワインショップを構えるには最高の場所なのだが、エコー・バザールの権益のために、加えてロンドンの法律によっても、それは禁止されている。彼らは競合を好まないのだ。それでも、長い間係留しっぱなしの船の中では、半分違法な臨時の宿屋が店を開いていた。あなたはそこで、日焼けした地上の船乗りたちと物語を交わしあった。パリとバタヴィアの話。そして、失われた火と、果ての島々の話を……@{I+M}この場所は酒場やワインショップに最適なスポットなのだが、エコーバザールの意向と、ロンドンの法律がそれを禁じていた。彼らは競合する事を好まない。それでも、長い間係留しっぱなしの船に、半合法の簡易宿屋が店を構えている。そこで貴方は日焼けした地表の船乗り達と情報を交換する - パリやバタヴィアの話、失われた火と最期の島々の話を...@{M}$Surface -> 地上, Echo Bazaar -> エコー・バザール$This would be a prime spot for a pub or wine-shop, but the interests of the Echo Bazaar, and the laws of London, prevent it. They don't like competition. Still, there are temporary half-legal hostelries in long-moored ships. Here you trade stories with suntanned Surface sailors - stories of Paris and Batavia, the Lost Fires and the Final Isles...",
                                         "LinkToEvent": {"Id": 153742}, "Name": "日光@{M}Daylight",
                                         "Id": 153907},
                    "Name": "地上のゴシップを聞く@{I}地表についての噂話を聞く@{M}$Surface -> 地上$Listen for Surface gossip",
                    "Description": "　地上の船はいつもここらに居残っている。ここは、もっと暖かい場所へと戻るための生命線なのだ。@{I}地表の船が此処には停泊している。此処は彼らに取って、より暖かい場所に向かう為の命綱なのだ。@{M}$Surface -> 地上$The ships of the Surface linger here: this is their life-line to a warmer place.",
                    "ButtonText": "", "Id": 130780},
                   {"DefaultEvent": {"Description": "　門は開いては閉じてを繰り返す。閘門は破壊活動とは無縁である。ロンドン以外でUnterzeeに安全な場所はと問われたら、それはここだ。この道を開けておくために、地上の国々が出資している。@{I+M}門は開いて閉まってを繰り返す。閘門はサボタージュとは無縁だった。ロンドン以外でこのアンタージー全体の中で安全な場所はと問われたら、それは此処だ。地表の国家群は常に道を開けているこの場所とその事実に関心を抱いている。@{M}$Surface -> 地上$The gates open and shut. The locks remain free from sabotage. If anywhere besides London is safe in all the Unterzee, it's here. The Surface nations have an interest in keeping the way open.",
                                     "LinkToEvent": {"Id": 153742},
                                     "Name": "何時もの作業風景@{M}Business as usual", "Id": 153908},
                    "Name": "港湾報告書のための情報を集める@{I}港湾報告書の為の情報を収集する@{M}$Port Report -> 港湾報告書$Gather information for a Port Report",
                    "Description": "　多くの船がこの道を通る。だが、もしかしたら、それらの船が見落としたものを拾い上げることができるかもしれない。@{I}多くの船がこの道を通って行くが、恐らく貴方はそんな彼らが見落とした物を拾い上げるのだろう。@{M}Many ships pass this way, but perhaps you'll pick up something they missed.",
                    "ButtonText": "", "Id": 130782},
                   {"DefaultEvent": {"Description": "　すっかり日焼けした流れ者が雑用艇の中で待っていた。衣服はぼろぼろで、顔は汚らしかったが、彼の声と物腰からは教養の高さが窺えた。彼のメッセージはひと続きの数字と、エセックス、シュロップシャー、カンブリアにある七つの町の名前だった。彼はあなたにそれを三度復唱させた。メッセージを紙に書きつけるのを、彼はどうしても許してはくれなかったのだ。@{I}すっかり日焼けした放浪人が、雑用艇の中で待っていた。彼の衣服はボロボロで顔は恐ろしい程汚れていたが、彼の言葉遣いと行儀作法は洗練されていた。伝言は数字の羅列と、エセックス州、シュロップシャー州、カンブリア州の7つの街にある塔の名前の組み合わせだった。3回繰り返して完璧に覚えるようにと、彼が諭す。紙に書き留める事を、彼は許してはくれなかった。@{M}A Deeply Tanned Vagabond waits in a jolly-boat. His clothes are ragged and his face is filthy, but his voice and manners are educated. His message is a string of numbers, and the names of seven towns in Essex, Shropshire, Cumbria. He insists that you repeat it back to him three times: he will not allow you to commit it to paper.",
                                     "LinkToEvent": {"Id": 153742},
                                     "Name": "門の物陰にて@{M}In the shadow of the Gates", "Id": 153909},
                    "Name": "海軍省からの依頼を果たす@{I}総督府の依頼を達成する@{M}$Admiralty -> 海軍省$Fulfil your Admiralty Commission",
                    "Description": "　外に漕ぎ出し、アルベルティーン・ゲートの基部で情報提供者と落ち合おう。合言葉は『帝国は忘れじ』だ。@{M+I}外に漕ぎ出し、アルバータインの門の麓で約束している担当者と落ち合う。合言葉は'帝国は忘れじ'だ。@{M}$Albertine Gates -> アルベルティーン・ゲート$Row out and meet a contact at the foot of the Albertine Gates. The password is 'the Empire Remembers'.",
                    "ButtonText": "", "Id": 130783},
                   {"DefaultEvent": {"Description": "　この場所は石と鉄で出来ている。いかにブレミガンと言えども、ここに根を張ることはできない。@{M+I}この場所は石と鉄で出来ている。ブレミガンですら、ここに根を張る事は出来ない。@{M}$[Bb]lemmigan -> ブレミガン$This place is stone and iron. Even blemmigans cannot set root here.",
                                     "LinkToEvent": {"Id": 153742},
                                     "Name": "土も腐敗もないのでは@{I}土も無し、腐土も無し@{M}No soil, no rot", "Id": 158886},
                    "Name": "ブレミガンを陸に放つ@{I}ブレミガンを浜に揚げる@{M}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "　それが成長できるような場所はあるだろうか？@{M+I}それが成長出来るような場所は在るだろうか?@{M}Is there anywhere for it to grow?",
                    "ButtonText": "", "Id": 133912},
                   {"DefaultEvent": {"Description": "　目の前で大いなる瞳が見開かれるようにして、太陽光がほとばしる。曙光がトンネルの中に差し込んでくる。甲板に立ち、両腕を大きく広げよう。さぁ、やって来た。さぁ、逝こう。@{M+I}今貴方の前に、大いなる瞳が見開かれている様にして、陽光が迸る。曙光がトンネルの中に差し込んで来る。甲板に立ち、両腕を大きく広げる。さぁ、やって来た。さぁ、逝こう。@{M}Ahead of you, now, like the opening of a great Eye: sunlight. The dawn creeps into the tunnel. Stand on deck. Open your arms. Here it comes. Here you go.",
                                     "Name": "黄金の死@{M}A golden death", "Id": 187195},
                    "Name": "昇り、そして消える@{M}Rise and be lost",
                    "Description": "　時は来た。もう暗闇とはおさらばだ。あなた自身を太陽の光に委ねよう。十分な物資を持っていなければ、別の船に乗り込んで連れて行って貰おう。あなたの肉体は枯れ、そしてあなたの旅程はそこで終わるが、少なくともあなたという存在の小さな欠片は、太陽の記憶の中で生き続けるだろう。それはそれで良いことだ……そうは思わないか？@{M+I}時は来た。もう暗闇とはおさらばだ。貴方自身を太陽の光に委ねよう。十分な物資を持っていなければ、別の船に乗り込んで連れて行って貰おう。貴方の肉体は枯れ、そして貴方の旅程はそこで終わるが、少なくとも貴方の存在の小さな欠片は、太陽の記憶の中で生き残り続けるだろう。それはそれで良い事だ...そうは思わないか?@{M}The time has come. No more darkness. Give yourself to the light of the Sun. If you don't have enough supplies, take passage aboard another ship. Your flesh will wither, and your journeys will end, but some tiny part of you will survive in the memory of the Sun. That's good... isn't it?",
                    "ButtonText": "", "Id": 150525},
                   {"DefaultEvent": {"Description": "The Travel-Writer sets swiftly into the port, his briefcase hanging easily at his side. \u000d\u000a\u000d\u000aIn the middle of your afternoon tea, a crowd rushes by the café. They gather at the foot of a lamppost, gawking, shrieking, gasping. A woman is strung from the light, her face sliced like Venetian blinds. \"Heavens,\" a pale navigator whispers. \"Isn't she the explorer? Said she meant to plant a flag on the zee-bed?\" No one replies. You spy the Travel-Writer in the crowd, frowning.",
                                     "LinkToEvent": {"Id": 259076}, "Name": "By evening bell",
                                     "Id": 259020},
                    "Name": "Drop off the August Travel-Writer",
                    "Description": "\"As before, [q:Addressed As]. Here is the payment for bringing me here. I'll be back by nightfall. We'll speak more then.\"",
                    "ButtonText": "", "Id": 193174},
                   {"DefaultEvent": {"Description": "晩餐の鐘が港に響き渡る時刻、あなたは半合法の宿場として使われている長期係留船の一つに梯子を運び込んだ。そして放蕩者の言によればフランスの外交官のものであるらしい船室の舷窓に梯子を立てかける。彼は身軽に上へと登っていき、残されたあなたは梯子を再び持ち去った。\u000d\u000a\u000d\u000a放蕩者は三十分が過ぎたころあなたの船の上に戻ってきた。紅玉のカフスボタンを擦りながら彼は言う。「私は永劫の顔がインクで紙に刷られているのを見ました。酷い顔でしたよ」@{K}As dinner bells sound throughout the port, you carry a ladder to one of the long-moored, half-legal ship hostels. You prop the ladder to the porthole of what the Gallivant assures you is the cabin of a French diplomat. He ascends swiftly, leaving you to carry the ladder away.\u000d\u000a\u000d\u000aHalf an hour later, the Gallivant is back on your deck. He polishes his ruby cuffs. \"I have seen the face of eternity printed in ink. It was a terrible face.\"",
                                     "LinkToEvent": {"Id": 153742},
                                     "Name": "敵を知る@{K}Knowing the enemy", "Id": 259021},
                    "Name": "端的で難解な物言いの放蕩者の合法か疑わしい企てに手を貸す@{K}Assist the Gnomic Gallivant in an enterprise of dubious legality",
                    "Description": "謎々を一つ。十人が一つの部屋に集まっていて、その中の一人が太古より生きる暴君だと分かっているとします。さて、どのようにして誰がその暴君であるか見分ければよいでしょう？答えは、あらかじめとある私的な図書館に押し入り彼の写真を確認しておけばいいのですよ」@{K}\"A riddle: there are ten individuals in a room, one of whom is an ancient tyrant. How can you distinguish him? Answer: burglarise a private library for a picture of him beforehand.\"",
                    "ButtonText": "", "Id": 193175},
                   {"SuccessEvent": {"Description": "　あなたは努力すれば魅力的に振る舞うこともできる。zeeの物語とNeathのご馳走を餌にして、あなたは地上の船乗りをまんまと船に誘い込んだ。そして、次の料理が運ばれてくるのを待つ間に、その後頭部を棍棒で殴りつけた。船乗りはウミユリのスープ皿の上に音もなく崩れ落ちた。あなたは囚人を甲板下まで連行して閉じ込めるよう、船員たちに指示を出した。彼らはすぐにそれに従った。しかし、あなたの見ていないところでは、彼らがお互いに暗い面差しを交わし合っているのが、あなたには分かった。@{I}努力している姿の貴方は魅力的であり得る。貴方はジーストーリーと地下のご馳走を餌に地表の船乗りを誘惑し、会食の最中に彼らの後頭部を殴打して気絶させた。彼らはそのまま鬼百合のスープのボウルの上に頭を落とす。貴方は船員に囚えた者達を捕縛し、船底の営倉に連れて行くように指示した。彼らはすぐさまその言葉に従ったが、彼らの目に暗い物を乗せて互いに視線を交わしているのを、貴方は目の端で認めた。@{M}$Surface -> 地上$You can be charming, when you exert yourself. You entice the Surface sailor on board with promises of zee-stories and Neath delicacies, and bludgeon them over the head between courses. They fall gently into a bowl of sea-lily soup. You order your crew to take the prisoner below-decks, and lock them up. They comply quickly enough, but you see them shoot dark looks at each other out of the corner of your eye.",
                                     "Name": "客人の権利@{M}Guest rights", "Id": 169403},
                    "DefaultEvent": {"Description": "　地上の船乗りはあなたの微笑みをまったくの偽物だと見なしたに違いない。彼はあなたを一目見るや、一目散に逃げてしまった。あなたは船員たちに命じて彼を追いかけさせたものの、そのうちの一人が足を滑らせて運河に落ちてしまった。あなたは落ちた船員を掬い上げようと数時間を費やしたが、彼の沈んでいそうな場所を見つけることはできなかった。@{I}貴方の笑顔は地表の船乗りに余計な警戒を与えた様で、彼は貴方に一瞥をくれた後一目散に逃げ出した。貴方は船員に彼を追いかけるよう指示したが、一人が滑って運河の中に落ちてしまった。その後落ちた船員を引き上げようと数時間手を尽くしたものの、彼の形跡は何処にも見当たらなかった。@{M}$Surface -> 地上$Your smile must ring entirely false to the Surface sailor, for he takes one look at you and takes off running. You order your crew to give chase but one of them slips, falls into the canal. You spend hours trying to dredge him up, but there's no sign.",
                                     "LinkToEvent": {"Id": 153742},
                                     "Name": "水面を乱すものなく@{I}まだ水の中に居る@{M}Still water", "Id": 169402},
                    "Name": "海賊王への贈り物@{I}海賊王への贈物@{M}$Pirate-King -> 海賊王$A Gift for the Pirate-King",
                    "Description": "　あれは地上の船乗りのように見える。もちろん、あなたは彼を言いくるめて船に連れ込むことができるだろうね？@{I}彼の者は地表の船乗りの様にも見える。貴方の一味に引き入れて乗船して貰おうか?@{M}$Surface -> 地上$That one looks like a Surface sailor. Surely you could coax him into your ship?",
                    "ButtonText": "", "Id": 139577},
                   {"SuccessEvent": {"Description": "You offer the zailor passage upward, and direct him to the Cladery Heir's surgery. When he sees the operating table, he knows he has been tricked, but there is no fight in him.\u000d\u000a\u000d\u000aThe Cladery Heir extracts something from the zailor. It gleams with its own light.\u000d\u000a\u000d\u000aThe zailor curses you for saving his life. \"Now there's nothing but zailing in the dark,\" he says. \"And I'll likely drown instead of burn. But for now you'd better have me on your crew, since you're the reason I still need a job and rations.\"",
                                     "LinkToEvent": {"Id": 153742}, "Name": "Bright-shining",
                                     "Id": 254220},
                    "DefaultEvent": {"Description": "You offer the zailor passage upward, and direct him to the Cladery Heir's surgery. When he sees the operating table, he knows he has been tricked, but there is no fight in him.\u000d\u000a\u000d\u000aThe Cladery Heir extracts something from the zailor. It gleams with its own light. \u000d\u000a\u000d\u000aThe zailor curses you for saving his life, and insists on disembarking again. But the Cladery Heir is pleased with the day's work.",
                                     "LinkToEvent": {"Id": 153742}, "Name": "Bright-shining",
                                     "Id": 254219},
                    "Name": "Have the Cladery Heir perform an urgent intervention",
                    "Description": "$Surface -> 地上$A bandage-wrapped zailor is trying to gain passage to the Surface. He must stop desiring it. The trip would kill him. [This will always produce a Cladery Souvenir, and may gain a crew member.]",
                    "ButtonText": "", "Id": 190924}],
 "Description": "　運河は閘門と水門、そして陰になった旋回地点を通って、太陽光降り注ぐ地上まで昇ってゆく。@{I}運河は閘門と水門と影の旋回場で上昇し、陽光降り注ぐ地表に繋がっている。@{M}$Surface -> 地上$The Canal ascends, through locks and gates and shadowed turns, to the sunlight of the Surface.",
 "Name": "クーマエ運河・船舶集積区域@{I}クーマエ運河 船舶集積区域@{M}$Cumaean Canal -> クーマエ運河$The Cumaean Canal Staging Area",
 "Id": 153742}
