{"ChildBranches": [{"DefaultEvent": {"Description": "　暑さ。うるささ。活発さ。面白さ。砂地の多さ。風の強さ。異質さ。すべて、ナポリがロンドンを上回っている。一日を過ごして、船員たちはこの場所を褒め称えた。一週間過ごせば、彼らはこの場所が大嫌いになっていそうだな、とあなたは思った。@{I}Naples is hotter, louder, livelier, tastier, sandier, windier, foreigner than London. After a day, your crew adore the place. After a week, you imagine, they'll loathe it.",
                                     "LinkToEvent": {"Id": 153894},
                                     "Name": "暑い夜と反響する大聖堂@{I}Hot nights and echoing cathedrals",
                                     "Id": 153895},
                    "Name": "浜辺で時を過ごす@{I}Spend time ashore",
                    "Description": "　ここではあらゆる肉体的な欲求を満たすことができる。そして、それが済んだ後には、船員たちはお祈りの時間を見繕うだろう。@{I}All the urges of the flesh may be satisfied here. And when that's done, perhaps your crew will find time to pray.",
                    "ButtonText": "", "Id": 130770},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 153894},
                                     "Name": "", "Id": 153897},
                    "Name": "燃料を買う@{I}Purchase Fuel",
                    "Description": "　そこまで安くはない。ここ地上は、地獄からは遠いのだ。@{I}It's not so cheap, up here, far from Hell.",
                    "ButtonText": "", "Id": 130772},
                   {"DefaultEvent": {"Description": "　食料が届くと水夫たちは舌なめずりをした。暖かな色合いのライ麦パン。赤く熟したトマト。クリームのようなホールのチーズには、食欲を抑えられなくなりそうだ。燻製ハムを見ると、操舵手はうさぎのように鼻をひくつかせた。今夜はたらふく食べることができそうだ。@{I}Zailors lick their lips as the provisions come aboard. Warm rye bread, ripely blushing tomatoes, wheels of creamily irresistible cheese, cured hams that set the coxswain's nose twitching like a rabbit's. You'll eat well tonight.",
                                     "LinkToEvent": {"Id": 153894},
                                     "Name": "あらゆる収穫物@{I}All the fruits", "Id": 153898},
                    "Name": "物資を買う@{I}Purchase Supplies",
                    "Description": "　ここ地上では、食物は大空の下でのびのびと育っている。それを味わったら、Neathの人間は咽び泣くだろう。@{I}Up here, food grows freely under the sky, and the taste of it will make a Neather weep.",
                    "ButtonText": "", "Id": 130773},
                   {"DefaultEvent": {"Description": "　ローマ、フィレンツェ、ヴェニス。夜空の下で眠りについた田舎の風景が、あなたの周りを渦巻いた。それはNeathによく似ていることもあれば、まったくかけ離れていることもあった。ウーディネは不味いことになっていたので、あなたはスロヴェニアを経由してウィーンに着いた。駅はすすと叫びで活気づいている！駅の役人たちは、笛と真鍮のボタンを身に着けていた。@{I}Rome, Florence, Venice. The sleeping countryside curls around you under the night sky, so like and so unlike the Neath. At Udine things go wrong, and you cut through Slovenia. Vienna: the station alive with soot and shouting! The station-officials with their whistles and their official brass buttons.",
                                     "LinkToEvent": {"Id": 151453},
                                     "Name": "レールがガタガタと鳴る@{I}The rattle of the rails",
                                     "Id": 153899},
                    "Name": "ウィーンへの列車のチケットを買う@{I}Buy a train ticket to Vienna",
                    "Description": "　パラボラ・リネンは陽の光に崩れ去る。Neathのマッシュルーム・ワインは、イタリアとフランスのワインショップでは受けが悪い。囚人の蜜はすっかり効き目を失くしてしまう。けれど、ウィーンのコーヒー・ハウスでは今、ダークドロップ・コーヒーが大評判だ。列車を使えばそこまで遠い場所ではない。夜のうちに着くこともできるだろう。@{I}$Darkdrop Coffee -> ダークドロップ・コーヒー, (Bale of )?[Pp]arabola[- ][Ll]inen -> パラボラ・リネン, (Cask of )?[Mm]ushroom[- ][Ww]ine -> マッシュルーム・ワイン, (Firkin of)?[Pp]risoner's[- ][Hh]oney -> 囚人の蜜$Parabola-linen crumbles in sunlight. The mushroom wines of the Neath are not kindly received in the wine-shops of Italy and France. Prisoner's honey loses all its virtue. But in the coffee-houses of Vienna, Darkdrop Coffee is the new sensation. It's not so very far by train. You could travel by night.",
                    "ButtonText": "", "Id": 130774},
                   {"DefaultEvent": {"Description": "　鎧戸の閉ざされた王宮の物静かな女王。鋭くそびえるバザールの、ローブを纏った豪商たち。鏡の中に潜む蛇。誰も一語たりとも信じなかったが、あなたは夕食への招待状と贈り物をどっさり受け取った。あなたの語った話は、最も低俗な部類の雑誌にまとめられるようなものだ。あなたの行く末を慮った誰かは、石炭を送ってくれた。@{I}A silent Empress in a shuttered palace. Robed merchant-princes in a spired Bazaar. Serpents hiding in mirrors. No one believes a word, but you get a lot of dinner invitations and a number of gifts. Your stories are serialised in the worst kind of magazine. A well-wisher sends you coal.",
                                     "LinkToEvent": {"Id": 153894},
                                     "Name": "疑心と魅惑@{I}Disbelief and fascination", "Id": 153911},
                    "Name": "地底からの知らせを物語る@{I}Share news from below",
                    "Description": "　あなたは失われたロンドンについて話すことができる。@{I}You have stories of lost London.",
                    "ButtonText": "", "Id": 130785},
                   {"DefaultEvent": {"Description": "　またひとつ、鮮血のような日没の輝きを目にする。岬の上をカモメが啼きながら飛んでゆく。シロッコは高く舞い上がり、エンジンの排気で空を埃っぽいバラ色に汚す。また一日、あなたは生き延びることができたのだろうか？@{I}The bloody glory of a new sunset. Gulls crying above the foreland. The sirocco rising, smudging the smoke of your engines across a sky of dusty rose. Have you survived another day?",
                                     "LinkToEvent": {"Id": 152263},
                                     "Name": "海岸沿いの夕暮れ@{I}Along the coast at evening",
                                     "Id": 153912},
                    "Name": "アヴェルヌスに戻る@{I}$Avernus -> アヴェルヌス$Return to Avernus",
                    "Description": "　そろそろ故郷に帰る頃合いだ。あなたの命はいつまでも太陽光に耐えられるわけではない。@{I}It's time to go home. You cannot survive the sunlight forever.",
                    "ButtonText": "", "Id": 130786},
                   {"DefaultEvent": {"Description": "　あなたは人でごった返すナポリの貧民街へと消えた。あなたは地下へのチケットを買って、ロンドンで天寿をまっとうするかもしれない。もしくは、一食分の金のためにナイフで刺し殺されるかもしれない。太陽に殺されるというのもありそうな話だ。フォールン・ロンドンの住民は、ここ大空の下にあっては脆弱なのだから。いずれにしても、あなたはもう船長ではない。@{I}$Fallen London -> フォールン・ロンドン$You disappear into the teeming slums of Naples. Perhaps you purchase a ticket below, and live out your life in London. Perhaps you're knifed for the price of a meal. Perhaps the Sun kills you: the citizens of Fallen London are terribly fragile, up here beneath the sky. In any case, you are a captain no longer.",
                                     "LinkToEvent": {"Id": 139750},
                                     "Name": "あなたの旅は終わった@{I}Your journey is over", "Id": 153913},
                    "Name": "船を売る@{I}Sell your ship",
                    "Description": "　不運によってか管理不行き届きによってか、船の燃料を失って、しかも買い入れる金もないのであれば、他に選択肢はないだろう。@{I}If ill luck or mismanagement has left you with no fuel for your ship, and no means to buy more, this may be your only option.",
                    "ButtonText": "", "Id": 130787},
                   {"DefaultEvent": {"Description": "You see her to the train. The bo'sun carries her bag. The street is busy with travellers, families, beggars: the dust of the road rises up to make you cough, all three of you. Phoebe has been very quiet, but now, suddenly, she starts to speak.\u000d\u000a\u000d\u000a\"We have family in Greece. Or had. Long ago. My grandmothers kept the Mystery and watched the Judgements, up in the mountains above Corinth. When the Bazaar came to Earth, they saw an opportunity, and so they came below - \" She shakes her head. \"It didn't end well for us.\"\u000d\u000a\u000d\u000a\"I wish I could have told you more, only there's so little left of me now. I must have my last few secrets, or I'll just blow away on the wind. But... I want you to have this.\"\u000d\u000a\u000d\u000a'This' is a slim volume entitled 'A Dream of Red'. A romantic novella? She kisses your cheek, shakes your hand, and she's gone.",
                                     "LinkToEvent": {"Id": 153894}, "Name": "A walk to the station",
                                     "Id": 153965},
                    "Name": "Goodbye to the Scarred Sister?",
                    "Description": "She taps you timidly on the elbow. \"You've been good to me. But here on the surface - I want to see my homeland. Will you pay my fare?\"",
                    "ButtonText": "", "Id": 130813},
                   {"DefaultEvent": {"Description": "　逃げ出したのか死んだのか。みんな人混みの中に消えてしまった。手すりにくずおれるあなたの頭上で、真の太陽が、Neathに適応したあなたの命を焼き焦がす。そしてあなたも溺れて消えた。@{I}Deserted or dead. Gone into the crowds. Slumped over the rail, your Neath-adapted life cindered by the true Sun. Drowned. Gone.",
                                     "LinkToEvent": {"Id": 139750},
                                     "Name": "太陽に焼かれて@{I}Scorched by the sun", "Id": 155182},
                    "Name": "船は空っぽだ@{I}The ship is empty",
                    "Description": "　お前たちはみんなどこへ行ったのだ？@{I}Where are you, all of you?",
                    "ButtonText": "", "Id": 131650},
                   {"SuccessEvent": {"Description": "　うるさいカモメと灼けつくような午後の幕間。地底でzeeの恐怖を味わってきた身には心安らぐもの。だが、船員たちは、その状況の奇妙さに悩まされていた。何人かが行方不明になったのは――こっそり陸に逃げたのか、あるいは太陽によって跡形もなく消し去られてしまったのだろうか。@{I}An interlude of noisy gulls and baking afternoons. It's restful after the terrors of the zee below, but your crew are troubled by the strangeness of it. Some go missing - perhaps they slip ashore, perhaps the sun withers them altogether.",
                                     "LinkToEvent": {"Id": 153894},
                                     "Name": "穀物とオリーブオイル@{I}Grain and olive oil", "Id": 153959},
                    "DefaultEvent": {"Description": "　シチリア島を出て半日後、あなたの船はスコールに見舞われ、危うく座礁しかかった。あなたには地上の天気は読めなかった。あなたの取り分は遅延金によって半分まで減ったうえ、点呼の時間は短くなった。いなくなった水夫たちは、こっそり陸に逃げたのか、あるいは太陽によって跡形もなく消し去られてしまったのだろうか？@{I}A half-day out of Sicily, a squall drives you almost on to the rocks. You're not weather-wise, here above. Late fees eat up half your fee, and the roll-call is short. Did the missing zailors slip ashore, or did the sun wither them?",
                                     "LinkToEvent": {"Id": 153894},
                                     "Name": "嵐と脱走@{I}Storms and desertions", "Id": 153896},
                    "Name": "地中海で積荷を運ぶ@{I}Carry cargoes around the Mediterranean",
                    "Description": "　あなたの船は、ここよりも穏やかな、Unterzeeの死人のような海のために設計されている。だが、ここでもどうにか航海は可能だ。運が良ければ、あなたは利益を上げられるかもしれない。@{I}Your ship is designed for the calmer, deadlier waters of the Unterzee, but she's sea-worthy, just about. If you're lucky, you might turn a profit.",
                    "ButtonText": "", "Id": 130771},
                   {"SuccessEvent": {"Description": "「先週にはいたそうだけど――」<br/><br/>　そこであなたは、娘の驚愕した視線を追った。ライラック色のガウンを着た女性が、布地屋の戸口にもたれかかっていた。女の顔立ちには、見間違えようもなく、あなたのオフィサーと似たところがあった。「話をしましょうか」落ち着き払った様子で、彼女は娘にそう言った。<br/><br/>　娘は、目を見張る素早さで、なけなしの平静さをかき集めた。「ちょっと話してくるわ」娘はそう言った。@{I}$[Oo]fficer -> オフィサー$\"She was here last week, but - \"\u000d\u000a\u000d\u000aYou follow the Daughter's stunned gaze. A woman in a lilac gown leans in the doorway of a draper's. Her features bear an unmistakable resemblance to your officer's. \"We should talk,\" she says to the Daughter, quite calmly.\u000d\u000a\u000d\u000aThe Daughter assembles the rags of her composure with remarkable speed. \"Excuse us,\" she says...",
                                     "LinkToEvent": {"Id": 180196},
                                     "Name": "月の照らす邂逅@{I}Met by moonlight", "Id": 180260},
                    "DefaultEvent": {"Description": "「でも、ここにいたことはあるの。お母さんは地上が大好きだから。(私はそうでもないかな。私がパラボラの生まれだからかも。今のは聞かなかったことにしてね。)新しい手掛かりは掴んだから、もうすぐ見つけられると思うわ」@{I}$[Tt]he Surface -> 地上$\"But she's been here. She loves the Surface. (I don't. Perhaps it's because I was born in Parabola. Pretend I didn't say that.) I have a few more clues. We'll find her soon.\"",
                                     "LinkToEvent": {"Id": 153894}, "Name": "「何も」@{I}\"Nothing.\"",
                                     "Id": 180259},
                    "Name": "メイビーの娘が母親を探す手助けをする@{I}$Maybe's Daughter -> メイビーの娘$Help Maybe's Daughter search for her mother",
                    "Description": "「お母さんは地上には何度も帰っているわ。行き先は、モンゴルのパルナッソス山だそうだけど。でも、最初は必ずここを通っているのよ」@{I}$[Tt]he Surface -> 地上$\"She returns to the Surface, again and again. Parnassus, they say. Mongolia. But she always passes through here first.\"",
                    "ButtonText": "", "Id": 146193}],
 "Description": "　夜ですら、ナポリの港は叫びと笑いと労働歌、そしてエンジンのうなりで生き生きとしている。月明かりに目も眩む湾に、レンガ造りの背の高い倉庫が立ち並ぶ。日の出ている間は、あなたは努めて甲板下に留まるようにした。昼は太陽がハンマーのように打ちつけてくるし、港の風はいつも、困窮にあえぐ貧民街の下水道から、まっすぐ吹き抜けてくるように感じるからだ。@{I}Even by night, the Port of Naples is alive with shouts and laughter and work-songs, the roar of engines. Brick warehouses loom over the moon-dazzled bay. By day, you try to stay below decks. The sun hits like a hammer, and the wind always seems to come straight from the struggling sewers of the slums.",
 "Name": "ナポリにて@{I}In Naples", "Id": 153894}
