{"ChildBranches": [{"DefaultEvent": {"Description": "$Officer -> オフィサー$\"Hm. Don't you have anywhere cleaner? Well, if I must do it myself. Where can I find a mop?\" [Appoint your new Officer by dragging her from the Officers tab to her slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "Welcome aboard!", "Id": 141883},
                    "Name": "$Officer -> オフィサー$Engage an Officer: the Brisk Campaigner",
                    "Description": "\"Hoi, you! You need a real physician. None of your surgeons.\" [The Brisk Campaigner is a skilled Doctor who increases Hearts and Iron.]",
                    "ButtonText": "", "Id": 123074},
                   {"DefaultEvent": {"Description": "$Officer -> オフィサー$\"Thank you. This is mine? It'll do very nicely. Excuse me; I will just turn up the oil lamp a touch. I dislike the dark...\" [Appoint your new Officer by dragging him from the Officers tab to his slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "Welcome aboard!", "Id": 141884},
                    "Name": "$Officer -> オフィサー$Engage an Officer: the Haunted Doctor",
                    "Description": "\"Please. I must leave this place. I can work my passage. I'm a doctor.\" [The Haunted Doctor increases Hearts and Pages.]",
                    "ButtonText": "", "Id": 123075},
                   {"DefaultEvent": {"Description": "「俺は下で仕事に取り掛かるよ。もちろん、まずはこの上着から着替えなきゃいけないだろうがね」[この新しいオフィサーを職務に就かせたいと思ったなら、彼のアイコンを、オフィサーのタブから画面の一番上のスロットまでドラッグしましょう。これは航海中ではなく、港で行いましょう。さもなくば、船員たちを不安にさせてしまうかもしれません。]@{I}$Officer -> オフィサー$\"I'll get to work below. Perhaps I should change out of this jacket first, of course.\" [Appoint your new Officer by dragging him from the Officers tab to his slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "船にようこそ！@{I}Welcome aboard!", "Id": 147235},
                    "Name": "オフィサーを雇う：気さくなマジシャン@{I}$Officer -> オフィサー, Genial Magician -> 気さくなマジシャン$Engage an Officer: the Genial Magician",
                    "Description": "「こんばんは！[q:Addressed As]！俺はあんたの船のエンジンをいくらか良くしてやれるかもしれない。いやいや。はは。俺はちゃんとした機関士だよ。信頼してもらうのは難しいな。だがほら、推薦状ならここにあるとも」[気さくなマジシャンはVeilsとMirrorsにボーナスを与えてくれます。]@{I}$Genial Magician -> 気さくなマジシャン$\"Good afternoon, [q:Addressed As]! Perhaps I can do your engines some good. No, ha ha, I'm quite the engineer. Difficult to credit, isn't it? But here are my references.\" [The Genial Magician increases Veils and Mirrors.]",
                    "ButtonText": "", "Id": 126575},
                   {"DefaultEvent": {"Description": "$Officer -> オフィサー$\"Oh, hello, captain. Is this one of yours? I had to knock her about a bit. She didn't like taking orders from foreigners. Still, we're good friends now.\" The Adventuress claps the black-eyed sailor on the back. Oddly enough, they <i>do</i> seem to be friends now. [Appoint your new Officer by dragging her from the Officers tab to her slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "Welcome aboard!", "Id": 147267},
                    "Name": "$Officer -> オフィサー, Presbyter -> プレズビター$Engage an Officer: the Presbyterate Adventuress",
                    "Description": "$Officer -> オフィサー, Aft -> 後部$\"Afternoon, [q:Addressed As]. Looking for a gunnery officer? I'd like to help you blow up some monsters, if you'll have me.\" [The Adventuress is a Gunnery Officer who increases Iron and Veils.]",
                    "ButtonText": "", "Id": 126591},
                   {"DefaultEvent": {"Description": "$Officer -> オフィサー$\"Spot of rust, spot of rust. Soon see to that. You there! Help me with this spot of rust.\"[Appoint your new Officer by dragging him from the Officers tab to his slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "Welcome aboard!", "Id": 147269},
                    "Name": "$Officer -> オフィサー, Tireless Mechanic -> 疲れ知らずのメカニック$Engage an Officer: the Tireless Mechanic",
                    "Description": "$Aft -> 後部, Tireless Mechanic -> 疲れ知らずのメカニック$\"Afternoon. Ready to offer my services. I'm an engineer. Finest you'll ever hire. Treat engines like my own children. Not that I have children. Too busy. Usually busy.\" [The Tireless Mechanic increases Veils and Fuel Efficiency.]",
                    "ButtonText": "", "Id": 126593},
                   {"DefaultEvent": {"Description": "$Officer -> オフィサー$\"Here I am. A ship, I suppose, is both always here, and never there, because there becomes here.\" [Appoint your new Officer by dragging her from the Officers tab to her slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "Welcome aboard!", "Id": 147270},
                    "Name": "$Officer -> オフィサー$Engage an Officer: the Carnelian Exile ",
                    "Description": "$Officer -> オフィサー$\"[q:Addressed As]. I know the way. Let me show you.\" [The Exile is a First Officer who increases Mirrors and Pages.]",
                    "ButtonText": "", "Id": 126594},
                   {"DefaultEvent": {"Description": "「もしも誰かが私を探しに来ることがあれば、ええと、私は今、面会者を受け付けていないの。そのように伝えてもらうことはできるかしら？あなたにとっても、私の仕事が邪魔されることは望ましくないでしょうし」[この新しいオフィサーを職務に就かせたいと思ったなら、彼女のアイコンを、オフィサーのタブから画面の一番上のスロットまでドラッグしましょう。これは航海中ではなく、港で行いましょう。さもなくば、船員たちを不安にさせてしまうかもしれません。]@{I}$Officer -> オフィサー$\"If anyone comes looking for me, well, I'm not accepting callers. Can I trust you to pass that on? You don't want them distracting me from my duties.\" [Appoint your new Officer by dragging her from the Officers tab to her slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "船にようこそ！@{I}Welcome aboard!", "Id": 147271},
                    "Name": "オフィサーを雇う：メイビーの娘@{I}$Officer -> オフィサー, Maybe's Daughter -> メイビーの娘$Engage an Officer: Maybe's Daughter",
                    "Description": "　腐りかけた桟橋の端で、一人の女がスーツケースに腰掛けていた。彼女とそのスーツケースは、視界にある他の何よりも、際立って小奇麗に見えた。<br/>「こんにちは！あなたはどこへ行かれるの？考え直してみると、どこでも良いわね。私を船に乗せてもらえないかしら？ええ。私は機関士よ。でもただの機関士じゃないわ。急いでいる機関士なの」[メイビーの娘は技師として、VeilsとIronとEngine_Powerにボーナスを与えてくれます。]@{I}$Maybe's Daughter -> メイビーの娘$At the end of the rotting dock, a woman perches on a suitcase. Both she and the suitcase are noticeably cleaner than everything else in view. \u000d\u000a\u000d\u000a\"Hello! Where are you headed? On second thoughts, I don't mind. Can I come aboard? Yes, I'm an engineer, but I'm an engineer in a hurry.\" [Maybe's Daughter is an Engineer who increases Veils, Iron and Engine Power.]",
                    "ButtonText": "", "Id": 126595},
                   {"DefaultEvent": {"Description": "$Officer -> オフィサー$\"Oh, this is interesting. Room for improvement! There's always room for improvement. Wait: let me make notes. Paper!!\" [Appoint your new Officer by dragging them from the Officers tab to his slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "Welcome aboard!!", "Id": 147280},
                    "Name": "$Officer -> オフィサー$Engage an Officer: the Irrepressible Cannoneer",
                    "Description": "$Officer -> オフィサー$\"[q:Addressed As]! Are you looking for a gunner? I'm looking for a ship! Here are my references!! Here are more references!! Here's my design for a whistling shell!! Here's my colleague!! (He'll stay on shore.) Here's my hand!!! Will you take it?\" [The Cannoneer is a Gunnery Officer who substantially increases Iron.]",
                    "ButtonText": "", "Id": 126601},
                   {"DefaultEvent": {"Description": "「ありがとうございます。おぉ、空気が。空気が。ここはもう、陸地よりも綺麗だ。さあ、あなたの船の航路を引かせてください。(あぁ、頭が。頭が。)」[この新しいオフィサーを職務に就かせたいと思ったなら、彼のアイコンを、オフィサーのタブから画面の一番上のスロットまでドラッグしましょう。これは航海中ではなく、港で行いましょう。さもなくば、船員たちを不安にさせてしまうかもしれません。]@{I}$Officer -> オフィサー$\"Thank you. Ah, my God, the air, the air. It's clearer already. Let me chart a course for you. (Ah, my head. My head.)\" [Appoint your new Officer by dragging him from the Officers tab to his slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "船にようこそ！@{I}Welcome aboard!", "Id": 147320},
                    "Name": "オフィサーを雇う：印に苦しむ航海士@{I}$Officer -> オフィサー, Sigil[- ]Ridden Navigator -> 印に苦しむ航海士$Engage an Officer: the Sigil-Ridden Navigator.",
                    "Description": "「俺は……俺に、船の舵取りをさせてください。俺はzeeのすべてを知っています。zeeがかつてどうだったか。これからどうなるか。お願いです。俺の……この頭痛は、俺が働いているときにだけ治まるんです」[彼は一等航海士として、MirrorsとVeilsにボーナスを与えてくれます。]@{I}$Officer -> オフィサー$\"I... let me guide your ship. I know all the zee, how it was, how it will be. Please. I... the headaches only stop when I'm working.\" [The Navigator is a First Officer who increases Mirrors and Veils.]",
                    "ButtonText": "", "Id": 126630},
                   {"DefaultEvent": {"Description": "　彼らはやってきて、そして去ってゆく。願わくば、この者が、大半の者たちよりも少しだけ長く生きながらえんことを。@{I}They come, they go. May this one live a little longer than most.",
                                     "Name": "新顔@{I}A new face", "Id": 154279},
                    "Name": "水夫を雇う@{I}Engage a Zailor",
                    "Description": "　どのような切羽詰まった願いから、この水夫は仕事を求めているのだろうか？それはともかくとして、この水夫はとても熱意がある。結果として、雇う金は安くて済む。[これは単に、あなたの船の船員数を1だけ増やします。]@{I}What desperate desire has led this one to sign on? Who cares? They're very keen. Consequently, they're cheap. [This will simply increase your Crew by one.]",
                    "ButtonText": "", "Id": 131053}],
 "Description": "　誰かが仕事を求めている。[後で訪れると、雇えるオフィサーたちの面々は変わっているかもしれません。二人以上の選択肢がある場合、あなたは一回につき一人だけを雇うことができます。]@{I}Someone wants to sign on. [On later visits, different officers will sometimes be available. If there's more than one choice, you can choose one per visit.]",
 "Name": "新しい乗船者@{I}A New Recruit", "Id": 154278}