{"ChildBranches": [{"DefaultEvent": {"Description": "　シュルーム人という存在の中心的な矛盾。それは、彼らはアターシュルームを酷く嫌っていながらも、そこにしがみついているためなら、どんな手段をも講じるということだった。(「怪物だよ！」)今日、彼らは自分たちがこの場所へとやってきた時の物語を語っていた。物語の見せ場は、破船と『橙色の宝石の雨』そして『大母の祝福』といったものだった。振りかかる災難とそこからの生存について多くの物語が語られた。そして、彼らの故郷に関する、やるせない仄めかしがあった。西方のどこかの……@{I}$shroomer -> シュルーム人, Uttershroom -> アターシュルーム$The central contradiction of shroomer existence: they hate the Uttershroom, but they'd do anything to avoid leaving. (\"Monsters!\") Today, they're telling the story of how they came here. It features a shipwreck; a 'rain of orange jewels'; 'the Mother's blessing'. There's a great deal about adversity and survival: and wistful hints about their homeland. Somewhere to the west...",
                                     "LinkToEvent": {"Id": 158110},
                                     "Name": "物語の日@{I}A day of stories", "Id": 158111},
                    "Name": "村を訪ねる@{I}Visit the village",
                    "Description": "　歓待を受けられるかって？必ずしもそうとは限らない。しかし、彼らは普通なら、あなたのことを棒を持って追いかけたりはしないし、ちゃんとあなたを白かびの匂いのする焚火のそばに座らせてくれるだろう。@{I}Hospitable? Not exactly. But they usually don't chase you off with sticks, and they usually let you sit beside their mildew-smelling fire.",
                    "ButtonText": "", "Id": 133440},
                   {"DefaultEvent": {"Description": "　シュルーム人たちは、甘みのある藤色のきのこの切り身を積み上げた。それはむしろ泥だらけの馬のような味がしたが、滋養には富んでいるらしかった。彼らはまた、気前良くも一匹のブレミガンを放り込んでくれた。それは笛のように囀る、目のない、動き回るきのこのような生き物だった。<br/>「厄介事を起こしたら？海に放り込んじゃえ。置いとく場所が無くなったら？海に放り込んじゃえ」彼女は肩をすくめた。「多分、こいつは泳げるんじゃないかなあ。もしそうでなかったとしても、海には空きがいっぱいあるしね」@{I}$[Bb]lemmigan -> ブレミガン, shroomer -> シュルーム人$The shroomers pile up slabs of sweet mauve shroom-flesh. It's nourishing, although it does taste rather like muddy horse. They also generously throw in a blemmigan - a whistling, eyeless, mobile, fungus-thing.\u000d\u000a\u000d\u000a\"Problems? Throw it in sea. No room? Throw it in sea.\" She shrugs. \"Probably it swim. If not, plenty of room in sea.\"",
                                     "LinkToEvent": {"Id": 158110},
                                     "Name": "ブレミガン！@{I}$[Bb]lemmigan -> ブレミガン$Blemmigans!",
                                     "Id": 158751},
                    "Name": "蜜を交換する@{I}Trade honey",
                    "Description": "「蜜を」シュルーム人が説明した。「皆、蜜を欲しがってるんだ」アターシュルームでの生活は代わり映え無く、時として命に関わるほど有害だ。シュルーム人たちは、囚人の蜜による気晴らしを喉から手が出るほど欲している。しかし、彼らはその対価についてはっきりしたことを言わなかった。少なくとも、物資はくれるそうだが。@{I}$shroomer -> シュルーム人, Uttershroom -> アターシュルーム, (Firkin of)?[Pp]risoner's [Hh]oney -> 囚人の蜜$\"Honey,\" a shroomer explains. \"Everyone wants honey.\" Life on the Uttershroom is unvarying and occasionally deadly poisonous. The shroomers are desperate for the diversion that prisoner's honey can bring, but vague about what they can pay in return. Supplies, though, at least.",
                    "ButtonText": "", "Id": 133828},
                   {"DefaultEvent": {"Description": "　それは居心地悪そうにぴくぴくとうごめいていた。「大母の卵」シュルーム人は熱の篭った調子で言った。「大母の果実。触ってみて。そう。これはあなたを大母のように強くしてくれる。どこか湿った場所に据えれば、いつの日か、これは娘になる」@{I}$shroomer -> シュルーム人$It twitches with uneasy life. \"Mother's egg,\" the shroomer incants eagerly. \"Mother's fruit. Touch it. Yes. It will make you strong as Mother. Place it somewhere damp. One day, it will be Daughters.\"",
                                     "LinkToEvent": {"Id": 158110}, "Name": "赤いもの@{I}Something red",
                                     "Id": 158752},
                    "Name": "別の贈り物@{I}Another gift",
                    "Description": "「ほーら！海を渡る人。これを。きのこからあなたに別の贈り物だよ。今度は枝じゃない。種を撒いて欲しいんだ」@{I}\"Ho! Zeegoer. Here. Shroom has something else for you. No more limbs. Seed now.\"",
                    "ButtonText": "", "Id": 133829},
                   {"DefaultEvent": {"Description": "　村人たちは、みすぼらしいながらも不自由のない生活を送っている。アターシュルームが、生活に必要なものを与えてくれるのだ。住民は秘密主義的で口数が少なく、物事に関心を抱かない。船がここを訪れることは滅多にない。@{I}$Uttershroom -> アターシュルーム$The villagers live a shabby but sufficient life. The Uttershroom provides. They are secretive, taciturn, incurious. Ships rarely visit.",
                                     "LinkToEvent": {"Id": 158110},
                                     "Name": "緩慢な調査@{I}A slow survey", "Id": 158757},
                    "RareDefaultEvent": {"Description": "　村人たちは、みすぼらしいながらも不自由のない生活を送っている。アターシュルームが、生活に必要なものを与えてくれるのだ。住民は秘密主義的で口数が少なく、物事に関心を抱かない。船がここを訪れることは滅多にない。<br/>　ブレミガン――紫色の触手を備えた、きのこのような生き物――の群れがあなたを追いかけ、楽しげに囀りながら、ロープ伝いに船まで降りてきた。普通、ブレミガンと言えば小さくも危険な怪物だが、アターシュルームの個体は友好的なようだった。もしも彼らがあなたを困らせるようなことがあれば、船の外に投げ捨ててしまえば良いだろう。@{I}$[Bb]lemmigan -> ブレミガン, Uttershroom -> アターシュルーム$The villagers live a shabby but sufficient life. The Uttershroom provides. They are secretive, taciturn, incurious. Ships rarely visit.\u000d\u000a\u000d\u000aA gaggle of blemmigans - purple-tentacled fungus things - follows you down the rope to your ship, whistling cheerfully. Blemmigans are vicious little monsters, usually, but the ones on the Uttershroom seem friendly. If they trouble you, you could probably throw them overboard.",
                                         "LinkToEvent": {"Id": 158110},
                                         "Name": "緩慢な調査@{I}A slow survey", "Id": 158777},
                    "Name": "情報を集める@{I}Gather intelligence",
                    "Description": "　マールボローほどの大きさのきのこの上では、何が起こっているのだろうか？@{I}What happens here, on top of a mushroom the size of Marlborough?",
                    "ButtonText": "", "Id": 133832},
                   {"DefaultEvent": {"Description": "　積み上げられた藤色のきのこの切り身。その天辺には注意深げなブレミガンが乗っかっていた。それはまるで、角石の上に抜け目なく佇む犬のようだった。「彼らは新天地を求めてる」シュルーム人がそう説明した。「ここはブレミガンが多すぎるんだ。ブレミガンを6つの新しい土地に放ってくれれば、大母は喜ぶだろうね」@{I}$[Bb]lemmigan -> ブレミガン, shroomer -> シュルーム人$Here are the piled slabs of mauve fungus-flesh. Atop them, like an attentive dog on a plinth, a watchful blemmigan. \"They want new places,\" the shroomer explains. \"Too many blemmigan here. Plant them in six more new places. Mother will be pleased.\"",
                                     "LinkToEvent": {"Id": 158110},
                                     "Name": "いつだって前よりもたくさんのブレミガン@{I}$[Bb]lemmigan -> ブレミガン$Always more blemmigan",
                                     "Id": 158805},
                    "Name": "蜜を物資とブレミガンに交換する@{I}$[Bb]lemmigan -> ブレミガン$Trade honey for supplies and blemmigan",
                    "Description": "「ああ！あんたまた戻ってきたの？もっとブレミガンが欲しいって？前よりもたくさんのブレミガンがいるよ。たくさん、たくさんのブレミガン。いつだって前よりもたくさんのブレミガンがいるよ」@{I}$[Bb]lemmigan -> ブレミガン$\"Ah! You return again? You want more blemmigan? We have more blemmigan. Many, many blemmigan. Always more blemmigan.\"",
                    "ButtonText": "", "Id": 133860},
                   {"DefaultEvent": {"Description": "　アターシュルームは、それ自身の難解な予定に基づいて胞子を撒き散らしている。今日は、空気がスープのようにどろりとしていた。胞子があなたの髪に覆い被さり、喉を詰まらせ、目の端へと目やにのように集まった。シュルーム人との会話はとてつもなく困難になった。あなたは船に戻ったが、そこであなたは、耳の中で既に紫色の小さなきのこが育ち始めていることに気がついた……@{I}$shroomer -> シュルーム人, Uttershroom -> アターシュルーム$The Uttershroom releases spores according to its own inscrutable schedule. Today, the air is soupy-thick. They coat your hair. They clog your throat. They gather like sleep in the corners of your eyes. Conversation with the shroomers is impossibly hard. You return to the ship, where you find a tiny purple mushroom growing already in your ear...",
                                     "LinkToEvent": {"Id": 158110},
                                     "Name": "胞子の日@{I}A day of spores", "Id": 158880},
                    "Name": "村を訪ねる@{I}Visit the village",
                    "Description": "　歓待を受けられるかって？必ずしもそうとは限らない。しかし、彼らは普通なら、あなたのことを棒を持って追いかけたりはしないし、ちゃんとあなたを白かびの匂いのする焚火のそばに座らせてくれるだろう。@{I}Hospitable? Not exactly. But they usually don't chase you off with sticks, and they usually let you sit beside their mildew-smelling fire.",
                    "ButtonText": "", "Id": 133906},
                   {"DefaultEvent": {"Description": "　シュルーム人はそれを素手で触ろうとはしなかった。賢明なことだ。あなたも倣うべきだろう。それは、接しているきのこの肉を焦がし、ねじけさせていた。Cosmogoneの輝きが、周囲の空気を染め上げている。「きのこの大母は感謝しているよ」シュルーム人はそう言った。「あなたは、彼女を遠くへと放った。彼女は、あなたに宝石を贈るのさ」@{I}$shroomer -> シュルーム人$The shroomer won't touch it with her bare skin. Wise. Nor should you. It's scorched and twisted the fungus-flesh that it lies on - its cosmogone glow has dyed the air around it. \"Mother of Mushrooms is grateful,\" explains the shroomer. \"You've cast her far. She gives you a jewel.\"",
                                     "LinkToEvent": {"Id": 158110},
                                     "Name": "光線まみれの噴石？@{I}$Ray-Drenched Cinder -> 光線まみれの噴石$A Ray-Drenched Cinder?",
                                     "Id": 176915},
                    "Name": "贈り物@{I}A gift",
                    "Description": "「ねえ、ねえ。海を渡る人。きのこからあなたに贈り物があるよ。ずっと前に落ちてきたんだ。もう他所へやってしまうのが一番だから」@{I}\"Psst. Psst. Zeegoer. Here. Shroom has something for you. Fell long ago. Best elsewhere now.\"",
                    "ButtonText": "", "Id": 144235},
                   {"DefaultEvent": {"Description": "　あなたが何の気なしにきのこの表面の傷跡をつついていると、全体がすっかりと剥がれ落ちてしまった。その下の、奇妙な小さい窪みの中に、黴に覆われた大昔の衣服の塊が入っていた。キェロネイトで売られているような漆黒の象牙や、キェロネイトの銛に良く似た何かもあった。誇り高いキェロネイト人が、かつてここを訪れたのだろうか？彼らが、ここの気の毒な村人たちの祖先なのだろうか？@{I}$Chelonate -> キェロネイト, Stygian Ivory -> 漆黒の象牙$You pick idly at a scar on the mushroom-rind, and the whole thing peels away. Beneath, in an odd little pocket, lie bundles of ancient, mouldy cloth. Stygian Ivory, like the stuff the Chelonate sell, and something very like a Chelonate harpoon. Did the proud Chelonites come here once? Are they the ancestors of these sorry villagers?",
                                     "Name": "埋められた……財宝？@{I}Buried... treasure?", "Id": 180752},
                    "RareDefaultEvent": {"Description": "　きのこの表面の一部に何かおかしなところがあった。そこは脆く、崩れやすく、あなたが中を掘り返してみると、その下から芳醇なりんごのような匂いが立ち昇った。あなたはポケット一杯分の変わったきのこ質の物体を見つけた。薄緑色で美味しそうだ。あなたの船員がそれをすくい取ってバケツに入れた。その中に埋まっていたものは……果実？サラスフルーツだ！それはここからずっと遠くの沼地で育つもの。奇妙な話だ。@{I}$[Ss]olacefruit -> サラスフルーツ$There's something different about this patch of mushroom-rind. It's crumbly, friable... you dig into it, and a rich, apply smell emerges from beneath. You've found a pocket of different fungus-stuff - pale green and delicious. Your crew scoops it into buckets. Embedded in it are... fruit? Solacefruit! They grow in swamps, far from here. That's peculiar.",
                                         "Name": "秘密の甘味@{I}Secret sweetness", "Id": 180753},
                    "Name": "きのこの頂上を探索する@{I}Search the shroom-top",
                    "Description": "　繊維質で作られた掘っ立て小屋、胞子の霧、どこまでも続く湿っぽい、紫色の匂い。他には何かあるだろうか？@{I}Fibrous huts, spore-fogs, that endless damp purple smell. Is there anything else?",
                    "ButtonText": "", "Id": 146496},
                   {"DefaultEvent": {"Description": "　一時間の内に、紫色の菌糸体が肉を覆い尽くし、新しい脈管系を使ってコロニーを形成した。次の一時間で、餌は再び動き始めた。更に一時間すると、それは韻を踏んだ言葉を喋り始めた。それが二行連句を詠い始める前に、あなたはそれを棒で打ち叩いて瓶に入れ、船倉の中に閉じ込めた。@{I}Within the hour, purple mycelium spreads throughout the flesh, colonizing your catch with a new vascular system. Another hour, and the catch begins moving again. In the third hour, it starts rhyming. Before it begins composing couplets, you whack it in a jar and store it in your hold.",
                                     "Name": "新たなる生長@{I}New growth", "Id": 230221},
                    "Name": "奇妙な漁獲物で実験を行う@{I}$Strange Catch -> 奇妙な漁獲物$Experiment with your Strange Catch",
                    "Description": "　遠くで胞子の霧が立ち昇った。年寄りの水夫たちは何と言っていたのだったか？「アターシュルームに餌を放り込みゃ、手に入るのは――」何だったろうか？幸運？命？確かめてみよう。[奇妙な漁獲物を、生体標本と交換します。]@{I}$Uttershroom -> アターシュルーム, Live Specimen -> 生体標本, Strange Catch -> 奇妙な漁獲物$A mist of spores rises in the distance. What was it the old zailors say? \"Give a catch to the Uttershroom, and you'll get...\" What was it? Luck? Life? Let's find out. [Trade a Strange Catch for a Live Specimen.]",
                    "ButtonText": "", "Id": 177355},
                   {"DefaultEvent": {"Description": "He smiles at you over his teacup; he does not drink. \"I commend you. Several other interesting adventurers wilted and died before you in this endeavour.\" He hands you a check, drains his cup in a gulp, and is soon on his own ship. ",
                                     "LinkToEvent": {"Id": 158110}, "Name": "", "Id": 245586},
                    "Name": "Give the Severe Chemist the jarful of tether",
                    "Description": "Brought all the way from Wrack. The Chemist promised you a handsome reward.",
                    "ButtonText": "", "Id": 187363},
                   {"DefaultEvent": {"Description": "The sand is warm between your toes. The waves haven't yet reached you, but they will soon. You shield your eyes from the sun as best you can, as you look out over the ocean. There! Those are her colours racing along the horizon - and up across the sky! \u000d\u000a\u000d\u000aYou race along the shore, waving. Her whistle blows back at you. You'd swear you saw her stick her head out of the window and wave, before turning to the sunset. The waves lap your feet. You breathe deep the smell of salt, and wonder what new sun your lover will visit - and where she'll tattoo the memory.",
                                     "Name": "Tether melts in your mouth", "Id": 260584},
                    "Name": "Consume the jarful of tether",
                    "Description": "The Severe Chemist would pay well for it - but can you put a price on love?",
                    "ButtonText": "", "Id": 194332}],
 "Description": "　菌糸の縄梯子を頂上まで登り切ると、そこでは胞子が雲のようにもうもうと立ち込め、動物と植物の混成生物が小走りに駆け回っている。みすぼらしい身なりの疑り深い住人たちは、かつかつの生活を送っている。誰一人としてここを離れようという者はいない。「怪物だよ」ある者が陰気に説明した。「zeeは怪物で一杯じゃないか」@{I}Climb the fungal-fibre ladders to its summit. Shaggy, suspicious villagers scratch a living here, amidst endless clouds of spores and scurrying mobs of plant-animal hybrids. None of them ever leave. \"Monsters,\" one explains darkly. \"Zee full of monsters.\"",
 "Name": "アターシュルーム@{I}$Uttershroom -> アターシュルーム$The Uttershroom",
 "Id": 158110}