{"ChildBranches": [{"DefaultEvent": {"Description": "「俺たちはバザールの出資を受けて働いてる。それは確かにそうなんだが……第四基地ってなあ？俺たちは、ここを第四基地って呼ぶ気にはなれねえよ。ちょっと大げさすぎる。確かにここの石には秘密が詰まってるが、ほとんどは庭用の彫像やら、縁起の良い底荷やらのために使われるんだぞ？ほとんどはな。一部はバザールの地下にまで運ばれていくわけだが……。ケーキのおかわりは要るかい？」@{I}「我々は確かにバザールから援助を受けている。それは事実だが...ステーションIV?我々はステーションIVなんて呼び名では無い。それは些か壮大だ。石には秘密がぎっしりと詰まっているが、主な用途は庭園の彫像だったり、神秘的な砕石だったりする。殆どはそれに使われる。一部の石はバザールの奥に運ばれるが... ケーキのおかわりは?」@{M}\"We get funding from the Bazaar, it's true, but... Station IV? I wouldn't call us Station IV. It's a little grandiose. The stones are stuffed with secrets, but most of them are used as garden statuary, or occult ballast. Most of them. Some go down to the places under the Bazaar... More teacakes?\"",
                                     "Name": "きのこのお茶とお茶菓子@{I}胞子の薬湯とティーケーキ@{M}Fungal tisane and teacakes",
                                     "Id": 159177},
                    "Name": "解体者たちを訪ねる@{I}解体屋達を訪れる@{M}Visit the Unmakers",
                    "Description": "　つるはしを携えた屈強な作業員たちが、キャンプ用の折り畳み椅子に座って休憩していた。彼らは携帯用酒瓶を回し飲みしながら、あなたが近づいてくるのを眺めている。いやに愛想の良い現場監督官が、あなたも座るよう手振りで示した。@{I}筋骨逞しいツルハシを担いだ者達が簡易スツールに座り、貴方が近づくのを見ながら、スキットルを回し飲みしていた。脂ぎった監督が貴方に座るように合図する。@{M}Muscular pick-wielders rest on camp-stools, watching you approach, passing hip-flasks around. An Unctuous Overseer beckons you to sit.",
                    "ButtonText": "", "Id": 134065},
                   {"DefaultEvent": {"Description": "「もしも石が泣いてたらよ」解体者の一人があなたに助言した。「そんなのは無視しろ。もちろん、涙で船倉が溢れちまうようなら別だがな。もしそうなったら、石は海に捨てちまった方が良いだろうな。このことは、俺から聞いたとは誰にも言うなよ」@{I}「もし石が泣き始めたら」破壊者の一人が忠告する。「無視するが良い。当然だが、船倉がそれで溢れかえるまでは。その時は、石を船外に投げ捨てれば良い。私がこれを言ったという事を誰にも言うなよ。」@{M}\"If the stones weep,\" an Unmaker advises you, \"ignore them. Unless they flood your hold, of course. Then you should probably drop them overboard. Don't tell anyone I said that.\"",
                                     "Name": "", "Id": 159203},
                    "Name": "スフィンクスストーンをロンドンに運ぶ@{I}スフィンクスストーンをロンドンまで運ぶ@{M}$[Ss]phinxstone -> スフィンクスストーン$Carry Sphinxstone to London",
                    "Description": "　解体者たちは、ここでソルト・ライオンをひとかたまりずつ瓦礫の山へと変えている。瓦礫をロンドンまで持ち帰る手助けをしよう。[あなたは手付金の支払いを求められます。また、船倉に20の空きが必要になるでしょう。]@{I}解体屋達は塩花の獅子を少しずつ瓦礫に崩す為此処に居る。瓦礫をロンドンまで運び、彼らの作業を手助けする。[貴方は保証金を預ける必要があり、倉庫に20ユニットの空きが必要です。]@{M}The Unmakers are here to reduce the Salt-Lions to rubble, one block at a time. Help them in their work by carrying the rubble back to London. [You will need a deposit, and 20 units of spare cargo space.]",
                    "ButtonText": "", "Id": 134078},
                   {"DefaultEvent": {"Description": "　飛び込むのだ。スフィンクスの顔から綺麗な弧を描いて下へ、zeeの冷たい闇の中へ。そのまま漂え。肺が破けそうになるまで、光が目の後ろで輝き始めるまで。浮き上がれ。偽星の刺すようなちらつきへ、船員たちの衝撃を受けた顔めがけて。そして今や、あなたは何かを身に帯びていた。@{I}獅子の顔から飛び降り、ジーの冷たい暗闇の中へ綺麗な弧を描いて飛び込む。肺が破裂し、瞳の中に火花が散るまで貴方は潜り続け、そして水面に浮かび上がる。偽りの星々の突き刺す光の下で喘ぎ声を上げ、貴方の部下達の驚いた顔を見る。貴方の手の中には何かが握りしめられていた。@{M}$[Ff]alse[- ][Ss]tar -> 偽星$Dive from the sphinx's face, down, a clean arc into the zee's chilly darkness. Float there in the quiet, until your lungs are bursting, until light blooms behind your eyes. Rise gasping to the prickle of false-stars, the shocked faces of your crew. You've brought something with you.",
                                     "Name": "zeeの中へ@{I}ジーの中へ@{M}Into the zee", "Id": 159874},
                    "Name": "Saltの儀式@{I}ソルトの儀式@{M}Salt's Rites",
                    "Description": "　北側のスフィンクスの顔は、ほとんどなくなってしまっていた。これらの失われた顔は、Saltを祀るためのものだったと言われている。あなたはそこに引き寄せられた。一体何のために？Saltの声が遠くから、しかしはっきりと聞こえてきた……@{I}北方の獅子の顔は全て無くなっていた.失われた顔はソルトに献じられたと彼らは言う。貴方はその場所に引かれたのだ。しかし何の為に?ソルトの声は遥か遠く、しかしはっきりと聞こえる...@{M}The face of the northern sphinx is all but gone. Lost faces are sacred to Salt, they say. You are drawn there. To what end? Salt's voice is distant, but clear...",
                    "ButtonText": "", "Id": 134478},
                   {"DefaultEvent": {"Description": "「Shaltの注視」彼は強調した。「信心深く！」彼は北のスフィンクスの顔を身振りで示し、祭壇用の瓶を振り回した。[先へ進むにはSaltの注視が必要です。それは、ウィザーなどで得ることができます。]@{I}「ショルトのつぅもく...」それが強く言い放つ。「必要!」それは北方の獅子の顔の上で激しく身振りを交え、祭壇用の瓶を振り回していた。[ストーリーを先に進めるにはソルトの注目が必要です。他の場所でも可能ですが、特にウィザーで入手が可能です。]@{M}$Whither -> ウィザー$\"Shaltsh Ftentshion,\" it insists. \"Godshly!\" It gestures at the face of the northern sphinx. It brandishes the cruet. [You'll need Salt's Attention to continue. You can gain it in Whither, among other places.]",
                                     "LinkToEvent": {"Id": 159176},
                                     "Name": "湿った広い眼@{I}見開かれた両眼@{M}Moist wide eyes", "Id": 165949},
                    "Name": "「シャルト・フライオン」@{I}\"えんくの...すぃし...\"@{M}\"Shalt-Flions\"",
                    "Description": "あなたは真珠族の除け者をここに連れてきた。運が良ければ、彼はその理由を知っている。@{I}貴方は此処に真珠の放逐者を連れてきた。幸運にも、その理由をそれは知っている。@{M}$Nacreous Outcast -> 真珠族の除け者$You've brought the Nacreous Outcast here. With luck, it knows why.",
                    "ButtonText": "", "Id": 137501},
                   {"DefaultEvent": {"Description": "　北側のスフィンクスの顔は、ほとんどなくなってしまっていた。しかし、真珠族の除け者は決然とした様子で、そこをよじ登っていった。頂上まで達すると、彼は空中にその身を躍らせた。コンパスかと思うぐらい正確な円弧を描いて下へ、zeeの闇の中へと。彼はただ、水飛沫ひとつを残して行ってしまった。<br/><br/>　あなたは待った。心配は無用だ。彼はおそらく水中でも息ができるのだろう。更に待った。いくらかの、通り一遍の心配が頭をもたげてきた。なおも待たされると、心配は、手すりのあたりに何気なく寄り集まる船員たちの姿を取って現れた。あくまで何気なく――なぜなら、ラバリーマンの運命について気を揉んでいるなどと、誰も認めはしないからだ。<br/><br/>　ラバリーマンが浮上してきた！彼は、演壇への階段を登る主教のように、厳かな歓喜を湛えて埠頭の上に登った。彼は手に持ったスフィンクスストーンのチェスピースを高々と掲げた。「プリンシプルへ」彼は息も絶え絶えにそう言った。@{I}北方の獅子の顔は全て無くなっていたが、真珠の放逐者は頑なによじ登っていた。頂上まで登った後一瞬動きを止め、そして空中にその身を投げ出した - コンパスで描いたかの様な完璧な弧を描き、ジーの暗闇の中に飛び込んでいく。その姿は小さな水しぶきと共に消えた。\u000d\u000a\u000d\u000a貴方は待つ。不安になる理由は見当たらない。恐らくあれは、水中でも呼吸が出来るだろう。貴方は更に待つ。貴方は流石に、不安が鎌首をもたげるのを感じている。更に時間が過ぎ、漠然とした不安は船側に集まっている船乗り達にも伝播していた。何者も、あのゴムのような男の運命などさして気にもかけていなかったが、漠然とした不安はわだかまっていた。\u000d\u000a\u000d\u000aやがて、そのゴム男が浮上してきた!それは岸壁に足を上げた。その様子はまるで、説教壇に登る牧師の形式張った足取りのようだった。そして、その手にはスフィンクスストーンを彫って作られたチェス駒が握りしめられていた...「こ、これ。」肩で息をしながら、それが言う。@{M}$Rubbery M[ae]n -> ラバリーマン, [Ss]phinxstone -> スフィンクスストーン, Nacreous Outcast -> 真珠族の除け者$The face of the northern sphinx is all but gone, but the Nacreous Outcast scrambles doggedly up. It pauses at the top, and then flips into the air - an arc as precise as a compass-line, down into the darkness of the zee. It's gone with barely a splash.\u000d\u000a\u000d\u000aYou wait. There is no reason for alarm. It can probably breathe water. You wait longer. There is a certain degree of decorous alarm. Longer still, and the alarm manifests in the form of zailors clustering casually by the rail - only casually, because no one would admit any concern for the fate of a Rubbery Man.\u000d\u000a\u000d\u000aThe Rubbery Man surfaces! It mounts the steps to the quay, with the ceremonious delight of a vicar mounting the steps to a pulpit. It holds a sphinxstone chess-piece aloft in its hand... \"Principles,\" it wheezes.",
                                     "Name": "予期せぬ恩寵@{I}予期せぬ好意@{M}Unexpected grace", "Id": 165950},
                    "Name": "「シャルト・フライオン」@{I}\"えんくの...すぃし...\"@{M}\"Shalt-Flions\"",
                    "Description": "　あなたは真珠族の除け者をここに連れてきた。運が良ければ、彼はその理由を知っている。@{I}貴方は此処に真珠の放逐者を連れてきた。幸運にも、その理由をそれは知っている。@{M}$Nacreous Outcast -> 真珠族の除け者$You've brought the Nacreous Outcast here. With luck, it knows why.",
                    "ButtonText": "", "Id": 137502},
                   {"DefaultEvent": {"Description": "　ブレミガンは北側の獅子の顔によじ登ると、その最も狭い罅割れの中に細い触手を捩じ込みながら、解体者たちの野営地へと進んでいった。あなたが立ち去る時には、それは柔らかい音色でさえずりながら、テントの組み紐のあたりを闇雲に探し回っていた。@{I}ブレミガンは北の獅子の顔をよじ登り、ひび割れの狭い隙間に細い触腕をねじ込んで、解体屋達の野営地になだれ込んだ。貴方はテントの紐を闇雲に手探りし、柔らかく囀っているそれをそのままにしておいた。@{M}$[Bb]lemmigan -> ブレミガン$The blemmigan scales the face of the north lion, squeezing fine tendrils into the narrowest of cracks, pressing on to the Unmakers' encampment. You leave it groping blindly at the laces of a tent, twittering softly.",
                                     "Name": "慣れ親しんだものの匂い？@{I}近しい匂いを感じ取ったのか?@{M}Scenting something familiar?",
                                     "Id": 181986},
                    "Name": "ブレミガンを陸に放つ@{I}ブレミガンを浜に揚げる@{M}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "　ブレミガンはここより過酷な環境にも生息している。@{I}ブレミガン達は此処よりも過酷な艦橋でも繁殖していた。@{M}$[Bb]lemmigan -> ブレミガン$Blemmigans have populated harsher environments.",
                    "ButtonText": "", "Id": 147301},
                   {"DefaultEvent": {"Description": "　そう大したものでもないが、解体者たちの活躍について記録しよう。あとは、石と沈黙について記そう。@{I}見たままの姿で、解体屋達の活動を記録し、石と沈黙について書き留める。@{M}Record the activities of the Unmakers, such as they are. Write of stone and silence.",
                                     "Name": "海軍省への手記@{I}総督府への覚書@{M}$Admiralty -> 海軍省$Notes for the Admiralty",
                                     "Id": 182527},
                    "Name": "港湾報告書をまとめる@{I}港湾報告書をまとめる@{M}$[Pp]ort [Rr]eport -> 港湾報告書$Compile a Port Report",
                    "Description": "　時間、玄武岩、解体。@{I}時と、玄武岩と、死の気配と。@{M}Time, basalt, dissolution.",
                    "ButtonText": "", "Id": 147669},
                   {"DefaultEvent": {"Description": "$q:Addressed As -> q:呼称$Before he disembarks, the Impolite Investigator turns to you and asks: \"[q:Addressed As], why did you help me back in Hideaway?\" His smile widens - he laughs. \"On second thought, [q:Addressed As], I think I'd be happy to live without an answer.\" He salutes you and heads down the boarding plank, a spring in his step.",
                                     "Name": "", "Id": 239486},
                    "Name": "Drop off the Impolite Investigator ",
                    "Description": "The Impolite Investigator smiles up at the Lion and breathes deeply.",
                    "ButtonText": "", "Id": 183421},
                   {"DefaultEvent": {"Description": "$q:Addressed As -> q:呼称, Salt Lions -> ソルト・ライオン$Before he disembarks, the Impolite Investigator turns to you and asks: \"[q:Addressed As], why did you fight to maintain an illusion which will kill a city? What do you gain? What - no, sod it. For once, I think I'd rather not know. Good day.\" And with that, he walks down the boarding plank and into the Salt Lions.",
                                     "Name": "", "Id": 239487},
                    "Name": "Drop off the Impolite Investigator ",
                    "Description": "$[Ss]phinxstone -> スフィンクスストーン$The Impolite Investigator listlessly watches the unmakers toil beneath the sphinxstone bricks.",
                    "ButtonText": "", "Id": 183422}],
 "Description": "　大聖堂ほどの大きさの、玄武岩からなる二体の獣。それらは、黒い波を間に挟んで、絶えず顰め面を交わし合っている。北の一体の上には野営地があった。這いまわる人影が、つるはしで掘って掘って掘りまくり、その容貌を腐敗のように蝕んでいる。その下には、物資供給のための船着場があった。@{I}二体の、聖堂程もある巨大な玄武岩の獣が出迎える。黒波を挟み、互いを永遠に睨みつける獅子達。北の獅子の麓には野営地が在り、そこには這い回る人影がただ無言で何かを拾い、拾って、拾い上げる。物資補給の為のドックが、その下にある。@{M}Two basalt beasts, cathedral-sized. They frown eternally at each other across the black waves. The north one carries an encampment: creeping human figures eat away at its features like rot, pick-pick-picking. There's a supply dock below.",
 "Name": "ソルト・ライオン@{I}塩花の獅子@{M}$Salt Lions -> ソルト・ライオン$The Salt Lions",
 "Id": 159176}
