{"ChildBranches": [{"DefaultEvent": {"Description": "　あなたは半日を費やして船着場を観察し、種類、数ともに驚くほどたくさんの船について記録した。あのアイアン・リパブリックの船の隣にあったのは、カーネイトの三胴艇だったろうか？船着場の労働者たちは、こんな忙しさは今まで経験したことがないと大声で不満を言い立てた。『猫族』たちは、密輸と海賊行為について絶え間なく、しかも軽率に話し合っていた。しかし、最も面の皮の分厚い船乗りたちですら、『王』について語る時には声を低めた。バラ庭園について語る時には、彼らは更に静かになった。あなたは入念に記録を取った。たとえあなたには分からなくとも、海軍省なら彼らの語るところが理解できるかもしれないからだ。@{I}$Khan -> カーン, Catt(y|ies) -> 『猫族』, Iron -> アイアン, Admiralty -> 海軍省, Khanate -> カーネイト, Iron Republic -> アイアン・リパブリック$You spend half a day observing the docks and note an astonishing number and variety of ships. Was that a Khanate trimaran nestled beside a vessel from the Iron Republic? The dockhands complain loudly that they have never been busier. The Catties talk ceaselessly and carelessly about smuggling and piracy, but even the most hardened zailors lower their voices when they mention 'the King'. They go even quieter when they talk about the Rose Garden. You make careful notes; perhaps the Admiralty will understand what they mean, even if you don't.",
                                     "LinkToEvent": {"Id": 168435},
                                     "Name": "バラと王@{I}Roses and kings", "Id": 168436},
                    "Name": "港湾報告書をまとめる@{I}$[Pp]ort [Rr]eport -> 港湾報告書$Compile a Port Report",
                    "Description": "　今のところ、海軍省の法の手はこの島までは及んでいないようだ。しかし、だからといって、海軍省がここでの活動に関心を持っていないわけではない。@{I}$Admiralty -> 海軍省$Though the Isle seems, at present, beyond the reach of the Admiralty's laws, that does not mean that the Admiralty lacks interest in their activities.",
                    "ButtonText": "", "Id": 138988},
                   {"DefaultEvent": {"Description": "　あなたがコインを手渡すと、彼女は一瞬鋭い笑みをよこしてから、手を振ってあなたを近場のエールハウスへと促した。やり取りのすべてはあからさまな腐敗であり、同時に愉快なぐらい能率的だった。@{I}You hand over the coins and she tips you a sharp smile before waving you to the nearest alehouse. The entire process is straightforwardly corrupt, and pleasingly efficient.",
                                     "LinkToEvent": {"Id": 168544}, "Name": "", "Id": 168589},
                    "Name": "海賊の歓迎@{I}A Piratical Welcome",
                    "Description": "「アイル・オブ・キャッツにようこそ」見開いた目の港長が朗らかに言った。「賄賂をいただければ、この素敵な公式の台帳には、あなたの詳細を残さないでおいてあげますよ？」@{I}$Isle of Cats -> アイル・オブ・キャッツ$\"Welcome to the Isle of Cats,\" the Wide-Eyed Dockmaster says brightly. \"Would you like to bribe me not to write down your details in this nice official ledger?\"",
                    "ButtonText": "", "Id": 139091},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 168541},
                                     "Name": "", "Id": 169542},
                    "Name": "ハニード・タング@{I}$Honeyed Tongue -> ハニード・タング$The Honeyed Tongue",
                    "Description": "　売春宿と蜜窟を兼ねるその場所は、『猫族』たちが王の鉤爪と呼ぶ人物によって運営されている。@{I}$honey-den -> 蜜窟, Catt(y|ies) -> 『猫族』$It is both brothel and honey-den, run by someone the Catties refer to as the King's Claw.",
                    "ButtonText": "", "Id": 139670},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 168543},
                                     "Name": "", "Id": 169543},
                    "Name": "キャベンディッシュ大修道院@{I}$Cavendish Abbey -> キャベンディッシュ大修道院$Cavendish Abbey",
                    "Description": "　深紅の服を着た蜜花の修道女たちが塁壁を警邏し、灯点けミツバチの巣を世話している。@{I}$[Ll]amplighter[- ][Bb]ee -> 灯点けミツバチ, Melliferous Sister -> 蜜花の修道女$The crimson-clad Melliferous Sisters patrol its ramparts, and tend their hives of lamplighter bees.",
                    "ButtonText": "", "Id": 139671},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 169585},
                                     "Name": "", "Id": 169589},
                    "Name": "薔薇庭園を散策する@{I}A Walk in the Rose Garden",
                    "Description": "　何かを開く以外に、鍵の使い途などあろうか？@{I}What use is a key, if you don't open things with it?",
                    "ButtonText": "", "Id": 139704},
                   {"DefaultEvent": {"Description": "　蜜花の修道女はあなたに蜜を売りたくなさそうにしていたが、それもあなたが檻の庭園に続く銀の鍵を見せるまでのことだった。「あなた、海賊王さまのお友達なのね！」彼女は叫んだ。「ええと、それならどうしてそうだと最初から言ってくれなかったのよ」@{I}$Cage[- ]Gardens -> 檻の庭園, Pirate-King -> 海賊王, Melliferous Sister -> 蜜花の修道女$The Melliferous Sister seems reluctant to sell the honey to you, until you show her your silver Key to the Cage Gardens. \"You are an intimate of the Pirate-King!\" she exclaims. \"Well, why didn't you say so in the first place?\"",
                                     "Name": "", "Id": 169598},
                    "Name": "紅い蜜を買う@{I}Buy a shipment of red honey",
                    "Description": "　どこか別の場所で売れるだろう。徴税官に見つかる危険を冒すつもりならば。@{I}$Revenue M[ae]n -> 徴税官$You could sell it for a profit elsewhere. If you were inclined to take your chances with the Revenue Men.",
                    "ButtonText": "", "Id": 139709},
                   {"DefaultEvent": {"Description": "「太陽が時を順序立てる、分かるか？ここ地底にあっては、我らはただ指先で時に触れることができるばかりだ。悪魔たちはそのことを知っている。アイレムでは――アイレムでは――」<br/><br/>　彼の目に涙が溢れた。突然、彼は振り返り、群衆の中へと駆け出した。あなたは木箱とともに取り残された。@{I}$Irem -> アイレム$\"The Sun orders time, do you see? Down here we can only touch time with our fingers. The devils know that. In Irem - In Irem - \"\u000d\u000a\u000d\u000aHis eyes well with tears. Abruptly he turns and plunges into the crowd. You're left with the crate.",
                                     "LinkToEvent": {"Id": 168435}, "Name": "命と光@{I}Life and light",
                                     "Id": 177171},
                    "Name": "ガラスの贈り物@{I}A Gift of Glass",
                    "Description": "　獅子色のローブをまとった、異様にやせ衰えた男があなたの袖を掴んだ。「頼む」彼は言った。「俺はおしまいだ。真実には触れられん。これを持っていけ」彼は繋船柱のそばの、中身の期待できなさそうな木箱を指差した。@{I}An emaciated man in lion-coloured robes clutches your sleeve. \"Please,\" he says. \"I'm damned. I can't touch the truth. Take this.\" He points to an unpromising-looking crate, sitting beside a bollard.",
                    "ButtonText": "", "Id": 144373},
                   {"DefaultEvent": {"Description": "　ブレミガンは紫色の閃光となって脚の間を駆け抜け、雑踏の中へと消えた。海賊たちは金切り声を上げ、娼婦たちは罵った。<br/><br/>　一時間後、あなたはブレミガンがエールハウスの屋根の上に止まっているのを見つけた。それは触腕をくねらせながら、破廉恥なヴィッラネッラを即興で歌っていた。地元民たちの小さな人だかりが、それに喝采を贈った。@{I}$[Bb]lemmigan -> ブレミガン$The blemmigan disappears into the crowd, darting between legs in a violet flash. Pirates shriek, harlots curse. \u000d\u000a\u000d\u000aAn hour later, you see it perched atop an alehouse roof, tentacles awave, slurringly extemporising an impudent villanelle. A small crowd of locals is cheering.",
                                     "Name": "瞬く間に去り@{I}Gone in an instant", "Id": 182367},
                    "Name": "ブレミガンを陸に放つ@{I}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "　ここの者たちはこいつをどう思うだろうか？こいつの方は、彼らをどう思うだろうか？@{I}What will they make of it? What will it make of them?",
                    "ButtonText": "", "Id": 147560},
                   {"DefaultEvent": {"Description": "　レオポルド王は宝石で飾られた小さな鳥を仔細に観察した。そこには注意深さといくらかの歓喜が窺えた。「お前がこれをどうやって手に入れたのか、知りたいとは思わんな。仮に尋ねる者があっても、その経緯は伏せておけ。そうとも、これは元の持ち主のもとに返してやろうではないか。何と優れた技巧か。真に唯一無二の一品よ」<br/><br/>　彼はしばしそれを両手で抱きかかえたのち、頭を振った。「これを未亡人に届けよ」そう命じると、彼は配下のうち最も運のなかった密輸人にそれを投げ渡した。「我らは再交渉すべき好ましからざる取引を抱えているのだ」@{I}King Leopold examines the small jeweled bird with care and a measure of delight. \"I do not want to know how you came by this. Should anyone ask, you did not. We shall return it to the owner, yes. Such fine craftsmanship. A true one-of-a-kind creation.\"\u000d\u000a\u000d\u000aHe cradles it for a moment, and snaps off the head. \"Deliver this to the Widow,\" he orders, throwing it to his least fortunate smuggler. \"We have unfavourable deals to renegotiate.\"",
                                     "Name": "途中で捕まって@{I}Caught in the middle", "Id": 224528},
                    "Name": "ミスター・サックスのための届けもの@{I}$Mr Sacks -> ミスター・サックス$A delivery for Mr Sacks",
                    "Description": "　海賊王には心優しい未亡人との接点があるのだろう。@{I}$Pirate-King -> 海賊王, Gracious Widow -> 心優しい未亡人$The Pirate-King will have contacts with the Gracious Widow.",
                    "ButtonText": "", "Id": 173932},
                   {"DefaultEvent": {"Description": "$Hunter's Keep -> ハンターズ・キープ$You must lie on a bed in the semi-darkness, eyelids propped open and reflexes drug-dulled. Then the bees are admitted. Soon a scout has found you and is dancing out the address of your eyeballs. Now, concentrate! It would be unfortunate if you were to communicate the wrong memory through the bees! You must dwell on the Sensitive Brother's guilt about burning the papers, his lie to his superiors, his determination never to tell anyone. Meanwhile the feet of bees prickle across your eyes.\u000d\u000a\u000d\u000aBut when it is over you have a stoppered glass of red liquid, prepared for delivery at Hunter's Keep.",
                                     "LinkToEvent": {"Id": 168435},
                                     "Name": "An uncomfortable procedure", "Id": 234995},
                    "Name": "Have red honey made of the Sensitive Brother's Regret",
                    "Description": "It will let you convey his secret to his sister in a form she may find palatable.",
                    "ButtonText": "", "Id": 180463},
                   {"DefaultEvent": {"Description": "They fall silent as you approach, and reach for their knives. You put your hands up. You've just come from those waters, you say, and there is something they ought to know.\u000d\u000a\u000d\u000aBy the time you've finished speaking, the smugglers have not only away their knives, they've started reaching for their purses. \"A good bit of luck that you caught us,\" one says. \"If I ever find the muggins what near sent us to our deaths, I'm going to bash 'is ____ing teeth in.\"",
                                     "LinkToEvent": {"Id": 168435}, "Name": "", "Id": 244666},
                    "Name": "Save the smugglers from Wrack",
                    "Description": "A small crowd of smugglers whisper beneath a garland of roses. \"She said a taste of this fish could rouse a parson's passions! We'll make a killing in London!\" The rest agree to chart a course over Wrack.",
                    "ButtonText": "", "Id": 186782},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 259411},
                                     "Name": "", "Id": 259426},
                    "Name": "$Ambition -> 大望$Ambition: Discuss the Well-Travelled Notary's memories",
                    "Description": "$Presbyter -> プレズビター$Your quest to has led you here. You need to know what the Notary knew - about Nidah, about the Presbyterate, about the secret of immortality.",
                    "ButtonText": "", "Id": 193440},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 259411},
                                     "Name": "", "Id": 259427},
                    "Name": "$Ambition -> 大望$Ambition: Discuss the Well-Travelled Notary's memories",
                    "Description": "$Presbyter -> プレズビター$Your quest to has led you here. You need to know what the Notary knew - about Nidah, about the Presbyterate, about the secret of immortality.",
                    "ButtonText": "", "Id": 193441},
                   {"DefaultEvent": {"Description": "$Isery -> イザリー$You broach the subject with delicacy. There is a light in Isery's eyes that you would not describe as 'reassuring'.",
                                     "LinkToEvent": {"Id": 260483}, "Name": "", "Id": 260485},
                    "Name": "$Isery -> イザリー$Invite Isery to join the seven Against Nidah",
                    "Description": "Given Lorenzo's misfortune, you find yourselves in need of a new Guide.",
                    "ButtonText": "", "Id": 194261},
                   {"DefaultEvent": {"Description": "$Isery -> イザリー$You broach the subject with delicacy. There is a light in Isery's eyes that you would not describe as 'reassuring'.",
                                     "LinkToEvent": {"Id": 260483}, "Name": "", "Id": 260486},
                    "Name": "$Isery -> イザリー$Invite Isery to join the seven Against Nidah",
                    "Description": "Given Lorenzo's misfortune, you find yourselves in need of a new Guide.",
                    "ButtonText": "", "Id": 194262},
                   {"DefaultEvent": {"Description": "$Honeyed Tongue -> ハニード・タング, Isery -> イザリー$The reports are all the same: Isery manages the Honeyed Tongue, a den of exceedingly select and debased pleasures. You'll have to win their favour if you're to taste the honey.",
                                     "LinkToEvent": {"Id": 168435},
                                     "Name": "$Isery -> イザリー$Isery, Cat's Chiefest Claw",
                                     "Id": 260634},
                    "Name": "$Ambition -> 大望$Ambition: Where can you taste red honey?",
                    "Description": "The Salt-Scarred Navigator said he tasted memories of a failed expedition against an immortal city. Where is the one who gave it to him?",
                    "ButtonText": "", "Id": 194366},
                   {"SuccessEvent": {"Description": "「ああ、ああ。払うともさ。どこだよ。早く！」<br/><br/>　顧客が太陽光を浴びている間、あなたは外で待っていた。光が薄れ始めると、あなたは再び部屋に踏み込んで箱を回収した。@{I}\"Yes. Yes, I'll pay. Where is it? Quickly!\"\u000d\u000a\u000d\u000aYou wait outside while your customer basks in the sunlight. Once it starts to fade, you re-enter the room and retrieve your box.",
                                     "LinkToEvent": {"Id": 168435}, "Name": "良い値@{I}A good price",
                                     "Id": 177175},
                    "DefaultEvent": {"Description": "　奥の部屋や地下室で、ごちゃごちゃした倉庫の裏で、あなたは慎重に準備を整えた。その取引は間に人を挟まなければ成立しなかった。あなたの仲介人が顧客の仲介人に会う手はずになっていた。不幸なことに、あなたの仲介人は顧客の仲介人から、元の鏡封じの箱ではなく、ただの木箱を掴まされてしまった。あなたは500エコーだけ裕福にはなったが、また同じ商売をするためには別の箱を手に入れなければならないだろう。@{I}$[Mm]irrorcatch[- ][Bb]ox -> 鏡封じの箱$In back-rooms and cellars, in tangles behind warehouses, you make careful arrangements. The deal is only to take place at second hand: your intermediary will meet theirs. Unfortunately, their intermediary palms off yours with an empty crate, not the original Mirrorcatch Box. You're five hundred Echoes richer, but you'll need another box if you're to do this run again.",
                                     "LinkToEvent": {"Id": 168435},
                                     "Name": "煙と鏡@{I}Smoke and mirrors", "Id": 177174},
                    "Name": "太陽光を売る@{I}Sell Sunlight",
                    "Description": "　太陽光！数ある享楽の中でもとりわけ危険なものである。ここポート・キャベンディッシュは危険な享楽に飢えている。しかし、あなたは太陽光を嗜む者たちと交渉することはできるだろうか？@{I}$Port Cavendish -> ポート・キャベンディッシュ$Sunlight! that most dangerous of pleasures. Here in Port Cavendish, there's an appetite for dangerous pleasures. But will you be able to negotiate with the sippers of sunlight?",
                    "ButtonText": "", "Id": 144375},
                   {"SuccessEvent": {"Description": "　そこであなたは、娘の驚愕した視線を追った。ライラック色のガウンを着た女性が、蜜窟の戸口にもたれかかっていた。女の顔立ちには、見間違えようもなく、あなたのオフィサーと似たところがあった。「話をしましょうか」落ち着き払った様子で、彼女は娘にそう言った。<br/><br/>　娘は、目を見張る素早さで、なけなしの平静さをかき集めた。「ちょっと話してくるわ」娘はそう言った。@{I}$[Oo]fficer -> オフィサー, honey-den -> 蜜窟$You follow the Daughter's stunned gaze. A woman in a lilac gown leans in the doorway of a honey-den. Her features bear an unmistakable resemblance to your officer's. \"We should talk,\" she says to the Daughter, quite calmly.\u000d\u000a\u000d\u000aThe Daughter assembles the rags of her composure with remarkable speed. \"Excuse us,\" she says...",
                                     "LinkToEvent": {"Id": 180196},
                                     "Name": "「先週にはいたそうだけど――」@{I}\"She was here last week, but - \"",
                                     "Id": 180252},
                    "DefaultEvent": {"Description": "「でもね、ああ、かわいい私よ、誰かが私にスリをはたらいたのは知ってるかしら？」彼女は楽しそうにくすくすと笑った。「全然気づかなかったわ！蜘蛛の赤ちゃんみたいな指だったのね」<br/><br/>　彼女は指の間で硬貨を転がしていた。「だから私はそいつのあとをつけて、おめでとうを言いに行ったのよ。それから一杯奢ってあげたわ。飲み終わったらもう一杯。そしたら彼は薔薇虎亭の二階で眠っちゃった。それで今、私は彼の財布を持って下に降りてきているというわけ。お金はいかがですか？とっても楽しいわよね、お金って」(彼女は相当酔っ払っているに違いないと、あなたは気がつき始めた。)<br/><br/>「ともあれ、運がなかったわ。でもきっと見つけるわよ。私は『誰だって』見つけられるわ」そこで彼女は指を鳴らそうとしたが、上手くいかなかった。@{I}$Rose and Tiger -> 薔薇虎亭$\"But, oh dear me, do you know someone picked my pocket?\" She chuckles happily. \"I never noticed a thing! Fingers like spider-hatchlings.\"\u000d\u000a\u000d\u000aShe rolls a coin between her fingers. \"So I tracked him down and congratulated him. And bought him a drink. And one thing led to another. And now he's asleep upstairs at the Rose and Tiger, and I'm down here with his purse. Would you like some money? It's so much fun, money.\" (You begin to realise how drunk she must be.)\u000d\u000a\u000d\u000a\"Anyway, no luck. But we'll find her. I can find <i>anyone</i>.\" She tries, and fails, to snap her fingers.",
                                     "Name": "「運がなかったわ」@{I}\"No luck.\"", "Id": 180251},
                    "Name": "メイビーの娘が母親を探す手助けをする@{I}$Maybe's Daughter -> メイビーの娘$Help Maybe's Daughter search for her mother",
                    "Description": "「お母さんがよくここに来てるのは知ってるわ。お母さんは昔から猫が好きだったから。私のお父さんにも、その、猫みたいなところがあるのよね。それも、すごく高貴な猫みたいなところが」@{I}\"She comes here, I know. She's always been fond of cats. Well, my father was something of a cat. And a very noble one, at that.\"",
                    "ButtonText": "", "Id": 146189}],
 "Description": "　黄色く照らされた蜜窟と、鮮やかに彩色されたエールハウスがまばらに立ち並ぶ。南東にはキャベンディッシュ大修道院の石塔がそびえ、その塁壁には鮮紅と黄金の旗が掛けられている。船乗りたちはNeathの至るところから荷物を運んでやってきては、船着場で博打や楽しげな諍いに興じている。<br/><br/>　技巧よりも熱狂にまかせて歌われる舟歌の音色、そして硫黄のアクセントのあるバラの匂いが、辺りの空気に漂っていた。@{I}$honey-den -> 蜜窟, Cavendish Abbey -> キャベンディッシュ大修道院$A scatter of yellow-lit honey-dens and brightly painted alehouses. To the south-east rises the stone tower of Cavendish Abbey, its ramparts hung with crimson-and-gold banners. There are zailors from all across the Neath hauling cargo, dicing and brawling good-naturedly on the docks. \u000d\u000a\u000d\u000aThe air carries the sound of zee-shanties sung with more enthusiasm than skill, and the smell of roses edged with brimstone.",
 "Name": "ポート・キャベンディッシュ@{I}$Port Cavendish -> ポート・キャベンディッシュ$Port Cavendish",
 "Id": 168435}
