{"ChildBranches": [{"DefaultEvent": {"Description": "「素晴らしい！実に喜ばしいことだ！」イザリーは人の好さそうな顔に満面の笑みを浮かべた。「私は君の才能に見合った仕事について考えてみるとしよう。何か特別なものをね」イザリーは宝石に飾られた手を振った。「では行くといい。良い船長がいたものだ」@{I}$Isery -> イザリー$\"Wonderful! Utterly delightful!\" Isery is all smiles and genial bonhomie. \"I shall start thinking of a task fit for your talents. Something special.\" They wave a jewelled hand. \"Run along now, there's a good captain.\"",
                                     "Name": "", "Id": 168551},
                    "Name": "イザリーの申し出を受ける@{I}Accept their offer",
                    "Description": "　Neathでは、友人はいくらいても多すぎるということはない。[アイル・オブ・キャッツではパトロンは一人しか持つことができません。賢い選択をしましょう。]@{I}$Isle of Cats -> アイル・オブ・キャッツ$You can never have too many friends, in the Neath. [You may only have one Patron on the Isle of Cats. Choose well.]",
                    "ButtonText": "", "Id": 139066},
                   {"DefaultEvent": {"Description": "　イザリーは宝石に飾られた手であなたの頬をなでた。「では君を私のものにしてあげよう。ここに、檻の婦人の残り香はすべて洗い流された。素敵なことじゃないか、ふふん？」イザリーは返答を期待している風ではなかった。あなたは震えを抑えながら、静かにそこを後にした。@{I}$Lady of the Cages -> 檻の婦人, Isery -> イザリー$Isery strokes a jewelled hand down your cheek. \"You shall be mine now, all traces of the Lady of the Cages wiped clean. How lovely, mmm?\" They do not seem to require a response. You slip away, suppressing a little shiver.",
                                     "Name": "", "Id": 168552},
                    "Name": "パトロンを変更する@{I}A change of Patron",
                    "Description": "「ああ、君はザイラのために何か仕事をしていたのだったか。いや、構わないよ……彼女と私ではzeeの船長に求めているものが違うからね」@{I}$Zaira -> ザイラ$\"Oh yes, you did some work for Zaira, didn't you? Ah, no matter - she and I look for different things in the zee-Captain.\"",
                    "ButtonText": "", "Id": 139067},
                   {"DefaultEvent": {"Description": "　申し出を断るにあたって、あなたは慎重に礼儀を尽くした。イザリーは鋭い、形だけの笑みを浮かべた。「構わない。構わないよ」イザリーは、エナメル処理を施された鉤爪の手であなたの頬をなぞった。「また戻っておいで。君が私との……友情を必要とする時にでも」@{I}$Isery -> イザリー$You are scrupulously polite in your refusal. Isery smiles, sharp and thin. \"No matter, no matter.\" They drag an enamel-clawed hand across your cheek. \"Do come back, if you find yourself in need of my... friendship.\"",
                                     "LinkToEvent": {"Id": 168541}, "Name": "", "Id": 168553},
                    "Name": "イザリーの申し出を拒否する@{I}$Isery -> イザリー$Refuse Isery",
                    "Description": "　もしかしたら、あなたはイザリーの美貌を見ていると落ち着かないのかもしれない。あるいは、『猫族』たちの海賊王ととても親密な者のために働くことになるのが不安なのかもしれない。@{I}$Catt(y|ies) -> 『猫族』, Pirate-King -> 海賊王, Isery -> イザリー$Perhaps you are unsettled by Isery's beauty, or perhaps by the prospect of working for one so comfortable with the Catties' Pirate-King. ",
                    "ButtonText": "", "Id": 139068},
                   {"DefaultEvent": {"Description": "「おやおや、どうやら私は軽率な申し出をしてしまったようだ」イザリーはそう言うと、まったくの丁重さであなたを執務室の外へと案内した。「君がもう既に取られていたとはね！ザイラにはよろしく言っておいてくれよ？彼女は素晴らしい眼を持っているよな」@{I}$Isery -> イザリー, Zaira -> ザイラ$\"Dear me, it appears I have made my offer rashly,\" Isery says, ushering you out of their office with perfect courtesy. \"You're already taken! Do say hello to Zaira, won't you? What an excellent eye she has.\"",
                                     "LinkToEvent": {"Id": 168541}, "Name": "", "Id": 168554},
                    "Name": "先約済み@{I}Promises made",
                    "Description": "　ハニード・タングの高級娼婦の一人が、イザリーの耳元にかがみ込んで何事かを囁いている。そして、あなたの方に用心深げな一瞥をよこした。@{I}$Honeyed Tongue -> ハニード・タング, Isery -> イザリー$One of the courtesans of the Honeyed Tongue bends down to whisper in Isery's ear, and they give you a thoughtful look.",
                    "ButtonText": "", "Id": 139069},
                   {"DefaultEvent": {"Description": "$[Ee]xile's[- ][Rr]ose -> 流浪者のバラ, [Ll]amplighter[- ][Bb]ee -> 灯点けミツバチ, [Rr]ed [Hh]oney -> 紅い蜜, Isery -> イザリー, Zaira -> ザイラ$Isery's eyebrows lift infinitesimally, but their reply is measured. \"When lamplighter bees suck the nectar of this crimson strain of exile's rose, they are driven to madness. They enter the brains of humans and harvest their memories.\" They make a small gesture, as though to elide the exact process. \"Those memories are instilled in red honey. Each sip a burst of memory on the tongue.\"\u000d\u000a\u000d\u000a\"Each sip,\" they pause to smile, a little contemptuously, \"excruciating for the one whose memories have been extracted. But that is Zaira's domain, rather than my own.\" Isery watches your face, searching for some particular expression. Perhaps they find it, for they clear their throat, and look away. \"Glad you asked?\"",
                                     "LinkToEvent": {"Id": 168550}, "Name": "", "Id": 169206},
                    "Name": "NOPE",
                    "Description": "You know, of course. But it's probably a good idea to be sure.",
                    "ButtonText": "", "Id": 139444},
                   {"DefaultEvent": {"Description": "「おやおや、君ねえ。断じてそんなことはできないよ。駄目だ。せがまれてもね。ザイラには頼んでみたのか？何？君はザイラまでも失望させたと？やれやれ。君は海賊稼業が自分に向いていると、本当にそう思っているのか？」[アイル・オブ・キャッツのパトロンたちはもうあなたには仕事を任せません。]@{I}$Isle of Cats -> アイル・オブ・キャッツ, Zaira -> ザイラ$\"Oh, my dear. I simply couldn't. No. Don't beg. Have you tried asking Zaira? What? You've disappointed her as well? Oh dear. Are you quite sure the life piratical is the one for you?\" [The Patrons of the Isle of Cats have no further use for you.]",
                                     "Name": "", "Id": 171288},
                    "Name": "やり直す機会@{I}Second chances",
                    "Description": "　あなたは以前、イザリーの期待に沿えなかった。しかしイザリーは寛大な気分になってくれるだろうか？@{I}$Isery -> イザリー$You have failed Isery before. But perhaps they are feeling lenient?",
                    "ButtonText": "", "Id": 140688},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 259411},
                                     "Name": "", "Id": 259425},
                    "Name": "Discuss the Well-Travelled Notary's memories",
                    "Description": "$Presbyter -> 長老, Presbyterate -> 長命衆$Your quest to has led you here. You need to know what the Notary knew - about Nidah, about the Presbyterate, about the secret of immortality.",
                    "ButtonText": "", "Id": 193439},
                   {"DefaultEvent": {"Description": "$Isery -> イザリー$You broach the subject with delicacy. There is a light in Isery's eyes that you would not describe as 'reassuring'.",
                                     "LinkToEvent": {"Id": 260483}, "Name": "", "Id": 260482},
                    "Name": "$Isery -> イザリー$Invite Isery to join the seven Against Nidah",
                    "Description": "Given Lorenzo's misfortune, you find yourselves in need of a new Guide.",
                    "ButtonText": "", "Id": 194259}],
 "Description": "　王の鉤爪は、自らをイザリーと呼ぶようあなたに言った。イザリーは空色の絹服に身を包んでいた。その右手の指先には、エナメルを塗られた金属と象牙の指輪がいくつも嵌められている。更に、指輪からは鉤爪が伸びていた。怜悧で艶やかで性別のはっきりしない人物だが、そういうところがお好みなら、あなたはイザリーをとても美しいと思うだろう。<br/><br/>「君は海賊王の関心を引いた。そしてそれゆえに、'私の'関心もね」琥珀色の視線をあなたにぴたりと据えたまま、イザリーは言った。「君は十分に有能そうに見える。そして私は今有能な……友人を求めているところだ」@{I}$Pirate-King -> 海賊王, Isery -> イザリー$The King's Claw tells you to call them Isery. They are dressed in azure silk, and wearing clawed rings of enamelled metal and ivory on the fingers of their right hand. They are very beautiful, if you like them sharp and glittering and ambiguously gendered.\u000d\u000a\u000d\u000a\"You have caught the interest of the Pirate-King, and therefore <i>my</i> interest as well,\" they say, fixing you with an amber-eyed gaze. \"You seem capable enough. And I have need of a capable... friend.\"",
 "Name": "後援の申し出@{I}An Offer of Patronage", "Id": 168550}
