{"ChildBranches": [{"DefaultEvent": {"Description": "玉座背後の暗い裂け目から棘の生えた外骨格をもつ護衛たちが現れた。従軍者は彼らの間に挟まれており手首には青銅の鎖が巻かれ穏やかで空虚な表情を浮かべている。\u000d\u000a\u000d\u000a「炎は海によって消された」王が言う。「しかし彼女は依然と変わらぬ者であろうか？いや、完全に同じではない。しかしお前を煩わせるような違いを認めることは出来ぬだろう」@{K}$Fathomking -> ファザムキング$Guards in thorned exoskeletons issue from a dark slit behind the throne. The Campaigner walks between them, wrists chained with bronze, face calm and empty.\u000d\u000a\u000d\u000a\"The flames,\" the Fathomking remarks, \"have been quenched in the zee. Is she as she was? Not entirely. But you will be unable to discern any differences that might trouble you.\"",
                                     "LinkToEvent": {"Id": 169643}, "Name": "", "Id": 169644},
                    "Name": "「陛下、お願い申し上げます。私のもとに従軍者をお返しください」@{K}\"Your Complexity: I pray you, give me back my Campaigner.\"",
                    "Description": "彼女は海で死んだ。王であれば連れ戻すことが出来るかもしれない。代償は高くつくだろう。@{K}She died at sea. Perhaps he can return her. His price will be steep.",
                    "ButtonText": "", "Id": 139731},
                   {"DefaultEvent": {"Description": "玉座背後の暗い裂け目から棘の生えた外骨格をもつ護衛たちが現れた。マジシャンは彼らの間に挟まれており、手首には青銅の鎖が巻かれ穏やかで空虚な表情を浮かべている。\u000d\u000a\u000d\u000a「いくつか修正を施しておいた」王は白状した。「お前が失くした男をすっかり復元することはできなんだ。夢の中であれ海であれ、私の権威には限りがある。しかしこの者も十分にお前の求める所に相応しいだろうよ」@{K}$Fathomking -> ファザムキング$Guards in thorned exoskeletons issue from a dark slit behind the throne. The Magician walks between them, wrists chained with bronze, face calm and empty.\u000d\u000a\u000d\u000a\"I have made adjustments,\" the Fathomking confesses. \"I couldn't quite restore the man you lost. In dreams or in sea, my authority is limited. But you should find this one suitable for your needs.\"",
                                     "LinkToEvent": {"Id": 169643}, "Name": "", "Id": 169645},
                    "Name": "「マジシャンを私のもとにお返しください」@{K}\"Give me back my Magician.\"",
                    "Description": "夢に住む者と同盟を結ぶファザムキングであれば、マジシャンを連れ戻すことが出来るかもしれない。@{K}$Fathomking -> ファザムキング$Perhaps the Fathomking, with his allies in dreams, can return the Magician.",
                    "ButtonText": "", "Id": 139732},
                   {"DefaultEvent": {"Description": "玉座背後の暗い裂け目から棘の生えた外骨格をもつ護衛たちが現れた。除け者は彼らの間に挟まれ歩み出る。その瞳から感情を読み取ることは出来ない。\u000d\u000a\u000d\u000a「この者はかつての姿とは異なるものだ」王が通告する。「あれは永遠に失われてしまった。喜べ。お前は昇りし神と共に歩むのだ」@{K}Guards in thorned exoskeletons issue from a dark slit behind the throne. Your Nacreous friend walks between them. Its eyes are unreadable.\u000d\u000a\u000d\u000a\"It is not as it was,\" the King informs you. \"That is gone forever. Rejoice. You walk in the company of a risen god.\"",
                                     "LinkToEvent": {"Id": 169643}, "Name": "三つの種のあいのこ？@{K}A triple hybrid?",
                                     "Id": 169646},
                    "Name": "「除け者を私のもとへお返しください」@{K}\"Give me back my Outcast.\"",
                    "Description": "「あれの精神は失われてしまっている」王はあなたに警告した。「しかしフルークの核があれば、それが新たな自我となろう……」@{K}$Fluke -> フルーク$\"Its mind is gone,\" the King warns you. \"But if you have a Fluke-Core, the Core can become its new identity - \"",
                    "ButtonText": "", "Id": 139733},
                   {"DefaultEvent": {"Description": "壁の襞が開き、棘の生えた外骨格を持つ護衛が一人震える船乗りを連れてきた。「船長！」彼女は叫び声をあげる。「私は――あれは――あの寒さ――」\u000d\u000a\u000d\u000a「行け」ファザムキングは物憂げに言った。「二度は解放せんぞ」@{K}$Fathomking -> ファザムキング$A wall puckers open, and a guard in a thorned exoskeleton brings in a shivering zailor. \"Captain!\" she cries. \"I was - it was - the cold - \"\u000d\u000a\u000d\u000a\"Go,\" the Fathomking says languidly. \"I won't release her twice.\"",
                                     "LinkToEvent": {"Id": 169643}, "Name": "", "Id": 169647},
                    "Name": "「船員を一人私のもとへお返しください」@{K}\"I have come to plead for a zailor's life.\"",
                    "Description": "あなたの知っている誰かなのか、あるいは慈悲深い行いをする気分になったのか。単純に船員を心の底から必要としているだけかもしれない。[これは船員を得るには高価な手段です。]@{K}Perhaps it's someone you knew. Perhaps you're feeling philanthropic. Perhaps you're simply desperate for crew. [This is an expensive way to gain crew.]",
                    "ButtonText": "", "Id": 139734},
                   {"DefaultEvent": {"Description": "護衛がドラウニーを水場に投げこんだ。水しぶきが王を濡らすがその威厳が損なわれることはない。水中の脈動が叩きつけるようなものへと強まる。そのドラウニーが視界から消えると水は濃く、暗い色へと変わった。「次の者」王は穏やかに言った。@{K}The guards fling the Drownie into the pool. The splash soaks the King, but his dignity is unmarred. The pulsing in the pool intensifies into threshing. The Drownie sinks from view, and the waters grow thick and dark. \"Next,\" the King says peaceably.",
                                     "LinkToEvent": {"Id": 169643}, "Name": "海水が噴き出す@{K}A spray of seawater",
                                     "Id": 169649},
                    "Name": "処刑を見守る@{K}Witness an execution",
                    "Description": "二人の棘のついた外骨格をもつ無言の護衛が喚きたてるドラウニーを玉座の前に引きずってきた。「おやめください！」彼女は金切声を上げた。「私は蜘蛛の友などではありません！絹を買ったこともない！あれは贈り物だったのです！陛下！私はずっと忠実でした――」@{K}Two silent guards in thorned exoskeletons drag a babbling Drownie forwards. \"No!\" she shrieks. \"I am no friend of spiders! I have never purchased silk! It was a gift! Your Complexity! I have always been loyal - \"",
                    "ButtonText": "", "Id": 139736},
                   {"DefaultEvent": {"Description": "彼は傷の性質について話している。そしてそれらの傷の身体の景観に対する劇的な影響について。まるで自慢でもしているかのような口調だが、仮面の下から一粒の涙が伝った。話が終わると王は頷いた。「捧げものを受取ろう」彼は言い、棘に身を守られた護衛たちが玉座背後の暗い裂け目から棺桶を運ぶ台を運び出した。\u000d\u000a\u000d\u000a王は軽い調子でUnterzeeの深みの地形と、怪物たちの巡回経路の概要を語りだした。彼はあなたの存在に気が付き、指を鳴らす。護衛たちがあなたを外へと連れだしたが、外に出される前に価値ある深海の噂を聞くことが出来た。@{K}He's speaking of the nature of the wounds - their dramatic effects on the landscapes of the body. He sounds like he's boasting - but a single tear trickles down from beneath his mask. At last the King nods. \"The offering is acceptable,\" he says. Thorn-armoured guards carry the bier through a dark slit behind his throne.\u000d\u000a\u000d\u000aThe King begins, off-handedly, to outline the cartography of the deep undersea, and the patrol-routes of monsters. He notices your presence and snaps his fingers: the guard ushers you out, but not before you've heard valuable deep-gossip.",
                                     "LinkToEvent": {"Id": 169643}, "Name": "大言壮語？@{K}Boasting?",
                                     "Id": 169652},
                    "Name": "鰐の仮面を着けた拝謁者が献上品を差し出すのを観察する@{K}Watch a Crocodile-Masked Visitor make an offering",
                    "Description": "部屋の中央の台座の上には死体が一つ載せられている。鰐面の拝謁者は何事か呟きながらその周囲を回り、頭と首と胸の傷跡を指し示した。@{K}A body lies on a bier in the centre of the chamber. The Crocodile-Masked Visitor moves around it, indicating wounds in its head, neck, chest; muttering.",
                    "ButtonText": "", "Id": 139739},
                   {"DefaultEvent": {"Description": "話が終わると王は頷き、大使に溺れる真珠の袋を褒美として渡した。謁見の時間は終わりだ。あなたは棘を鎧とする護衛たちによって水面へと案内される。しかし大使の言葉と、王の問いから多くを学ぶことが出来た。@{K}At last the King nods, and awards the Emissary a pouch of drowning-pearls. The hour of audience is past. Thorn-armoured guards escort you back to the surface. But the Emissary's words, and the King's questions, have taught you a great deal.",
                                     "LinkToEvent": {"Id": 143361}, "Name": "価値ある情報@{K}Valuable information",
                                     "Id": 169653},
                    "Name": "カーネイトの大使の話に耳を傾ける@{K}$Khaganian -> カーネイト人$Listen to a Khaganian Emissary",
                    "Description": "テイメン一族からの訪問者が来ていた。その灰色の長衣には水面から跳ねる魚の模様が入っている。彼女はカーンの宮廷での出来事やキェロネイトとの小競り合い、そして海の怪物の襲撃について語った。@{K}$Khan -> カーン, Chelonate -> キェロネイト, Taimen -> テイメン$Here's a visitor from the Taimen clan, in a grey robe patterned with leaping fish. She describes events at the Khan's Court; skirmishes with the Chelonate; zee-beast attacks.",
                    "ButtonText": "", "Id": 139740},
                   {"DefaultEvent": {"Description": "王が手で何かを切るような仕草をすると、蟹の大群が波のように玉座嚢の影から押し寄せてきた。蟹は狩人が踵を返すことすらできないうちに襲い掛かった。彼は悲鳴を上げることしかできない。王は蟹が狩人に群がりその骨から肉を切り取るのを満足げに眺める。この部屋の扉は棘に身を守られた護衛たちによって塞がれている。\u000d\u000a\u000d\u000a事が済んだ時には彼の悲鳴ははるか前に止み、傷ついた骨だけが残された。王があなたに前に出るように促す。「何かを持って行け」彼は命じた。「上において我らの正義が記憶されるように。行ってよいぞ」@{K}The King makes a chopping motion with his hand. A tide of crabs rushes from the shadows of the Throne-Cyst. They're on the hunter before he can turn, but not before he can scream. The King watches in satisfaction as they swarm the hunter, snipping the flesh from his bones. Thorn-armoured guards block the chamber door.\u000d\u000a\u000d\u000aWhen it's done; when his cries are long silenced, and scarred bones remain - the King motions you forwards. \"Take something,\" he commands. \"Let our justice be remembered above. You may go.\"",
                                     "LinkToEvent": {"Id": 143361}, "Name": "唐突な終わり@{K}An abrupt end",
                                     "Id": 169654},
                    "Name": "キェロネイト使節の話を聞く@{K}$Chelonate -> キェロネイト$Listen to a Chelonate Envoy",
                    "Description": "鮫皮の服を着た狩人が王に対して非難がましく熱弁をふるっている。「……許しがたい領土の侵犯行為です！我らの古くからの権利に対する攻撃だ！あなたは王かもしれないが、殻を打ち倒した者の王ではない。我らはこれ以上……」@{K}A hunter in sharkskin is haranguing the King. \"...unpardonable intrusion! Our ancient rights have been impugned! King you may be, but not of the Shell-Slayers. We will pay no more tribute - \"",
                    "ButtonText": "", "Id": 139741},
                   {"DefaultEvent": {"Description": "「紅き肉は海より勝ち取られたもの」王が述べる。「健やかなるときに食せよ」水が激しく動揺しているが、彼は優雅に手を振った。謁見の時間は終わりだ。あなたが船に戻ると、蟹の奴隷たちが暁のようなピンク色をした素晴らしい新鮮な肉の詰まった保冷箱を運んできた。@{K}\"Rosy flesh,\" the King intones, \"won from the water. Taste it in good health.\" He waves a gracious hand, while his waters thresh. The audience is over. As you return, crab- slaves carry ice-boxes filled with sweet fresh meat - pink as dawn.",
                                     "LinkToEvent": {"Id": 143361}, "Name": "海の宝@{K}Sea-bounty",
                                     "Id": 169655},
                    "RareDefaultEvent": {"Description": "「黒い炎が海から昇った」王が述べる。「その蒸気に私を思い出すがいい」王はあなたの眼に真っ直ぐ笑いかけた。謁見の時間は終わりだ。あなたは水面へと戻った。後ろでは背が曲がりメッキされた奴隷たちが濡れた石炭の入った籠を急いで運んでいる。@{K}\"Black fire,\" the King intones, \"risen from the sea. Remember me with its vapours.\" He smiles directly into your eyes. The audience is over: you return to the surface. Hunched, plated, scuttling slaves haul baskets of wet coal behind you.",
                                         "LinkToEvent": {"Id": 143361}, "Name": "海の石炭@{K}Sea-coal",
                                         "Id": 169656},
                    "Name": "王に恩恵を願う@{K}Ask a boon of the King",
                    "Description": "物語を贈り物として持ってきたのだから、何か返礼を求めることも出来るだろう。何を受取ることになるかはわからないが……@{K}You have brought the King a story-gift. You may ask a gift in return. It's impossible to know what you'll receive...",
                    "ButtonText": "", "Id": 139742},
                   {"DefaultEvent": {"Description": "港へと戻ると、空気からはもはや石と銅の匂いはしない。そしてあなたを照らす明かりも砦の刺し貫く様な緑色の光ではなく、馴染み深い偽星のものだ。@{K}$false-star -> 偽星$Back at the dock, the air no longer smells of stone and copper. The light is the familiar glow of false-stars, not the piercing green of the Hold's eyes.",
                                     "LinkToEvent": {"Id": 143361},
                                     "Name": "真珠の弁に戻る@{K}Return to the Valves of Pearl", "Id": 169657},
                    "Name": "立ち去る@{K}Leave", "Description": "ここでの用事は済んだ。@{K}You've finished here.",
                    "ButtonText": "", "Id": 139743},
                   {"DefaultEvent": {"Description": "鰐は体の傷について説明しているが、その説明はあなたに見える傷とは一致していない。これもまたヴィザージュの儀式の一つだ。話が終わると王は頷いた。「捧げものを受け入れよう」王は言い、棘に身を守られた護衛たちが玉座背後の暗い裂け目から棺桶を運ぶ台を運び出した。\u000d\u000a\u000d\u000a王は軽い調子でUnterzeeの深みの地形と、怪物たちの巡回経路の概要を語りだした。彼はあなたの存在に気が付き、指を鳴らす。護衛たちがあなたを外へと連れだしたが、外に連れ出される前に価値ある深海の噂を聞くことが出来た。そしてあなたはヴィザージュの伝承についてもう少しだけ理解を深めた。鰐はこの死体を別種の洪水に差し出したのだ。@{K}$Visage -> ヴィザージュ$Crocodile is describing the wounds on the body, but the wounds he describes don't match the wounds you see. This is another Visage ritual. He sounds like he's boasting - but a single tear trickles down from beneath his mask. At last the King nods. \"The offering is acceptable,\" he says. Thorn-armoured guards carry the bier through a dark slit behind his throne.\u000d\u000a\u000d\u000aThe King begins, off-handedly, to outline the cartography of the deep undersea, and the patrol-routes of monsters. He notices your presence and snaps his fingers. The guard ushers you out, but not before you've heard valuable deep-gossip. And you understand a little more Visage-lore. Crocodile has given this body to another kind of flood.",
                                     "LinkToEvent": {"Id": 169643}, "Name": "もう一つの儀式@{K}Another rite",
                                     "Id": 169674},
                    "Name": "ヴィザージュ人を観察する@{K}$Visage -> ヴィザージュ$Watch a Visager",
                    "Description": "鰐は台座の周囲を時計回りに歩み、捧げものである死体についた傷を王に指し示している。何故彼はここに来たのだろう？@{K}$Fathomking -> ファザムキング$Crocodile moves around a corpse-offering on a bier, clockwise. He indicates its wounds to the Fathomking. Why is he here?",
                    "ButtonText": "", "Id": 139752},
                   {"DefaultEvent": {"LinkToEvent": {"Id": 176515}, "Id": 176514},
                    "Name": "父の遺骨について話す@{K}Discuss the matter of your Father's Bones",
                    "Description": "「陛下、より個人的なお願いを申し上げてよろしいでしょうか。私の父、あるいはその末路についてお尋ねしたいのです」@{K}\"Your Complexity: I have a more personal petition. You know something of my father, or what remains of him.\"",
                    "ButtonText": "", "Id": 143966},
                   {"DefaultEvent": {"Description": "コースにはそれぞれに名前の付けられた七つの品が用意されていた。“肌に触れる最初の感触”という黄色いソースに沈められた滑らかな白い肉の新鮮で鋭く、衝撃的な一皿に始まり、“潮流に逆らいもがく”と名付けられた舵を取る風味の凄まじいテリーヌが続く。その前菜によって会食者たちの眼には涙が浮かび、彼らはみなワインに手を伸ばした。そして彼らが立ち直る前にpeligin色のスープの入った器がその前に並べられる。「飲みこまれよ！」ポワソニエが朗々と述べる。その味わいは深く豊かで重々しく胃袋を裏張りするようだ。幾人かのドラウニーは最後の一滴まで飲み干そうと器を持ち上げた。\u000d\u000a\u000d\u000a続いてありがたい中休みが運ばれてきた。“遥か頭上の地表”は口を清めるような口当たりの良いムースだ。そして“失われた呼吸”という名のいまだ蠢く触手を用いたルラードが供される。舌先に苦いが喉を滑り落ちる間にも芳醇な後味が長く残る。最後から二番目の品は“自己の放棄”、砂糖によって紡がれ、塩によって粗い食感がつけられている。固められたシロップから出来た球形の籠に焼けつくような砂糖菓子が入れられていた。線状の飴細工がドラウニーの歯の間で砕け、砂糖菓子が湿った食道に消えた。\u000d\u000a\u000d\u000aそして最後に、“後に続くものの約束”、はっきりと言えない舌をさす味のクレームブリュレが並べられた。言葉にできない“もっと”あるような風味だ。会食者たちは満腹になり、背もたれに身を任せた。そして彼らが理性を取り戻すと、ポワソニエを呼び料理において溺れる感覚を申し分なく再現しおおせたことを祝った。「溺れる感覚ではない」ファザムキングが言った。彼のバリトンは他の者のおしゃべりに消されることなく通る。「これは愛だ」王はポワソニエにグラスを掲げた。@{K}$Aft -> 後部, Surface -> 地上, Fathomking -> ファザムキング$There are seven courses, each named. It begins with <i>The First Touch on the Skin</i>: a plate of silky white flesh submerged in yellow sauce - fresh, sharp, shocking. Next comes <i>Struggling Against the Current</i>, a fierce terrine of coursing flavours. It leaves the diners watery-eyed and reaching for their wine. Before they recover, bowls of peligin soup are set before them. <i>\"Swallowed!\"</i> the Poissonnier intones. The taste is deep and rich and heavy, lining the stomach. Several drownies lift the bowls to their lips to catch the last drops.\u000d\u000a\u000d\u000aA merciful interlude follows. <i>The Surface, High Above</i> is a mild, palate-cleansing mousse. Afterwards comes <i>Lost Breath</i> - a roulade of still-wriggling tentacles; bitter on the tongue's tip, but departing with a long, mellow aftertaste as it slides down the throat. The penultimate course <i>The Abandonment of the Self</i> is spun with sugar and crunchy with salt. Spherical cages of solidified syrup, containing fiery sweetmeats. The filigree cracks between Drownie teeth. The sweetmeats vanish down damp gullets.\u000d\u000a\u000d\u000aLast of all, <i>The Promise of What is to Follow</i> - a brûléed cream of inexplicable pungency - indescribably more-ish. The diners lean back, bloated. When their senses return, they call for the Poissonnier and congratulate him upon impeccably reproducing the sensation of drowning in culinary form. \"It was not drowning,\" the Fathomking says, his baritone rolling over their babble. \"It was love.\" He raises his glass to the Poissonnier. ",
                                     "Name": "七つ目の奇蹟@{K}The Seventh Miracle", "Id": 181958},
                    "Name": "ポワソニエの饗宴に加わる@{K}Attend the Poissonnier's feast",
                    "Description": "濡れ、活気に満ち、腹を空かせた空気の満ちるドラウニーの大広間に、サンゴ礁から削り出されたテーブルが置かれている。ポワソニエが手を打ち合わせると、船員が湯気を立てる皿を持ち急いでやって来た。@{K}The Drownie court - soggy, chattering, hungry - populate a table of carved coral. The Poissonnier claps his hands. Your crew scurry in with steaming plates.",
                    "ButtonText": "", "Id": 147281},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 263390},
                                     "Name": "", "Id": 263389},
                    "Name": "$Fathomking -> ファザムキング$Deliver the Cargo of Answers to the Fathomking",
                    "Description": "$Drown(y|ies) -> ドラウニー, Chelonate -> キェロネイト$The Drownies of Scrimshander asked you to deliver evidence that the Chelonate's history is not all it's made out to be. ",
                    "ButtonText": "", "Id": 196207}],
 "Description": "ここが砦の潮吹く心臓部だ。ファザムキングはその玉座に浮かんでいる。玉座は盛大な晩餐に用いられるテーブルほどの大きさで、海から掘り出された岩で作られた器に宝石がちりばめられたものだ。王は海水に濡れ暗い色になった紫の錦の衣をまとい、落ち着いた様子で手の上に顎を載せている。玉座の水面下では、王の隠された領土が絶えずその存在を主張するかのように脈打つ。@{K}$Fathomking -> ファザムキング$This is the salt-blown heart of the Hold. The Fathomking floats in his throne: a gem-starred bowl of sea-stone, the size of a banqueting table. He's wearing a dressing gown of purple brocade, soaked dark with salt water. He leans his chin calmly on his hand. Beneath the surface of the water in his throne, his hidden regions pulse, constantly, insistently.",
 "Name": "玉座嚢@{K}The Throne-Cyst", "Id": 169643}
