{"ChildBranches": [{"DefaultEvent": {"Description": "　歯は戦利品として、骨はコルセットの材料として取っておこう。あごひげについて？実に多くの可能性があるとも！切り揃えて異国風の椅子の背覆いのために使うとか、泥棒への警告として宿の扉の向こうに置いておくとか、ロンドンの若牡鹿クラブに縁起物として売りつけるとか。今のところは、風変わりな工芸品の区画に保管しておこう。@{I}$Young Stags -> 若牡鹿, Outlandish Art[ie]fact -> 風変わりな工芸品$Take its teeth as trophies, and its bones for corsets. What of its moustache? So many possibilities! Cut it up for exotic antimacassars; place it over the door of your lodgings as a warning to burglars; sell it to the Young Stags club, back in London, as a mascot. For now, let it remain in the compartment devoted to Outlandish Artefacts.",
                                     "LinkToEvent": {"Id": 140908},
                                     "Name": "華やかな財宝@{I}A luxuriant treasure", "Id": 171432},
                    "RareDefaultEvent": {"Description": "　歯は戦利品として、骨はコルセットの材料として取っておこう。残念なことに、あごひげは修復が効かないほどに焼け焦げていて、後世に遺されることはなくなってしまった。それから向こう三回の当直のあいだ、船員たちは黒い服を着て喪に服していた。@{I}Take its teeth as trophies, and its bones for corsets. Regrettably, its moustache is singed beyond repair, and will be lost to posterity. For the next three watches, zailors are seen in mourning black.",
                                         "Name": "重大な損失@{I}A grand loss", "Id": 182151},
                    "Name": "肉とあごひげを集める@{I}Harvest its flesh and its moustache",
                    "Description": "　片方は油っぽい。もう片方は油っぽくて素晴らしい。@{I}The one is oily. The other is both oily and magnificent.",
                    "ButtonText": "", "Id": 140768},
                   {"DefaultEvent": {"Description": "　腸の粘液だ。ああ、良いねえ。@{I}Intestinal mucus. Oh, good.",
                                     "LinkToEvent": {"Id": 140908},
                                     "Name": "ねばつく塊@{I}A glob of goo", "Id": 171433},
                    "Name": "内蔵をほじくり返す@{I}@Dig around in its innards",
                    "Description": "　愉快な仕事ではないが、儲けの多い仕事ではあるだろう。@{I}Not a pleasant job, but perhaps a profitable one.",
                    "ButtonText": "", "Id": 140769},
                   {"DefaultEvent": {"Description": "The crew watches uncomfortably as the red wake spreads. Is this mercy, or cruelty? The murmured arguments continue long into the night. The looks they shoot you are all the harsher for their uncertainty.",
                                     "Name": "A behemoth goes to die", "Id": 241472},
                    "Name": "Let the beast go",
                    "Description": "$Gant Pole -> ギャント・ポール$Its wound is fatal. It will surely head to the Gant Pole. [This will send this beast to the Gant Pole.]",
                    "ButtonText": "", "Id": 184745},
                   {"DefaultEvent": {"Description": "The crew watches uncomfortably as the red wake spreads. Is this mercy, or cruelty? The murmured arguments continue long into the night. The looks they shoot you are all the harsher for their uncertainty.",
                                     "Name": "A behemoth goes to die", "Id": 260402},
                    "Name": "Let the beast go",
                    "Description": "$Gant Pole -> ギャント・ポール$Its wound is fatal. It will surely head to the Gant Pole. [This will send this beast to the Gant Pole. The Fading Haruspex may no longer make use of them, but others in there may appreciate it.]",
                    "ButtonText": "", "Id": 194202}],
 "Description": "　口は大きく開かれ、目はどんよりとしている。@{I}The mouth gapes. The eyes are dull.",
 "Name": "あなたは髭ベヒモスを討ち倒した@{I}$Behemoustache -> 髭ベヒモス$You've defeated a Behemoustache",
 "Id": 171428}
