{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 140908}, "Name": "", "Id": 171498},
                    "Name": "殺して、食肉処理をする@{I}Butcher it",
                    "Description": "　物資と、場合によってはその他の珍品のために。@{I}For supplies; and occasionally other oddities.",
                    "ButtonText": "", "Id": 140809},
                   {"DefaultEvent": {"Description": "You are confident, now, that these illiciae - in the seaman's vernacular, 'glowy dangly things - are nothing of the sort. They quivered in response to your movements: they twitched towards you as if drawn by magnets! Clearly, these are another sense the monster uses. Or perhaps you've just discovered crustacean magnetism..",
                                     "LinkToEvent": {"Id": 143043}, "Name": "A mis-named beast",
                                     "Id": 171499},
                    "RareDefaultEvent": {"Description": "The Angler's bulk moved with impossible grace and speed. You've learnt a good many tricks here today, although many of them are inappropriate for your ship, unless you can fit it with jointed limbs or an organic-hydraulic predation system.",
                                         "Name": "A deadly ballet", "Id": 171500},
                    "Name": "Record any Observations",
                    "Description": "If you've gathered enough, you may learn something...",
                    "ButtonText": "", "Id": 140810},
                   {"SuccessEvent": {"Description": "　あなたと船医は、船の風下側に横たわる怪物によじ登った。その血液は興味深い青色をしており、また、発光していた。それは雌だったが、卵は見当たらなかった。そしてこの、腹部にあるものは何だろうか？誰かの手によって、二本の平行線の間に七つの印が刻まれている。まるで天井を支える柱のように……@{I}You and your ship's doctor clamber over the beast as it lies in the lee of your ship. Its blood is a curious blue: and the blood, too, is touched by luminescence. It's a female, but there are no eggs. And what's this, on its belly? Someone has chiselled seven marks between two horizontal lines, like pillars supporting a roof...",
                                     "Name": "十脚類の謎@{I}Decapodal mysteries", "Id": 171497},
                    "DefaultEvent": {"Description": "　うん、血が光ってる。あとは、何もかも酷くべとついてる。ええと……すごいね！@{I}Well, its blood glows. And it's all terribly gooey. Er... fascinating!",
                                     "Name": "謎は残る@{I}Mysteries remain", "Id": 171496},
                    "Name": "解剖する@{I}Dissect it",
                    "Description": "　知識のために。@{I}for knowledge.", "ButtonText": "",
                    "Id": 140808}],
 "Description": "　甲殻は粉砕され、輝く突起は静かに横たわっている……@{I}The shell is shattered; the glowing illiciae lie silent...",
 "Name": "あなたは年経たチョウチンガニを討ち倒した@{I}You've destroyed an Elder Angler Crab",
 "Id": 171495}