{"ChildBranches": [{"DefaultEvent": {"Description": "　蛾の死骸の腐りかけの胴体部分に、青色の宝石が埋め込まれていた。あなたは気が狂ったようにボートの中に水を飛び散らせながら、可能な限りそれらを集めた。そして、死骸は完全に分解され、胴体に残されたままの宝石は失われてしまった。@{I}Blue jewels are embedded in the rotting fuselage of the moth's remains. You gather as much as you can, splashing frantically in the ship's boat, before it disintegrates altogether, and the remaining jewels are lost.",
                                     "Name": "サファイア！@{I}Sapphires!", "Id": 173746},
                    "Name": "宝石を探す@{I}Search for jewels",
                    "Description": "　とある昔話があって……@{I}There's an old story...",
                    "ButtonText": "", "Id": 142160},
                   {"DefaultEvent": {"Description": "$Mt Nomad -> マウント・ノマド, Void's Approach -> ヴォイド・アプローチ$Glossy black fragments gleamed malevolently in the blankness of the ice. You'd swear it oriented them towards you. Some sort of sensory apparatus? Their glassy blackness recalls Mt Nomad, the predatory terrain feature which haunts the blackness of Void's Approach. What is their connection?",
                                     "LinkToEvent": {"Id": 144296}, "Name": "Glints like eyes",
                                     "Id": 173747},
                    "Name": "Record any Observations",
                    "Description": "If you've gathered at least 10 Observations, you may learn something...\u000d\u000a [NONSENSE BRANCH, REPURPOSE]",
                    "ButtonText": "", "Id": 142161},
                   {"SuccessEvent": {"Description": "　それがばらばらになるにつれて、あなたの目の前で庭園の光景が回り始めた。そこに表れているのは、翅のある別の生き物たちだ。花に止まる蝶や、アルファベットの翅を持つ霜蛾、赤い記憶に活気づくミツバチ。それらの後ろには山がそびえている。その中心部では、光が輝いている。<br/><br/>「船長！」あなたはまばたきした。蛾は、泥の渦のようになって波の上を漂っていた。@{I}$[Ff]rost[- ]moth -> 霜蛾$As it comes apart, scenes of gardens swim before you. There are other winged things depicted here: butterflies on flowers, alphabet-winged frost-moths, bees alive with red memory. A mountain rises behind them all. Light grows at its core.\u000d\u000a\u000d\u000a\"Captain!\" your first officer is shouting. \"Captain!\" You blink. The moth is a muddy swirl on the waves.",
                                     "Name": "鱗粉の鏡@{I}The Mirror of Scales", "Id": 173745},
                    "DefaultEvent": {"Description": "　あなたは近づいてよく見た。一瞬、答えがあなたの目の後ろの空間で震え、そして崩れてどうにもならなくなった。蛾は同意を与えない空の地図だ。あなたは星を探し求め、ほんのちらつきしか見えず、そして夜があふれた。<br/><br/>「船長！」あなたはまばたきした。蛾は暗い染みになって、より暗い水の上を漂っていた。何も残されてはいなかった。@{I}You look closer. For a moment, a solution trembles in the space behind your eyes, and then it collapses into helplessness. The moth is a map of the unconsenting sky. You grope for stars. You find only glimmers. Night floods in.\u000d\u000a\u000d\u000a\"Captain!\" your first officer is shouting. \"Captain!\" You blink. The moth is a smear of darkness on darker water. Nothing remains.",
                                     "Name": "問いかければ、答えが得られないだろう@{I}Ask a question and you will not be answered",
                                     "Id": 173744},
                    "Name": "完全に溶け崩れてしまう前に、それを調査する@{I}Examine it before its final dissolution",
                    "Description": "　翅のモザイク模様には何かの意味があるのだろうか？@{I}Those mosaic configurations on its wings. Do they carry meaning?",
                    "ButtonText": "", "Id": 142159}],
 "Description": "　それは既に崩れ始め、腐った葉の層のような、ぬるぬるする塊へと変わりつつある。@{I}It's already disintegrating into a sloughy mass, like a slick of rotting leaves.",
 "Name": "あなたはテイオウガを討ち倒した@{I}$Tyrant[ -]Moth -> テイオウガ$You've destroyed a Tyrant-Moth",
 "Id": 173743}