{"ChildBranches": [{"DefaultEvent": {"Description": "彼らはドイリーをロンドンから輸入しているが、紅茶は現地の物で、青く煙った色である。クランペットは温かく、テーブルクロスは白い。虎人がソファーの上に侍っている以外は、ベール庭園に戻ってきたかのような光景であった。それは空色のボウルに注がれた紅茶を舐めながら、最近の詩の郷愁的な流行について不満を並べている。@{M}They import the doilies from London, but the tea is local: blue and smoky. The crumpets are warm; the tablecloths white. You could almost imagine you were back in Veilgarden, except for the tiger lounging on a divan. It laps tea from an azure bowl and complains about the recent nostalgic trend in poetry.",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "遠方に在る郷愁@{M}Home away from home", "Id": 175524},
                    "Name": "マーガトロイド王立茶店を訪れる@{M}Visit Murgatroyd's Imperial Tea Shop",
                    "Description": "窓の向こうでは、磁器とスプーンが音を鳴らしている。@{M}Behind the windows, spoons clink on china.",
                    "ButtonText": "", "Id": 143315},
                   {"DefaultEvent": {"Description": "蒼のバザールは、カーネリアン港の大きな屋内市場である。アーチがあり、天井は高く、見事な柄のカーペットが敷き詰められており、そこで売人が様々な品物を展示している。場は喧騒とうわさ話とでごった返していた。\u000d\u000a\u000d\u000a虎人は博識である。昨晩、ハン王国の三段櫂船が海岸を徘徊し、ライフルが撃ち込まれた。サファイア鉱山からの積み荷の荷揚げは遅れている。総督の側近は文字通り右往左往しながら、事の対処に当たっていた。@{M}$Khan -> カーン, Khanate -> カーネイト, Port Carnelian -> ポート・カーネリアン$The Blue Bazaar is Port Carnelian's great indoor market: arched, lofty, plush with patterned carpets where the vendors display their wares. Most of all, awash with gossip.\u000d\u000a\u000d\u000aThe tiger is well-informed. A black-hulled Khanate trireme prowled the coast last night, a rifle-shot from shore. Shipments from the sapphire mines have slowed. The Governor's aide was left-handed on Tuesday, and right-handed on Wednesday.",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "船上のトラブル@{M}Trouble abroad", "Id": 175533},
                    "RareDefaultEvent": {"Description": "蒼のバザールは、カーネリアン港の大きな屋内市場である。アーチがあり、天井は高く、見事な柄のカーペットが敷き詰められており、そこで売人が様々な品物を展示している。場は喧騒とうわさ話とでごった返していた。\u000d\u000a\u000d\u000a虎人は彼らの君主となる筈だった\"バンダナの王子\"と、密林の奥深くにある彼の宮殿について話していた。貴方は王子の民の状況について、会話から情報を聞き出そうと試みる。その者が言うには、彼に不平を抱く者は居ないそうだ。現地民の渡航制限がつい最近復活したのに?ジャングルの片隅で虎人が殺されたという報告があったのに?彼の尻尾は鞭打つ様に跳ねていた。@{M}$Port Carnelian -> ポート・カーネリアン$The Blue Bazaar is Port Carnelian's great indoor market: arched, lofty, plush with patterned carpets where the vendors display their wares. Most of all, awash with gossip.\u000d\u000a\u000d\u000aThe tiger chats about the Banded Prince, their supposed monarch, and his palace deep in the jungle. You lever the conversation onto the state of his people. He has no complaints, he says. Not even about the recent re-instatement of the travel restriction on natives? Nor the report of a tiger killed at the jungle's edge? His tail flicks.",
                                         "LinkToEvent": {"Id": 175505},
                                         "Name": "船上のトラブル@{M}Trouble abroad", "Id": 175537},
                    "Name": "蒼のバザールにいる虎人に話しかける@{M}Talk to a tiger in the Blue Bazaar",
                    "Description": "カーネリアン海岸を歩く現地人は大体が表情豊かで、穏やかで、厳めしい。それは何時もだ。@{M}$Carnelian Coast -> カーネリアン・コースト$The Carnelian Coast's padding natives are eloquent, placid, and acerbic. Most of the time.",
                    "ButtonText": "", "Id": 143323},
                   {"DefaultEvent": {"Description": "総督はとても、非常に、忙しい。貴方に砂糖をまぶしたお菓子を勧めながら、弁務官は総督が現地人に対してどのような対処をしているのかを説明してきた。「彼らを満足させ続けなければならないですって?結局の所、<i>奴らは</i>虎人なんですよ。」@{M}$Aft -> 後部$The Governor is very, very busy. An attaché offers you a bowl of sugared puffballs, and explains the work the Governor does among the natives. \"Got to keep them happy, what? After all, they <i>are</i> tigers.\" ",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "港湾報告書@{M}A port report", "Id": 175546},
                    "Name": "ハーツクロス邸に連絡を取る@{M}Call at Heartscross House",
                    "Description": "総督の管轄する、女王陛下の領地の、遠く離れた小片である。@{M}Where the Governor administers this distant fleck of Her Majesty's empire.",
                    "ButtonText": "", "Id": 143334},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 175552},
                                     "Name": "", "Id": 175549},
                    "Name": "密偵が何を必要としているかを見つける@{M}Find out what your spies need",
                    "Description": "貴方の構築する諜報網の質を上げる為に、何かが...必要だ。それが何かを探せ。[これによってこの場所に於ける諜報網が改善します。]@{M}To improve the quality of your network, you'll need... something. Find out what. [This will improve your Network here.]",
                    "ButtonText": "", "Id": 143336},
                   {"DefaultEvent": {"Description": "「いや...わしはもう、引退したのじゃよ。」彼は朗らかな笑みを浮かべ、そう言った。彼の持つ陶器は月の様に白く、縁は金で固められている。その中の紅茶越しに、彼は総督の置かれた状況の難しさについて、同情的に意見を述べている。(\"私は男の為、本当にそう感じている\")また、貴方の航海について、詳細な質問を投げかけていた。彼の言葉の波濤の中、貴方はなんとか自分の言葉を幾つかねじ込むことが出来た。「ああそう言えば、ハンはサファイアを殊の外愛でておるな。青は彼の一番好きな色なのじゃよ。」@{M}$Khan -> カーン$\"No, I'm retired, now,\" he tells you, cheerfully. His crockery is white as the moon, and rimmed with gold. Over tea, he comments sympathetically on the Governor's difficulties (\"I feel for the man, I really do\"), and asks probing questions regarding your travels. You manage to squeeze in a few of your own. \"Oh, the Khan is very fond of sapphires. Blue is his favourite colour.\"",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "非公式の言葉@{M}Off the record", "Id": 175598},
                    "Name": "本屋の上の部屋に連絡を取る@{M}Call at a room above a bookshop",
                    "Description": "ハン王国の外交官は、ガラティア事件の後、カーネリアン港を追放されていた。そこに残ったのは唯一人のみだった。「如何なる場合においても、公式な見解は出さぬよ。分かっておろうな。」@{M}$Khan -> カーン, Khanate -> カーネイト, Port Carnelian -> ポート・カーネリアン$The diplomats of the Khanate were expelled from Port Carnelian following the Galatea Incident. Only one remains behind. \"Not in any official capacity, you understand.\"",
                    "ButtonText": "", "Id": 143370},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 175552},
                                     "Name": "", "Id": 180373},
                    "Name": "密偵の需要を満たす@{M}Fulfil your spies' needs",
                    "Description": "彼らは何かを欲しがっていたようだ... [これによってこの場所に於ける諜報網が改善します。]@{M}They wanted something... [This will improve your Network here.]",
                    "ButtonText": "", "Id": 146274},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 180499},
                                     "Name": "", "Id": 180498},
                    "Name": "カーネリアン港の情勢に影響を与える@{M}$Port Carnelian -> ポート・カーネリアン$Influence Affairs in Port Carnelian",
                    "Description": "貴方の構築した諜報網は、この植民地において絶大な影響力を持っている。さて、どの様に使おうか?@{M}Your network's influence over the colony is extensive. How will you use it?",
                    "ButtonText": "", "Id": 146340},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 180499},
                                     "Name": "", "Id": 180504},
                    "Name": "カーネリアン港の運命を決定する@{M}$Port Carnelian -> ポート・カーネリアン$Decide Port Carnelian's fate",
                    "Description": "貴方の構築した諜報網は各局に根を張り、各港に触手を伸ばしている。@{M}Your network reaches into every office, every parlour. ",
                    "ButtonText": "", "Id": 146344},
                   {"DefaultEvent": {"Description": "ここ最近の植民地の運命の変化が理由で、総督は気取らない山高帽を脱ぎ、シルクハットに被り替えた。彼はよく笑う。彼の時計の鎖は銀では無く、金だった。\u000d\u000a\u000d\u000a彼は最近起きた出来事を詳らかに説明する。ただ、彼が自らの鼻をトントンと叩いたり、瞬きを繰り返す時は、「それ以上を話す事能わず」の合図なのだ。@{M}Since the colony's change of fortunes, the Governor has swapped his unassuming bowler hat for a towering stove-pipe. He laughs often. His watch-chain is gold, not silver.\u000d\u000a\u000d\u000aHe gives a full account of recent events. A tap of his nose, or a wriggle of his eyebrows, alerts you to those matters he cannot discuss more explicitly.",
                                     "Name": "高き所の友人@{M}A friend in a high place", "Id": 180523},
                    "Name": "ハーツクロス邸を訪れる@{M}Visit Heartscross House",
                    "Description": "総督は何時でも貴方を歓迎しており、彼の抱える料理人は美味しいスコーンを作ってくれる。@{M}The Governor is always pleased to see you, and his cook makes admirable scones.",
                    "ButtonText": "", "Id": 146363},
                   {"DefaultEvent": {"Description": "ハンの代理人はかつて女王陛下の総督が使っていた、風通しの良いマホガニーの事務所で貴方を歓迎した。「本屋の上の小さな部屋から始まり、大した変化ではありまするな。この様な素晴らしき所をお借り出来ようとは。」\u000d\u000a\u000d\u000a貴方は振る舞われた馬乳酒(アイラグ)を飲みながら、最近の出来事や古い諜報などを共有した。@{M}$Khan -> カーン$The Khan's representative greets you in the airy, mahogany-panelled office that once belonged to Her Majesty's Governor. \"It's quite a change from my little room over the bookshop, but somehow I find it in me to manage.\"\u000d\u000a\u000d\u000aYou share recent news and old tradecraft over a cup of airag.",
                                     "Name": "専門家としての尊敬@{M}Professional respect", "Id": 180524},
                    "Name": "ハーツクロス邸を訪れる@{M}Visit Heartscross House",
                    "Description": "ドアの上には、台緬族に伝わる飛魚の旗が掛けられている。@{M}The leaping-fish flag of the Taiman clan hangs over the door",
                    "ButtonText": "", "Id": 146364},
                   {"DefaultEvent": {"Description": "バンダナの王子はかつて女王陛下の総督が使っていた、風通しの良いカーペット敷きの事務所で貴方を迎えた。貴方は賠償委員会での、より単純でより不毛な日々を思い返していた。見事な縦縞の制服に身を包んだ従僕が、茶を淹れる。\u000d\u000a\u000d\u000a王子は貴方の話す自分の国のニュースに触れ、大層喜んでいた。貴方はここで、\"女王陛下とハンの\"海を隔てた強国について尋ねる。彼らはこの海を再び支配下に収めようとしているのだろうか?「やってみる事は出来るだろうさ。」彼が低い声で漏らす。彼の歯はまだ、鋭い。\u000d\u000a@{M}$Khan -> カーン$The Banded Prince receives you in the airy, carpeted office that was once the Governor's. You recall the leaner, simpler days of the Restitution Committee. A footman fetches tea, his uniform splendidly striped. \u000d\u000a\u000d\u000aThe Prince is happy to share news of his realm. You ask about the rival Empires across the zee: the Queen's and the Khan's. Will they try to reconquer the Coast? \"They can try,\" he rumbles. His teeth are still sharp.",
                                     "Name": "昔日の記憶@{M}Memories", "Id": 180525},
                    "Name": "ハーツクロス邸を訪れる@{M}Visit Heartscross House",
                    "Description": "虎人が扉の側に居る。寝ているのだろうか?否。黄金の眼が煌めいている。@{M}Tigers flank the door. Are they asleep? No. A glint of golden eyes.",
                    "ButtonText": "", "Id": 146365},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 181759},
                                     "Name": "", "Id": 181758},
                    "Name": "髭もじゃの周旋屋の殺し屋を見つける@{M}$Snuffer -> スナッファー, Avuncular Broker -> おじのような仲買人$Find the Avuncular Broker's Snuffer",
                    "Description": "彼はそれを生け捕りにして欲しいようだ。@{M}He wants it captured alive.",
                    "ButtonText": "", "Id": 147150},
                   {"DefaultEvent": {"Description": "前に進もうという気持ちが強すぎて、それは自分の蔓に引っかかって転んでしまった。それは真っ直ぐ総督の家に向かっている。もしかしたら、その後ろに在るジャングルが目当てかもしれない。何れにしても、貴方の問題ではない。@{M}It trips over its own tendrils in its eagerness to advance. It heads straight for the Governor's house. Or perhaps the jungle behind it. Not your problem, either way.",
                                     "Name": "慣れは信頼を育む@{M}Familiarity breeds confidence",
                                     "Id": 181965},
                    "Name": "ブレミガンを浜に揚げる@{M}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "植民地の熱気がブレミガンを興奮させている。それは、レールの上で揺れながら座っている。@{M}$[Bb]lemmigan -> ブレミガン$The heat of the colony thrills the blemmigan. It sits quivering by the port rail.",
                    "ButtonText": "", "Id": 147288},
                   {"DefaultEvent": {"Description": "You buy them crumpets, and they happily let you join them. \"You're a captain, aren't you?\" asks a zailor, stealing his neighbour's crumpet. \"Have you ever zailed out that way? Anything you can tell us?\"\u000d\u000a\u000d\u000aYes, you know the place. The zee is calm there. It's dark, like all the Neath, but there are lights beneath the waves: red and white distractions, to keep you from noticing the explosive mines. Hulls break there. Zailors die.\u000d\u000a\u000d\u000aThe adventurers fall silent. Dispirited, they head home. The next day, you're delivered a heavy purse from 'Thankful Mothers.' Sometimes, justice has its rewards.",
                                     "LinkToEvent": {"Id": 175505}, "Name": "", "Id": 243352},
                    "Name": "Warn the adventurers of Wrack",
                    "Description": "There is a  hullabaloo in Murgatroyd's Imperial Tea Shop! Young adventurers celebrate an upcoming expedition. They're planning to zail over Wrack.",
                    "ButtonText": "", "Id": 185918},
                   {"DefaultEvent": {"Description": "$Tyrant[ -]Moth -> テイオウガ$With a satisfied nod towards your ship, the Incomparable Aurelian slips the butterfly into a killing jar. He explains as the vibrant orange wings beat against the glass.\u000d\u000a\u000d\u000a\"You've been beneath the waves, I see. And I trust you've seen Tyrant Moths as well? Fine creatures, but nothing compared to the regal kin, the Most-Moth. I know where to find it - and with your ship, we can see it hatch.\" \u000d\u000a\u000d\u000aHe gazes down at the butterfly, now still. \"Take me down to the Undercrow, and I'll show you something worth preserving forever.\"",
                                     "Name": "A man of pins and the jar", "Id": 244998},
                    "Name": "Assist a specialised collector",
                    "Description": "A dapper gentleman lounges by a shoot of flowers, admiring butterflies with a predatory gleam in his eyes. Would you help him find the quarry of a lifetime?",
                    "ButtonText": "", "Id": 187008},
                   {"DefaultEvent": {"Description": "$Aft -> 後部$The lady insists that she belongs in the jungle. The tigers disagree. There are questions about where her pelts came from, and how the former owners died.\u000d\u000a\u000d\u000aThe Cladery Heir offers her a consultation. Afterward, the patient has a curious crescent scar on her forehead, roughly the shape of a claw. But: \"I can wear a hat. It's no matter.\" She buries the pelts with honours, and buys a ticket for the next ship back to London.",
                                     "LinkToEvent": {"Id": 175505}, "Name": "Unacceptable",
                                     "Id": 254216},
                    "Name": "Refer a patient to the Cladery Heir",
                    "Description": "There is a lady at Murgatroyd's who dresses in tiger pelts and shows her teeth to customers.",
                    "ButtonText": "", "Id": 190921},
                   {"DefaultEvent": {"Description": "Their titular leader is the Banded Prince, although tiger politics are complex.",
                                     "LinkToEvent": {"Id": 260513}, "Name": "", "Id": 260516},
                    "Name": "Recruit a new Healer to the Seven",
                    "Description": "$Carnelian Coast -> カーネリアン・コースト, Presbyter -> プレズビター$The tigers of the Carnelian Coast were once one of the seventy-seven kingdoms of the Presbyterate. They know its paths, its perils, its promises.",
                    "ButtonText": "", "Id": 194285},
                   {"SuccessEvent": {"Description": "貴方の密偵はカーネリアンの人混みに消えていった。一週間もしないうちに彼らは宿場を見つけ、友を作り、敵と被害者を産むだろう。\u000d\u000a[続けてカーネリアン港を訪れると、貴方は諜報網を育てる事が出来ます。もしくは情報を引き出す事も可能です。諜報網が育つと、カーネリアン港内のパワーバランスに影響力を行使出来るかもしれません。]@{M}$Port Carnelian -> ポート・カーネリアン$Your agent vanishes into the Carnelian crowds. Within the week they will have found lodgings, friends, rivals and victims. [On subsequent visits to Port Carnelian you'll be able to grow your network, or tap it for information. As it grows, you may be able to affect the balance of power in Port Carnelian.]",
                                     "LinkToEvent": {"Id": 175505}, "Name": "成功!@{M}Success!",
                                     "Id": 175547},
                    "DefaultEvent": {"Description": "報告は何処に行った?諜報は何処に行った?そもそも、貴方の密偵は何処に行ったのだ?まさか、より狡猾でより熟練した、より冷徹な陰謀の犠牲になってしまったのだろうか?@{M}Where are your reports? Where is your intelligence? Where, come to that, is your agent? Did they succumb to the intrigues of more callous, more experienced operatives?",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "井の中の蛙大海を知らず@{M}A small fish in a big pond",
                                     "Id": 175540},
                    "Name": "カーネリアン港にスパイを入り込ませる@{M}$Port Carnelian -> ポート・カーネリアン$Insinuate an agent into Port Carnelian",
                    "Description": "この場所は密偵で溢れかえっている。そこに一人加わった所で誰が気にしようか?貴方のスパイが任務に就き次第、貴方は諜報網を通じて情報を得たり、この場所の情勢に影響を与える事が可能になる。@{M}The place is thick with spies. Who would notice another? Once your agent is in place, you can tap your network for information, or use it to influence affairs here.",
                    "ButtonText": "", "Id": 143329},
                   {"SuccessEvent": {"Description": "貴方は、驚き固まった娘の視線を追いかける。そこには薄紫色のガウンを身に纏い、茶店を通り過ぎた女性の姿があった。彼女の特徴は、貴方の横で固まっている彼女のそれと紛れも無く似ていた。「話があります。」彼女は穏やかな口調でそう娘に告げる。\u000d\u000a\u000d\u000a彼女は特筆すべき速さで、散り散りになった彼女の冷静さを掻き集めていた。「ちょっとごめんね。」彼女はそう言った...@{M}You follow the Daughter's stunned gaze. A woman in a lilac gown strolls past a tea-shop. Her features bear an unmistakable resemblance to your officer's. \"We should talk,\" she says to the Daughter, quite calmly.\u000d\u000a\u000d\u000aThe Daughter assembles the rags of her composure with remarkable speed. \"Excuse us,\" she says...",
                                     "LinkToEvent": {"Id": 180196},
                                     "Name": "\"彼女は先週ここに居たけど -\"@{M}\"She was here last week, but - \"",
                                     "Id": 180256},
                    "DefaultEvent": {"Description": "「彼女は今まで一度も此処にいた事が無いわ。彼女が戻ってくるとはとても思えないの。だから、これで候補の港は一つ消えたわね。そういえば...私はサファイアを拾ったわ。そう、そこら中で。」@{M}\"She hasn't been here in forever. I don't think she's coming back. So that's one port eliminated. And, ah, I did pick up some sapphires. Here and there.\"",
                                     "Name": "\"運が無いわね。\"@{M}\"No luck.\"", "Id": 180255},
                    "Name": "メイビーの娘の母親を探す手伝いをする@{M}$Maybe's Daughter -> メイビーの娘$Help Maybe's Daughter search for her mother",
                    "Description": "「これは本当に微かな手がかりなんだけど...彼女はサファイアを身につけていたわね。」娘は肩をすくめる。「そしてここがサファイアの採れる場所。見て、どっちにしてもこの道を進むつもりだったんでしょう、違った?(違った?)」@{M}\"This one's a slender lead. She's been seen wearing sapphires.\" The Daughter shrugs. \"This is where sapphires come from. Look, you were heading this way anyway, weren't you? (Weren't you?)\"",
                    "ButtonText": "", "Id": 146191},
                   {"SuccessEvent": {"Description": "貴方の元密偵は、この情報は自らの命を投げ打つ価値があると判断した。貴方は書面から彼女の血をすくい取り、古いアッシリア暗号に当てはめていく。彼女は間違っていなかった。[目覚ましい成功の後は、大体身を隠すか、諜報網を再構築する必要があるでしょう。]@{M}$Aft -> 後部$Your late agent considered this information worth dying for. You blot her blood from the page and apply an old Assyrian cipher. She was not wrong. [After a significant success, you'll often need to lie low or rebuild your network.]",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "成功に纏わる危険@{M}The dangers of success", "Id": 180366},
                    "DefaultEvent": {"Description": "貴方の密偵の警告は、ギリギリで貴方の元に届いた。貴方は新聞紙を折り畳み、真珠のカフスを付けた二人の男がそこに到着する直前に、桟橋を後にした。彼らの手には傷跡があり、彼らの笑顔は偽りだった。@{M}Your agent's warning reaches you just in time. You fold your newspaper and vacate the dock, moments before the two gentlemen with pearl cuff-links arrive. Their hands are scarred. Their smiles are false. ",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "危機一髪@{M}A narrow escape", "Id": 180365},
                    "RareDefaultEvent": {"Description": "貴方は以前の報告書をくまなく探した。少しは見つかったが、満足の行くものではなかった。カーネリアン港は密偵で溢れかえっており、秘密など長続きしないものなのだ。[貴方の諜報網の質が落ちました。]@{M}$Port Carnelian -> ポート・カーネリアン$You comb your recent reports. A few morsels, but nothing to feast on. Port Carnelian is so crowded with spies that secrets are in short supply. [Your network has suffered.]",
                                         "LinkToEvent": {"Id": 175505},
                                         "Name": "貧弱な収穫@{M}Slim pickings", "Id": 180368},
                    "RareSuccessEvent": {"Description": "偉大なるジーの力はサファイアの為にカーネリアン海岸を切望しているが、貴方の密偵が掘り出した宝石は、それよりも遥かに貴重な物だった。秘密は石よりも慎ましやかで、より持ち運びやすかった。[秘密は保たれました!貴方の諜報網は打撃を受けていません。]@{M}$Carnelian Coast -> カーネリアン・コースト$The great zee-powers covet the Carnelian Coast for its sapphires, but the jewels your agents excavate are even more precious. Secrets: less gaudy than stones, and more portable. [Secrecy has been maintained! Your network has not suffered.]",
                                         "LinkToEvent": {"Id": 175505},
                                         "Name": "静かなる事石の如く@{M}Silent as stone", "Id": 180367},
                    "Name": "諜報を探し求める@{M}Seek intelligence",
                    "Description": "もしカーネリアン海岸に目や耳になる者が居れば、彼らを使う事で港湾報告書以上の物を獲得する事が出来る。[諜報網の質が良ければ良い程、任務は簡単になります。]@{M}$Carnelian Coast -> カーネリアン・コースト, Port Report -> 港湾報告書$If you have eyes and ears on the Carnelian Coast, you can use them to gain more than just a Port Report. [The better your Network, the easier this will be.]",
                    "ButtonText": "", "Id": 146270},
                   {"SuccessEvent": {"Description": "漂う胞子で溢れかえる密林を勇気を絞って掻き分けながら進み、貴方は小川を見つけた。土手に群生する赤いハラタケの中で屈む。話に伝え聞くようなサファイアはその中には無かったが、砂をふるい分けると煌めく破片がポケット一杯になる程出てきた。@{M}Braving the jungle's violet spore-drifts, you find a narrow stream. You kneel among the red-capped agarics that spot its banks. It doesn't heave with sapphires, as the stories promised, but an afternoon's panning yields a pocketful of glittering shards.",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "真実の気配@{M}A glimmer of truth", "Id": 180527},
                    "DefaultEvent": {"Description": "'待ち伏せ'と言う言葉は少々言い過ぎかもしれない。しかし、群生する茸の傘の上には虎人が侍り、貴方は果たして栄養があるのかと率直な質問を投げかけてきた。貴方は撤退するしかなかった。@{M}Perhaps 'ambush' is a strong word. But there's a tiger sitting on a broad mushroom-cap, asking unflattering questions about your nutritional value. You retreat.",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "原住民の待ち伏せ!@{M}A native ambush!", "Id": 180526},
                    "RareSuccessEvent": {"Description": "不気味な毒茸の壁を切り裂いて何とか奥に進むと、貴方は小川を見つけた。両手で水をすくい、指を少し開いて水が流れ落ちる様を凝視する。\u000d\u000a\u000d\u000a貴方の掌には、青く輝く石が残された。船員は飛び上がり、喜び、川に飛び込んで、宝石を掴めるだけ掴みとる。ポケット一杯に詰め込むにも、樽いっぱいに詰め込むにも十分すぎる程の量だった!@{M}Hacking through a fence of looming, lurid toadstools, you find a river. You gather up a cupped handful of water, part your fingers, and watch it drain away. \u000d\u000a\u000d\u000aYour palms sparkle with blue stones. Your crew leap, laughing, into the river, scooping up handfuls of jewels. Enough to fill all your pockets. Enough to fill a barrel!",
                                         "LinkToEvent": {"Id": 175505},
                                         "Name": "噂は本当だった!@{M}The tales are true!", "Id": 180528},
                    "Name": "茸の密林の中でサファイアを探し求める@{M}Pan for sapphires in the fungal jungle",
                    "Description": "奥深くの何処かに、輝石の川があるらしい。@{M}Somewhere in its heart runs a river of shining stones.",
                    "ButtonText": "", "Id": 146366}],
 "Description": "ロンドンにとって最初のウンタージーにおける植民地は、南の熱気に包まれて汗ばんでいる。港の右手には、サファイア鉱山が大きく口を開いている。左手にはエルダウィックの館のように綺麗な総督公邸が鎮座している。奥に進むと茸の密林があり、その地は白と紫色に妖しく色付けられていた。@{M}London's first Unterzee colony sweats under a blanket of southern heat. To the right of the dock, the sapphire-mines yawn. To the left, the Governor's house stands, prim as an Elderwick mansion. Behind lies the fungal jungle, ghostly in white and violet.",
 "Name": "カーネリアン港@{M}$Port Carnelian -> ポート・カーネリアン$Port Carnelian",
 "Id": 175505}
