{"ChildBranches": [{"DefaultEvent": {"Description": "　微風が絶えず北から吹き込む。オゾンと氷だ。頭上で偽星が閃く。ソルト・ライオンは最期の時を待っている。@{I}安定した北からの微風が、新鮮な空気と氷の粒子を運んで来る。偽りの星々が上空で瞬き、塩花の獅子は終わりの時を何時迄も待ち続ける。@{M}$false-star -> 偽星, Salt Lions -> ソルト・ライオン$A steady breeze blows from the North: ozone and ice. The false-stars prickle above. The Salt Lions wait for their end.",
                                     "Name": "何もない@{I}何も無い@{M}Nothing", "Id": 175525},
                    "RareDefaultEvent": {"Description": "　マーガトロイドのきのこのクラッカーが一樽。コークスが一袋。涙に濡れた跡のある聖書が一冊。そして、ぬらりとした、奇妙な血の広がり。持てるだけのものを持って、立ち去るとしよう。@{I}マーガトロイドの胞子クラッカー。石炭の詰まった袋。破れて朽ちた聖書。奇妙な血痕の塊。持てる物は何でも持ち、去る。@{M}A barrel of Murgatroyd's Fungal Crackers. A sack of coke. A tear-stained Bible. An odd slick of blood. Take what you can, and leave.",
                                         "Name": "残滓@{I}遺物の数々@{M}Remnants", "Id": 175532},
                    "Name": "野営地を精査する@{I}野営地を入念に探索する@{M}Pick over the encampment",
                    "Description": "　時折、どこかの企業家がソルト・ライオンの解体を続けようとすることがある。そのような試みは常に不首尾に終わっているが、それでも、ひょっとしたら何かがここに残されたままになっているかもしれない。@{I}時折、一部の組織が塩花の獅子の解体を継続しようと試みる。決してそれは終わらない。しかし彼らは此処に何かを残して行ったかもしれない。@{M}$Salt Lions -> ソルト・ライオン$From time to time, some entrepreneur attempts to continue the disassembly of the Salt Lions. It never ends well. But perhaps they've left something.",
                    "ButtonText": "", "Id": 143316},
                   {"DefaultEvent": {"Description": "　飛び込むのだ。スフィンクスの顔から綺麗な弧を描いて下へ、zeeの冷たい闇の中へ。そのまま漂え。肺が破けそうになるまで、光が目の後ろで輝き始めるまで。浮き上がれ。偽星の刺すようなちらつきへ、船員たちの衝撃を受けた顔めがけて。そして今や、あなたは何かを身に帯びていた。@{I}獅子の顔から飛び降り、ジーの冷たい暗闇の中へ綺麗な弧を描いて飛び込む。肺が破裂し、瞳の中に火花が散るまで貴方は潜り続け、そして水面に浮かび上がる。偽りの星々の突き刺す光の下で喘ぎ声を上げ、貴方の部下達の驚いた顔を見る。貴方の手の中には何かが握りしめられていた。@{M}$false-star -> 偽星$Dive from the sphinx's face, down, a clean arc into the zee's chilly darkness. Float there in the quiet, until your lungs are bursting, until light blooms behind your eyes. Rise gasping to the prickle of false-stars, the shocked faces of your crew. You've brought something with you.",
                                     "Name": "zeeの中へ@{I}ジーの中へ@{M}Into the zee", "Id": 175526},
                    "Name": "Saltの儀式@{I}ソルトの儀式@{M}Salt's Rites",
                    "Description": "　北側のスフィンクスの顔は、ほとんどなくなってしまっていた。これらの失われた顔は、Saltを祀るためのものだったと言われている。あなたはそこに引き寄せられた。一体何のために？Saltの声が遠くから、しかしはっきりと聞こえてきた……@{I}北方の獅子の顔は全て無くなっていた.失われた顔はソルトに献じられたと彼らは言う。貴方はその場所に引かれたのだ。しかし何の為に?ソルトの声は遥か遠く、しかしはっきりと聞こえる...@{M}The face of the northern sphinx is all but gone. Lost faces are sacred to Salt, they say. You are drawn there. To what end? Salt's voice is distant, but clear...",
                    "ButtonText": "", "Id": 143317},
                   {"DefaultEvent": {"Description": "　北側のスフィンクスの顔は、ほとんどなくなってしまっていた。しかし、真珠族の除け者は決然とした様子で、そこをよじ登っていった。頂上まで達すると、彼は空中にその身を躍らせた――コンパスかと思うぐらい正確な円弧を描いて下へ、zeeの闇の中へと。彼はただ、水飛沫ひとつを残して行ってしまった。<br/>　あなたは待った。心配は無用だった。彼はおそらく水中でも息ができるのだろう。更に待った。いくらかの、通り一遍の心配が頭をもたげてきた。なおも待たされると、心配は、手すりのあたりに何気なく寄り集まる船員たちの姿を取って現れた。あくまで何気なく――なぜなら、ルベリーマンの運命について気を揉んでいるなどと、誰も認めはしないからだ。<br/>　ルベリーマンが浮上してきた！彼は、演壇への階段を登る主教のように、厳かな歓喜を湛えて埠頭の上に登った。彼は手に持ったスフィンクスストーンのチェスピースを高々と掲げた。「プリンシプルズへ」彼は息も絶え絶えにそう言った。@{I}北方の獅子の顔は全て無くなっていたが、真珠の放逐者は頑なによじ登っていた。頂上まで登った後一瞬動きを止め、そして空中にその身を投げ出した - コンパスで描いたかの様な完璧な弧を描き、ジーの暗闇の中に飛び込んでいく。その姿は小さな水しぶきと共に消えた。\u000d\u000a\u000d\u000a貴方は待つ。不安になる理由は見当たらない。恐らくあれは、水中でも呼吸が出来るだろう。貴方は更に待つ。貴方は流石に、不安が鎌首をもたげるのを感じている。更に時間が過ぎ、漠然とした不安は船側に集まっている船乗り達にも伝播していた。何者も、あのゴムのような男の運命などさして気にもかけていなかったが、漠然とした不安はわだかまっていた。\u000d\u000a\u000d\u000aやがて、そのゴム男が浮上してきた!それは岸壁に足を上げた。その様子はまるで、説教壇に登る牧師の形式張った足取りのようだった。そして、その手にはスフィンクスストーンを彫って作られたチェス駒が握りしめられていた...「こ、これ。」肩で息をしながら、それが言う。@{M}$Nacreous Outcast -> 真珠族の除け者$The face of the northern sphinx is all but gone, but the Nacreous Outcast scrambles doggedly up. It pauses at the top, and then flips into the air - an arc as precise as a compass-line, down into the darkness of the zee. It's gone with barely a splash.\u000d\u000a\u000d\u000aYou wait. There is no reason for alarm. It can probably breathe water. You wait longer. There is a certain degree of decorous alarm. Longer still, and the alarm manifests in the form of zailors clustering casually by the rail - only casually, because no one would admit any concern for the fate of a Rubbery Man.\u000d\u000a\u000d\u000aThe Rubbery Man surfaces! It mounts the steps to the quay, with the ceremonious delight of a vicar mounting the steps to a pulpit. It holds a sphinxstone chess-piece aloft in its hand... \"Principles,\" it wheezes.",
                                     "Name": "予期せぬ恩寵@{I}予期せぬ好意@{M}Unexpected grace", "Id": 175530},
                    "Name": "「ショルト・フライオン」@{I}\"えんくの...すぃし...\"@{M}\"Shalt-Flions\"",
                    "Description": "　あなたは真珠族の除け者をここに連れてきた。運が良ければ、彼はその理由を知っている。@{I}貴方は此処に真珠の放逐者を連れてきた。幸運にも、その理由をそれは知っている。@{M}$Nacreous Outcast -> 真珠族の除け者$You've brought the Nacreous Outcast here. With luck, it knows why.",
                    "ButtonText": "", "Id": 143321},
                   {"DefaultEvent": {"Description": "「Shaltの注視」彼は強調した。「信心深く！」彼は北のスフィンクスの顔を身振りで示し、祭壇用の瓶を振り回した。[先へ進むにはSaltの注視が必要です。それは、ウィザーなどで得ることができます。]@{I}「ショルトのつぅもく...」それが強く言い放つ。「必要!」それは北方の獅子の顔の上で激しく身振りを交え、祭壇用の瓶を振り回していた。[ストーリーを先に進めるにはソルトの注目が必要です。他の場所でも可能ですが、特にウィザーで入手が可能です。]@{M}$Whither -> ウィザー$\"Shaltsh Ftentshion,\" it insists. \"Godshly!\" It gestures at the face of the northern sphinx. It brandishes the cruet. [You'll need Salt's Attention to continue. You can gain it in Whither, among other places.]",
                                     "LinkToEvent": {"Id": 175523},
                                     "Name": "湿った広い眼@{I}見開かれた両眼@{M}Moist wide eyes", "Id": 175531},
                    "Name": "「ショルト・フライオン」@{I}\"えんくの...すぃし...\"@{M}\"Shalt-Flions\"",
                    "Description": "　あなたは真珠族の除け者をここに連れてきた。運が良ければ、彼はその理由を知っている。@{I}貴方は此処に真珠の放逐者を連れてきた。幸運にも、その理由をそれは知っている。@{M}$Nacreous Outcast -> 真珠族の除け者$You've brought the Nacreous Outcast here. With luck, it knows why.",
                    "ButtonText": "", "Id": 143322},
                   {"DefaultEvent": {"Description": "　ブレミガンは北側の獅子の顔によじ登ると、その最も狭い罅割れの中に細い触手を捩じ込みながら、打ち棄てられた解体者たちの野営地へと進んでいった。あなたが立ち去る時には、それは柔らかい音色でさえずりながら、テントの組み紐のあたりを闇雲に探し回っていた。@{I}ブレミガンは北の獅子の顔をよじ登り、ひび割れの狭い隙間に細い触腕をねじ込んで、解体屋達の打ち捨てられた野営地になだれ込んだ。貴方はテントの紐を闇雲に手探りし、柔らかく囀っているそれをそのままにしておいた。\u000d\u000a@{M}$[Bb]lemmigan -> ブレミガン$The blemmigan scales the face of the north lion, squeezing fine tendrils into the narrowest of cracks, pressing on to the Unmakers' abandoned encampment. You leave it groping blindly at the laces of a tent, twittering softly.",
                                     "Name": "慣れ親しんだものの匂い？@{I}近しい匂いを感じ取ったのか?@{M}Scenting something familiar?",
                                     "Id": 181987},
                    "Name": "ブレミガンを陸に放つ@{I}ブレミガンを浜に揚げる@{M}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "　島全体が切り立った岩だというわけではない。大部分がそうだというだけだ。ブレミガンはここよりも過酷な環境にも生息している。@{I}この島は全てが玄武岩で出来ている訳では無い。殆どではあるが。ブレミガン達は此処よりも過酷な艦橋でも繁殖していた。@{M}$[Bb]lemmigan -> ブレミガン$The island isn't entirely sheer rock. Just mostly. Blemmigans have populated harsher environments.",
                    "ButtonText": "", "Id": 147302},
                   {"DefaultEvent": {"Description": "　ここでは時間さえもが静止している。誰が廃墟を調査しに来るというのだろうか？@{I}此処では時間さえもが止まっている。誰が遺跡を調べに来るのだ?@{M}Even time has halted, here. Who comes to survey the ruins?",
                                     "Name": "終焉@{I}終わりに@{M}An end ", "Id": 182528},
                    "Name": "港湾報告書をまとめる@{I}港湾報告書をまとめる@{M}$Port Report -> 港湾報告書$Compile a Port Report",
                    "Description": "　何も残っていない。確認しよう。@{I}何も残っていない。保証する。@{M}Nothing remains. Witness.",
                    "ButtonText": "", "Id": 147670},
                   {"DefaultEvent": {"Description": "Before he disembarks, the Impolite Investigator turns to you and asks: \"[q:Addressed As], why did you help me back in Hideaway?\" His smile widens - he laughs! \"On second thought, [q:Addressed As], I think I'd be happy to live without an answer.\" He salutes you and heads down the boarding plank, a spring in his step.",
                                     "Name": "", "Id": 240451},
                    "Name": "Drop off the Impolite Investigator ",
                    "Description": "The Impolite Investigator smiles up at the Lion and breathes deeply.",
                    "ButtonText": "", "Id": 184036},
                   {"DefaultEvent": {"Description": "$Salt Lions -> ソルト・ライオン$Before he disembarks, the Impolite Investigator turns to you and asks: \"[q:Addressed As], why did you fight to maintain an illusion which will kill a city? What do you gain? What - no, sod it. For once, I think I'd rather not know. Good day.\" And with that, he walks down the boarding plank and into the Salt Lions.",
                                     "Name": "", "Id": 240452},
                    "Name": "Drop off the Impolite Investigator ",
                    "Description": "The Impolite Investigator listlessly watches the unmakers toil beneath the sphinxstone bricks.",
                    "ButtonText": "", "Id": 184037}],
 "Description": "　大聖堂ほどの大きさの、玄武岩からなる二体の獣。それらは、黒い波を間に挟んで、絶えず顰め面を交わし合っている。北の一体の上では、野営地の残骸が風に晒され、擦り切れてボロボロになっている。その下の、物資供給のための船着場は空になっていた。@{I}二体の、聖堂程もある巨大な玄武岩の獣が出迎える。黒波を挟み、互いを永遠に睨みつける獅子達。北の獅子の麓にはかつて野営地だった跡があり、吹きざらしになっている。物資補給の為にあった無人のドックが、その下にある。@{M}Two basalt beasts, cathedral-sized. They frown eternally at each other across the black waves. The north one carries the remnants of an encampment, fraying and tattering in the wind. A supply dock stands empty below.",
 "Name": "ソルト・ライオン、その後@{I}塩花の獅子、その後@{M}$Salt Lions -> ソルト・ライオン$The Salt Lions, after",
 "Id": 175523}