{"ChildBranches": [{"DefaultEvent": {"Description": "　割れやすい瓶をロープを使って煙突穴から降ろした話。『何があっても絶対に折り畳み厳禁』と書かれた手紙を、狭い隙間に丸めながら通した話。うめき声を発してかたかた震える木箱を、二十二日間毎日同じ住所に送り返した話。一つでも多くの荷物を手放してしまいたいばかりに、彼らがこじ開けた窓と買収した召使、そして自腹を切った不足料金の数々。<br/><br/>　荷物の送り主と受け取り主、そのどちらを彼らがより嫌っていたのかは判断をつけがたかった。「当たり前のことだけど、歓迎されるようなメッセージなら、面と向かって言うものね」髪のない女郵便配達員は、考え深げにそう言った。@{I}$Hairless Postwoman -> 髪のない女郵便配達員$Delicate bottles lowered down chimneys on a rope. DO NOT FOLD UNDER ANY CIRCUMSTANCE letters curled through a narrow slot. Rattling, groaning crates brought back to the same address every day for twenty-two days running. The windows they pried open, the servants they bribed, the delivery surcharges they paid out of their own salaries just to get rid of one more packet.\u000d\u000a\u000d\u000aIt is hard to tell which they hate more: the senders of mail, or the recipients. \"Stands to reason, if the message was a welcome one, they'd tell the other fellow in person,\" reflects the Hairless Postwoman.",
                                     "LinkToEvent": {"Id": 180301},
                                     "Name": "一ペニー切手の驚くべき可能性@{I}Amazing what you get for a penny stamp",
                                     "Id": 180302},
                    "Name": "配達員の大げさな物語に耳をそばだてる@{I}Listen in on postal tall tales",
                    "Description": "　釣り人が逃した魚の自慢話をするように、郵便配達員は厄介だった配達の話をするものだ。@{I}Fishermen brag about fish that got away. Postmen brag about hard deliveries.",
                    "ButtonText": "", "Id": 146220},
                   {"DefaultEvent": {"Description": "　髪のない女郵便配達員は陰気に微笑んだ。あるいは、単に眉毛がないせいでそう見えただけかもしれない。「長く持ち歩いていれば慣れるよ」彼女は言った。<br/><br/>　彼女によれば、ここで夜遅くまで起きていると、配達員たちが島の中心まで行進するのが見られるという。彼らは、この地の古い神への祈りとして、ネズミをクリスマスの飾りつけのように像の周りに吊るすのだそうだ。<br/><br/>　パブの他の席から咳をしたりむせたりする音が聞こえてくることからして、これはおそらく、新参者相手にはよく語られる話なのだろう。@{I}$Hairless Postwoman -> 髪のない女郵便配達員$The Hairless Postwoman at the end of the bar smiles mirthlessly; or maybe it's just the lack of eyebrows that does it. \"Long enough carrying the things around, you get into the habit,\" she says. \u000d\u000a\u000d\u000aThen she tells you that if you stay out late enough, you'll see some of the postmen making a procession to the centre of the island, stringing up rats around the statue like Yuletide decorations, in prayer to an ancient deity of this place. \u000d\u000a\u000d\u000aFrom the coughing and choking elsewhere in the pub, you'd guess this is a story they often tell to newcomers.",
                                     "LinkToEvent": {"Id": 180301},
                                     "Name": "希少さの問題ではない@{I}Scarcity is not an issue",
                                     "Id": 180303},
                    "Name": "なぜ地元の通貨がネズミなのか尋ねる@{I}Ask why the local currency consists of rats",
                    "Description": "　ネズミの繋がれた紐が二本でエール一杯。三本でワイン。五本出せば、バーの下からかなり良いブランデーが出てくる。@{I}Two strings of rats for a pint of ale. Three strings for wine. Five for the tolerable brandy under the bar.",
                    "ButtonText": "", "Id": 146221},
                   {"DefaultEvent": {"Description": "「違うよ」質問されたことに不愉快そうにしながら、彼女はそっけなく答えた。「ナンシノウに来たばかりの頃は、まだ眉毛は残ってたんだけどね」<br/><br/>　あなたを慰めるように、隣の席の配達員が声を低めてこう言った。「もはや配達が続けられんとなった時に、何かが癖になっちまう奴が大勢いるんだ。あれには毛を引っこ抜く癖があってな。触れてやらんのが一番だ」<br/><br/>　あなたが顔を上げると、髪のない女郵便配達員はまだあなたのことを睨みつけていた。@{I}$Nuncio -> ナンシノウ, Hairless Postwoman -> 髪のない女郵便配達員$\"No,\" she says. Curt, not pleased you asked. \"Still had eyebrows when I came to Nuncio.\"\u000d\u000a\u000d\u000aThe postman at the next bench diverts you, speaks in a low voice. \"Lots of people find habits when they can't deliver the post any more. This one has a plucking habit. Best learn not to notice.\"\u000d\u000a\u000d\u000aYou glance up. The Hairless Postwoman is still glaring at you.",
                                     "LinkToEvent": {"Id": 180301}, "Name": "失言@{I}Faux pas",
                                     "Id": 180304},
                    "Name": "髪のない女郵便配達員に、どうして髪がないのかを尋ねる@{I}$Hairless Postwoman -> 髪のない女郵便配達員$Ask why the Hairless Postwoman is hairless",
                    "Description": "　驚くほど爆発性の高い郵便物か何かを取り扱った後遺症だろうか？@{I}Legacy of some interestingly explosive package, maybe?",
                    "ButtonText": "", "Id": 146222},
                   {"DefaultEvent": {"Description": "「ああ、あれか。あれは俺たち全員、みたいな？この島の魂というか」彼らの多くは、わざわざそれ以上の説明を加えようとはしなかった。けれど、髪のない女郵便配達員があなたに教えてくれたところによると、あの像は昔からずっとフォールン・ロンドンの郵便配達員にそっくりだったわけではないという。それはかつては違う顔を持っていて、衣服も時代遅れのものを着ていたのだそうだ。@{I}$Fallen London -> フォールン・ロンドン, Hairless Postwoman -> 髪のない女郵便配達員$\"Oh, that. It's all of us, isn't it? Sort of the spirit of the island.\" Most of them don't seem troubled for more of an explanation than that. Though the Hairless Postwoman tells you it didn't always look like a Fallen London postman at all: that it used to have a different face, and a more old-fashioned outfit.",
                                     "LinkToEvent": {"Id": 180301},
                                     "Name": "堂々たる配達員@{I}The monumental postman", "Id": 180305},
                    "Name": "島の中心にある巨大な像について尋ねる@{I}Ask about that big statue in the center of the island",
                    "Description": "　仮に旅人向けのガイドブックでもあれば、あの像は一番に取り上げられているはずだ。@{I}If there were a guidebook for visitors, it would have to be the first entry.",
                    "ButtonText": "", "Id": 146223},
                   {"DefaultEvent": {"Description": "　彼らの語る物語の始まりは様々だ。退屈や失望をきっかけとするもの。あるいは、一回の誤配達で罪の意識に押しつぶされてしまった男の話。しかし、それらの話は常に同じ結末を迎える。月日を経て積み上がる配達不能の手紙と小包。それら配達不能の郵便物を、机の中やかばんの底に押し込んで無視しようとする試み。そして、ますます募りゆく強迫観念。<br/><br/>　とうとう、決意を固める。この衝動を満たすためにナンシノウに行き、ついに配達不能の残骸とおさらばするのだ。<br/><br/>　郵便配達員たちが配達不能の手紙をここに運んでくるのではなかった。手紙の方が配達員をここに連れてくるのだ。@{I}$Nuncio -> ナンシノウ$Their stories have different beginnings - boredom, frustration, a fellow who was overwhelmed by guilt after a misdelivery - but they always end the same way. Undeliverable letters and parcels accumulating over months and years. Attempts to ignore the undeliverable, to shove it into a desk or carry it in the bottom of the bag. An increasing preoccupation with these items. \u000d\u000a\u000d\u000aFinally, a decision: to meet the compulsion, to go to Nuncio and be rid at last of the remnants.\u000d\u000a\u000d\u000aThe postmen do not bring the dead letters to Nuncio. The letters bring the postmen.",
                                     "LinkToEvent": {"Id": 180301},
                                     "Name": "不幸せな配達員はみんな同じ@{I}All unhappy postmen are alike",
                                     "Id": 180306},
                    "Name": "郵便配達員たちがどうしてここにやってきたのか尋ねる@{I}Ask why the postmen came here",
                    "Description": "　彼らはここで休暇を過ごしているという雰囲気ではない。@{I}You don't get the impression they're making a holiday of it.",
                    "ButtonText": "", "Id": 146224},
                   {"DefaultEvent": {"Description": "　町の中心の大きな建物。そうそう見逃すことはない。望むならば、そこで働いても構わない。それが寛容な申し出だったのか、それとも脅しだったのかは、はっきりとはしなかった。@{I}Big building, centre of town. Hard to miss. You can work there too, if you want. It's not clear whether this is a generous offer or a threat.",
                                     "LinkToEvent": {"Id": 180301},
                                     "Name": "配達不能郵便局@{I}$Dead Letter Office -> 配達不能郵便局$Dead Letter Office",
                                     "Id": 180308},
                    "Name": "皆が一日をどのようにして過ごしているのかを尋ねる@{I}Ask how they all occupy themselves all day",
                    "Description": "　ここにいるだけというわけではないはずだが……？@{I}There must be more than this...?",
                    "ButtonText": "", "Id": 146226},
                   {"DefaultEvent": {"Description": "　彼女は最初、あなたの言うことをまったく信用しなかった。間違いなく実在する(少なくとも、あなたがロンドンを離れる時には実在した)建物の住所がいかにはっきり書かれているかを示しても、彼女は信じなかった。配達失敗の印がなく、きちんと切手が貼られているのを見せてみても駄目だった。<br/><br/>　とうとう理解した彼女は、あなたの頬にキスをした。そして、手提げかばんの中から紐で繋がれたネズミと数デッキのカードを放り捨てると、新しい中身に詰め替えた。そして、彼女は突堤へと消えた。<br/><br/>「結局はまた戻ってくるよ」扉のそばの年老いた男が呟いた。それでも、もしかしたら、そうはならないかもしれない。@{I}She doesn't believe you at first, not even though you show her how the letters have firmly written clear addresses to buildings that definitely exist (or did when you left London, anyhow). Valid stamps. No delivery-failure markings. \u000d\u000a\u000d\u000aWhen she finally understands, she kisses your cheek. Then she dumps strings of rats and a couple of decks of cards out of her carrier pouch and fills it with the new material. Then she's off to the docks.\u000d\u000a\u000d\u000a\"She'll be back eventually,\" mutters the old man by the door. Then again, maybe not.",
                                     "LinkToEvent": {"Id": 180301},
                                     "Name": "五回目の説明で……@{I}On the fifth explanation...",
                                     "Id": 180329},
                    "Name": "配達可能郵便物を配達員の一人に手渡す@{I}Hand off some deliverable post to one of the postmen",
                    "Description": "　彼らのうちの少なくとも一人にやり直す機会を、つまりはナンシノウから離れる機会を与えよう。@{I}$Nuncio -> ナンシノウ$Give at least one of them a second chance, a reason to leave Nuncio.",
                    "ButtonText": "", "Id": 146241},
                   {"DefaultEvent": {"Description": "　あなたが袋を開けると、そこにいた誰もがたじろいだ。<br/><br/>　バーテンダーが皆の気持ちを代弁して言った。「そんなものをここに持ち込んで、一体どうしちまったんだ？それは配達不能郵便局に持っていくんだ！そもそもどうしてここに持ってこれたんだ。引力があるってのに」@{I}$Dead Letter Office -> 配達不能郵便局$Everyone flinches when you open the sack.\u000d\u000a\u000d\u000aThe bartender speaks for everyone. \"What's wrong with you, bringing that stuff here? Take it around to the Dead Letter Office! Wonder you can even carry it, what with the Pull.\"",
                                     "LinkToEvent": {"Id": 180301},
                                     "Name": "よそへやれ！@{I}Take it away!", "Id": 180333},
                    "Name": "配達不能郵便物の入った袋を見せびらかす@{I}Show off your sack of undeliverable post",
                    "Description": "　袋は雑談のきっかけになるような物でいっぱいだ。例えばこの、血痕の着いた小包のように。@{I}It's full of conversation-starting bits. Like this parcel with the bloodstains.",
                    "ButtonText": "", "Id": 146244},
                   {"DefaultEvent": {"Description": "　手紙は、たっぷり水を吸っていたせいで、たくさんの煙を吐き出した。それでも炎の勢いは強く、手紙には確かに火がついた。何名かの配達員があなたの方を振り返り、一人が何かを言いかけた――<br/><br/>　だが、問いが形になるよりも先に、無愛想なトーマスが腕を振り回しながら駆けつけて、あなたを怒鳴りつけた。「やめろやめろ！再構築室が溢れかえっちまうだろうが！」<br/><br/><br/>　一時間後、あなたは配達不能郵便局の奥の部屋のひとつで、ガラス製のドームを前にしていた。ドームの下の清浄な空気の中で、手紙は燃焼過程を逆向きに辿ってひとりでに再構成され、元の姿を取り戻していた。<br/><br/><br/>「俺らがそれを試してみなかったとでも思ったのかね？」勤務中の配達員は、目の前の山を陰気そうに見ながらそう言った。「いつもひょっこり戻ってくるんだ。何をしてもな。絶対に、郵便物を爆弾でふっ飛ばしたりはするなよ」@{I}$Dead Letter Office -> 配達不能郵便局$It gives off a lot of smoke, thanks to how water-logged it is, but the fire is hot and it does catch. Several of the postmen turn around to look at you and one of them is about to ask something-\u000d\u000a\u000d\u000aBut before the question forms, Blunt Thomas storms in, waving over arms and shouting at you. \"Stop, stop stop! You're swamping the reassembly room!\"\u000d\u000a\u000d\u000a \u000d\u000aAn hour later you're standing in front of a glass dome in one of the Dead Letter Office's back rooms. In the pure air under the dome, the letters are reassembling themselves, burning in reverse until they are whole again.\u000d\u000a\u000d\u000a \u000d\u000a\"You think we didn't try that?\" says the postman on shift, staring gloomily at the pile. \"It always turns up again. Whatever you do, don't ever bomb the post.\"",
                                     "LinkToEvent": {"Id": 180301}, "Name": "煙@{I}Smoke",
                                     "Id": 180334},
                    "Name": "配達不能郵便物を炎の中に投げ込む@{I}Throw your undeliverable post into the fire",
                    "Description": "　燃料の足しにはなるんじゃないかな？@{I}Might contribute to their fuel supply, eh?",
                    "ButtonText": "", "Id": 146245},
                   {"DefaultEvent": {"Description": "　あなたの要求に対する彼らの反応は礼儀正しく、申し訳なさそうですらあった。あなたはここで歓迎されているし、配達不能郵便局でも自由に仕事をしてよいのだが、それでも、制服はロンドンで郵便局の職員だった者しか着てはいけないのだという。そういう規則なのだと。<br/><br/>　少なくとも、制服の上着を見るだけなら、無愛想なトーマスが許してくれた。きちんとした縫い目に、めっきのされたボタン。襟まわりには、細いながらも威厳のある組紐が付けられていた。<br/><br/>　内側の、心臓にかぶさる部分に、六つの赤い文字が刺繍されていた。それはあなたには読めなかったが、見ている目は痛み、頭皮が燃え上がるような気がした。@{I}$Dead Letter Office -> 配達不能郵便局, Fallen London -> フォールン・ロンドン$They're polite, even apologetic, about your request. You're welcome here, and welcome to take shifts at the Dead Letter Office, but you cannot wear the uniform unless you were a postal employee back in Fallen London. Regulations.\u000d\u000a\u000d\u000aBlunt Thomas lets you have a look at his uniform jacket, at least. Neat stitching, gilded buttons, a thin but dignified circle of braid at the collar.\u000d\u000a\u000d\u000aInside, a patch that goes over the heart, stitched with six red letters. You can't read it, but it makes your eyes itch and your scalp feel like burning.",
                                     "LinkToEvent": {"Id": 180301},
                                     "Name": "見てもよいが触れてはならない@{I}Look but not touch", "Id": 180338},
                    "Name": "制服を借りられないかどうか尋ねる@{I}Ask to borrow a uniform",
                    "Description": "　あなたがここに溶け込むつもりなら、それは必要になるだろう。@{I}If you're to fit in here, you'll need one.",
                    "ButtonText": "", "Id": 146248},
                   {"DefaultEvent": {"Description": "　引力だよ、と彼らは言った。配達不能郵便物は、たくさんの鉄のやすりくずのように、ナンシノウに引き寄せられるのだと。<br/><br/>「自分の目で見てみたら」髪のない女郵便配達員が提案した。「浜まで降りて、そこに打ち揚げられてる物をたくさん集めてみたら、すぐにそれと分かると思うよ」<br/><br/>「そうしてくれたら、俺らにとっちゃ時間の節約になる」別の誰かが言った。どうやら浜での物拾いは、配達不能郵便局での仕事と並んで、このあたりの市民の義務になっているようだ。@{I}$Dead Letter Office -> 配達不能郵便局, Nuncio -> ナンシノウ, Hairless Postwoman -> 髪のない女郵便配達員$It's the Pull, they tell you. Dead letters are like so many iron filings, drawn to Nuncio.\u000d\u000a\u000d\u000a\"See for yourself,\" suggests the Hairless Postwoman. \"Go down to the shore, collect up a bunch of what's washed there, and you'll feel it soon enough.\"\u000d\u000a\u000d\u000a\"Saves time for the rest of us,\" says another voice. Apparently beach-scavenging is a civic duty hereabouts, like working in the Dead Letter Office.",
                                     "LinkToEvent": {"Id": 180301}, "Name": "引力@{I}The Pull",
                                     "Id": 180339},
                    "Name": "どうして手紙が浜に打ち揚げられるのか尋ねる@{I}Ask why letters wash ashore here",
                    "Description": "　誰かが知っているかもしれない。@{I}Maybe one of them will know.",
                    "ButtonText": "", "Id": 146249},
                   {"DefaultEvent": {"Description": "　あなたが重さをはかり、帳簿に書き込んだ荷物の数々と、それらから滲み出てきたものについて。配達員たちは、あなたがショックを受け、信じられないといった様子でいるのを見て大喜びした。一般人よ、とうとう郵便配達の恐怖の全容を理解したか！<br/><br/>　彼らはあなたよりもずっと酷い経験談を抱えていた。なあ聞いてくれよ。ちょっと待って、スクリッチ局長、あなたのラバリー・ランプの話はもうみんな聞いたわよ、そんなの墓人街のピクルスに比べたら何でもないわ。『何が』酢漬けにされたのかが、俺の知りたいことなんだが。スード&クーパーの箱の話はどうかな、あの石造りから、俺らがどれだけ破片を剥ぎ取らなきゃならなかったか、君たち憶えてるかい……<br/><br/>　そして夜は更けていった。@{I}$Rubbery Lump -> ラバリー・ランプ, Tomb[- ]Colon(y|ies) -> 墓人街, Soothe (and|&) Cooper -> スード&クーパー$The parcels you've weighed and entered in log books. The things that oozed out of them. The postmen are delighted by your incredulity and shock. A civilian, finally understanding the full horror of the Post! \u000d\u000a\u000d\u000aThey have stories even worse than those, let me tell you, hang on a moment, Postmaster Scritch, we've all heard your Rubbery Lumps story already, it's nothing to the Tomb Colony pickles, pickled <i>what</i> is what I want to know, what about that Soothe and Cooper crate and how we had to scrape the bits off the masonry do you remember...\u000d\u000a\u000d\u000aThe night runs late.",
                                     "LinkToEvent": {"Id": 180301}, "Name": "同じ立場@{I}Common ground",
                                     "Id": 180350},
                    "Name": "勤務中の戦いの物語を共有する@{I}Trade war stories about your shiftwork",
                    "Description": "　あなたは溶け込む方法を知っている。@{I}You know how to fit in.",
                    "ButtonText": "", "Id": 146259},
                   {"DefaultEvent": {"Description": "　誰もあなたの質問には答えなかった。<br/><br/>　あなたは質問を繰り返した。<br/><br/>　とうとう、無愛想なトーマスが言った。「ここにいる誰も、あそこには降りたことがねえ。降りたやつがいても、そんなことは話さねえ。話すやつがいたら、余計なこと言いやがってってなるな。あそこからは元のままじゃ帰ってこれねえ。だからこれでもう話は終わりだ。エールのおかわりでも飲んでな」@{I}No one answers you. \u000d\u000a\u000d\u000aYou repeat the question.\u000d\u000a\u000d\u000aFinally Blunt Thomas says, \"None of us've gone down there, and those that have, don't talk about it, and those that talk about it, we wish they wouldn't have, and they don't come back the same, and so that's an end to it and have another ale.\"",
                                     "LinkToEvent": {"Id": 180301},
                                     "Name": "突然の難聴@{I}Sudden inability to hear", "Id": 180369},
                    "Name": "配達不能郵便局の奥の、鍵の掛かった扉について尋ねる@{I}$Dead Letter Office -> 配達不能郵便局$Ask about the locked doors in the Dead Letter Office",
                    "Description": "　誰かがそこを通ったことがあるはずだ。だがどういうわけか、彼らはそのことをあまり話題にしたがらない。@{I}Someone must have been through, though for some reason they don't seem to discuss it much.",
                    "ButtonText": "", "Id": 146271},
                   {"DefaultEvent": {"Description": "　ある者は笑み、ある者は声を上げて笑い、ある者は酷い悪口を言い立てた。だが結局は皆、同じ表情に落ち着いた。落ち込んだ苦々しい表情だ。なぜそんな表情をするのかと言えば、彼らは不適格だからだ。彼ら自身がそれを自覚しているからだ。しかも、この先もずっと不適格なままだと分かっているからだ。彼らは偉大な仕事を命じられ、そして、それに失敗したのだ。@{I}Some smile and some laugh and some tell filthy tales, but at rest they all return to the same expression, downturned and bitter. It comes from being insufficient, and knowing that they are insufficient, and knowing that they will always be insufficient. They were called to a great task and they could not perform it. ",
                                     "LinkToEvent": {"Id": 180301},
                                     "Name": "当然の報い@{I}Unhappy by right", "Id": 181381},
                    "Name": "今やあなたが知る事実に照らし、配達員たちを断罪する@{I}Judge the postmen in light of what you now know",
                    "Description": "　誰もが失敗したのだ。@{I}All have failed.", "ButtonText": "",
                    "Id": 146874},
                   {"DefaultEvent": {"Description": "　もはや彼らに滑稽なところや奇妙なところは何もない。彼らが法規制に沿って制服を維持しているのは、神聖な献身の証だ。彼らの傷跡は信仰と苦役によって得られたものだ。彼らは不可能な使命を与えられた。だが誰ひとりとして、それだけを理由に自らの失敗を弁明したりはしなかった。<br/><br/>　髪のない女郵便配達員は、あなたの視線に気がつくと、悲しげな微笑みを返した。@{I}$Hairless Postwoman -> 髪のない女郵便配達員$Nothing about them now seems comical or strange. The Regulation maintenance of their uniforms is a mark of holy dedication. Their scars are earned by faith and hard work. They were given an impossible task, but none excused themselves just because of that.\u000d\u000a\u000d\u000aThe Hairless Postwoman sees your glance and returns a rueful smile. ",
                                     "LinkToEvent": {"Id": 180301},
                                     "Name": "聖者であり殉教者@{I}Saints and martyrs", "Id": 181382},
                    "Name": "今やあなたが知る事実に照らし、配達員たちを称揚する@{I}Honour the postmen in light of what you now know",
                    "Description": "　誰もが挑戦したのだ。@{I}All have tried.", "ButtonText": "",
                    "Id": 146875},
                   {"DefaultEvent": {"Description": "　あなたが突っ込んだ質問をするよりも先に、髪のない女郵便配達員は立ち上がって火のところまで行くと、自分の体を固く抱きしめた。彼女はとりとめのない囁き声を発していた。「炎。きれいに。円滑に。骨まで降りていく。言い訳はなし。円滑に。円滑に。黒い髪はほとんどない」<br/><br/>「馬鹿な舌は黙らせておけ」無愛想なトーマスは言った。@{I}$Hairless Postwoman -> 髪のない女郵便配達員$You don't get far into your question before the Hairless Postwoman stands up and goes over to the fire, holding herself tightly. She is whispering, nothing coherent: \"Fire. Clean. Smooth. Down to the bone. No excuse. Smooth, smooth. Little black hairs.\"\u000d\u000a\u000d\u000a\"Still your fool tongue,\" says Blunt Thomas.",
                                     "LinkToEvent": {"Id": 180301}, "Name": "違ったかも@{I}Perhaps not",
                                     "Id": 181383},
                    "Name": "配達不能郵便局の地下洞穴について話す@{I}$Dead Letter Office -> 配達不能郵便局$Talk about the caverns below the Dead Letter Office",
                    "Description": "　誰かが何かを知っているはずだ。あるいは興味を持つはずだ。@{I}Someone must know something, or be curious.",
                    "ButtonText": "", "Id": 146876},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 143367},
                                     "Name": "", "Id": 181654},
                    "Name": "突堤に引き返す@{I}Back to the docks",
                    "Description": "　ひとまずは、ブロッターの暖かさから離れよう。@{I}Leave the warmth of the Blotter for now.",
                    "ButtonText": "", "Id": 147078},
                   {"DefaultEvent": {"Description": "But you do get one taker. \"I miss London,\" he says. \"I'm tired. The inside of my mouth tastes like stamp glue.\"\u000d\u000a\u000d\u000aBlunt Thomas gives you a bottle of rum and the use of the basement. \"No amenities, but I don't fancy cleaning the blood off a better floor.\"\u000d\u000a\u000d\u000aThe patient takes off his uniform for the last time, and lies on the cold floor. \"No spectators,\" says the Cladery Heir harshly, and puts you out of the room. She comes out later with a scrap of skin from the patient's chest. The patient follows, whistling a tune from Mahogany Hall.",
                                     "Name": "$Hairless Postwoman -> 髪のない女郵便配達員$The Hairless Postwoman won't hear of it",
                                     "Id": 245659},
                    "Name": "Allow the Cladery Heir to offer her services",
                    "Description": "She could remove the Call from a postal worker. They wouldn't be a worker any more, of course.",
                    "ButtonText": "", "Id": 187418}],
 "Description": "　部屋の両端にある、燃え盛る二つの炎が室内を照らしている。バーテンダーは、常連客のほとんどと同じく、郵便配達員の制服を着ている。無愛想なトーマスと呼ばれる鼻のない郵便監査人が、飲み物を運び、テーブルを片付け、薪を積み上げている。@{I}Lit by two roaring fires, one at either end of the room. The bartender is in postman's uniform, like almost all of the patrons. A noseless postal inspector called Blunt Thomas delivers the drinks, clears tables, stacks the firewood.",
 "Name": "インキー・ブロッター@{I}$Inky Blotter -> インキー・ブロッター$The Inky Blotter",
 "Id": 180301}
