{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 146637}, "Name": "", "Id": 182142},
                    "Name": "長箱を運びこむ@{K}Deliver a Long-Box",
                    "Description": "壁の内側への入り口は、三重に鍵の掛けられた目立たないが頑丈そうな銀色の金属でできた門だけだ。門の横には“搬入口”と書かれた標識が出ている。[第三基地内部に入りさらに探索するためには長箱が必要です。]@{K}$Station III -> 第三基地$The only way past the walls is an unimposing, but sturdy-looking, triple-locked gate of silvery metal. A sign beside it reads DELIVERIES. [You'll need a Long-Box to enter Station III and explore further.]",
                    "ButtonText": "", "Id": 147400},
                   {"DefaultEvent": {"Description": "ブレミガンはこっそりと壁から突き出したパイプに忍び込んでいった。何も動かない。あれがその後どうしたのかも見えない。\u000d\u000a\u000d\u000aあなたが船に戻ろうと踵を返したとき、パイプの端から突然油染みた煙が噴き出した。燃える脂の匂いがする。いや、それでも、生きのびたかもしれないだろう。@{K}$[Bb]lemmigan -> ブレミガン$The blemmigan sidles furtively into a pipe that protrudes from the wall. All is still. You see no more of it.\u000d\u000a\u000d\u000aAs you turn to go, greasy smoke puffs suddenly from the pipe's end. You smell burning grease. Nevertheless, perhaps, it survived.",
                                     "Name": "忍び寄るブレミガン大襲来@{K}A creeping plague", "Id": 182421},
                    "Name": "ブレミガンを岸に揚げる@{K}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "この石油と金属の島でこれは一体何をするつもりだろう？@{K}What will it do, in this place of oil and metal?",
                    "ButtonText": "", "Id": 147594},
                   {"DefaultEvent": {"Description": "$Port Carnelian -> ポート・カーネリアン$Inside, your lamps reveal dust-choked workbenches strewn with discarded tools. Shelves of cardboard boxes filled with rivets and bolts, washers and screws. Blackboards, roughly scrubbed. Here is an old lunchbox - its half-eaten sandwiches encased in successive generations of exciting fungus.\u000d\u000a\u000d\u000aIn a rusted filing cabinet you find the documents you need: a folder of tea-stained research into zonar. You leave the rotting workshop quietly and return to your ship. The next time you sneeze, your handkerchief comes away black with the workshop dust that crept into your lungs. [Return to Port Carnelian to complete your zubmarine research.]",
                                     "LinkToEvent": {"Id": 182141},
                                     "Name": "Your bo'sun shatters the lock with a ball-pein hammer",
                                     "Id": 247146},
                    "Name": "Search Shed Twelve",
                    "Description": "A long, low building propped against the wall. Boarded windows. A rusting padlock.",
                    "ButtonText": "", "Id": 188551},
                   {"DefaultEvent": {"Description": "$Fluke -> フルーク$The shed is empty, saving a writing desk and the gigantic mass of needles. The Anxious Student snaps off the tip of one and twirls it between his fingers. \"I hypothesise that the flukes have a method of absorbing and storing our lived experiences. It follows, therefore, that there should exist a means of transmitting - reliving! - that experience. Like so!\" He stabs the needle through his palm. His eyes dull. \u000d\u000a\u000d\u000a\"You heard Captain Harris, zailor. Target the Ogedei and fire torpedoes. And if you hit one of the Lorn Flukes then by God and Her Majesty I will put you out of the airlock and let the spiny b_____ds take you!\"\u000d\u000a\u000d\u000aHe awakes from the reverie a moment later, beaming. \"That will do, [q:Addressed As.] Pass me your notes; I'll carry on the experiment from here.\"",
                                     "LinkToEvent": {"Id": 182141},
                                     "Name": "$Aft -> 後部$After careful set up", "Id": 259043},
                    "Name": "$Lorn-Fluke -> ローエン・フルーク, Fluke -> フルーク$Deliver the Lorn-Fluke and observe the Student's experiment",
                    "Description": "He is terribly excited, and requests your steadying presence - to ensure he maintains the appropriate scientific detachment.",
                    "ButtonText": "", "Id": 193197}],
 "Description": "全ては以前訪れたときと変わりない。高い金属の壁の後ろからは機械の動く音が低く聞こえ、明かりも依然小さく保たれている。@{K}All is as it was. Machinery still hums behind high steel walls. The lamps, once more, are low.",
 "Name": "第三基地、再訪@{K}$Station III -> 第三基地$Station III again",
 "Id": 182141}
