{"ChildBranches": [{"DefaultEvent": {"Description": "　中身：隠れた星のように輝く魂。旧大陸のサファイアの山。プレズビターのハート型のカップ。水に濡れてほとんど読めない、光輝の山への探検の失敗が記された航海日誌……@{I}$Mountain of Light -> 光輝の山, Elder Continent -> 旧大陸, Presbyter -> プレズビター$Within: a soul glowing like a hidden star. Heaped sapphires from the Elder Continent. A Presbyterate heart-cup. A water-stained journal, blurred to near-unreadability - an account of a failed expedition to the Mountain of Light...",
                                     "Name": "正しく答えられた謎と同じぐらい甘美で正確な響き@{I}A click as sweet and precise as a well-answered riddle",
                                     "Id": 183089},
                    "RareDefaultEvent": {"Description": "　詩集。より際どい内容の小冊子。ベルベットで包まれた、キェロネイトの象牙彫刻のコレクション。そして、太陽光の漏れ出ている鏡封じの箱。実に旨い収穫だ。@{I}$Chelonate -> キェロネイト, [Mm]irrorcatch[- ][Bb]ox -> 鏡封じの箱$Books of poetry, pamphlets of a racier nature. A velvet-wrapped collection of ivory Chelonate carvings. And a Mirrorcatch box leaking sunlight. A handsome haul indeed.",
                                         "Name": "正しく答えられた謎と同じぐらい甘美で正確な響き@{I}A click as sweet and precise as a well-answered riddle",
                                         "Id": 183109},
                    "Name": "箱を開ける@{I}Open the Box",
                    "Description": "「無謬でいられるのは、何も為さない者だけだ……」@{I}\"Only those who do nothing make no errors...\"",
                    "ButtonText": "", "Id": 148020},
                   {"DefaultEvent": {"Description": "　もしかしたら、ドラウニーたちがそれを見つけるかもしれない。もしかしたら彼らは、それを彼らの王の下へと持ち込むかもしれない。もしかしたら王は、あちこちから盗み出した秘密の山から、正しい答えを見つけるかもしれない。あるいはそれは、錆びついたまま、時の終わりまで過ごすのかもしれない。@{I}$[Dd]rown(y|ies) -> ドラウニー$Perhaps the Drownies will find it. Perhaps they'll take it to their King. Perhaps he'll find the answer in his store of stolen secrets. Perhaps it will lie tarnishing in an abyss until time rolls to an end.",
                                     "Name": "水飛沫ひとつ@{I}A single splash", "Id": 183107},
                    "Name": "箱を海に投げ込む@{I}Throw the box in the sea",
                    "Description": "　十分だ。中に何が入っているにせよ、面倒には吊り合わない。@{I}Enough of this. Whatever's in there isn't worth the trouble.",
                    "ButtonText": "", "Id": 148037},
                   {"DefaultEvent": {"Description": "　水飛沫ひとつ立てずに、箱は波に呑み込まれた。地平線が待ち構えている。@{I}There is no splash as the box enters the waves. The horizon waits.",
                                     "Name": "聞き耳を立てる静寂@{I}A listening silence", "Id": 183108},
                    "Name": "Saltへの捧げ物として、箱を海に投げ込む@{I}Throw the box in the sea, as an offering to Salt",
                    "Description": " [これはあなたにSaltの注視を与え、Saltの呪いを取り除きます。]@{I}[This will give you Salt's Attention and remove Salt's Curse.]",
                    "ButtonText": "", "Id": 148038},
                   {"DefaultEvent": {"Description": "　赤熱した箱の破片が、あなたの耳元をかすめて飛んでいった。あなたは咳き込みながら、煙を軽く払った。粉々になった箱の中身は、それほど多くは残っていなかった。これは鏡封じの箱だったのだろうか？残ったものは、ロンドンの騙されやすい連中相手に、競売に掛ければ良いだろう。『壊れた偶像』であると主張して。@{I}$[Mm]irrorcatch[- ][Bb]ox -> 鏡封じの箱$A red-hot box-shard whizzes past your ear. You waft the smoke away, coughing. Not much remains in the shattered shell. Was this a Mirrorcatch Box? What's left of it, you can probably auction to the gullible of London. Claim it's a 'broken idol'.",
                                     "Name": "BOOM", "Id": 183110},
                    "Name": "こじ開ける@{I}Break it open",
                    "Description": "　箱は鉄と、おそらくはアイレムの謎によって補強されている。しかし、船の大砲を撃ち込んでやれば、流石に中身を吐き出すだろう。つまり、中身の残骸を。@{I}$Irem -> アイレム$The chest is reinforced with steel and probably Iremi riddlery. But if you actually turn the fire of your ship's guns on it, it will probably give up its contents. What's left of them.",
                    "ButtonText": "", "Id": 148039}],
 "Description": "　もしもあなたがこれを開けるための合言葉を知っているのであれば、ここで開けることができる。そうでないなら、あなたは何をするつもりなのだ？@{I}If you've learnt the phrase that opens it, you can do so here. If not, what do you intend?",
 "Name": "囁き錠前の秘密箱@{I}$Whisper-Locked Puzzle-Box -> 囁き錠前の秘密箱$A Whisper-Locked Puzzle-Box",
 "Id": 183088}
