{"ChildBranches": [{"DefaultEvent": {"Description": "船員は汗を垂らしながら疲労困憊で立っており、彼女は流れる様なパラボラ麻布に包まれ、両腕を外に出している。仕立て屋は洗練されたレースを伸ばす事に対して騒ぎ立てながら、一摘みの適当な肉に安全ピンを通して直しを行っていた。\u000d\u000a\u000d\u000a「ああ、泣かないで。泣く程に価値のある何かが欲しいのなら、ただ黙って<i>尋ねれば</i>良いでしょう。」彼女は肩越しに目線を飛ばし、温かい笑顔を向けている。「ああ、船長!今のロンドンの流行は、やはりまだ床すれすれまで裾を伸ばしているのでしょうか、それとも上品な場でも膝を見せてしまって構わないものでしょうか?いえ、いえ、どちらでも良いんです!最初は衝撃を受け、その後に閃く物なんですから!」@{M}$(Bale of )?[Pp]arabola[- ][Ll]inen -> パラボラ・リネン$A sweating crewman stands exhausted, her arms out and wrapped in flowing parabola linen. The Modiste fusses over a stretch of exquisite lace, fixing it in in place with a hooked pin thrust through a pinch of convenient flesh.\u000d\u000a\u000d\u000a\"Oh, do stop mewling. If you want something worth sobbing about, you need only <i>ask.</i>\" She glances over her shoulder, smiling warmly. \"Ah, Captain! Do you perhaps know if the current style in London is still to the floor, or if one might finally show a knee in polite company? No, no matter! First we will shock, then we shall inspire!\"",
                                     "LinkToEvent": {"Id": 192724},
                                     "Name": "最先端のファッション@{M}The cutting edge of fashion",
                                     "Id": 192725},
                    "Name": "無慈悲な仕立屋に向かう@{M}$Merciless Modiste -> 酷薄な仕立屋$Check in on the Merciless Modiste",
                    "Description": "彼女は、彼女の船室を驚くほど充実した作業部屋に作り変えるのに些かの時間を要した様だ。@{M}She has wasted little time converting her cabin into a surprisingly well-equipped workshop.",
                    "ButtonText": "", "Id": 153738},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 120804},
                                     "Name": "", "Id": 192787},
                    "Name": "貴方の過去についての問いに答える@{M}Answer questions about your past",
                    "Description": "貴方は自分の秘密を十分に保った。[そろそろ出自を明らかにしましょう!これにより、自らの過去と野望、そして自らの呼称を決定し、更に専門家としての能力を得ることが出来ます。]@{M}$Ambition -> 大望$You've kept your secrets long enough. [Unmask yourself! This will allow you to select a Past, Ambition, and form of preferred address - also providing you with a specialist ability bonus.]",
                    "ButtonText": "", "Id": 153776},
                   {"DefaultEvent": {"Description": "仕立屋の手が生物の粘液状の塊を掴みとり、中から染料をきつく絞りとってボウルに注ぎ込む。それは単なる黒 - 様式と型式の双方から見てクラシカルな黒 - では無く、光の届かないような漆黒の黒、深いペリギンの色をしていた。魚の臭いさえ取れてしまえば、この洋装はロンドン社交界の誰もが羨む、見事な物となるだろう。\u000d\u000a\u000d\u000a「これはカフリンクにしますか、それともイヤリングに?」仕立屋が珊瑚の胞核を光の中で弄びながら尋ねる。「ああ、分かっていますよ。とても悩ましい選択ですよね?」@{M}$[Pp]eligin -> ペリジン, [Ss]cintillack -> シンティラック$The Modiste's hands grip the creature's gelatinous mass, squeezing out every drop of ink into a waiting bowl. It is not merely black, the classic black of style and class, but the deep peligin that is blackness beyond the reach of light. This will be an outfit the envy of any in London society, once the fish smell has faded.\u000d\u000a\u000d\u000a\"Should it be cufflinks, or earrings?\" the Modiste enquires, toying with the scintillack in the light. \"Oh, I know. Choosing is such sweet torture, is it not?\"",
                                     "LinkToEvent": {"Id": 192724},
                                     "Name": "どんな行事にも最適@{M}Appropriate for any occasion",
                                     "Id": 193100},
                    "Name": "一着の素晴らしい洋服を仕立てて貰う@{M}Commission a set of fine clothes",
                    "Description": "「今年の流行ですか?それよりももっと上質な物をお作りしますよ。」[ハートにボーナスを与える事が出来ます。]@{M}$Hearts -> ハート$\"This year's fashion? I think we can do better than that.\" [This will provide a boost to Hearts]",
                    "ButtonText": "", "Id": 154002},
                   {"DefaultEvent": {"Description": "貴方は鏡に映る貴方自身に対し、敬礼する事を辛うじて避けた。上品な布地が、素晴らしい輪郭で見事にカットされている。控えめな羽毛。毛皮の襟がとても...嗚呼。\u000d\u000a\u000d\u000a「何を考えているのか分かりますよ。オコジョの毛皮で無かったのだけがどうしようもなく恥ずかしいですが。」そう言いながらも彼女は自分の仕事にうっとりしながら頷いていた。「さぁ船長、皆が待っておりますよ!」@{M}You only just avoid saluting your own reflection in the mirror. Such rich linen, expertly cut to every contour. The understated plumage. The fur collar, so... Ah.\u000d\u000a\u000d\u000a\"I know what you're thinking. A damned shame it couldn't have been ermine.\" The Modiste nods, admiring her work. \"Come, Captain. Your public awaits!\"",
                                     "LinkToEvent": {"Id": 192724},
                                     "Name": "仕立屋は仕事を始める@{M}The Modiste goes to work",
                                     "Id": 193101},
                    "Name": "新しい礼服を仕立てて貰う@{M}Commission a new dress uniform",
                    "Description": "「船長、彼らは貴方を提督と呼ぶでしょう。」[ページにボーナスを与える事が出来ます。]@{M}$Pages -> ページ$\"Captain, they will be calling you Admiral.\" [This will provide a boost to Pages]",
                    "ButtonText": "", "Id": 154003},
                   {"DefaultEvent": {"Description": "仕立屋は操舵手と、数人の不運なボランティアと共に閉じこもり、船医が救命ボートを残しておくと脅すまで実験を続けていた。\u000d\u000a\u000d\u000a彼女が仕立てた物は防御力という意味では最上級の物では無かったが、着心地の良い、適度に飾り立てられた物であった。血痕が少しばかり残されていたが、大した問題にはならなかった様だ。@{M}The Modiste closets herself away with the quartermaster and a few unlucky volunteers, experimenting until the ship's doctor threatens to leave in a lifeboat.\u000d\u000a\u000d\u000aWhat she presents may not be the most protective armour around, but it makes up for it in comfort and decoration. A handful of lingering bloodstains do not hurt its intimidation factor.",
                                     "LinkToEvent": {"Id": 192724},
                                     "Name": "実質より見た目@{M}Style over substance", "Id": 193102},
                    "Name": "防御力の高い鎧を仕立てて貰う@{M}Commission some protective armour",
                    "Description": "「ああ、これは挑戦ですね!一気に仕上げてしまわないと!」[アイアンにボーナスを与える事が出来ます。]@{M}$Iron -> アイアン$\"Ah, a challenge! I shall rise to it at once!\" [This will provide a boost to Iron]",
                    "ButtonText": "", "Id": 154004},
                   {"DefaultEvent": {"Description": "リボンが付いたドレスが可動式の人形にかけられている。布切れが仕立屋の足元に横たわっている。「違う、こんなのじゃない!」彼女はがなり立て、彼女の真新しい作品を切り裂いた。「平凡!ありきたり!馬子にだって似合わない!」\u000d\u000a\u000d\u000a彼女はふと、貴方の存在に気が付いた様だ。その刹那、彼女の顔に笑顔が戻る。彼女は乱れた髪を素早くまとめ上げて元の位置に戻した。「ああ、船長。いつもながらお顔を拝見出来るのは喜ばしい事です。そして恐れながら、その、私のお見苦しい所をお見せしてしまった様で...」\u000d\u000a\u000d\u000a「私のささやかな趣味にお付き合い頂けますか?洋服のデザインに、ポリスリームの鋭気溢れるセンスを少し取り入れて見たいと長らく思っていたんです。不死のデザインですよ、えぇ!」@{M}$Polythreme -> ポリズリーム$Dresses hang in ribbons on makeshift dummies. Rags lie at the Modiste's feet. \"No, this will not do!\" she hisses, slicing her latest creation. \"Mundane! Uninspired! Unfit even for dusters!\"\u000d\u000a\u000d\u000aShe pauses, sensing your presence. In an instant, her smile is back on. She tucks a loose strand of hair back into position. \"Ah, Captain. A pleasure as always. I fear you find me in something of a creative... temper.\"\u000d\u000a\u000d\u000a\"Would you perhaps indulge my little hobby? I have long fancied a little Polythreme élan in my designs. Immortal fashion, ha!\"",
                                     "Name": "無頓着な創造性@{M}Creative indifferences", "Id": 193103},
                    "Name": "仕立屋に向かう@{M}Check in on the Modiste",
                    "Description": "彼女は前回の依頼を終えてから、ずっとご機嫌斜めの様だ。@{M}She has been in a foul mood since she finished her last commission.",
                    "ButtonText": "", "Id": 154005},
                   {"DefaultEvent": {"Description": "仕立て屋は寝台にうつぶせに横になっている。しかしそんな体勢であっても彼女は背中の凝りを揉みほぐさせている不運な船員を叱り付けるのをやめない。「王はひどい趣味をお持ちの庶民のような方でした！」彼女は述べる。「私は文化史に永遠に名を遺す生涯に一度の機会を差し上げたというのに、あの方ときたら支払いのことしか考えようとしないのです。まったく――やめなさい！なんの役にも立たない指遊びはもう十分！私があなたの名を書き留める前に視界の外へ消えなさい」\u000d\u000a\u000d\u000a彼女は顔をしかめつつ起き上がった。「王は海賊詩人がお望みだそうです。もちろんそうでしょう。彼女は“未完成”ではないけれど、命令に従わないのですよ？あのかわいそうな小石さんは極めて例外的な存在なのです。ふむ。彼女を捕まえるのは難しいかもしれません。かつて彼女と私は良き友だったのです。しかしそのような理由でやすやすと捕まってくれるような方ではありません」@{K}$Pirate-Poet -> 海賊詩人$The Modiste is face-down on her bunk, but that doesn't prevent her from berating the unlucky crewman pressed into massaging the knots from her back. \"The King is a vulgarian of the worst flavour!\" she announces. \"I bring him the once in a lifetime chance for cultural immortality, and all he can think of is payment. What is- Stop! Enough of this incompetent fingerplay! Get out of my sight before I write down your name.\"\u000d\u000a\u000d\u000aShe sits up, scowling. \"He wants the Pirate-Poet. Of course he does. Not Unfinished, but not obeying her clay? Such an anomaly, the poor little pebble. Hmm. This may be difficult. She was a dear friend once. She knows better than to let me use that against her.\"",
                                     "LinkToEvent": {"Id": 192724},
                                     "Name": "緊張の融解@{M}Tension relief", "Id": 193104},
                    "Name": "仕立屋に向かう@{M}Check on the Modiste",
                    "Description": "百心の王との謁見は、どうやら上手く行かなかったようだ。@{M}$Hearts -> ハート$Her audience with the King with a Hundred Hearts did not go well.",
                    "ButtonText": "", "Id": 154006},
                   {"DefaultEvent": {"Description": "「ええ、彼女はしばらくの間、『一座』の一員だったのです。世間知らずで可愛らしい方です。芸術に関してはとりわけ潔癖で」仕立屋は考えに没頭して行ったり来たりしている。「彼女の居場所を突き止めるのは難しいでしょう。しかしながら……」\u000d\u000a\u000d\u000a彼女は顔を輝かせ振り向いた。「船長、ロンドンへ向かいましょう！過ちの博物館に私たちの捜索を大いに助けてくれるだろうとあるウシャブティがあるのです。向こうについたら何もかも説明いたします」[残りの物語を進めるには海賊詩人のDLCが必要です。DLCを所有しているならば、ウシャブティによって海賊詩人のアルカイオス級船をあなたの前に呼びだすことが出来ます。それに加え、この広いUnterzeeを航海している間にその船を見つけることもあるかもしれません。]@{K}$Pirate-Poet -> 海賊詩人$\"Yes, she was part of our Set, for a while. Such a naive little thing. Most squeamish in matters of the Art.\" The Modiste paces around, lost in thought. \"She will be difficult to track down. Unless...\"\u000d\u000a\u000d\u000aShe turns back, triumphant. \"Captain, to London! There is an ushabti in the Museum of Mistakes that will greatly ease our search. I shall explain everything on arrival.\" [The rest of this story requires the Pirate-Poet DLC. With it, the ushabti will let you summon the Pirate-Poet's Alcaeus-class vessel to you. You may also find her while zailing on the wide Unterzee.]",
                                     "Name": "挑戦状を送る@{K}Sending a challenge", "Id": 193105},
                    "Name": "海賊詩人を狩り出す@{K}$Pirate-Poet -> 海賊詩人$Hunting the Pirate-Poet",
                    "Description": "仕立て屋には計画がある。@{K}The Modiste has a plan.", "ButtonText": "",
                    "Id": 154007},
                   {"DefaultEvent": {"Description": "「……考えていたのですが、やはり私たちはきちんとした形でこの再会を果たすべきではないでしょうか」詩人の崇拝者となった船員たちから送られてきたケーキを自分のために切り分けながら、仕立屋が続けた。「あの馬鹿げた頭巾を取り除くのも良いかもしれません……そうね、タフタを使った服などであればそのゴツゴツとした部分を素晴らしい曲線としてくれるでしょう、そうは思いませんか？」\u000d\u000a\u000d\u000a海賊詩人が唸り声をあげた。彼女は牢の柵から手を伸ばし仕立屋の首を狙うが、安全な位置に座った仕立屋はただため息をつくだけで再びフォークを取り上げた。「あら、仕方のない人。もしそんな態度を続けるなら、この素敵なスポンジケーキは食べさせてあげられませんね」@{K}$Pirate-Poet -> 海賊詩人$\"...so I was thinking, we really should do this homecoming properly,\" continues the Modiste, cutting herself a slice of cake sent by one of the Poet's on-board admirers. \"We could get rid of that silly hood, perhaps... yes, something in taffeta would be wonderful for turning those crags into curves, don't you think?\"\u000d\u000a\u000d\u000aThe Pirate-Poet growls. She reaches through the cell-bars for the Modiste's neck. Safely out of reach, the Modiste just sighs, picks up her fork. \"Well, tut. If you're going to be like that, sweetie, then you simply don't <i>deserve</i> any of this delightful sponge cake.\"",
                                     "Name": "芸術的な再会@{K}An artistic reunion", "Id": 193110},
                    "Name": "仕立て屋と詩人@{K}The Modiste and the Poet",
                    "Description": "海賊詩人は営倉に多くの客人を迎え入れては朗読を披露している。しかし、すべての客が平等に歓迎されるわけではない。@{K}$Pirate-Poet -> 海賊詩人$The Pirate-Poet has received and performed for many visitors in the brig. Not all are welcomed equally.",
                    "ButtonText": "", "Id": 154012},
                   {"DefaultEvent": {"Description": "\"Why, Captain, I hope I have not been forgotten. I had a most delightful little boutique, not too far from the Bazaar. Many Surface commissions, naturally. Once one has sampled the cloths from behind mirrors, it is quite obscene to return to the mundanity of cotton and silk. Velvet, of course, is another matter entirely. Such a fabric!\"\u000d\u000a\u000d\u000aThe Modiste cuts a slice of fruit tart, licks the side of her knife. \"Oh, to show you my finest creations. I would dress you in razors and arsenic and the dream-dyes of Parabola. Tsk, forbidden! When my friends and I first set zail as the Set, we knew no such creative cowardice. Blood and ink, my Captain, blood and ink! Great art has always demanded great suffering. We simply recognised that its obligation does not necessarily have to weigh upon the artist.\"",
                                     "Name": "Nostalgia for darker days", "Id": 193130},
                    "Name": "Invite the Modiste to dinner",
                    "Description": "Her dresses were the talk of London society, before the scandal. Her tastes are no less refined for her exile.",
                    "ButtonText": "", "Id": 154027},
                   {"DefaultEvent": {"Description": "「もちろん私たちについてお聞きになったことはおありでしょう、船長！私たちは臆病で平凡な者たちに立ち向かう芸術の最後の砦でした。波間の下にイレプレッシブル号を走らせ、検閲と非難から解き放たれ、ミューズを我らのコンパスと導きとしたのです！まあ、もちろん時と潮が許せばの話ですが。最後に私たちのささやかなサロンが開かれたのは遥か昔の事です。そして……あの好ましくないことが起きたのも」\u000d\u000a\u000d\u000a仕立屋は縫っているボディスのずれを直し、ピンで留めた。「あぁ、しかしかつて私たちは蝋燭の明かりの下でそれは素晴らしいものを作り上げていたのですよ。すべての裏切り行為を新たなオペレッタにした不実な作曲家。鋭い頭脳と同じぐらい鋭いナイフを持った批評家の始末人。粘土と骨を捻じ曲げたことが明らかになり、不当にも追放の憂き目にあった無口な彫刻家。彼女は素晴らしい紅茶を入れてくれたのに。そして、ええ、あのピアノラ奏者と私たちの愛する詩人もいました。しかし――」\u000d\u000a\u000d\u000a彼女の指が滑った。白いレースの上に血が一滴花開く。「まったく」彼女が呟いた。「今年流行りの色味の赤でさえないじゃない」@{K}\"Of course you have heard of us, my captain! We are art's last bastion against the cowardly and the mundane. We zail <i>Irrepressible</i> beneath the waves, free of censors and censure, the muses our compass and guide! Well, when time and tides permit, of course. It has been too long since our last little salon, and the... unpleasantness.\"\u000d\u000a\u000d\u000aThe Modiste adjusts the bodice she is sewing, pins it in place. \"Ah, but the wonders we once crafted in the waxlight. The Perfidious Composer, every betrayal a new operetta. The Ender of Critics, knives blunt as their wits. The Silent Sculptress, so unjustly exiled when the truth emerged about her torments of clay and bone. Such fine teas she served. Then, yes, there was the Pianolist and our dear, dear Poet too, but-\"\u000d\u000a\u000d\u000aHer finger slips, a drop of blood flowering on white lace. \"Blast it,\" she mutters. \"Not even this year's red.\"",
                                     "LinkToEvent": {"Id": 192724}, "Name": "水面下の反逆者@{K}Underwater renegades",
                                     "Id": 193198},
                    "Name": "『一座』に参加していたころについて尋ねる@{K}Enquire about her time with the Set",
                    "Description": "彼女はそのスキャンダルについて深い愛を込めて語る。@{K}It is a scandal she speaks of with deep fondness.",
                    "ButtonText": "", "Id": 154076},
                   {"SuccessEvent": {"Description": "An attempt on the lock to your cabin in the early hours. (The lock defeats her.) A curious cry in the cargo hold. (You are not foolish enough to investigate.) You bide your time. Wait. Wait under her bed, until all of her attention is taken by a fine piece of stitching. Until her knife is out of reach...\u000d\u000a\u000d\u000aYou strike! The Modiste falls limp.",
                                     "LinkToEvent": {"Id": 193086}, "Name": "A knife in the dark",
                                     "Id": 193112},
                    "DefaultEvent": {"Description": "You smell her perfume just an instant too late. A gloved hand closes over your mouth, stifling your scream as a blade scrapes your bone. Something catches you as you fall to the deck; a softness behind the pain. Your head rests in folds of silk. A cool, tender caress.\u000d\u000a\u000d\u000a\"Ssssh,\" whispers the Modiste, cradling your head in her lap; tipping it back. Her knife slices playfully across your throat, just enough to leave its mark. \"Sleep, my Captain, sleep. We shall play again soon enough, you and I...\"",
                                     "Name": "A game of cat and mouse", "Id": 193111},
                    "Name": "Challenge the Modiste to her favourite game",
                    "Description": "$Veils -> ヴェール$Knife and Candle! In London, a spirited little challenge of murder, sedition and subterfuge. At zee, the stakes are higher. The ferryman's grip is tighter here.\u000d\u000a [This will let you wager a Secret for a risky chance to boost your Veils, up to 125. You may also have other reasons to fight the Modiste.]",
                    "ButtonText": "", "Id": 154013}],
 "Description": "Dressed to kill, in her own unique fashions.",
 "Name": "$Merciless Modiste -> 酷薄な仕立屋$Speak to the Merciless Modiste",
 "Id": 192724}
