{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 146639}, "Name": "", "Id": 230482},
                    "Name": "海岸を探険する@{I}Explore the shore",
                    "Description": "　船着場から海岸沿いに伸びる小道をぶらついてみよう。@{I}Wander a little way along the shore from the dock.",
                    "ButtonText": "", "Id": 177523},
                   {"DefaultEvent": {"Description": "　Neathの木々は不揃いでみすぼらしく、かろうじてその命を繋いでいる。しかし、マトン・アイランドの林檎は、酸味のある力強い味で、林檎樹には最適だ。林檎樹？林檎酒！この酒は見かけよりも強かった。座席で伸びをして、安全に停泊している自分の船を鉛ガラスの窓越しに見ていると、あなたは自然と口笛を吹いていた。パブの主人は、あなたに向けて親しげににやりと笑いかけると、肉切り包丁を研ぐ作業へと戻った。@{I}$Mutton Island -> マトン・アイランド$The trees of the Neath are scraggly and wretched - scraping a living with parasynthesis - but the apples of Mutton Island are tart and powerful, perfect for zider. Zider? Cider! This stuff is stronger than it looks. You stretch out in your seat, stare through the leaded window at your safely moored ship, and find yourself whistling. The landlord gives you a friendly grin and goes back to whetting his cleaver.",
                                     "LinkToEvent": {"Id": 230481},
                                     "Name": "林檎酒と洞窟性マトウダイ@{I}Cider and cave-dory", "Id": 230483},
                    "RareDefaultEvent": {"Description": "　その夜に出されたのは、マトン・アイランド流のルベリー・ランプだった！ロンドンでもルベリー・ランプは食べられるが、ここのものとは別物だ。仮にこの世に黄金色のすじ肉というものがあれば、ここのルベリー・ランプはまさにそのようなものだ。どんなまともな料理よりも塩辛いのに、どういうわけか、食べるのを止めることができないのだ。<br/><br/>「そいつは井戸水だよ」林檎酒と友達になりかけている若い男が、不明瞭な声で言った。「ちゃんとした井戸がないと、ちゃんとしたルベリー・ランプは作れないのさ。それが道理ってもんよ。俺たちはここで井戸を世話してる。井戸をきちんと扱えば、溺れた男が俺たちを世話してくれるのさ」パブの主人がやってきた。主人はその若い男をひっぱたくと、彼から林檎酒を取り上げてしまった。@{I}$Rubbery Lump -> ルベリー・ランプ, Mutton Island -> マトン・アイランド, Drowned Man -> 溺れた男$Tonight they're serving Rubbery Lumps, the Mutton Island way! They make them down in London, but they're not the same. These are like gristle if gristle could be golden. Saltier than any decent food should be, but somehow you can't stop eating them.\u000d\u000a\u000d\u000a\"It's the well water, see,\" slurs a young man who has been making friends with cider. \"Can't make proper Rubbery Lumps without a proper well. Stands to reason. We look after the well here. Treat it right. And the Drowned Man looks after us.\" The landlord comes over, slaps the young fellow, and takes his cider away.",
                                         "LinkToEvent": {"Id": 230481},
                                         "Name": "新鮮なルベリー・ランプ@{I}$Rubbery Lump -> ルベリー・ランプ$Fresh Rubbery Lumps",
                                         "Id": 230484},
                    "Name": "雄鳥とカササギ亭で飲む@{I}$Cock and Magpie -> 雄鳥とカササギ亭$Drinks at the Cock and Magpie",
                    "Description": "　この島にはパブは一軒しかない。雄鳥とカササギ亭は、地元産の林檎酒のほか、もちろん海産物によっても名高い店だ。@{I}$Cock and Magpie -> 雄鳥とカササギ亭$There's only one public house on the island. The Cock and Magpie is famed for its local cider and, of course, the zee-food. ",
                    "ButtonText": "", "Id": 177524},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 146635},
                                     "Name": "", "Id": 230485},
                    "Name": "海岸を探険する@{I}Explore the shore",
                    "Description": "　船着場から海岸沿いに伸びる小道をぶらついてみよう。@{I}Wander a little way along the shore from the dock.",
                    "ButtonText": "", "Id": 177525},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 146920},
                                     "Name": "", "Id": 230486},
                    "Name": "海岸を探険する@{I}Explore the shore",
                    "Description": "　海岸沿いに伸びる小道をぶらついてみよう。@{I}Wander a little way along the shore.",
                    "ButtonText": "", "Id": 177526},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 141265},
                                     "Name": "", "Id": 230492},
                    "Name": "海岸を探険する@{I}Explore the shore",
                    "Description": "　船着場から海岸沿いに伸びる小道をぶらついてみよう。@{I}Wander a little way along the shore from the dock.",
                    "ButtonText": "", "Id": 177529},
                   {"DefaultEvent": {"Description": "　海を行き交う海賊たち。仕事に勤しむ密輸業者たち。補給のために停泊するカーネイトの船舶。何も劇的なことはないが、それでも海軍省の興味を引くには十分だ。@{I}$Khan -> カーン, Admiralty -> 海軍省, Khanate -> カーネイト$Pirates plying the waves. Smugglers at their work. Khanate ships putting in to resupply. Nothing dramatic, but enough to interest the Admiralty.",
                                     "LinkToEvent": {"Id": 230481},
                                     "Name": "小さな船と小さな秘密@{I}Little ships and little secrets",
                                     "Id": 230493},
                    "Name": "漁民と話す@{I}Chat to the fishermen",
                    "Description": "　彼らは島の周囲を航海し、港のそばで網を修繕する。彼らはここで起こる出来事すべてを見ているが、その口を開かせるには、コインが必要になるだろう。@{I}They sail the zee around the island: they mend their nets by the harbour. They see all that happens here, but you'll need coin to open their mouths.",
                    "ButtonText": "", "Id": 177530},
                   {"DefaultEvent": {"Description": "　それは、あなたの腕から飛び降りると、船の暗闇の中へと消えた。一時間経つと、残酷に処刑された五匹のねずみの死体が、上部甲板で見つかった。[この新しいマスコットを職務に就かせたいと思ったなら、そのアイコンを、オフィサーのタブから画面の一番上のスロットまでドラッグしましょう。これを港ではなく航海中に行うと、船員の士気に良くない影響があります。]@{I}$Officer -> オフィサー$It jumps down from your arms and disappears into the darkness of the ship. An hour later, five brutally executed rats are found on the foredeck. [Appoint your new Mascot by dragging him from the Officers tab to his slot at the top of the screen. If you do this at sea rather than in port, you may affect crew morale.]",
                                     "LinkToEvent": {"Id": 230481},
                                     "Name": "この匂いは何だ？@{I}What's that smell?", "Id": 230494},
                    "Name": "みすぼらしい猫を拾い上げる@{I}$Wretched Mog -> みすぼらしい猫$Pick up a Wretched Mog",
                    "Description": "「にゃあ。にゃぁぁああ」黄色い目をした、毛の抜けたぶち猫が、足枷の鎖のようにあなたの足首にまとわりついた。猫がこんなにも大きく口を開けているところを、あなたは今まで見たことがなかった。多分、腹を空かせているのだろう。[これはマスコット――オフィサーの一種です。]@{I}$Officer -> オフィサー$\"Mrrow. Mrrrowww.\" A yellow-eyed, mangy, piebald thing winds around your ankles like a manacle-chain. You've never seen a cat's mouth open that wide. Presumably it's hungry. [This is a Mascot, one variety of Officer.]",
                    "ButtonText": "", "Id": 177531},
                   {"DefaultEvent": {"Description": "　一人の漁民が、浜辺を小走りに駆ける紫の影を見ていた。「それは良くないよ」彼女は厳しく言った。「自然の成り行きじゃない。タンポポよりも酷い」@{I}A fisherman watches the violet shape scurry off down the beach. \"'Tain't right,\" she says severely. \"'Tain't natural. Worse than dandelions.\"",
                                     "LinkToEvent": {"Id": 230481}, "Name": "非承認@{I}Disapproval",
                                     "Id": 230495},
                    "Name": "ブレミガンを陸に放つ@{I}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "$[Bb]lemmigan -> ブレミガン, Mutton Island -> マトン・アイランド$Fertile, quiet and occasionally boggy: Mutton Island is perfect blemmigan country.",
                    "ButtonText": "", "Id": 177532},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 182153},
                                     "Name": "", "Id": 230496},
                    "Name": "海岸を探険する@{I}Explore the shore",
                    "Description": "　船着場から海岸沿いに伸びる小道をぶらついてみよう。@{I}Wander a little way along the shore from the dock.",
                    "ButtonText": "", "Id": 177533},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 141265},
                                     "Name": "", "Id": 230497},
                    "Name": "海岸を探険する@{I}Explore the shore",
                    "Description": "　船着場から海岸沿いに伸びる小道をぶらついてみよう。@{I}Wander a little way along the shore from the dock.",
                    "ButtonText": "", "Id": 177534},
                   {"DefaultEvent": {"Description": "「俺らの失くしたちっちゃな鳥ちゃんかい？なるほど、ことだな。あんたは俺のパトロンに感謝されるし、ここには俺らの約束した、十分に見合う報酬がある」<br/><br/>「ただ問題は、チアリー・マンの持ち物を持ってるとしたら、それは二人しかいねえってことだ。まずはこれを盗んだ奴。あとは、これを買った奴で、俺らがこれを買い戻すんじゃないかと思った奴。丁度てめえが今まさにそうしてるようにな。そんで、あとこれは個人的な問題じゃねえ。いいか？残念だが俺は何かしらぶっ壊さなきゃならんな。ここらの、小賢しいことを考えているかもしれん奴へのちょっとした警告だ。だが良い話があるぜ。公平にことを収めるのはどうだ？コインだ。表か？裏か？」<br/><br/>　彼はコインを投げた。高く、それはほとんど垂木まで届きそうだった。あなたはそれが落ちるのを待つことなく、男の顔面をしたたかに殴りつけた。パブの客たちはぶつぶつと不満を漏らしたが、ただ酒が振る舞われるとすぐに機嫌を直した。もちろん、男のポケットの金で支払ったものだ。あなたは、自分の分も少しだけ残しておくことにした。@{I}\"Our little lost birdie? Well, there's a thing. You have my patron's thanks and here is your reward what was promised and is well deserved.\"\u000d\u000a\u000d\u000a\"Only fing is, there's only two folks what might have his Cheeriness' property, and that's the one what stole it, and the one what bought it and figured they could sell it back like indeed you are doing right here. So, and it's nothing personal, mind, I'm afraid I must break something. Little warning to any others out there who might be thinking of being clever. Tell you what, how's about we make it fair? Use the coin. Heads or legsies?\"\u000d\u000a\u000d\u000aHe flips it. High. Almost to the rafters. Rather than waiting for it to fall, you punch him hard in the face. The pub's clientele grumbles, but are soon mollified by free drinks all round. Paid for with the money in the chap's pocket of course, leaving a little for yourself.",
                                     "LinkToEvent": {"Id": 230481}, "Name": "悪行@{I}No good deed",
                                     "Id": 230498},
                    "Name": "ミスター・サックスのための届け物@{I}$Mr Sacks -> ミスター・サックス$A delivery for Mr Sacks",
                    "Description": "　チアリー・マンの仲間が、パブで酒を飲んでいる。@{I}The Cheery Man's fellow is drinking in the pub.",
                    "ButtonText": "", "Id": 177535},
                   {"DefaultEvent": {"Description": "They raise their mugs to you as you enter, and welcome you with a hearty hello. \"'ave a seat where you like,\" booms the barman, as he pours a glass of water. \"No cider today. Just the water. I 'ope that's all right, [q:Addressed As]! We've taken a likin' to it, 'avent we?\" The patrons raise their glasses, and drink.",
                                     "LinkToEvent": {"Id": 230481}, "Name": "Altogether genial ",
                                     "Id": 230528},
                    "Name": "雄鳥とカササギ亭で飲む@{I}$Cock and Magpie -> 雄鳥とカササギ亭$Drinks at the Cock and Magpie ",
                    "Description": "$Cock and Magpie -> 雄鳥とカササギ亭$The Cock and Magpie's door is opened wide. The glow from the windows is bright today! And the singing - wait, where is the singing?",
                    "ButtonText": "", "Id": 177557},
                   {"DefaultEvent": {"Description": "$Admiralty -> 海軍省$Two fresh-faced fisherman are glad to greet you. \"Can't think of anything, captain! We've 'ad a good catch!\" You present another coin. The other fisherman shakes his head. \"It's true, captain. No news, here.\" The first nods. \"You can tell the Admiralty 'ow all's in order.\" Their eyes brighten with their smiles. ",
                                     "LinkToEvent": {"Id": 230481}, "Name": "Nothing to report!",
                                     "Id": 230529},
                    "Name": "漁民と話す@{I}Chat to the fishermen ",
                    "Description": "　彼らは島の周囲を航海し、港のそばで網を修繕する。彼らはここで起こる出来事すべてを見ているが、その口を開かせるには、コインが必要になるだろう。@{I}They sail the zee around the island: they mend their nets by the harbour. They see all that happens here, but you'll need coin to open their mouths.",
                    "ButtonText": "", "Id": 177558},
                   {"DefaultEvent": {"Description": "From a stony bay, you watch as a swift corvette draws into the harbour. The men and women on board are dressed in naval uniform, and walk as if they were balancing the Good Book on their heads. And though the gas-lamps on the dock blaze as if to burn the work, not a zailor squints. ",
                                     "LinkToEvent": {"Id": 230481}, "Name": "Disembarking ",
                                     "Id": 230530},
                    "Name": "海岸を探険する@{I}Explore the shore ",
                    "Description": "　船着場から海岸沿いに伸びる小道をぶらついてみよう。@{I}Wander a little way along the shore from the dock.",
                    "ButtonText": "", "Id": 177559},
                   {"DefaultEvent": {"Description": "Why have they got rid of their well? It's true, the bricks were blacken with mould, and the timbers were so rotten they looked like they'd give out whenever a bucket was drawn; but did they need to cap the hole with a steel plate? And why one with such delicately carved circles, and circles within those circles? At least there's one sensible change they've made: installing a number of benches at the hilltop. Hard though they may be, it's pleasant to be able to rest, and look out over the town.",
                                     "LinkToEvent": {"Id": 230481}, "Name": "Times change",
                                     "Id": 230531},
                    "Name": "街の向こうの丘の頂上へと赴く@{I}Visit the hilltop above town",
                    "Description": "　Unterzeeではあまり風は吹かないものだ。だがマトン・アイランドは、不気味で暴力的な突風に晒されている。この島の、説明がつかないほど局所的な天候が、その原因だ。そして、丘の頂上の空気は、時折興味深い匂いを運んでくるのだ……@{I}$Mutton Island -> マトン・アイランド$There's not much wind on the Unterzee. But Mutton Island suffers eery gusts and buffets from an inexplicably local fragment of weather, and the air on the hilltop sometimes carries interesting scents...",
                    "ButtonText": "", "Id": 177560},
                   {"DefaultEvent": {"Description": "\"Our little lost birdie? Well, there's a thing. You have my patron's thanks and here is your reward what was promised and is well deserved.\"\u000d\u000a\u000d\u000a\"Only fing is, there's only two folks what might have his Cheeriness' property, and that's the one what stole it, and the one what bought it and figured they could sell it back like indeed you are doing right here. So, and it's nothing personal, mind, I'm afraid I must break something. Little warning to any others out there who might be thinking of being clever. Tell you what, how's about we make it fair? Use the coin. Heads or legsies?\"\u000d\u000a\u000d\u000aHe flips it. High. Almost to the rafters. Rather than waiting for it to fall, you punch him hard in the face. The pub's clientele stare, mouths agape. The barkeep points a fat finger at you. \"Get out. We'll 'ave none of that 'ere. Out!\" ",
                                     "LinkToEvent": {"Id": 230481},
                                     "Name": "A full and frank discussion", "Id": 230534},
                    "Name": "ミスター・サックスのための届け物@{I}$Mr Sacks -> ミスター・サックス$A delivery for Mr Sacks",
                    "Description": "　チアリー・マンの仲間が、パブで酒を飲んでいる。@{I}The Cheery Man's fellow is drinking in the pub.",
                    "ButtonText": "", "Id": 177562},
                   {"DefaultEvent": {"Description": "$Officer -> オフィサー, Admiralty -> 海軍省$As you attempt to lower your plank, a Fervent Officer - escorted by a modest squadron of well-armed zailors - raises his hand, and calls out to you. \"Ahoy, [q:Addressed As]! This isle is now under the jurisdiction of Her Majesty's Admiralty. Depart immediately.\" His men raise their weapons. Best be off, then.",
                                     "Name": "Spheres of influence ", "Id": 230535},
                    "Name": "Under New Management",
                    "Description": "$Admiralty -> 海軍省$Bright-eyed men and women from the Admiralty work hastily to expand the dock. Hymns with unfamiliar words ring out over the fall of their hammers.",
                    "ButtonText": "", "Id": 177563},
                   {"DefaultEvent": {"Description": "Clock",
                                     "LinkToEvent": {"Id": 230481}, "Name": "Click", "Id": 230543},
                    "Name": "Advance Time +10",
                    "Description": "Sparing some very, very tedious typing when testing!",
                    "ButtonText": "", "Id": 177567},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 242912},
                                     "Name": "", "Id": 244419},
                    "Name": "A Wandering Parson",
                    "Description": "$Cock and Magpie -> 雄鳥とカササギ亭$He glances nervously back at the Cock and Magpie, but his handshake is strong.",
                    "ButtonText": "", "Id": 186598},
                   {"DefaultEvent": {"Description": "\"Glad to be of service to you, captain.\"",
                                     "LinkToEvent": {"Id": 230481},
                                     "Name": "Your zailors haul it into your hold", "Id": 260725},
                    "Name": "Buy Supplies from a dockside stall",
                    "Description": "A Rosy-Nosed Merchant is well stocked with crates of mushrooms and dried fish. It's the best you can do, here.",
                    "ButtonText": "", "Id": 194422},
                   {"DefaultEvent": {"Description": "\"Don't go burnin' it all at once now, love. You'll explode your engines that way.\"",
                                     "LinkToEvent": {"Id": 230481},
                                     "Name": "Your zailors haul it into your hold", "Id": 260726},
                    "Name": "Buy Fuel from a dockside stall",
                    "Description": "A woman with soot-stained lips has crates of coal to sell. ",
                    "ButtonText": "", "Id": 194423},
                   {"SuccessEvent": {"Description": "　あなたは地元民とは違って崖の小道を知らなかったので、歩く以上によじ登らなければならなかった。あなたが頂上に辿り着く頃には、あなたの肌は汗で光沢を放っていた。彼らは既に、あなた抜きで儀式を始めていた。何と失礼な話だろうか。<br/><br/>　羽根のついた頭飾りの他には多くを身に着けていない、年老いた男がいた。彼が儀式を先導しているらしかった。補佐役の一人は麦の稲穂を手に持っていた。(この地底のどこでそんなものを見つけたのだろうか？)そして別の者は石の杯を、またある者は粘土板を抱えていた。年老いた司祭は、その全員に会衆に向けて話をさせた。<br/><br/>　あなたはその断片を聞き取ることができた。「溺れた男は神ではない」(村人たちは騒々しい囁き声で応じた。)「彼は北からやってきた。そして、北へと帰るだろう」(再び、応じる声。)「北は神々には寒すぎる」(「神々には寒すぎる」彼らは歓喜を込めて繰り返した。)<br/><br/>　とうとう、村人たちは同意を込めて頷いた。彼らは一斉に振り返ると、彼ら自身の仲間の一人を捕まえた。その男(あるいは女だろうか？)はランプを持っていた。彼らはその男(もしかしたら女かもしれない)を崖まで運んで行くと、手足をばたばたと振り回すその体を、崖の向こう、遥か下方の、黒い油のような波の中へと放り投げた。<br/><br/>　ことは済んだ。地元民たちはローブを脱いで、人好きのする様子で街への道をぶらぶらと帰り始めた。彼らは皆、機嫌が良さそうだった。どうやら、この夜の催しは上首尾に終わったようだ。彼らは一杯引っ掛けるために、雄鳥とカササギ亭の中へと消えていった。@{I}$Cock and Magpie -> 雄鳥とカササギ亭, Drowned Man -> 溺れた男$You don't know the cliff paths like the locals do, and you have to climb more than walk. Your skin is sheened with sweat by the time you reach the top. They've started without you. How rude.\u000d\u000a\u000d\u000aAn elderly fellow wears a feathered head-dress and not much else: he seems to be leading the ceremony. One assistant holds an ear of corn (where did he find that down here?), another a stone jug, another a clay tablet. The elderly priest addresses them all to his congregation.\u000d\u000a\u000d\u000aYou catch snatches of it: \"The Drowned Man is not a god.\" (The villagers hiss a reply.) \"He came from the North, and to the North he will return.\" (Another reply.) \"The North is too cold for gods.\" (\"Too cold for gods,\" they intone delightedly.)\u000d\u000a\u000d\u000aFinally, they nod in agreement. The circle turns as one to grab one of their number, a man (or woman?) with a lamp. They carry him (or possibly her) to the precipice and hurl the flailing body over the edge, down into the oily black waves far below.\u000d\u000a\u000d\u000aTheir business done, the locals remove their robes and wander amiably back to town. They all seem quite jolly. Apparently the night's business went well. They retreat to the Cock and Magpie for a pint.",
                                     "LinkToEvent": {"Id": 230481}, "Name": "", "Id": 230488},
                    "DefaultEvent": {"Description": "　あなたは地元民とは違って崖の小道を知らなかったので、歩く以上によじ登らなければならなかった。あなたが頂上に辿り着く頃には、あなたの肌は汗で光沢を放っていた。黒い岩並が、空っぽの無関心でもってあなたを出迎えた。ここで何かが起こっていたとしても、あなたはそれを見るには遅すぎたのだ。それでも、登山は良い運動にはなった。@{I}You don't know the hill paths like the locals do, and you have to climb more than walk. Your skin is sheened with sweat by the time you reach the top. The black rocks greet you with empty indifference. If something happened up here, you're too late to see it. Still, the climb was good practice.",
                                     "LinkToEvent": {"Id": 230481}, "Name": "遅すぎた@{I}Too late",
                                     "Id": 230487},
                    "Name": "深夜の儀式？@{I}A midnight ceremony?",
                    "Description": "　マトン・アイランドの暖かな夜。東から、明るい予兆に富んだ方角から、穏やかな風が吹く。丘の上で松明の明かりが上下している。そこで何が起こっているにせよ、それは地元民だけのものだ。しかし、その気になれば、あなたは彼らの後をつけることもできる。@{I}$Mutton Island -> マトン・アイランド$A warm night on Mutton Island. A balmy wind blows from the East, rich with promise. There are torches bobbing up the hill. Whatever's happening, it's for locals only, but you could follow them.",
                    "ButtonText": "", "Id": 177527},
                   {"SuccessEvent": {"Description": "　あなたは崖の上に立ち、しっくい塗りの小さな村を見渡した。雄鳥とカササギ亭の煙突から出た煙が、まっすぐ上に昇っていく。観察していると、煙が傾いた。突然吹いた風によって、煙は鉛筆の線のように細くなり、そして消えてしまった。風が不意に叫びを上げた。それはまるで真っ二つにされた神のようだった。<br/><br/>　何という騒音だろう！この島の周囲には、空気の流れる洞窟があるに違いない。少なくとも、それが最も心安まる説明だった。眼下では、地元民たちが携帯用酒瓶を回し飲み、本土に向けて祝杯を上げていた。風は南寄りだった。@{I}$Cock and Magpie -> 雄鳥とカササギ亭$You stand on a cliff-top, looking over the little village. Smoke from the chimney of the Cock and Magpie drifts straight upwards. As you watch, the smoke tilts. The sudden wind thins it to a pencil smudge, then nothing. The wind screams unexpectedly, like a god cut in half.\u000d\u000a\u000d\u000aWhat a noise! It must be the caves around the island channelling the air. At least, that's the most comforting explanation. Below you, the locals each take nips from a shared flask and make a toast towards the mainland. The wind is a Southerly.",
                                     "LinkToEvent": {"Id": 230481},
                                     "Name": "風に祝杯を上げて@{I}Toasting the wind", "Id": 230490},
                    "DefaultEvent": {"Description": "　あなたは崖の上に立ち、島の村を見渡した。雄鳥とカササギ亭の煙突から出た煙が、まっすぐ上に昇っていく。そこでは、そよ風ひとつ吹いてはおらず、あなたの髪がくしゃくしゃになったり、服の襟が逆立てられたりすることはなかった。眼下では、若い女性が、本物の花かもしれないものを携えて、それを出会ったすべての人間にお辞儀とともに手渡していた。@{I}$Cock and Magpie -> 雄鳥とカササギ亭$You stand on the cliff-top, looking over the Island's village. Smoke from the chimneys of the Cock and Magpie drifts straight upwards. There's not a breeze to ruffle your hair nor to lift your collar. Below you, a young woman carries what could be real flowers, handing them out with a curtsey to everyone she meets.",
                                     "LinkToEvent": {"Id": 230481}, "Name": "平穏@{I}Peace",
                                     "Id": 230489},
                    "RareSuccessEvent": {"Description": "　あなたは崖の上に立ち、しっくい塗りの小さな村を見渡した。雄鳥とカササギ亭の煙突から出た煙が、まっすぐ上に昇っていく。観察していると、煙が傾いた。突然吹いた風によって、煙は鉛筆の線のように細くなり、そして消えてしまった。風が不意に叫びを上げた。それはまるで真っ二つにされた神のようだった。<br/><br/>　叫びが弱まってくると、それは、囁き声の幻を伴ってあなたを不意に取り囲む、不明瞭な物音へと調子を変えた。これは誓っても良いだろう。あなたは確かに言葉を聞いた――「深いところで」「七本の柱の下に」「どこでもないどこでもないどこでもないどこでもない……」<br/><br/>　この島の周囲には、空気の流れる洞窟があるに違いない。少なくとも、それが最も心安まる説明だった。眼下では、地元民たちが携帯用酒瓶を回し飲み、本土に向けて祝杯を上げていた。風は南寄りだった。@{I}$Cock and Magpie -> 雄鳥とカササギ亭$You stand on a cliff-top, looking over the little whitewashed village. Smoke from the chimney of the Cock and Magpie drifts straight upwards. As you watch, the smoke tilts. The sudden wind thins it to a pencil smudge, then nothing. The wind screams unexpectedly, like a god cut in half.\u000d\u000a\u000d\u000aThe scream subsides, giving way to a susurrus that surrounds you suddenly with the illusion of whispering voices. You could swear you hear words - 'in the depths', 'under seven poles', 'nowhere nowhere nowhere nowhere...'\u000d\u000a\u000d\u000aIt must be the caves around the island channeling the air. At least, that's the most comforting explanation. Below you, the locals each take nips from a shared flask and make a toast towards the mainland. The wind is a Southerly.",
                                         "LinkToEvent": {"Id": 230481},
                                         "Name": "風の声@{I}The voice of the wind", "Id": 230491},
                    "Name": "街の向こうの丘の頂上へと赴く@{I}Visit the hilltop above town",
                    "Description": "　Unterzeeではあまり風は吹かないものだ。だがマトン・アイランドは、不気味で暴力的な突風に晒されている。この島の、説明がつかないほど局所的な天候が、その原因だ。そして、丘の頂上の空気は、時折興味深い匂いを運んでくるのだ……@{I}$Mutton Island -> マトン・アイランド$There's not much wind on the Unterzee. But Mutton Island suffers eery gusts and buffets from an inexplicably local fragment of weather, and the air on the hilltop sometimes carries interesting scents...",
                    "ButtonText": "", "Id": 177528}],
 "Description": "　かつて、この簡素な漁村はロンドン郊外の一部だった。ロンドンが墜ち、海が押し寄せる前の話だ。コテージの煙突から出た煙が渦を巻いている。街の向こう、人里離れたところに、丘が見えた。@{I}Once, this simple fishing village was part of the London suburbs, before London fell and the waters rushed in. Smoke spirals from cottage chimneys. A lonely hill rises behind town.",
 "Name": "クエーカーズ・ヘイヴン@{I}$Quaker's Haven -> クエーカーズ・ヘイヴン$Quaker's Haven",
 "Id": 230481}