{"ChildBranches": [{"DefaultEvent": {"Description": "　チアリー・マンは椅子でくつろいでいた。暖炉の火が赤々と燃え盛っている。あなたたちの間のテーブルには、デカンターと二つのグラス、そして最後の治安官の警棒が置かれていた。「彼女を連れ戻してくれてありがとう。今は自室にいるよ。あの部屋はできるだけ綺麗に整えておいたのだ。真心を込めたつもりだよ、言わばな」彼は微笑んだ。「最初の一歩だ。俺は彼女が初めて歩いた時のことを憶えている。俺は今またそれを見ているわけだ」彼は警棒を持ち上げた。「こいつは重いな。真の歴史が宿っている」彼は肩をすくめると、警棒を炎の中に放り込んだ。「だがまあ、俺たちなら、彼女にもっと良いものを見繕ってやれるだろう」<br/><br/>　警棒は熱で黒くなり、ひとたび火がつくと赤々と燃えあがった。チアリー・マンは前に身を乗り出し、杖を振るってそれをまっぷたつにした。@{I}The Cheery Man relaxes in his chair, the fire burning bright. On the table between you is a decanter, two glasses, and the Last Constable's truncheon. \"Glad to have her home. She's in her room. I did it up as best as I could. Gave it a personal touch, like.\" He smiles. \"Baby steps. I saw them when she was little; I'm seeing them now.\" He hefts the truncheon. \"There's good weight in this. A real history.\" He shrugs, and tosses it into the fire. \"We can find her something better, though, I suspect.\" \u000d\u000a\u000d\u000aIt blackens in the heat, before catching flame. It burns bright. The Cheery Man leans in, and cracks it in half with his cane.",
                                     "LinkToEvent": {"Id": 230554},
                                     "Name": "彼女は自室にいる@{I}She's in her room", "Id": 230555},
                    "Name": "最後の治安官について話す@{I}Discuss the Last Constable",
                    "Description": "　チアリー・マンは彼の自室で待っていた。燃え盛る暖炉と、上等なブランデーの入ったデカンターのある部屋だ。@{I}The Cheery Man waits in his office, with a blazing hearth and a decanter of fine brandy.",
                    "ButtonText": "", "Id": 177574},
                   {"DefaultEvent": {"Description": "　チアリー・マンは椅子から前に身を乗り出して炉床を見つめていた。彼は杖で石炭を押しやった。彼がどれだけ頑張っても、それは薪までは届かない。彼は椅子に深々と座り直し、グラスに入ったブランデーを飲み始めた。「また会いたかったのだがな。どんな形であれ、再会はいずれ実現させよう。無意味ではない。いつかな。きっとだ」彼は気だるそうに燃えさしを見つめた。「少なくとも彼女は生きている。それが分かっただけでも無駄ではなかった」@{I}The Cheery Man leans forward on his chair, staring into his hearth. He presses at the coals with his cane. Try as he might, they will not catch the log. He slumps back in his chair, and downs a glass of brandy. \"I wanted a reunion. I'll have one, one way or the other. That's something. One day, perhaps.\" He stares dully at the embers. \"At least she's alive. That's something.\"",
                                     "LinkToEvent": {"Id": 230554},
                                     "Name": "「少なくとも彼女は生きている」@{I}\"At least she's alive\"",
                                     "Id": 230612},
                    "Name": "最後の治安官について話す@{I}Discuss the Last Constable",
                    "Description": "　チアリー・マンは彼の自室で待っていた。燃え盛る暖炉と、上等なブランデーの入ったデカンターのある部屋だ。@{I}The Cheery Man waits in his office, with a cold hearth and a decanter of fine brandy.",
                    "ButtonText": "", "Id": 177609},
                   {"DefaultEvent": {"Description": "　チアリー・マンに息子がいたのか？「私生児だがね」彼はあなたのジンを注ぎながら言った。「俺もびっくりしたものだよ。何ヶ月か前に、親父は俺を見つけ出すと、俺に色々教え始めたんだ。自分も不死身なわけじゃあないからって言ってね。親父は言ってたよ。王冠が重くなってきた、玉座はケツが痛くなるって」<br/><br/>「ともあれ、俺はこの家系の仕事には向いていることが分かった。何が俺をここまで運んできたのかははっきりしない。だが、あんたが関わってたんだろう」彼は酒場を大股で歩いてきて、あなたにジンを手渡した。「ここに新しい始まりを祝して」新しいチアリー・マンは、あなたに歪んだ歯の見える笑みを向けると、自分の酒を飲み始めた。@{I}The Cheery Man had a son? \"Illegitimate,\" he says, pouring you a gin. \"Came as a surprise to me, too. A few months ago he sought me out, started teachin' me. Said he wouldn't be around forever. He said the crown was heavy and the throne hurt his arse.\u000d\u000a\u000d\u000a\"Anyway, turns out I have a natural inclination to the family business. And I'm not sure what got me here, but I think you had a part in it.\" He strides around the bar and hands you your gin. \"Here's to new beginnings.\" The new Cheery Man gives you a smile of crooked teeth, and downs his drink.",
                                     "LinkToEvent": {"Id": 230554},
                                     "Name": "王よ永遠なれ@{I}Long live the king", "Id": 230613},
                    "Name": "それはあなたの思っていたチアリー・マンではなかった@{I}It's not the Cheery Man you were expecting",
                    "Description": "　彼は若く、微笑んでいる。「親父だと思っただろう。まあ、あの噂は本当でね。親父は死んだんだ。だが、親父は俺にすべてを遺してくれた。飲むかい？」@{I}He's young and smiling. \"You were expectin' my father, I bet. Well it's true: he's dead. But he left it all to me. Drink?\"",
                    "ButtonText": "", "Id": 177610},
                   {"DefaultEvent": {"Description": "「最初はなんて糞ったれな悪ふざけだと思ったものだよ。それこそ、荒くれの何人かに命じて、お前を箱詰めにしてやるところだった！そこで気づいたのだ。実際、俺が命じれば連中はそうしただろうと。俺はスパイトの王だからな！俺には俺の玉座がある」彼は自らの椅子を軽く叩いた。「そして王冠も」彼は頭の禿げている部分に触れた。「そして王笏を手に入れた！」彼はあなたの贈った白杖を得意げに振りかざした。<br/><br/>「若さを取り戻すまでもない。かつての元気さもだ。俺には代わりの臣民がいる。俺は己の力でこの玉座を手に入れた。俺は自ら勝ち取ったものを享受すべきだったのだ。それを思い出させてくれてありがとう」@{I}\"At first I thought it was a bl__dy joke. I was halfway through ordering some of the lads to  put you in a box! Then I realised: they would have. I'm the King o' Spite! I've got my throne,\" he pats his chair, \"I've got my crown,\" he touches the bald spot atop his head, \"and I've got my sceptre!\" He brandishes your white walking stick. \u000d\u000a\u000d\u000a\"I don't have to be young again, or sprightly. I've got people for that.  I took this throne myself. I earned it, and I should enjoy it. Thanks for reminding me.\"",
                                     "LinkToEvent": {"Id": 230554},
                                     "Name": "彼は笑ってあなたの手を握った@{I}He laughs and shakes your hand",
                                     "Id": 230615},
                    "Name": "彼の新しい杖について尋ねる@{I}Enquire about his new cane",
                    "Description": "　それは彼の椅子に立てかけてあった。@{I}Its leaning against his chair.",
                    "ButtonText": "", "Id": 177611},
                   {"DefaultEvent": {"Description": "\"I think some of the lads are oversteppin' their bounds a bit. I need to remind them of their priorities. I'm tellin' you this because there might not be any new work from them for a while, and I wanted you to hear it from me. Captain to captain, as it were. If you're lookin' for alternate employment, you might want to look into the sunlight trade. It's risky, but boomin'.\"",
                                     "LinkToEvent": {"Id": 230554}, "Name": "A friendly warning",
                                     "Id": 230616},
                    "Name": "UNUSED - Discuss your business for him",
                    "Description": "\"My boys speak well of you,\" he says, from his chair. \"Say you're very reliable.\"",
                    "ButtonText": "", "Id": 177612},
                   {"DefaultEvent": {"Description": "　そして、あなたへの賛辞とともに、お土産を与えてくれた。@{I}And gives you a gift, with his compliments.",
                                     "Name": "彼はあなたに別れの挨拶をした@{I}He bids you goodnight",
                                     "Id": 230617},
                    "Name": "暇を告げる@{I}Call it a night",
                    "Description": "　夜も遅くなってきた。むしろ早朝か。どちらでもよいが。[これを選ぶと、あなたは同じ場面には戻れなくなります。]@{I}It's getting late. Early. Whatever.\u000d\u000a [You will be unable to return after choosing this.]",
                    "ButtonText": "", "Id": 177613},
                   {"DefaultEvent": {"Description": "「まずは未亡人だ。心優しい未亡人かって？笑わせないでくれ。あれはサメのような心優しさだぞ。かつては自分がお姫様だったと思い込んでいるようだな。スパイトの大物気取りだ。次はトプシー・キング。奴はフリットを指揮している。あれを『指揮』と呼べるなら、だがね。絵の具のような狂人だよ。次はフェドゥーシ。こいつは拳闘を運営している。墓人ってことになっちゃあいるが、俺にはどうにも……。あとはディッセンバー……そう、暦法議会だ。悪党だな。そして最後に俺だ」彼はにっこりと笑った。「俺の向こう側には回るんじゃないぞ」@{I}$Flit -> フリット, Calendar Council -> 暦法議会, [Tt]he Gracious -> グレイシャス, Gracious Widow -> 心優しい未亡人, Topsy King -> トプシー・キング, Feducci -> フェドゥーシ, December -> ディッセンバー$\"The Widow. The Gracious Widow? Don't make me laugh. Gracious as a shark. Reckons she used to be a princess. She thinks she's a big noise in Spite. The Topsy King. He runs the Flit, if you can call it 'running'. Mad as paint. Feducci, who's supposed to be a tomb-colonist, but I dunno...runs the ring-fights. December, from the Calendar Council... yeah. He's a wrong 'un. And me.\" He smiles, all teeth. \"You don't want to get on the wrong side o' me.\"",
                                     "LinkToEvent": {"Id": 230554},
                                     "Name": "クイーン、ポーン、ビショップ@{I}Queens, pawns, bishopss",
                                     "Id": 230619},
                    "Name": "『まっとうな仕事』について話す@{I}Discuss 'legitimate business'",
                    "Description": "　彼は誰と協力し、誰と競合しているのか？@{I}Who are his partners and rivals?",
                    "ButtonText": "", "Id": 177614},
                   {"DefaultEvent": {"Description": "「まるで夜だった」彼はもう酷く酔っていて、遠くの壁を、まるでそれがガラスであるかのように凝視していた。「あれは一瞬で都市を覆い尽くしたのだ。お前もあの場にいたら、奴らの羽音が聞こえただろう。奴らが骨の髄まで潜り込むような、あの感覚が分かっただろう。あの荒れ唸る川のような。そして地面が口を開けた。地面が口を開けた――」<br/><br/>　彼は両手に顔を埋めた。少しして、彼は再び顔を上げたが、その表情は落ち着いていた。「あれほど恐ろしく感じたのは、老いぼれた母が死んでからじゃあ初めてのことだった。つまり、母は恐怖そのものだったのだよ。あれに比べたら、ミスター・ストーンだってただのメイドに見えてくる。一度など、俺は五歳になるまでに死んでたんじゃないかと――」@{I}\"Like night, it were,\" he says. He's deep in his cups by now: staring at the far wall as if it were glass. \"Came over the city all at once. You could hear their wings. You could <i>feel</i> them. Right down in your bones. Like a river, roaring. Then the ground opened. The ground opened - \"\u000d\u000a\u000d\u000aHe buries his face in his hands. A moment passes, and when he looks up, his face is calm. \"Haven't been that frightened since me old ma died. Tell you what, she was a terror. Made Mr Stones look like a parlour-maid. One time, I couldn't have been more than five year old - \"",
                                     "LinkToEvent": {"Id": 230554}, "Name": "墜落@{I}The Fall",
                                     "Id": 230620},
                    "Name": "ロンドンの思い出を聞く@{I}Share memories of London",
                    "Description": "　こうもりがロンドンを盗んだとき、彼はここにいたのだろうか？@{I}Was he here when the bats stole her?",
                    "ButtonText": "", "Id": 177615},
                   {"DefaultEvent": {"Description": "「太陽光の密輸経路なら既に見つけてある。秘訣は箱の中にあってね。ミスター・ファイアを買収してやったのさ。だが道のりは長いわ、太陽光は長持ちしないわ……だから考えた。ケチって月明かりに代えたらどうだ？ここ地底にあっては、両者の区別は難しい。もちろん、ちょっとした愉快な作用はある。だが、そちらについても今調べているところでね。もしかしたら、それ自体が有用である可能性もあるからな」@{I}$Mr Fires -> ミスター・ファイア$\"I've found a way to bring in sunlight. The trick's in the boxes. Paid off Mr Fires. But it's a long way down and sunlight doesn't last... so I thought, why not cut it with moonlight? Hard to tell the difference, down here. Has some funny effects, a'course, but I'm lookin' into that. Could be useful in its own right.\"",
                                     "LinkToEvent": {"Id": 230554},
                                     "Name": "彼の笑みと共に金歯が閃いた@{I}A gold tooth winks as he smiles",
                                     "Id": 230622},
                    "Name": "密輸に関する助言を乞う@{I}Ask his advice on smuggling",
                    "Description": "　彼の頭脳を借りないだなんて犯罪も同然だろう。これはもちろん、教育上の目的のためだ。@{I}It would be a crime not to pick his brain. For educational purposes only, of course.",
                    "ButtonText": "", "Id": 177617}],
 "Description": "　あなたは今夜、メデューサ・ヘッドで一番の酒を飲むのだろう。店の主である、チアリー・マンと共に。@{I}$Medusa's Head -> メデューサ・ヘッド$Tonight, you will drink the Medusa's Head's best stock, with the proprietor himself: the Cheery Man.",
 "Name": "チアリー・マンと酒を飲む@{I}Drinks With The Cheery Man", "Id": 230554}
