{"ChildBranches": [{"DefaultEvent": {"Description": "副船長の顔立ちは、部分的にラバリーマンになってしまっているかのように、平均的なロンドンの住人のものよりも柔らかい。皮膚には所々石灰化し光を弾く箇所があり、その周りは赤くなっている。\u000d\u000a\u000d\u000aあなたがサラスフルーツを差し出すと、副船長は恭しくそれを受け取った。しかしあなたの前で食べようとはせず、普段は鍵の掛けられているハッチの奥へと引っ込んだ。副船長はそのまま長い間部屋に留まっている。微かに男のよく響く笑い声が聞こえた。声の潜められた船の上でこのような声を耳にするとは、驚きだ。\u000d\u000a\u000d\u000aそしてようやく、指の汚れた副船長が戻ってきた。@{K}$Rubbery M[ae]n -> ラバリーマン, [Ss]olacefruit -> サラスフルーツ$The First Mate's features are softer than the average Londoner's, as though they have become part Rubbery Man. Their skin is marked in dozens of places with shiny, calcified ovals, around which the skin is reddened. \u000d\u000a\u000d\u000aYou offer them the Solacefruit, and they receive it reverently. They don't eat it in front of you, but withdraw through a hatch that is usually kept locked. They are gone a long time, and far off you hear a man's deep laughter. It is a surprising sound in the whispering ship. \u000d\u000a\u000d\u000aAt last the First Mate returns, fingers stained.",
                                     "LinkToEvent": {"Id": 234938}, "Name": "感謝と共に受け取られた@{K}Gratefully received",
                                     "Id": 234939},
                    "Name": "副船長に賄賂を掴ませる@{K}Bribe the First Mate",
                    "Description": "船員たちはあなたを案内して回ることは出来ないという。「副船長がハッチの鍵を管理してるんだ。大抵は機関室に籠っているが、サラスフルーツのために出てくる事もある」@{K}$[Ss]olacefruit -> サラスフルーツ$The crew can't show you around. \"The First Mate keeps the hatch-keys. They rarely leave the engine room, but they'll come out for Solacefruit.\"",
                    "ButtonText": "", "Id": 180419},
                   {"DefaultEvent": {"Description": "副船長は鰐を間に合わせのベッドへと連れていく。そして立会人が鰐の手を絹でくるみ、アイグルの棘に乗せた。鰐は面に開けられた穴から大量の涙を流し、眠りに落ちた。\u000d\u000a\u000d\u000a「アイグルに後悔を渡した後はしっかり休ませる必要がある」副船長はあなたを部屋の外へと連れだして言った。\u000d\u000a\u000d\u000a一二時間後、鰐は明るく元気を取り戻た様子で部屋から出てくると、潜水艦に乗ってアイグルを去った。しかし、鰐の残した後悔はすぐに再び取り上げられることとなった。副船長が機関室に籠っている。@{K}The First Mate leads the Crocodile to a makeshift bed. Attendants wrap the Crocodile's hands in silk and set them on a spike of Aigul. The Crocodile weeps copiously through the eye-holes of its mask. Then it goes to sleep.\u000d\u000a\u000d\u000a\"After relinquishing a regret to Aigul, one needs a good rest,\" the First Mate says, ushering you out. \u000d\u000a\u000d\u000aAn hour or two later, the Crocodile comes out again, cheerful and refreshed. It departs in its Zubmarine. Its deposited regret is not left behind for long, however. The First Mate attends the engine room.",
                                     "LinkToEvent": {"Id": 234938},
                                     "Name": "志願者は気前のいいことにサラスフルーツを10個も持ってきた@{K}$[Ss]olacefruit -> サラスフルーツ$The postulant brings ten Solacefruit, a generous offering",
                                     "Id": 234940},
                    "Name": "巡礼者と会う副船長を観察する@{K}Observe the First Mate with a Pilgrim",
                    "Description": "また一隻の潜水艦がアイグルを訪れた。長い金のローブと鰐の面を身に着けた人物が船から現れる。@{K}Another Zubmarine has docked at Aigul, releasing a person in a Crocodile mask and long gold robes.",
                    "ButtonText": "", "Id": 180420},
                   {"DefaultEvent": {"Description": "船員たちは集まり、フォータス・ケトル号がいまだ海を自由に動き回っていた頃の物語を語ってくれた。船長は陽気で酒を好み氷山さえも笑い飛ばす男で、副船長は船員皆の信頼できる友だった。二人は次にロンドンに戻った時に結婚する予定さえあったという。しかし、アイグルの抗うことの出来ない呼び声によって、副船長はケトル号を全速で針へと突っ込ませたのだった。\u000d\u000a\u000d\u000a食事の後、副船長は機関室での探索から戻ってきた。墓人はため息をついて立ち上がる。「なら、船長の包帯を巻きなおす時間だね」@{K}The crew gather and tell stories of when the <i>Fortas Kettle</i> was still free to roam the sea floor. The Captain was a jolly man, fond of a drink, who laughed at icebergs. The First Mate was everyone's confidante. The two were meant to be married, even, when they got back to London. But Aigul called, imperiously, and the First Mate drove the <i>Kettle</i> full-throttle onto the spines.\u000d\u000a\u000d\u000aAfter the meal, the First Mate returns from their latest exploration in the engine room. The Tomb Colonist rises with a sigh. \"It'll be time to rebandage the Captain, then.\"",
                                     "LinkToEvent": {"Id": 234938},
                                     "Name": "船長と副船長の姿が見えない@{K}The Captain and the First Mate are absent",
                                     "Id": 234941},
                    "Name": "船員たちと晩餐を共にする@{K}Dine with the crew",
                    "Description": "フォータス・ケトル号には様々な客が乗っている。@{K}There are few people aboard the <i>Fortas Kettle</i>, and guests provide variety.",
                    "ButtonText": "", "Id": 180421},
                   {"DefaultEvent": {"Description": "様々な話が聞こえてくる。墓人と驚くほど力強い老女がカード越しに口論している声。包帯が太ももに張り付くと不満を漏らす船長の言葉。（我の声が聞こえるだろう。）新たな潜水艦が港に入った際の金属がこすれる音。あなたの船員たちはここの棘を見ているとぞっとすると言い合っている。（お前の船員にも我らの声が聞こえるのだ。）副船長が静かな声で最近の探索で見つかったものについて船長に語っている。新たな棘がコレクションに加えられていた。@{K}You hear: the Tomb Colonist and the surprisingly strong old woman, bickering over a hand of cards. The Captain, complaining about the bandage sticking to his thigh. (You hear us.) The scrape of metal as a new Zubmarine docks. Your own crew, talking about how the spines give them the shivers. (Your crew hears us too.) The First Mate is talking to the Captain in a low voice about what they found in their last exploration. There are fresh Needles in the collection.",
                                     "LinkToEvent": {"Id": 234938}, "Name": "傾聴@{K}Attentive listening",
                                     "Id": 234942},
                    "Name": "ケトル号で耳を澄ませる@{K}Eavesdrop in the Kettle",
                    "Description": "銅の錆が浮いた通路を幾つもの声が木霊する。@{K}Voices echo in the coppery corridors.",
                    "ButtonText": "", "Id": 180422},
                   {"DefaultEvent": {"Description": "……そしてあなたはその瓶を藁で縛った。「粉に触れてしまってもそれほど心配しなくていい」墓人は言った。「毒がありそうに見えるが、害はない。副船長はこれを少し使って棘を作り、残りは売ぱらってるんだ」\u000d\u000a\u000d\u000a墓人は明らかに副船長の後悔の蒐集を快く思っていないようだ。ほんの少しだけ早口で事情を説明してくれた。「他の人間に意見を聞いてみるべきかもしれないな。だが、自分の傷の上に他人の傷まで負う義理なんてないだろう」\u000d\u000a\u000d\u000a呼ばれたかのように、ちょうど棘を生やした副船長が機関室から出てきた。@{K}...and you nestle them in straw. \"Don't worry too much if you touch the powder,\" the Tomb Colonist says. \"Looks poisonous, but there's no harm in it. The First Mate uses some of it to make the Needles, and sells the rest.\"\u000d\u000a\u000d\u000aThe Colonist obviously doesn't approve of the First Mate's regret-collection, and clarifies with only a little prompting. \"Maybe I'm the wrong person to ask,\" the Tomb Colonist says. \"But there's no need for wearing the scars of other people's wounds, on top of your own.\"\u000d\u000a\u000d\u000aAs if summoned, the First Mate comes out of the engine room, fresh-spined.",
                                     "LinkToEvent": {"Id": 234938},
                                     "Name": "墓人が瓶を手渡した@{K}The Tomb Colonist hands you bottles", "Id": 234943},
                    "Name": "輸出品の梱包を手伝う@{K}Help pack the exports",
                    "Description": "アイグルの棘から削り出された銀の粉が詰まった幾つもの瓶が、外へ送り出される時を待っている。@{K}Bottles and bottles of silver powder, ground from Aigul-spine, wait to be sent away.",
                    "ButtonText": "", "Id": 180423},
                   {"DefaultEvent": {"Description": "フォータス・ケトル号の最下層には非常に多くの棘が交差しており、密閉材があるといっても水が漏れていないのが奇跡に思えるほどだった。（我らはここで育った。）隙間を進むのは難しく、その部屋にはもはやある程度以上の大きさの物を収めることの出来る空間もなかった。その代わりに、部屋内部には様々ながらくたが転がっている。過去の航海について記された日誌、蝙蝠の頭で出来た季節のリース、そして長い間Zeeを旅していると集まってくる様々な物たち。\u000d\u000a\u000d\u000a上に戻ると、副船長はまたしても機関室に籠っていた。@{K}The lowest level of the <i>Fortas Kettle</i> is crossed with so many spines that it is a wonder it keeps out water at all, even with sealant. (We have grown into our place.) It is hard to walk in the space, and there is barely room to store anything sizeable. Instead, the room has collected garbage: log books from past voyages, a coffee pot with a broken bottom, a holiday wreath made of bats'-heads, and all the other sorts of things that gather in a long time at Zee.\u000d\u000a\u000d\u000aWhen you go above, the First Mate has been in the engine room again.",
                                     "LinkToEvent": {"Id": 234938}, "Name": "船倉@{K}The hold",
                                     "Id": 234944},
                    "Name": "ケトル号の深部を探索する@{K}Explore the depths of the Kettle",
                    "Description": "船は何年にもわたって拡張が続けられ、追加の船体がボルトで固定されている。@{K}The ship has been expanded, through the years, with extra hulls bolted on.",
                    "ButtonText": "", "Id": 180424},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 234938},
                                     "Name": "", "Id": 234945},
                    "Name": "GEAR UP",
                    "Description": "$[Ss]olacefruit -> サラスフルーツ$Provide yourself with solacefruit to start this journey and reroll SAY.",
                    "ButtonText": "", "Id": 180425},
                   {"DefaultEvent": {"Description": "あなたは自分自身を説き伏せ結婚した女性の事を思い出した。彼女は他の誰かと恋に落ちることも、夫を裏切ることも、その他の在り来たりな物事も行わなかった。ただ退屈な人生を送り、自分にはそもそも満たしたい欲があったのだろうかと考えつつ生きたのだ。\u000d\u000a\u000d\u000a同時に、副船長の反応が朧げに伝わってくる。憐み、苛立ち、自身と傷を負った船長との壊れてしまった関係についての複雑に絡み合った感情。@{K}You remember: a woman who had persuaded herself into a marriage. She never fell in love with someone else, or betrayed her husband, or did any of the usual things. She lived a dusty life, and wondered whether she even had any appetites to satisfy.\u000d\u000a\u000d\u000aFaintly overlying this is the First Mate's reaction - pity, annoyance, and a tangle of feelings about a different broken relationship, between themselves and the Wounded Captain.",
                                     "LinkToEvent": {"Id": 234938},
                                     "Name": "重なり合う記憶@{K}Memories layered with memories", "Id": 234946},
                    "Name": "フォータスの棘を1本取りこむ@{K}Consume a Needle of Fortas",
                    "Description": "自らの体に刺し、棘の知る事を知ろう。きっとタトゥーよりほんの少し気が滅入る程度だろう、おそらく。@{K}Press the spike into your own flesh. Know what it knows. Little worse than a tattoo, surely?",
                    "ButtonText": "", "Id": 180426},
                   {"DefaultEvent": {"Description": "副船長は三つの特別な味を選び、あなたに渡した。ある囚人が50年を牢獄で過ごした後、初めて吸いこんだ新鮮な空気。卑しい犯罪者として告発された息子のために法廷へと召喚された、我が子の事を誇りに思っていた父親。未亡人のハンカチにしみ込んだラベンダー水と、空の寝室の壁に投げかけられた四角い光。@{K}The First Mate has selected three particular flavours for you. Here is a prisoner's breath of fresh air after fifty years in the cell. Here's a proud father, summonsed to court in a sordid case against his son. Here's lavender water on a widow's kerchief, and the square of light on the wall of an empty bedroom.",
                                     "LinkToEvent": {"Id": 234938}, "Name": "乙な混合@{K}A piquant blend",
                                     "Id": 234947},
                    "Name": "3本のフォータスの棘を取り込む@{K}Consume three Needles of Fortas",
                    "Description": "3の方が響きがいい。@{K}Three is more resonant than one.",
                    "ButtonText": "", "Id": 180427},
                   {"DefaultEvent": {"Description": "棘はあなたの皮膚を貫き、溶け込んだ。誤解、不正義、事故、裏切り。突然の死、後を引く死、そして死よりも先に訪れ幸福を食い荒らす死に対する恐れ。\u000d\u000a\u000d\u000a「私の物と呼べる皮膚がなくなり、アイグルの棘のみが残ったその時、初めて私は休むことを許される」副船長は言った。「その時までは、私にはこの悲しみを和らげることは出来ないとしても、せめて見届けてやらなければ」@{K}They pierce your skin and blend into you: misunderstandings, injustices, accidents, betrayals; sudden death, and lingering death, and the consuming fear of death that eats up happiness in advance.\u000d\u000a\u000d\u000a\"When there is nothing left of my skin but the spines of Aigul, then I will be allowed to rest,\" says the First Mate. \"Until then, if I cannot alleviate these sorrows, I must at least bear witness.\"",
                                     "LinkToEvent": {"Id": 234938},
                                     "Name": "あまりにも苛烈で、もはやそれぞれの後悔の区別がつかない@{K}At this intensity, there is no sorting one regret from another",
                                     "Id": 234948},
                    "Name": "10本のフォータスの棘を取り込む@{K}Consume ten Needles of Fortas",
                    "Description": "サボテンを抱きしめても生きのびた人間もいるだろう。@{K}A person may embrace a cactus and survive.",
                    "ButtonText": "", "Id": 180428},
                   {"DefaultEvent": {"Description": "副船長はあなたの先に立って普段は施錠されているハッチを通り、フォータス・ケトル号の下方へと向かった。下へ降りてゆくたび、副船長は目に見えて足を引きずるようになってゆく。そしてついに、あなたたちはアイグルの棘が船体を貫く機関室へとたどり着いた。機関室の炉は冷きり、巨大な車輪は二度と動かない。\u000d\u000a\u000d\u000aここでなら、アイグルの表面に直接触れることが出来る。棘は微かに光を発しているようだ。（あえて美しいものとしているのだ。）\u000d\u000a\u000d\u000a表面には銀色の部分があった。（我らは銀を取ることも許している。）片手でその部分に触れよう。（我らの顔に触れるのだ。）@{K}The First Mate leads you through hatches usually kept locked, down to the depths of the <i>Fortas Kettle</i>. They begin to limp more evidently, the further you descend. At last, you come to the engine room where a spike of Aigul jabs through the hull. The engine is thoroughly destroyed: its furnace is cold, its great wheels will never turn again.\u000d\u000a\u000d\u000aThe surface of Aigul is exposed to your touch. It shimmers. (We make it beautiful on purpose.) \u000d\u000a\u000d\u000aThere is a shiny silver patch on the spike. (We allow the silver to be harvested.) Touch it with one hand. (Touch our face.)",
                                     "LinkToEvent": {"Id": 234954},
                                     "Name": "フォータス・ケトル号の中へ@{K}Into the Fortas Kettle", "Id": 234949},
                    "Name": "副船長に繊細な兄の後悔を見つける助けを求める@{K}Ask the First Mate for help finding the regret of the Sensitive Brother",
                    "Description": "居丈高な妹が答えを待っている。彼女とはハンターズ・キープで落ち合う約束だ。@{K}$Hunter's Keep -> ハンターズ・キープ$The Imperious Sister awaits an answer; she has set a rendezvous at Hunter's Keep.",
                    "ButtonText": "", "Id": 180429},
                   {"DefaultEvent": {"Description": "副船長は濡れた目をこすり、何とか気を落ち着けようとしている。そしてついに口を開いた。「船長はケトル号が動けなくなった時に傷を負ってしまった。私たちは彼の命をかろうじて繋ぎ止めた」（船長はいまだ笑うことが出来る。）\u000d\u000a\u000d\u000a「しかし、私が彼の元に戻るたび、彼の傷跡が再び開いてしまうようなんだ」（副船長の体より生えた棘は、船長を貫く槍でもあるのだ。）\u000d\u000a\u000d\u000a「何か私に出来ることがあったなら……」（副船長は彼のためなら何でも手放すだろう。ただし、我らの事は手放せん。）@{K}The First Mate scrubs wet eyes, trying to compose themselves. Finally: \"The Captain was hurt when the <i>Kettle</i> went aground. We kept him from the brink of death.\" (The Captain is still capable of laughter.)\u000d\u000a\u000d\u000a\"It seems every time I return to him, his wound has reopened.\" (The spines in the First Mate's flesh are a lance in the Captain as well.)\u000d\u000a\u000d\u000a\"If there were anything I could do...\" (The First Mate would give up anything for the Captain, except <i>us</i>.)",
                                     "LinkToEvent": {"Id": 234938},
                                     "Name": "「あなたも彼の苦しみにまったく関心がない訳ではなかったということか！」@{K}\"You are not so indifferent to his suffering after all!\"",
                                     "Id": 234950},
                    "Name": "副船長に船長について尋ねる@{K}Ask the First Mate about the Captain",
                    "Description": "（我らに聞こえるように訊ねるがいい、我らもまた答えよう。）@{K}(Ask in our hearing and we, too, will answer.)",
                    "ButtonText": "", "Id": 180430},
                   {"DefaultEvent": {"Description": "あなたはエアロックから、ブレミガンを棘だらけのアイグルの表面へと送りだした。\u000d\u000a\u000d\u000aブレミガンの決意は固く、あれは果敢に棘を下っていこうとしている。しかし、突如その茸質の体がひとりでに萎み始め、肉は黒ずみぼろぼろになって千切れだした。あれはこの不毛の地では生きられない。\u000d\u000a\u000d\u000aしかし、その犠牲は完全に無駄になったわけではなかった。後に副船長の言ったところでは、アイグルは少しだけ優しくなったそうだ。そしてアイグルの秘密と語り合った者たちも、より多くの発見をもたらすようになったという。@{K}$[Bb]lemmigan -> ブレミガン$You try to release the blemmigan, by airlock, onto the spiny surface of Aigul.\u000d\u000a\u000d\u000aIts determination is fierce and it tries gamely to climb down a spine. Almost at once it begins to shrivel and shrink in on itself, its shroomy flesh blackening and then coming away in ragged strips. It cannot take hold in this waste-space.\u000d\u000a\u000d\u000aBut the sacrifice was not wholly without effect. The First Mate says, later, that Aigul has been made just a little gentler; and when someone communes with the secrets of Aigul, he brings away more discoveries.",
                                     "LinkToEvent": {"Id": 234938}, "Name": "不毛の地@{K}A blasted land",
                                     "Id": 234951},
                    "Name": "ブレミガンをアイグルに連れていく@{K}$[Bb]lemmigan -> ブレミガン$Introduce a blemmigan to Aigul",
                    "Description": "茸が少しばかり生えていたなら、アイグルの棘も多少は友好的に見えるのではないだろうか？@{K}Wouldn't the spikes of Aigul look friendlier with a bit of mushroom foliage?",
                    "ButtonText": "", "Id": 180431},
                   {"DefaultEvent": {"Description": "あなたはフォータス・ケトル号の状況と資産に関する調査結果をまとめた。アイグルの棘に貫かれた船体に水が入り込まないようにしている密閉材は、こすり取って観察すると、琥珀のような色と蝋のような手触りの物質だった。甲板とハッチの位置もあなたの入り込める限りで描きこむ。しかしここの人々についてはあまり書けることがない。墓人は自分について話すことを拒み、旅する郵便配達員はあなたの問いを一笑に付した。@{K}You gather a description of the <i>Fortas Kettle</i> and a survey of its resources. You scrape away a little of the sealant, the colour of amber and the texture of wax, that keeps out seawater where the hull is pierced by the spines of Aigul; you sketch the arrangement of decks and hatches, so far as you have been able to reach. But about the population, you cannot offer as much detail. The Tomb Colonist declines to be identified and the travelling postman laughs at you. ",
                                     "LinkToEvent": {"Id": 234938}, "Name": "ざっくりとした情報@{K}Loose information",
                                     "Id": 234952},
                    "Name": "港湾報告書を纏める@{K}$[Pp]ort [Rr]eport -> 港湾報告書$Assemble a Port Report",
                    "Description": "海軍省はここを興味深い場所だと思うだろう。@{K}$Admiralty -> 海軍省$The Admiralty would find this a curious place.",
                    "ButtonText": "", "Id": 180432},
                   {"DefaultEvent": {"Description": "あなたはフォータス・ケトル号での生活についてでっち上げた。パーサーの懐中時計に従ってエルサレムで毎晩真夜中に開かれる晩餐。廊下の壁には神聖な棘から作られた鞭が掛けられ、人々は灰色のリネン地に黒の刺繍の入った衣服を身にまとう。\u000d\u000a\u000d\u000aあなたは病や恒久的なサラスフルーツの需要、閉ざされたままのハッチや時折下から聞こえる呻き声については言及しなかった。傷を負った船長についても一言も書いていない。@{K}$[Ss]olacefruit -> サラスフルーツ$You invent a tale of life in the <i>Fortas Kettle</i>: daily feasts held at midnight in Jerusalem - according to the Purser's pocketwatch. Switches of holy thorn hung above the doorways. Garments of grey linen and black stitching.\u000d\u000a\u000d\u000aYou do not mention the sickness or the constant need for Solacefruit, or the hatches of the <i>Fortas Kettle</i> that are kept locked, or the occasional groans from below. You say nothing of the Wounded Captain.",
                                     "LinkToEvent": {"Id": 234938},
                                     "Name": "墓、神聖な地@{K}A grave and holy place", "Id": 234953},
                    "Name": "半端な港湾報告書を纏める@{K}$[Pp]ort [Rr]eport -> 港湾報告書$Assemble a Compromised Port Report",
                    "Description": "副船長は海軍省に正確な報告を手に入れられたくないそうだ。報酬として追加の棘も渡すと言っている。@{K}$Admiralty -> 海軍省$The First Mate does not want an accurate report to reach the Admiralty. They will reward you with extra Needles, they say.",
                    "ButtonText": "", "Id": 180433},
                   {"DefaultEvent": {"Description": "棘を折るのは骨が折れる仕事だったが、あなたはやり遂げた。ほんの少し血が滲み、むず痒いような感覚が残っている。それに加えてその箇所は刺激に弱くなった。@{K}It is challenging to clip off, but you manage, and then file down the spur. There is a little blood and some itching, and the spot remains sensitive.",
                                     "LinkToEvent": {"Id": 234938},
                                     "Name": "あなたの親指の横に棘が生えてきた@{K}You grow a spine, just next to your thumb",
                                     "Id": 234964},
                    "Name": "兄の後悔を棘へと成長させる@{K}Grow the Brother's Regret into a spine",
                    "Description": "あるラバリーたちの儀式を行いきちんと準備を整えたなら、成長させることは可能だ。副船長はどうすればいいのか教えてくれる。@{K}It is possible, given certain Rubbery rituals and preparations. The First Mate can show you how.",
                    "ButtonText": "", "Id": 180441},
                   {"DefaultEvent": {"Description": "傷を負った船長の寝床では毛布と包帯が絡み合っていた。三本足の香台で焚かれている没薬も、膿の匂いを完全には隠せていない。しかしその船長の眼は輝き、大きな声で笑う。\u000d\u000a\u000d\u000a「あんたについてはよく聞いている」彼はあなたに座るよう手で促し言った。「副船長を元気づけたとは言わんが。知っての通りそんなことは誰にも出来んからな！だが、誰よりもそれに近いところに行ったと言えるだろう」\u000d\u000a\u000d\u000a彼は顔をしかめた。「時間が来た。傷がまた開くのは見ていて気分のいいものじゃないぞ。血が大量に出るからな。出て行った方がいい」@{K}The Wounded Captain's bed is a tangle of blankets and bandages. A tripod of myrrh does not wholly mask the festering scent. But the Captain's eye is bright and his laugh is hearty.\u000d\u000a\u000d\u000a\"I've heard all about you,\" he says, gesturing for you to sit. \"I won't say you've cheered up my First Mate, as we both know that can't be done! But you've come as close as anyone could.\"\u000d\u000a\u000d\u000aHe grimaces. \"It's about that time,\" he says. \"You won't want to watch the wound reopening. There's a lot of blood. Best go.\"",
                                     "LinkToEvent": {"Id": 234938}, "Name": "寝台で身を起こし@{K}Propped in bed",
                                     "Id": 235910},
                    "Name": "傷を負った船長を訪ねる@{K}Pay a visit to the Wounded Captain",
                    "Description": "副船長はあなたの事を信頼し、鍵の扱いに気を払わなくなってきている。@{K}The First Mate trusts you, and grows careless with their keys.",
                    "ButtonText": "", "Id": 181021},
                   {"DefaultEvent": {"Description": "この部屋は腰の高さまで伸びた太い棘によって塞がれてしまっている。棘は紫と黒の入り混じった色だったが、棘を削る船員たちのかんなからは銀色の粉が溢れ出ている。粉はマットに集められ、ふるいに掛けられたのち瓶に詰められる。「私たちの輸出品だ」副船長が説明した。「第三基地に運ばれる。しかし、ここに来た目的はこれではない」\u000d\u000a\u000d\u000a副船長が棘に触れると、しばらくの間その目から生気が失われた。そして、皮膚の数少ない傷のない部分から針の形をした突起物が生えてくる。副船長はそれを根元から折り取った。「これは私の精神がアイグルと共にあった時に見た物の記念だ」@{K}$Station III -> 第三基地$This room is blocked by a thick spine at waist level. The spine is purple-black, but the crew have been working at it with planes, grinding away a silvery powder. The powder is collected on mats and sieved into bottles. \"Our export,\" the First Mate explains. \"It goes to Station III. But that is not what we've come for.\"\u000d\u000a\u000d\u000aThe First Mate touches the spine, and for a time their spirit is absent. Then, from one of their few patches of unmarked skin, they grow a needle-shaped protrusion and snap it free. \"A memento of what I saw when my mind was with Aigul.\"",
                                     "LinkToEvent": {"Id": 234938},
                                     "Name": "船倉に集められた銀@{K}A gathering of silver in the storeroom",
                                     "Id": 235975},
                    "Name": "研究する副船長を観察する@{K}Observe the First Mate in research",
                    "Description": "かつてのケトル号は調査船だった。今でも時折、副船長が船を貫くフルークの棘を“研究”している様子が見られる。@{K}$[Ff]luke -> フルーク$The <i>Kettle</i> was a research vessel. Now, the First Mate sometimes engages in 'research' on the fluke spines that pierce the ship.",
                    "ButtonText": "", "Id": 181064},
                   {"DefaultEvent": {"Description": "あなたはエアロックから、ブレミガンを棘だらけのアイグルの表面へと送りだした。\u000d\u000a\u000d\u000aブレミガンの決意は固く、あれは果敢に棘を下っていこうとしている。しかし、突如その茸質の体がひとりでに萎み始め、肉は黒ずみぼろぼろになって千切れだした。あれはこの不毛の地では生きられない。@{K}$[Bb]lemmigan -> ブレミガン$You try to release the blemmigan, by airlock, onto the spiny surface of Aigul.\u000d\u000a\u000d\u000aIts determination is fierce and it tries gamely to climb down a spine. Almost at once it begins to shrivel and shrink in on itself, its shroomy flesh blackening and then coming away in ragged strips. It cannot take hold in this waste-space.",
                                     "LinkToEvent": {"Id": 234938}, "Name": "不毛の地@{K}A blasted land",
                                     "Id": 235976},
                    "Name": "ブレミガンをアイグルに連れていく@{K}$[Bb]lemmigan -> ブレミガン$Introduce a blemmigan to Aigul",
                    "Description": "茸が少しばかり生えていたなら、アイグルの棘も多少は友好的に見えるのではないだろうか？@{K}Wouldn't the spikes of Aigul look friendlier with a bit of mushroom foliage?",
                    "ButtonText": "", "Id": 181065},
                   {"DefaultEvent": {"Description": "副船長は感謝と共に受け取り、皮膚に刺した。そして有難がるような表情を浮かべ、瞼を閉じる。あなたたちは対等な存在となったのだ。\u000d\u000a\u000d\u000aしばらく後に、副船長は言った。「あなたは船長について聞かなかったな。誰かに尋ねてもらわなければならないというのに。さもないと彼の傷は永遠に癒えないままになってしまう」@{K}The First Mate accepts it with gratitude and consumes it, their eyes slipping gratefully shut. The two of you have become equals.\u000d\u000a\u000d\u000aAfterwards, they say: \"You do not ask me about the Captain. Someone must ask about his wound, or he will never be healed.\"",
                                     "LinkToEvent": {"Id": 234938},
                                     "Name": "優美に差し出す@{K}Presentation with a flourish", "Id": 236109},
                    "Name": "兄の後悔を副船長と分け合う@{K}Share the Brother's regret with the First Mate",
                    "Description": "副船長は好奇心に駆られているようだ。棘を分け与えれば妹に後悔を届ける手段が一つ減ってしまうが、他にも方法はある。@{K}They are curious. Sharing the spine would relinquish one means of delivering the regret to the Sister, but there are other ways.",
                    "ButtonText": "", "Id": 181163},
                   {"DefaultEvent": {"Description": "Here here",
                                     "LinkToEvent": {"Id": 234938}, "Name": "Here you go",
                                     "Id": 240935},
                    "Name": "Roll only a new SAY", "Description": "MORE SAY",
                    "ButtonText": "", "Id": 184360},
                   {"DefaultEvent": {"Description": "あなたは自らの物語を語った。棘を下る道のり、求めていたものを見つけた時の様子、そして結局後悔を持ち帰ることが出来なかった事。\u000d\u000a\u000d\u000a副船長は笑みを見せた。「私にはそのような自制心は一度も発揮出来たことがない。アイグルにあまりにも強く捕らえられているからね」\u000d\u000a\u000d\u000aそして、あなたがこの会話は終わったものだと思ったその時、副船長は付け加えた。「あなたは船長について一度も尋ねなかったな。誰かに彼の傷について訊いてもらわなければ、彼が癒えることはないというのに」@{K}You tell your story: how you made the descent, how you found what you were looking for, how you could not harvest it after all.\u000d\u000a\u000d\u000aThey smile. \"I've never shown such restraint myself. Aigul has too strong a hold on me.\" \u000d\u000a\u000d\u000aThen, when you think the conversation has closed, the First Mate adds, \"You do not ask me about the Captain. Someone must ask about his wound, or he will never be healed.\"",
                                     "LinkToEvent": {"Id": 234938}, "Name": "秘密と癒し@{K}Secrets and Healing",
                                     "Id": 240936},
                    "Name": "副船長にあなたの体験を語る@{K}Tell the First Mate of your experiences",
                    "Description": "あなたは兄の後悔を持ち帰らなかった。副船長は取りに行こうとしたものを持ち帰らなかったことはあるのだろうか？@{K}You did not bring back the Brother's regret. Has the first mate ever returned without the thing they went to fetch? ",
                    "ButtonText": "", "Id": 184361},
                   {"DefaultEvent": {"Description": "そこには蝋で封をされたガラス瓶がいくつもあった。副船長のさらなる棘のコレクションが保管されている。貼られたラベルは掠れてしまって読むことが出来ない。副船長は長いあいだ棘を作り、集めているようだ。@{K}There are glass jars, stoppered with wax, where the First Mate keeps yet more Needles, labelled in writing that is too faded to read. This business of growing and collecting the Needles has been going on for a very long time, it appears.",
                                     "LinkToEvent": {"Id": 234938}, "Name": "古い棘@{K}Old needles",
                                     "Id": 240994},
                    "RareDefaultEvent": {"Description": "下部甲板に散らかった屑の中で、棺のような木箱が見つかった。副船長はあなたが箱を見つけたことを知ると狼狽えた様子を見せる。「欲しいなら持って行ってもらって構わない。ある潜水艦に乗せられていた物なんだが、船を軽くする必要があるとかでここに置いていったんだ。危険な物じゃない」@{K}Among the discarded residue in the lower decks, you find a long box, almost a coffin. The First Mate looks slightly put out that you discovered it. \"You may take it away, if you wish,\" they say. \"It was cargo on a certain Zubmarine, and they left it here because they needed to divest themselves of ballast. It is not dangerous.\"",
                                         "LinkToEvent": {"Id": 234938}, "Name": "木箱の裏に@{K}Behind the crates",
                                         "Id": 240996},
                    "Name": "貯蔵室を見て回る@{K}Explore the supply rooms",
                    "Description": "備品の持ち去られていない倉庫があった。@{K}There are storerooms where no inventory has been taken.",
                    "ButtonText": "", "Id": 184409},
                   {"DefaultEvent": {"Description": "男は厳めしい顔をして端的に語る。副船長が彼を下へ連れていった。儀式の参加者はアイグルの剥き出しの表面に手を乗せ、目を閉じると同時に啜り泣くような声を漏らした。時折、断片的にドラウニーの歌を口ずさんでいる。\u000d\u000a\u000d\u000aその後、彼は休んでいくようにとの誘いを断り、潜水艦に戻ると別の場所へと漂っていった。副船長が機関室へと降りてゆく。@{K}The man is grim and short-spoken. The First Mate takes him below. Attendants set his hand on the bare face of Aigul. He closes his eyes. In time, he whimpers. Now and then he sings snatches of a Drownie tune.\u000d\u000a\u000d\u000aHe refuses to take a rest, afterwards, but gets back into his Zubmarine and floats off. The First Mate descends to the engine room.",
                                     "LinkToEvent": {"Id": 234938}, "Name": "見捨てられた船員たち@{K}Crewmates abandoned",
                                     "Id": 240995},
                    "Name": "巡礼者と会う副船長を観察する@{K}Observe the First Mate with a Pilgrim",
                    "Description": "志願者を乗せた潜水艦がダユーから真っ直ぐやって来た。@{K}The postulant's Zubmarine has come straight from Dahut.",
                    "ButtonText": "", "Id": 184410},
                   {"DefaultEvent": {"Description": "彼らは自分たちの身に起こった出来事について語り、それから彼らと同じ船に乗っていた船乗りの経験したことついて語り、そしてついには同じ船に乗っていた船乗りのかつての仲間たちの話へと至った。そんな人間ははなから存在しなかったと考えてよさそうだ。\u000d\u000a\u000d\u000a「……そしてUnterzeeの天井から巨大な顔が降りてきて、ヴィザージュがそれにキスしたんだ」大きな音を立ててジョッキをテーブルに置き、墓人が締めくくる。\u000d\u000a\u000d\u000a「前にその話を聞いたときには、巨大な顔なんて出てこなかったがね」辛辣な老女が返す。\u000d\u000a\u000d\u000aしかし皮膚に棘を生やし憔悴した様子の副船長が部屋へ入ってくると、皆口を噤んでしまった。@{K}$Visage -> ヴィザージュ$They tell you stories that happened to them, and then stories that happened to their ship-mates, and finally stories that happened to the ship-mates of ship-mates. Those people most likely never existed.\u000d\u000a\u000d\u000a\"...and the giant face came down from the ceiling of the Unterzee, and Visage kissed it,\" concludes the Tomb Colonist, thunking a tankard on the table.\u000d\u000a\u000d\u000a\"When I heard that tale last, it wasn't a giant face,\" says the pungent old woman.\u000d\u000a\u000d\u000aBut everyone falls silent when the First Mate comes in, fresh-spiked, looking haggard.",
                                     "LinkToEvent": {"Id": 234938}, "Name": "皆ここにいる@{K}They've all been here",
                                     "Id": 240997},
                    "RareDefaultEvent": {"Description": "彼らは自分たちの身に起こった出来事について語り、それから彼らと同じ船に乗っていた船乗りの経験したことついて語り、そしてついには同じ船に乗っていた船乗りのかつての仲間たちの話へと至った。そんな人間ははなから存在しなかったと考えてよさそうだ。\u000d\u000a\u000d\u000a「……そしてUnterzeeの天井から巨大な顔が降りてきて、ヴィザージュがそれにキスしたんだ」大きな音を立ててジョッキをテーブルに置き、墓人が締めくくる。\u000d\u000a\u000d\u000a「前にその話を聞いたときには、巨大な顔なんて出てこなかったがね」辛辣な老女が返す。\u000d\u000a\u000d\u000a墓人と老女が詳細をめぐって言い争う内に物語は次第に猥雑さを増し、とうとうあなたの船員の一人が証拠を求めだした。墓人が盗んだ航海日誌を腕一杯に抱えて戻ってきた丁度その時、下の方から鐘の音が響いた。\u000d\u000a\u000d\u000a「誰かが船長の様子を見に行かないとねぇ」と老女が言う。@{K}$Visage -> ヴィザージュ$They tell you stories that happened to them, and then stories that happened to their ship-mates, and finally stories that happened to the ship-mates of ship-mates. Those people most likely never existed.\u000d\u000a\u000d\u000a\"...and the giant face came down from the ceiling of the Unterzee, and Visage kissed it,\" concludes the Tomb Colonist, thunking a tankard on the table.\u000d\u000a\u000d\u000a\"When I heard that tale last, it wasn't a giant face,\" says the pungent old woman.\u000d\u000a\u000d\u000aThe Tomb Colonist and the old woman get into an argument over the details of this tale, which grows progressively more salacious, until one of your crew demands proof. The Tomb Colonist has just come back in with an armload of stolen logbooks when there's the ringing of a bell below.\u000d\u000a\u000d\u000a\"Someone best go see to the Captain,\" says the old woman.",
                                         "LinkToEvent": {"Id": 234938},
                                         "Name": "皆あの場所にいた@{K}They've all been there", "Id": 240998},
                    "Name": "船員たちと酒を飲む@{K}Drink with the crew",
                    "Description": "この場所には会話と活気が必要だ。@{K}Conversation and cheer, that's what's needed.",
                    "ButtonText": "", "Id": 184411},
                   {"DefaultEvent": {"Description": "透明な物もあれば深い黒の物もある。副船長はそのすべてを覚えていた。いつその棘が育ったのか、それはどれだけ昔の事だったのか、どのような悔恨がその中に捕らえられているのか。@{K}Some are iridescent, some deep black. The First Mate remembers each of them: when it was grown, how long ago, what regret it captures. ",
                                     "LinkToEvent": {"Id": 234938},
                                     "Name": "長いものはこちら、短いものは向こうに@{K}Long ones here, short ones there", "Id": 241021},
                    "Name": "棘の分類を手伝う@{K}Help sort needles",
                    "Description": "様々な大きさ、形、色の物で溢れている。@{K}There are so many, in different sizes and shapes and colours.",
                    "ButtonText": "", "Id": 184434},
                   {"DefaultEvent": {"Description": "墓人と厳格な老女がここでの暮らしがどうなったのか聞かせてくれた。副船長はほとんど上の階にあがってこない。船長の遺体は海に流されたが、状況は依然良いとは言えずむしろ悪化しているようだ。時折アイグルに後悔を差し出すため巡礼者が訪れ、副船長は彼らの後悔を即座に棘に変えている。幾つかいるか？もちろんどうぞ！いくらでも集めて、持ってってくれ！@{K}The Tomb Colonist and the fierce old woman fill you in about how things have been here. The First Mate barely ever comes upstairs. The Captain's body has been given to the Zee, but things are just as bad as before, or maybe even worse. Now and then someone comes to give a regret to Aigul, and the First Mate makes it into needles right away. Do you want some? By all means! Collect them! Take them away!",
                                     "LinkToEvent": {"Id": 234938}, "Name": "ほとんど階上に姿を見せることもない@{K}Barely comes upstairs",
                                     "Id": 241024},
                    "Name": "葬式のような空気@{K}A funereal atmosphere",
                    "Description": "フォータス・ケトル号は沈鬱な空気に包まれている。@{K}The mood within the <i>Fortas Kettle</i> is morose.",
                    "ButtonText": "", "Id": 184437},
                   {"DefaultEvent": {"Description": "あなたもフォータス・ケトル号の食卓に招かれた。副船長と船長は隣に座り、誰かが包帯を交換しに走り去ってゆくこともない。今でも巡礼者たちが時折アイグルの顔を訪ねてくるが、副船長は後悔を蒐集しなくなった。\u000d\u000a\u000d\u000a「いずれは旅に出る時が来るかもしれん」船長は言う。「俺の傷も癒えたことだからな。もちろんケトルはここに残していくがね」@{K}You are welcome at the <i>Fortas Kettle</i>'s table. The First Mate and the Captain sit side by side, and no one rushes off to change bandages. Now and then a pilgrim comes to visit the face of Aigul, but the First Mate does not collect the regret afterward.\u000d\u000a\u000d\u000a\"One day it might be time for us to travel on,\" says the Captain. \"Now that I'm healed. We'd leave the <i>Kettle</i> where it is, of course.\"",
                                     "LinkToEvent": {"Id": 234938}, "Name": "酒を飲み、ご馳走を食べる@{K}Drink and Dine",
                                     "Id": 241025},
                    "Name": "さながらハネムーンのようだ@{K}A honeymoon atmosphere",
                    "Description": "ケトル号は珍しく陽気な雰囲気に満ちている。@{K}The <i>Kettle</i> is exceptionally cheerful.",
                    "ButtonText": "", "Id": 184438},
                   {"DefaultEvent": {"Description": "妹はハンターズ・キープで待つといっていた。彼女は兄の後悔の何かしらの証拠を求めている。あなたの言葉だけでは納得してくれないだろう。あなたは直接彼女の元へ行って一番適していそうな伝言を伝えることも出来る。あるいはアイレム式に夢を送るというのも良いだろう。あそこでは夢が作り出されているという話を聞く。またはアイル・オブ・キャッツにも別の方法があるかもしれない。もっとも、簡単かつ賢明な方法ではないだろうが。@{K}$Irem -> アイレム, Hunter's Keep -> ハンターズ・キープ, Isle of Cats -> アイル・オブ・キャッツ$She said she'd wait for you at Hunter's Keep. She will want some kind of proof of her brother's regret - your words alone will not do. You could go there directly and give whatever message you think best. Or you could send her a dream by way of Irem; you've heard they make dreams there. Or perhaps there is a way by the Isle of Cats, not that that would be an easy or sensible method.",
                                     "LinkToEvent": {"Id": 234938},
                                     "Name": "伝える方法は幾つもある@{K}There are ways to reach her", "Id": 241029},
                    "Name": "居丈高な妹にどのように伝言を運ぶべきかじっくり考える@{K}Ponder how best to deliver your message to the Imperious Sister",
                    "Description": "彼女はあなたがどの様な決断を下したのか知るべきだろう。@{K}She should know what you have decided.",
                    "ButtonText": "", "Id": 184441},
                   {"DefaultEvent": {"Description": "副船長は反論した。この惨めな世界では悲嘆にくれつつ暮らす以外に道はない。（この者は我らを愛しているのだ。）\u000d\u000a\u000d\u000aあなたは説いて聞かせる。そんな憐みは誰の事も救わない。それに、それは本当に船長の太ももに毎晩新たに槍を突き刺すだけの価値がある事なのだろうか？彼がなぜ傷ついているのかは、誰の目にも明らかじゃないか？（我らが理解できぬように手を貸してやったのだ。ささやかな贈り物としてな。）\u000d\u000a\u000d\u000aしかしそれでも副船長を説き伏せることが出来なかったため、あなたはダユーで学んだ曲を歌いだした。悲嘆と歓喜、そしてその両方にまたがる領域と、大海の一滴の無意味さについての歌だ。（初めて聞く歌だ。我らは価値を見出さぬ。）\u000d\u000a\u000d\u000a副船長は啜り泣きながら去り、船長の船室へと下っていった。そしてそのまま長い時間をそこで過ごす。機関室へは行っていないようだ。数日後、二人が階上に登ってきた。船長は杖に寄りかかっているが、それでも自力で歩いており、副船長はそのすぐ後ろについている。@{K}They protest: to live in mourning is the only response to a miserable world.  (We are dear to them.) \u000d\u000a\u000d\u000aYou explain: their pity helps no one.  And is it worth the fresh lance in the Captain's thigh, each evening? Isn't it clear how he is wounded? (We have helped them not to understand. It is our gift.)\u000d\u000a\u000d\u000aWhen this is not enough to move them, you sing a song learned at Dahut: a song about grief and joy, about the expanse of both, about the irrelevance of an individual drop in that Zee. (We have not heard this song before. We do not admire it.)\u000d\u000a\u000d\u000aSobbing, the First Mate leaves you and descends to the Captain's chambers. They remain there a long time and do not go to the Engine Room. Days later both emerge: the Captain on crutches, but walking, and with the First Mate close behind.",
                                     "LinkToEvent": {"Id": 234938}, "Name": "歌@{K}Song", "Id": 241041},
                    "Name": "歌と知識を用いてアイグルを取り込むのをやめるよう副船長を説得する@{K}Convince the First Mate to stop harvesting Aigul using Song and Knowledge",
                    "Description": "物事が調和しているという感覚があれば、副船長を安定させることが出来るかもしれない。@{K}Perhaps a sense of balance will redress things.",
                    "ButtonText": "", "Id": 184447},
                   {"DefaultEvent": {"Description": "クラデリーの後継者は副船長を脇に連れていった。彼女はてきぱきと仕事に取り掛かる。アイグルの悲哀を訪れるのは甘えでしかない。副船長が新たな棘を受け入れるたび、船長はさらに傷つくのです。何故気づかないのでしょう？理解できないのですか？\u000d\u000a\u000d\u000a彼女は副船長に語りかけながら刃を研ぎ澄ませた。副船長はその様子をじっと見つめているが、手術を止めようとはしない。\u000d\u000a\u000d\u000aその後、船長と副船長はそれぞれのベッドで幾つもの傷が治るまで療養生活を送った。傷は多かったが、二人共快方に向かいつつある。三日目の晩には船長は厨房まで足を引きずりながらも歩いてきて、船員たちと共に夕食をとれるまで回復していた。@{K}$Cladery Heir -> クラデリーの後継者$The Cladery Heir takes the First Mate aside. She is brisk. Visiting the sorrows of Aigul is an indulgence. The Captain is freshly wounded whenever the First Mate embraces a new sorrow. Can they not see this? Do they not understand?\u000d\u000a\u000d\u000aWhile she speaks, she is sharpening a blade. The First Mate watches but does not forbid her the operation.\u000d\u000a\u000d\u000aAfterwards both Captain and First Mate keep to their beds, recovering from their assorted wounds. But they do recover. On the third evening, the Captain is able to hobble up to the galley to dine with the crew.",
                                     "LinkToEvent": {"Id": 234938}, "Name": "腕組み@{K}Crossed arms",
                                     "Id": 245087},
                    "Name": "クラデリーの後継者に副船長のアイグルに対する不健全な欲求を取り除いてもらう@{K}$Cladery Heir -> クラデリーの後継者$Have the Cladery Heir remove the First Mate's unhealthy need for Aigul",
                    "Description": "（我らはその者を好かぬ！何処かへ連れていけ！）@{K}(We hate her! Take her away!)", "ButtonText": "",
                    "Id": 187082},
                   {"DefaultEvent": {"Description": "あなたは掌に棘を押し付けた。血が一滴垂れ、鋭い痛みが走る。棘が大きくなっている。ヌックを去って以来初めて感じた、血が皮膚を張り詰めさせる感覚。耐えられない！熱い！熱すぎる！噴き出しそうだ！\u000d\u000a\u000d\u000a（幻想。未来。我らはこれを味わおう。）\u000d\u000a\u000d\u000a皮膚の下の圧迫感は風船がゆっくりと萎むように薄れ、あなたの心には穴だけが残った。穴は既に自らふさがり始め、思い出すのが難しくなってきている。@{K}You press the needle to your palm. There is a drop of blood. A jolt of pain. The needle grows. For the first time since leaving Nook, you can feel the pressure of your own blood straining against your skin. Intolerable! Hot! Too hot! Bursting in the air!\u000d\u000a\u000d\u000a(A fantasy. A future. We will taste this.)\u000d\u000a\u000d\u000aThe pressure under your skin seeps away like the slow deflating of a balloon. It leaves a hole in your mind, already folding in on itself and becoming impossible to remember.",
                                     "Name": "解放@{K}A release", "Id": 258194},
                    "Name": "ヌックの記憶を捧げる@{K}Sacrifice a memory of Nook",
                    "Description": "自由があなたの肩に重くのしかかっている。[自由の味を5減らすことが出来ます。ヌックを訪れるたび滞在することの出来る時間は短くなっていきますが、同時に立ち去る際に獲得する恐怖の量も減っていきます。]@{K}Freedom sits heavily on your shoulders. [This will reduce your Taste of Freedom quality by 5. You will be able to spend less time in Nook each visit, but will gain less Terror upon leaving.]",
                    "ButtonText": "", "Id": 192646},
                   {"SuccessEvent": {"Description": "副船長は反論した。この惨めな世界では悲嘆にくれつつ暮らす以外に道はない。（この者は我らを愛しているのだ。）\u000d\u000a\u000d\u000aあなたは議論を続ける。そんな憐みは誰の事も救わない。それに、それは本当に船長の太ももに毎晩新たに槍を突き刺すだけの価値がある事なのだろうか？彼がなぜ傷ついているのかは、誰の目にも明らかじゃないか？（我らが理解できぬように手を貸してやったのだ。ささやかな贈り物としてな。）\u000d\u000a\u000d\u000a副船長は啜り泣きながら去り、船長の船室へと下っていった。そしてそのまま長い時間をそこで過ごしている。機関室へは行っていないようだ。数日後、二人が階上に登ってきた。船長は杖に頼っているがそれでも自力で歩いており、傍らには副船長がついている。@{K}They protest: to live in mourning is the only response to a miserable world.  (We are dear to them.) \u000d\u000a\u000d\u000aYou spin the argument. Their pity helps no one.  And is it worth the fresh lance in the Captain's thigh, each evening? Isn't it clear how he is wounded? (We have helped them not to understand. It is our gift.)\u000d\u000a\u000d\u000aSobbing, the First Mate leaves you and descends to the Captain's chambers. They remain there a long time and do not go to the Engine Room. Days later both emerge: the Captain on crutches, but walking, with the First Mate beside him.",
                                     "LinkToEvent": {"Id": 234938},
                                     "Name": "この海の収穫物を放棄するのは難しい@{K}Hard to relinquish the harvest of the Zee",
                                     "Id": 235931},
                    "DefaultEvent": {"Description": "その収穫物は本当に船長の太ももに毎晩新たに槍を突き刺すだけの価値があるのだろうか？副船長が新たな棘を取るたびに彼が傷を負っているのは明らかじゃないか？（我らが理解できぬように手を貸してやったのだ。ささやかな贈り物としてな。）\u000d\u000a\u000d\u000a副船長の傷が赤みを増した。「私は自己中心的だった。あなたの行動は正しい」\u000d\u000a\u000d\u000a副船長は船長の船室に鍵を掛け、船員たちが彼の元にサラスフルーツのスープを持って行くのを禁じると機関室へと向かい、幾つもの棘に覆われた状態で戻ってきた。その後、船員たちは血まみれのシーツにくるまれた船長の遺体を持ち出した。@{K}$[Ss]olacefruit -> サラスフルーツ$Is the harvest worth the fresh lance in the Captain's thigh, each evening? Isn't it clear that he is wounded whenever the First Mate takes a new spine? (We have helped them not to understand. It is our little gift.)\u000d\u000a\u000d\u000aThe First Mate's scars redden. \"I have been selfish,\" they say. \"You are right to point it out.\"\u000d\u000a\u000d\u000aThen they lock the Captain's quarters, and they forbid anyone to take him solacefruit broth. They go down to the Engine Room, and return covered in a dozen spines. Then the crew retrieves the Captain's body, wrapped in a bloody sheet.",
                                     "LinkToEvent": {"Id": 234938}, "Name": "あなたは議論を仕掛けた@{K}You put your argument",
                                     "Id": 235911},
                    "Name": "アイグルを取り込むのをやめるよう副船長を説得する@{K}Convince the First Mate to stop harvesting Aigul",
                    "Description": "（我らは簡単にその者を手放しはしないぞ！）@{K}(We will not let them go easily!)",
                    "ButtonText": "", "Id": 181022},
                   {"SuccessEvent": {"Description": "そのような紳士はここにはいない、と副船長はあなたに言った。しかし以前来たことはあるそうだ。彼はここを去り、ロウ・バーネットへと向かった。[ロンドン近海のロウ・バーネットで捜索を続けましょう。]@{K}$Low Barnet -> ロウ・バーネット$No such gentleman is here, the First Mate informs you. But he was, once. He left, heading for Low Barnet. [Continue your search at Low Barnet, near London.]",
                                     "Name": "期待の持てる手がかりだ！@{K}A promising lead!", "Id": 258844},
                    "DefaultEvent": {"Description": "彼は来ていないらしい。少なくとも、この港をリストから消すことは出来る。次の街へ向かおう。[峻厳な慈善家の夫がいる可能性のある港の一覧は、日誌で確認できます。]@{K}He has not. At least you can cross this port off your list. On to the next. [Check your journal to be reminded of where Lytton might be.]",
                                     "LinkToEvent": {"Id": 234938}, "Name": "見つからなかった@{K}No luck",
                                     "Id": 258843},
                    "Name": "峻厳な慈善家の夫を探す@{K}Search for the Fierce Philanthropist's husband",
                    "Description": "彼はここを通ったのだろうか？@{K}Has passed through here?", "ButtonText": "",
                    "Id": 193052}],
 "Description": "アイグルの表面には基地が串刺しにされている。かつてこの施設はフォータス・ケトル号と呼ばれ、各地を自由に旅する船だった。しかし今では、フルーク岩の棘に貫かれ固定されてしまっている。@{K}$[Ff]luke -> フルーク$The station is pinned to the surface of Aigul. Once it was a roving vessel, the <i>Fortas Kettle</i>, and floated freely from place to place. Now it is stuck on spines of fluke-rock.",
 "Name": "アイグル@{K}Aigul", "Id": 234938}
