{"ChildBranches": [{"DefaultEvent": {"Description": "ドラウニーたちはあなたを迎え入れた。彼らはここでは攻撃してこない。それどころか素早く動きさえしない。ドラウニーたちはただ漂い、歌い、時に踊っている。@{K}$[Dd]rown(y|ies) -> ドラウニー$The Drownies make you welcome. They do not attack here. They do not even move quickly. They drift and sing and sometimes dance. ",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "ここは平和の街と呼ばれる@{K}They call it the City of Peace", "Id": 238333},
                    "Name": "しばらく留まる@{K}Stay a while",
                    "Description": "ドラウニーたちにロンドンの近況を伝えることで、短期間の滞在が許可される。[ダユーでは恐怖が上昇しやすい事に注意して下さい。慎重に行動しましょう。]@{K}$[Dd]rown(y|ies) -> ドラウニー$Bring the Drownies news of how London is now, and they will allow you to remain here for a time in exchange. [Note that it is easy to gain Terror in Dahut. Be careful.]",
                    "ButtonText": "", "Id": 182644},
                   {"DefaultEvent": {"Description": "ここに太陽はないのに、すべてが光に照らし出されている。空気である水からは苺の味がする。踊り子たちが周囲にあふれ、笛とドラムの音があなたに歌うように促す。そして三人のとりわけ背が高く引き締まった体のドラウニーがあなたの元にやってきた。三人はトロフィーを携え、茨と白いベリーで出来た冠と機知に富んだ詩をあなたに捧げた。@{K}$[Dd]rown(y|ies) -> ドラウニー$Everything is washed in light, though there is no sun. The air-water tastes of strawberries. The dancers are all around you. The pipes and the drum desire you to sing. And coming towards you are three especially tall and lithe Drownies. They are carrying trophies, and a crown of ivy and white berries, and a witty poem in your honour.",
                                     "LinkToEvent": {"Id": 238366},
                                     "Name": "地上の記憶の記憶@{K}$[Tt]he Surface -> 地上$A memory of a memory of the Surface",
                                     "Id": 238368},
                    "Name": "真夏の祝祭に加わる@{K}Consider attending the Midsummer Festival",
                    "Description": "大聖堂の傍らに緑地があり、その緑地には踊り子とリボンと果物が丸ごと入ったケーキがあった。[儀式が気に入らなければ途中で立ち去ることも出来ます。]@{K}Beside the Cathedral is a green field, and on the field are dancers and ribbons and cakes with whole fruits baked inside. [There will be a chance to back out if you do not care for the ritual.]",
                    "ButtonText": "", "Id": 182666},
                   {"DefaultEvent": {"Description": "真冬になるとダユーの住人は下へと降りて、呼吸できる水を後にする用意の出来た囚人がいるかを確認する。囚人は失敗と恥辱の歌を歌い、それからドラウニーが脱出の志願を受け付ける。@{K}$[Dd]rown(y|ies) -> ドラウニー$At Midwinter, the inhabitants of Dahut go below to see which prisoners are ready to leave the breathable water. They sing songs of failure and disgrace, and then the Drownies accept applications for escape.",
                                     "LinkToEvent": {"Id": 238421},
                                     "Name": "囚人は溺れさせてくれと懇願するようになるまで牢に閉じ込められる@{K}Prisoners remain until they beg to be drowned",
                                     "Id": 238380},
                    "Name": "真冬の牢からの解放に加わる@{K}Consider attending the Midwinter Emptying of the Prison",
                    "Description": "ドラウニーたちが鉄線細工を施された門に集っている。加わろうか？[儀式が気に入らなければ途中で立ち去ることも出来ます。]@{K}$[Dd]rown(y|ies) -> ドラウニー$The Drownies gather at the iron latticework gate. Will you join them? [There will be a chance to back out if you do not care for the ritual.]",
                    "ButtonText": "", "Id": 182675},
                   {"DefaultEvent": {"Description": "Everything is lost and forgotten again.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "", "Id": 238431},
                    "Name": "Testing Branch", "Description": "Reset Dahut",
                    "ButtonText": "", "Id": 182708},
                   {"DefaultEvent": {"Description": "空気から光が消えうせ、海からは温もりが去る。呼吸は変わらずできるが、吸い込んだ水の冷たさに肺が痛んだ。この暗がりの中でダユーの建物の姿を確かめるのは難しいが、それでも大聖堂はぼろぼろの残骸のように見える。@{K}The light fades out of the air, the warmth from the sea. You can still breathe, but your lungs ache from the chill of what you are breathing in. It is difficult to see any of the buildings of Dahut in this dimness, but the Cathedral looks like a wrecked hull.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "一噛み@{K}Crush, bite",
                                     "Id": 238435},
                    "Name": "ホワイト・モリーフラワーを食べる@{K}$[Tt]he White -> 白きもの$Partake of the White Mollyflower",
                    "Description": "すべてのダユーの魅了から解き放たれることが出来る。しかし、この先再び魅了されるのを防ぐことは出来ない。@{K}It will free you from any Enthralment to Dahut, though it will not prevent you becoming enthralled again in the future.",
                    "ButtonText": "", "Id": 182710},
                   {"DefaultEvent": {"Description": "歌い始めると、注意をひかれた周囲のドラウニーたちが振り返りあなたをじっと見つめた。この歌を聞きたくないのだ。大聖堂の梁が軋み、壁の支えが沈没したクリッパー船の竜骨から作られたものだったことが分かった。海草がそよぎ、中に隠れる蟹の姿が見える。空気である水が頭上の普通のZeeの重みに微かに波打った。@{K}$[Dd]rown(y|ies) -> ドラウニー$You sing, and the Drownies around turn, arrested, to stare at you. They do not want to hear this song. The Cathedral beams creak, and you see that the buttresses are also the bones of a wrecked clipper. The Zee-grass ripples, and you see the crabs hiding in it. The water-air shimmers under the weight of the ordinary Zee above. ",
                                     "LinkToEvent": {"Id": 238317}, "Name": "肺を満たす@{K}Fill your lungs",
                                     "Id": 238518},
                    "RareDefaultEvent": {"Description": "歌い始めると、注意をひかれた周囲のドラウニーたちが振り返りあなたをじっと見つめた。この歌を聞きたくないのだ。大聖堂の梁が軋み、壁の支えは沈没したクリッパー船の竜骨から作られたものだったことが分かった。地下室の扉の傍らに刻まれた名前には見覚えがある。Zeeに消えた海軍省の女性の名前に、高名な商人の名。彼らはもうドラウニーになっていることだろう。あるいはドラウニーの親になっているかもしれない。@{K}$[Dd]rown(y|ies) -> ドラウニー, Admiralty -> 海軍省$You sing, and the Drownies around turn, arrested, to stare at you. They do not want to hear this song. The Cathedral beams creak, and you see that the buttresses are also the bones of a wrecked clipper. You recognise names inscribed by the door of the Crypt: an Admiralty woman lost at Zee, a well-known merchant. They are Drownies now, or parents of Drownies.",
                                         "LinkToEvent": {"Id": 238317}, "Name": "肺を満たす@{K}Fill your lungs",
                                         "Id": 240682},
                    "Name": "壊された船体の歌を歌う@{K}Sing a Song of Broken Hulls",
                    "Description": "この場所の真の姿を、呼吸と泳ぎの法に対する大逆を明らかにしよう。[明晰さを得ます。]@{K}Reveal this place as it is: a treason against the laws of breathing and swimming. [Gain Clarity.]",
                    "ButtonText": "", "Id": 182770},
                   {"DefaultEvent": {"Description": "幻影と真実は表裏一体だ。ドラウニーには何かを創り出すことは出来ない。彼らはすでにそこにあるものの新たな見方を指し示すだけだ。@{K}$[Dd]rown(y|ies) -> ドラウニー$Illusion and truth are really two sides of the same thing. The Drownies cannot invent anything; they can only suggest new ways to see what is already present. ",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "対極にある物の相互作用@{K}An interplay of opposites", "Id": 238523},
                    "Name": "ドラウニーのポリフォニーを歌う@{K}Sing the Drownie Counterpoint Song",
                    "Description": "これは暗闇と光、喝采と悪名の歌だ。[明晰と魅了を釣り合わせます。]@{K}It is a song of dark and light, of acclaim and infamy. [This will average your Clarity and Enthralment.]",
                    "ButtonText": "", "Id": 182773},
                   {"DefaultEvent": {"Description": "針があなたに記憶を齎す。遥か昔の盗みの記憶だ。婚約指輪が棺に横たわる死体から持ち去られた。埃っぽい客間に満ちる嫉妬と恥。ダユーよりも遥かに現実味のある時と場の記憶だ。@{K}The Needle brings you the memory of a long-ago theft, an engagement ring stolen from a corpse as it lay in its coffin. Shame and jealousy, set in a dusty parlour. The recollection belongs to a time and place much more real than Dahut.  ",
                                     "LinkToEvent": {"Id": 238317}, "Name": "借り物の後悔@{K}Borrowed regrets",
                                     "Id": 238581},
                    "Name": "フォータスの針を使う@{K}Consume a Needle of Fortas",
                    "Description": "この針の先端は夢を終わらせることが出来るほど鋭い。[魅了と明晰の両方を減少させます。]@{K}The point is sharp enough to end dreams. [This will reduce both Enthralment and Clarity.]",
                    "ButtonText": "", "Id": 182823},
                   {"DefaultEvent": {"Description": "あなた達程似合いの二人がさらに親交を深めるため人影のない所へ向かう、これ以上に当然かつ避けがたい展開はないだろう？@{K}What could be more expected, more inevitable, than two such persons as your lovely selves, withdrawing to enjoy one another's company?",
                                     "LinkToEvent": {"Id": 238357},
                                     "Name": "誰も眼以外ではあなたたちを追わない@{K}No one follows you, except with their eyes",
                                     "Id": 238588},
                    "Name": "ドラウニーの春の儀式に加わる@{K}Consider attending the Spring Rites with a Drownie",
                    "Description": "青いトパーズの肌、バイオリンのフレームのような骨。[儀式が気に入らなければ途中で立ち去ることも出来ます。]@{K}Skin the colour of blue topaz, bones like the frame of a violin. [There will be a chance to back out if you find it is not for you.]",
                    "ButtonText": "", "Id": 182827},
                   {"DefaultEvent": {"Description": "大聖堂は蝋燭の周囲以外ほとんどの部分が暗闇に包まれていた。その蝋燭の光も教会の上部までは届かない。ドラウニーが聖歌隊席に集まり歌っている。彼らが決してその身を横たえることのない墓と、良き死を称える言葉についての歌だ。床には溺れる真珠が散らばっている。@{K}$[Dd]rown(y|ies) -> ドラウニー, [Dd]rowning[- ][Pp]earl -> 溺れる真珠$The Cathedral is dark, except for candles that do not nearly illuminate its upper reaches. The Drownies gather in the choir stalls to sing. They sing about graves they will never inhabit, about the renown of a good death. The floor is strewn with Drowning-pearls.",
                                     "LinkToEvent": {"Id": 238371},
                                     "Name": "祝祭の終わり@{K}The last of the Festivals", "Id": 238605},
                    "Name": "魂の祈祷式に列席する@{K}Consider attending the Liturgy of Souls",
                    "Description": "ドラウニーたちが砂糖で出来た小骨をかじっている。大聖堂の扉は一年のこの時期にだけ開かれる。[儀式が気に入らなければ途中で立ち去ることも出来ます。]@{K}$[Dd]rown(y|ies) -> ドラウニー$The Drownies nibble sugar bones and the doors of the Cathedral are opened for the only time in the year. [There will be a chance to back out if you do not care for the ritual.]",
                    "ButtonText": "", "Id": 182835},
                   {"DefaultEvent": {"Description": "ここでは空気と水は一つのものだ。自然に対する大逆、あるいは対極にあるものの融和といったところか。大聖堂の横を泳いで上がり、薔薇窓から覗いてみるのも良いだろう。(中のものは何も見えない。)深く息を吸い込んでみれば、普通の空気よりもさらに清々しく冷ややかな物質が肺を満たす。魚が膝の周りで戯れる中で庭を歩こう。しかしこの場所の王について尋ねてはならない。問いが答えられることはないだろう。@{K}Water and air are the same thing here: a betrayal of nature, or a truce between opposites. Swim up the side of the Cathedral, if you like, and peer in through its rose windows. (You won't be able to make out anything inside.) Breathe deep. Fill your lungs with a substance cooler and more cleansing than ordinary air. Walk in the gardens with the fish around your knees. Do not ask questions about the King of this place: those will go unanswered.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "平和の街、ダユー@{K}Dahut, City of Peace",
                                     "Id": 239744},
                    "Name": "歩き回り、観光し、何にも関わらないでいる@{K}Wander, look, make no commitments",
                    "Description": "あなたはここに旅人として来たのだ。一か所に留まる必要はない。@{K}You're only here as a visitor. You don't need a place to stay.",
                    "ButtonText": "", "Id": 183579},
                   {"DefaultEvent": {"Description": "あなたには本来の歌い手たちほどうまく歌うことは出来なかったが、それでも歌は極めて魅力的だった。ラブソングは誘惑の記憶と再びの誘惑を待ち望む気持ち、そしてZeeとその住人の魅力について語る。周囲の空気がさらに明るさを増し、ドラウニーたちもより美しくなったようだ。ダユーを囲む海に暮らす生き物たちが街の周囲に集まり、羨望の眼差しで中を覗き込んでいるような気がした。あなたの歌の中にはハサミも歯もカレンダーも時計も登場しない。@{K}$[Dd]rown(y|ies) -> ドラウニー$You cannot sing the song as well as its original singer, but it still captivates: the memory of seduction, the willingness to be seduced again, the glory of the Zee and its inhabitants. The air around you seems brighter than ever, the Drownies more beautiful. You fancy that the creatures of the surrounding Zee are gathering at the perimeter of Dahut to look in with wistful desire. In your song there are no pincers, no teeth, no calendars and no clocks.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "煌き@{K}Glittering",
                                     "Id": 239747},
                    "Name": "ドラウニーのラブソングを歌う@{K}Sing a Drownie Love-song",
                    "Description": "あなたの憧憬を表現しよう。[魅了が深まります。]@{K}Express your longing. [Deepen your Enthralment.]",
                    "ButtonText": "", "Id": 183581},
                   {"DefaultEvent": {"Description": "散らかった作業場で、ドラウニーの仕立屋が服の上半分を製作するためロンドンから持ってこられた型紙を写し取った。作られた一組の袖は故郷で作られたものと同じくらい質が良い。彼女は職人の誇りをもって布とボタンと染料と縁飾りを同じ様式で誂え、オリジナルと遜色ない服を仕立て上げた。下半分はドラウニーの服と同じく波打ち揺らめくように作られた。しかしあなたの脚に合わせるためには通常の型を少しばかり変形しなければならなかった。勿論多少変更しても悪い事なんてありませんよ、と彼女は請け合う。@{K}In a cluttered workshop, the Drownie Couturier copies fashion plates from London for the upper half of the garment. The set of the sleeves is as good as anything one could find at home. She takes pride in matching the weave of cloth, the buttons, the dyes and trim, so that nothing falls short of the original. As for the lower half, it swirls and floats as Drownie clothes do, though she has to modify her usual pattern in order to make it fit your legs. Not that there is anything wrong with that, she assures you.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "ドラウニーの仕立屋@{K}Drownie Couturier",
                                     "Id": 239757},
                    "Name": "服を仕立てる@{K}Be fitted for clothes",
                    "Description": "あなたの普段着はこの辺りの流行とはかけ離れている。しばらく滞在するつもりなら、溶け込める格好をする方が良いだろう。@{K}Your ordinary garments don't fit in with the local style. If you're going to stay, you might as well blend in.",
                    "ButtonText": "", "Id": 183586},
                   {"DefaultEvent": {"Description": "あなたが声をあげると、ドラウニーたちも一斉に歌に加わり水中を聞きなれた歌で満たした。大聖堂が内側より輝き、薔薇色、黄金、そしてナイルのような緑色の光が窓より放たれる。効果はすぐに表れた。遥か頭上から鋼鉄の裂ける甲高い音が響き、ダユーへと鋼鉄の船体の一部や、エンジンの部品、そしてカーネイトの船員の死体など様々なものが降りそそぐ。\u000d\u000a\u000d\u000aドラウニーたちは歓喜と崇敬と共に迎え入れ、死体を墓場に一列に並べると何か面白いものがないか懐を探った。@{K}$Khan -> カーン, [Dd]rown(y|ies) -> ドラウニー, Khanate -> カーネイト$You lift your voice, and the Drownies join in at once, filling the water with the familiar song. The Cathedral lights from within, casting rose and gold and nile-green beams outwards from its windows. The effect is immediate. Far above, there is a shriek of tearing metal. It begins to rain in Dahut: parts of a metal hull, chunks of engine, the bodies of Khanate sailors. \u000d\u000a\u000d\u000aThe Drownies receive them with exultation and reverence. They lay the bodies in rows in the graveyard and search the pockets for anything curious.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "集まり、聞き入る@{K}Gather, listen",
                                     "Id": 239763},
                    "RareDefaultEvent": {"Description": "あなたが声をあげると、ドラウニーたちも一斉に歌に加わり水中を聞きなれた歌で満たした。大聖堂が内側より輝き、薔薇色、黄金、ナイルのような緑色の光が窓より放たれる。効果はすぐに表れた。遥か頭上から鋼鉄の裂ける甲高い音が響き、ダユーへと鋼鉄の船体の一部や、エンジンの部品、そして海軍省の船員の死体など様々なものが降りそそぐ。\u000d\u000a\u000d\u000a船倉に入っていたこの特異なものを最初に手に取ったのはあなただった。@{K}$[Dd]rown(y|ies) -> ドラウニー, Admiralty -> 海軍省$You lift your voice, and the Drownies join in at once, filling the water with the familiar song. The Cathedral lights from within, casting rose and gold and nile-green beams outwards from its windows. The effect is immediate. Far above, there is a shriek of tearing metal. It begins to rain in Dahut: parts of a metal hull, chunks of engine, drowned sailors from an Admiralty ship.\u000d\u000a\u000d\u000aYou are the first to reach one particular item of cargo.",
                                         "LinkToEvent": {"Id": 238317}, "Name": "集まり、聞き入る@{K}Gather, listen",
                                         "Id": 239770},
                    "Name": "ドラウニーの聖歌を歌う@{K}Sing a Drownie Hymn",
                    "Description": "称賛と感嘆に満ちた歌だ。[明晰と魅了の両方を上昇させます。時に、おまけが手に入ることもあるでしょう。]@{K}It is full of praise and awe. [This will increase both Clarity and Enthralment, and sometimes gain something extra.]",
                    "ButtonText": "", "Id": 183590},
                   {"DefaultEvent": {"Description": "初めドラウニーたちは質問が聞こえなかったかのように振舞った。それから、彼らはあなたが何を言っているのか分からないふりをした。次には、彼女は以前ここにいたがずっと前にいなくなってしまったんだ、勿論幽閉されてなどいなかったと答える。そして、噂によれば彼女はここにいたが、大聖堂の時計の機構を盗み出そうとして投獄されたそうだという話が出てくる。その後聞いた者は彼女は牢の中で死んだからもう探しても無駄だと言った。これらすべての物語の中心に何かの形が見えてくる。語られることのない真実の輪郭が浮かび上がった。@{K}First they pretend not to have heard you speak, then they pretend not to know who you are talking about. Then they say that she was here, but that she has long since gone, and that of course she was never imprisoned. Then the story is that she was here, and she was imprisoned for trying to steal the mechanisms out of the Cathedral clock. Then it's that she died in the prison and there's no point looking for her now. All of these stories leave a shape in the middle, an outline of the unsaid truth.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "否定@{K}No", "Id": 239777},
                    "Name": "ラックで耳にした囚人について尋ねてまわる@{K}@{K}Ask after the prisoner you heard about in Wrack",
                    "Description": "まだここに居るのだろうか？彼女を見た者はいないか？@{K}$[Dd]rown(y|ies) -> ドラウニー$Is she still here? Have any of the Drownies seen her?",
                    "ButtonText": "", "Id": 183599},
                   {"DefaultEvent": {"Description": "Reset",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Reset", "Id": 239816},
                    "Name": "Reset Clarity/Enthralment only",
                    "Description": "Testing more", "ButtonText": "", "Id": 183625},
                   {"DefaultEvent": {"Description": "「近頃は陰気な天気が続いている。聖エギディウスの日から一隻の船も沈んでいない。聖人の日に沈んだのだって数人の船員を乗せた小さなヨットだったよ。それにそのうちの二人は泳いで岸に行ってしまってダユーに行き着きさえしなかった！風向きが変わってくれることを願うしかないね」@{K}\"The weather has been dismal lately. Hardly a single wreck since Saint Aegidius' Day, and then it was only a little yacht with a few sailors aboard. And two of those were able to swim to shore, and didn't come to Dahut at all! We just have to hope for the spell to break.\"",
                                     "LinkToEvent": {"Id": 238317}, "Name": "穏やかな天候@{K}Stormless",
                                     "Id": 240792},
                    "Name": "ドラウニーにダユーの最近の情勢について尋ねる@{K}Ask a Drownie for the latest news of Dahut",
                    "Description": "街は栄え、様々な催しが行われている。@{K}The town is thriving and full of events.",
                    "ButtonText": "", "Id": 184257},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 243318},
                                     "Name": "", "Id": 245591},
                    "Name": "白皙の王の求め@{K}The Fair King's Request",
                    "Description": "王はラックに伝わる儀式を行うため、かつてあなたが贈ったシンティラックをこの街に埋めてきてくれないかと言った。@{K}$[Ss]cintillack -> シンティラック$He asked you bury your gift of scintillack, to fulfil a rite they hold in Wrack.",
                    "ButtonText": "", "Id": 187368},
                   {"DefaultEvent": {"Description": "一つの種から多くの花が咲いた。花々は地上の海のごとく――地上の空の如くに青い！そして夢見る星のように瞬いている。あなたは満開の花を摘み取り瑞々しい芳香を楽しんだ。しかし全てを摘み尽くすことなく、再び生い茂ることの出来るだけの花を残しておいた。@{K}From the one seed, many flowers. They are as blue as Surface seas - as Surface skies! They twinkle like the stars in dreams. You pluck a blossom and enjoy its lush perfume, but leave enough for the patch to replenish.",
                                     "Name": "華麗な奇跡@{K}A pretty miracle", "Id": 254173},
                    "Name": "きらめく地面の一部を詳しく観察する@{K}Inspect a twinkling patch",
                    "Description": "白皙の王のシンティラックを埋めたあたりで何かが光った。@{K}$[Ss]cintillack -> シンティラック$Something gleams where you planted the Fair King's scintillack.",
                    "ButtonText": "", "Id": 190894},
                   {"DefaultEvent": {"Description": "一つの種から多くの花が咲いた。花々は地上の海のごとく――地上の空の如くに青い！そして夢の中に見る星のように瞬いている。あなたは満開の花を摘み取り瑞々しい芳香を楽しんだ。もう新たな芽が出ることはないだろう。しかしそれはそういうものだ。美しい姿を見ることが出来たのだから、それで十分だろう。@{K}From the one seed, many flowers. They are as blue as Surface seas - as Surface skies! They twinkle like the stars in dreams. You pluck a blossom and enjoy its lush perfume. No more will grow, but so it goes. They were beautiful, in their time.",
                                     "Name": "華麗な奇跡@{K}A pretty miracle", "Id": 260633},
                    "Name": "最後のサファイアの花@{K}The last of the sapphire blossoms",
                    "Description": "宝石の花の一群れは、これまでとは違って新たな花が開かなくなってしまっている。今摘み取れば、二度と再び芽を出す事はないだろう。@{K}The patch of gemstone flowers has not replenished, as in the past. If you pick them now, they will not grow again.",
                    "ButtonText": "", "Id": 194365},
                   {"SuccessEvent": {"Description": "あなたは大聖堂を支える石壁と滑らかな顔をした聖人の彫像について記述した。そして海藻の庭と草をついばむ魚の絵を描き、この地に住むドラウニーの服装について言及する。胸部では体に密着する形に作られ、腰から下は布地が豊かに波打っている。男女を問わず同じような形式だ。そしていくつかの歌の歌詞を書き留めた。@{K}$[Dd]rown(y|ies) -> ドラウニー$You describe the Cathedral, its buttresses and its smooth-faced saints. You sketch the seaweed gardens and the fish that graze on them. You mention the clothing of the Drownies that live in this vicinity: clinging at the torso, swirling below the waist - regardless of whether the wearer is male or female. You write down the lyrics of a few of the songs.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "平和の街@{K}The City of Peace",
                                     "Id": 238329},
                    "DefaultEvent": {"Description": "より詳しく観察するほどに、恐らくあなたには見えてはならないようなものまで見えるようになってゆく。大聖堂の地下室は牢獄だ。墓場は見かけより広く、骨もすべてが埋められているわけではない。呼吸できる水と危険な水の境界部にははっきりとした目印がつけられていない。数人が向こう側へと泳ぎだし溺れてしまったようだ。そういった人々の所持品が海底に散らばっている。@{K}The more you look, the more you see that you are perhaps not intended to. The Cathedral's crypt is a prison. The graveyard is larger than it looks, and the bones are not all buried. The border between the breathable water and the dangerous water is not marked clearly; some have drowned in crossing over, leaving their possessions scattered on the zeefloor.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "知られた真実@{K}Known Truths",
                                     "Id": 238318},
                    "Name": "港湾報告書を纏める@{K}$[Pp]ort [Rr]eport -> 港湾報告書$Assemble a Port Report",
                    "Description": "海軍省のために情報を集めよう。[港湾報告書は毎回手に入りますが、その内容は変わるかもしれません。]@{K}$Admiralty -> 海軍省, [Pp]ort [Rr]eport -> 港湾報告書$Gather information for the Admiralty. [This will always generate a Port Report, but the contents of that report may vary.]",
                    "ButtonText": "", "Id": 182636},
                   {"SuccessEvent": {"Description": "初めは島全体が住みよさそうに見えたが、よく目を凝らすと岩が剥き出しになっている箇所や、魚たちが頭上から漂ってきた欠片を食べつくす場面などが眼につきはじめる。ブレミガンの適切な住処となりうる場所はほとんどない。\u000d\u000a\u000d\u000aあなたはブレミガンを降ろした。ブレミガンは心の底から喜んでドラウニーの花と魚の偽りの色彩の中へと歩き出す。ここに自生する花々は赤や金や百合のような紫色をしているが、視界の端で見ると茶色に変わってしまう。@{K}$[Bb]lemmigan -> ブレミガン$At first the whole island looks hospitable, but if you look more sharply you can see where the rock is stripped bare, and where the fish consume every fragment that drifts in from above. Only a few spots are proper homes for your Blemmigan.\u000d\u000a\u000d\u000aYou set it in its place. It is truly bright and sets off the false colour of the Drownie blossoms and the Drownie fish. The flowers that grow here natively are red and gold and orchid-purple, but they fade to drab if you look at them from the corner of your eye.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "対照的な色合い@{K}Contrasting hues",
                                     "Id": 238332},
                    "DefaultEvent": {"Description": "ブレミガンは海草の上を駆けていった。そこここでブレミガンの胞子から小さな薔薇の茂みが生えだし、すでにコスモゴーンの小ぶりな蕾をつけている。ドラウニーたちがあなたの即興のガーデニングに喝采を贈った。しかし数分も経つと茂みは再び消えうせた。本当にそこに生えていたわけではなかったようだ。@{K}$[Bb]lemmigan -> ブレミガン, [Dd]rown(y|ies) -> ドラウニー, [Cc]osmogone -> コスモゴーン$The Blemmigan scampers over the seagrass. Here and there a little rosebush springs up from its spores, already budding with tiny furled cosmogone flowers. Drownies applaud your impromptu gardening. But a few minutes later, the bushes fade again, not really there at all.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "薔薇の種まき@{K}Propagation of roses",
                                     "Id": 238331},
                    "Name": "ブレミガンを連れていく@{K}$[Bb]lemmigan -> ブレミガン$Introduce a Blemmigan",
                    "Description": "ここの肥沃な庭でなら栄えることが出来るだろう。@{K}Surely it would thrive in these fertile gardens.",
                    "ButtonText": "", "Id": 182643},
                   {"SuccessEvent": {"Description": "階段の一番下に立ち地下室の門の傍らで耳を澄ませると、死者が立てる物音とは異なる音が聞こえてくる。ある時は歌のようで、またある時は涙のようで、その後には瞑想に近い音が続く。鉄格子を揺らすものは少ない。他のものたちはダユーの監獄に幽閉されたままでいたいのだろうか？@{K}If you stand at the bottom of the stairs and listen at the Crypt-gate, you hear sounds that do not come from the dead. At one moment they sound like songs, at the next like tears, and then after that like meditation. Some rattle their bars, but most do not. Where would one rather be imprisoned than here in Dahut?",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "大聖堂の下の階段@{K}The staircase under the Cathedral", "Id": 238381},
                    "DefaultEvent": {"Description": "階段は下へ続いているが、降りた先がどうなっているのかは酷く見づらい。亡くなったドラウニーたちの名を記した銘板があるが、そこに刻まれた言葉の意味は一瞬ごとに移り変わるようだ。そして部分的に錆びた鉄格子の門も立っている。門の向こう側の水は薄暗く、濁っている。@{K}$[Dd]rown(y|ies) -> ドラウニー$It leads down, but it's hard to see where it goes. There are plaques to past Drownies, but the words do not hold their meaning from one moment to the next. There is a gate of latticed iron, tinged with rust. Beyond the gate, the water is murky and dim.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "大聖堂の下の階段@{K}The staircase under the Cathedral", "Id": 238365},
                    "RareSuccessEvent": {"Description": "階段の一番下に立ち地下室の門の傍らで耳を澄ませると、死者が立てる物音とは異なる音が聞こえてくる。啜り泣き、消えてしまった愛しい人の名を呼ぶ声、怒りの言葉。そして軽率な判断を悔いる声も聞こえる。今日のところはダユーにこれ以上魅了されることはないだろう。@{K}If you stand at the bottom of the stairs and listen at the Crypt-gate, you hear sounds that do not come from the dead. You hear sobbing, and the names of lost sweethearts, and expressions of anger. You hear regrets over decisions taken poorly. Today your fascination with Dahut does not increase.",
                                         "LinkToEvent": {"Id": 238317},
                                         "Name": "大聖堂の下の階段@{K}The staircase under the Cathedral", "Id": 238522},
                    "Name": "ダユーの隠された場所を探す@{K}Search for the secret places of Dahut",
                    "Description": "ここにはあなた以外にも人間がいる。声が聞こえたこともあるし、港には潜水艦が泊まっている。だが、他の者たちはどこに捕まっているのだろう？@{K}There are other humans here. You have heard voices and seen Zubmarines in dock. But where are the others kept?",
                    "ButtonText": "", "Id": 182664},
                   {"SuccessEvent": {"Description": "蟹肉とハムの冷たい軽食。水中にあるというのになぜか湿っていない生春巻き。マッシュルームのクリームスープ。ブランデーグラスからは曇った黄金色の酒が渦を巻いて立ち昇る。それで、こんな卵を産むのは一体どういった生き物なのだろう？\u000d\u000a\u000d\u000aそして明晰な精神を濁らせそうな料理も供された。笑い声を立てる泡立つマンドレイクのサラダに子猫の顔をしたロブスターなどなど。そういった料理は味見もせずに断った。@{K}Cold collations of crab meat and ham. Fresh rolls that somehow are not soggy underwater. Mushroom cream soups. Liquors that curl up out of the brandy glass, smoke-gold. And what sort of creature lays these eggs? \u000d\u000a\u000d\u000aAs for the things that might take away your clarity of mind - the effervescent giggling mandrake salad, the lobsters with kitten faces - you pass those dishes on untasted.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "素敵な食事@{K}How lovely it is",
                                     "Id": 238432},
                    "DefaultEvent": {"Description": "安全なものと安全でないものを覚えるための語呂合わせがあったはずだ。しかし、その中身はどうだっただろう？実は安全だが、根は危険？噛み応えのあるランプ、なんとかかんとかは湿る？\u000d\u000a\u000d\u000a例え完璧に覚えていたとしても、ここの食べ物は分類不可能だ。マッシュポテトはレモンの皮に包まれ、ケーキからはシナモンシロップの血が水である空気の中へと滲みだしていた。このココアをまぶされた蟹は詩に書かれていた歯ごたえのある物ではないだろう。恐らく。しかし、すぐに満腹のあまりそういった事を考える気もなくなった。@{K}There is a rhyme to tell you the safe from the unsafe, but how does it go? Eat the fruit, disdain the root? Chewy lump, something-something dump?\u000d\u000a\u000d\u000aEven if you remembered perfectly, the food defies categorisation. The potato mash enclosed in lemon rind. The cakes that bleed cinnamon syrup in the water-air. The cocoa-dusted crab, which is not the kind of chewy intended by the poem. Probably. But soon you're too full to think about these matters.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "満ち足りて@{K}Sated", "Id": 238382},
                    "RareSuccessEvent": {"Description": "両面を炙ったダチョウ肉、緑の香草。地上であっても遥か南方でしか育たないような果物が切って盛り付けられている。これだけ食べたのは……いつ以来の事だろう？そもそもこのような豪勢な食事をとった事など今までにあっただろうか？食事によって過去に見た多くの幻想と不安な夢が心から追い出されていった。@{K}$[Tt]he Surface -> 地上$Ostrich steaks, seared on each side. Green herbs. Wedges of fruit that, even on the Surface, would grow far to the south. You have not eaten like this since... have you ever had such a meal? It is enough to drive away many past fancies and disturbing dreams. ",
                                         "LinkToEvent": {"Id": 238317}, "Name": "素敵な食事@{K}How lovely it is",
                                         "Id": 238585},
                    "Name": "食事の席に加わる@{K}Accept a place at the meal",
                    "Description": "大抵のドラウニーの食料は何の問題もなく食べることが出来る。ただ、その食べられるものがどれだったかだけ覚えておけばいい。@{K}$[Dd]rown(y|ies) -> ドラウニー$Most of the Drownies' food may be eaten with impunity. You just need to remember which.",
                    "ButtonText": "", "Id": 182676},
                   {"SuccessEvent": {"Description": "……そして、何も変わらなかった。海流があなたを動かすことはなく、音楽もあなたを魅了しない。あなたは動くことのない碇だ。@{K}...and nothing else changes. The current does not shift you. The music does not enchant you. You are an anchor at rest.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "時が過ぎる@{K}Time passes",
                                     "Id": 238583},
                    "DefaultEvent": {"Description": "きらめく光と海草の平原を見ることを拒むと、先ほどまでそれらのあった場所には暗闇と深い冷ややかさだけが残った。あなたの勇気が限界に達した瞬間、幻影が一気に戻ってきた。@{K}If you won't see the glittering lights and the seaweed fields, then in their place are darkness and deep cold. When your courage gives way, the illusion rushes back in.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "ここが本当はどのような場所であるのか見るのは安全と言えるのだろうか？@{K}Is it safe to see what is truly there?",
                                     "Id": 238582},
                    "RareSuccessEvent": {"Description": "確固たる意志を持ち集中することで、この場所の眩惑を躱すことが出来る。空気である水の中にライラックの香りをかぐ必要はない。ドラウニーの露わにされた四肢に気付く義務もない。そして饗宴に加わらずとも良い。@{K}$[Dd]rown(y|ies) -> ドラウニー$With focus and will, you can avoid the allurements of the place. You do not have to smell the lilac in the air-water. You are not required to notice the unveiled limbs of the Drownies. You need not attend the feasts.",
                                         "LinkToEvent": {"Id": 238317}, "Name": "時が過ぎる@{K}Time passes",
                                         "Id": 238584},
                    "Name": "耐える@{K}$Endure -> エンデュア$Endure",
                    "Description": "何にも関わらずにいよう。魅了されることも、学ぶこともなく。ダユーの魅力に抵抗しよう。@{K}Take in nothing. Do not be enthralled. Do not learn. Resist the enchantment of Dahut.",
                    "ButtonText": "", "Id": 182824},
                   {"SuccessEvent": {"Description": "そこには巨大な水篝火があった。その篝火は本物の炎のように爆ぜることも煙を出す事もないが、それでも明るく輝き熱を放ち、Unterzeeの夜を温かな湯船へと変えていた。炎は、さざ波を立てながら徐々に上方へと立ち昇っていく。荘厳な光景だ。そして見つめられているのに気付いたドラウニーたちがあなたの手を取り、逆らうことの出来ない踊りの流れの中に引き入れた。@{K}$[Dd]rown(y|ies) -> ドラウニー$There is a great water-bonfire. It does not crackle or smoke as a real fire might. But it is bright and hot, and it turns the Unterzee night into a warm bath. The flames ripple up gradually, in majesty, because they are made of water. And when the Drownies see you watching, they catch your hands and pull you towards the dance, into a current you cannot fight.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "大聖堂の外の人だかり@{K}Gathering outside the Cathedral", "Id": 238601},
                    "DefaultEvent": {"Description": "手を伸ばすと炎の温もりが伝わってきたが、火傷や火ぶくれが出来るほど熱くはない。カップの紅茶に手を浸したような感覚だ。あなたの実験を見ていたドラウニーが何かの身振りをしている。そして三人がかりであなたを篝火の中へと押しやった。髪の毛が爆ぜ服からは煙のような物が立ち昇ったが、ほうほうの体で抜けだすと再び炎の中に入る前と変わらない状態に戻ったように感じた。@{K}$[Dd]rown(y|ies) -> ドラウニー$When you extend your hand to the flames, they grow warmer, but not hot enough to burn or scald. The sensation is like dipping your hand into a cup of tea. Seeing your experiments, one of the Drownies makes a gesture. Three of them together push you fully into the bonfire. Your hair is crackling, and something like smoke is rising from your clothes, but when you scramble out again you feel whole just as before.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "ちらつき@{K}Flickering",
                                     "Id": 238379},
                    "RareDefaultEvent": {"Description": "炎は篝火などではなく、硫黄臭の立ち昇る海底の裂け目だった。踊り手たちも踊っているのではなく前後に揺れているだけだ。気まぐれな海流の中にあまりにも多くの死体が浮かんでいる。この場所は全てが作りものだ。ドラウニーの王への冗談であり、地上のパロディにすぎない。@{K}$[Dd]rown(y|ies) -> ドラウニー, [Tt]he Surface -> 地上$The bonfire is not a bonfire, but a sulphurous rent in the zee floor. The dancers are not dancing, but are drifting back and forth, so many corpses in a fickle current. The whole place is a play, a jest for the King of Drownies, a parody of the Surface. ",
                                         "LinkToEvent": {"Id": 238317}, "Name": "恐れよ@{K}Fear it",
                                         "Id": 239758},
                    "RareSuccessEvent": {"Description": "篝火の周囲にはドラウニーが群れて踊っている。全員が同じ方向へ踊りながら進むかと思えば一度に揃って向きを変え、反対方向へ向かう。髪の毛が炎に照らされ緑と黄金に輝いた。時折二人組が群れから離れ暗がりへと消えてゆく。\u000d\u000a\u000d\u000a炎は幻像に過ぎないとしても、ドラウニーたちの親密さは全てがただのパフォーマンスというわけではないのかもしれない。@{K}$[Dd]rown(y|ies) -> ドラウニー$Around the bonfire, the Drownies dance in shoals, all together in one direction, then reversing course at once. Their hair is gold and green in the firelight. Sometimes a pair will break off and depart into the shadows. \u000d\u000a\u000d\u000aThe fire may be a phantom, imaginary flames in air fashioned from water. But the mutual affection of the Drownies is not entirely a performance.",
                                         "LinkToEvent": {"Id": 238317}, "Name": "光の旗@{K}Flags of light",
                                         "Id": 238602},
                    "Name": "篝火を観察する@{K}Observe the Bonfire",
                    "Description": "ドラウニーの間に混ざり、彼らから学ぼう。踊りに引き入れられることなく観察することが出来るかは分からないが。@{K}Mingle among the crowd. Learn from them. See if you can observe without being drawn into the dance.",
                    "ButtonText": "", "Id": 182674},
                   {"SuccessEvent": {"Description": "日誌にはダユーでの滞在の不安を掻き立てるような記録が書かれていた。果物のような見た目だが肉の味がする食べ物、数名の船員の失踪、彼らが立ち去るところを見た者はなく、説明もなかった。篝火から立ち上る白カビの匂い、大聖堂の天井が軋む音と地下室からの叫び、クリーム色のローブを纏ったドラウニーの主教によって行われる複雑怪奇な祈祷式。\u000d\u000a\u000d\u000a考えてみれば、その時々は気にも留めていなかったが、あなたも確かにそういった匂いを嗅ぎ、味を感じた覚えがある。@{K}The log tells of an alarming stay in Dahut. Food that looked like fruit but tasted like flesh; the disappearance of several crew members, without leave or explanation; the scent of mildew coming off a bonfire; a creaking noise from the Cathedral roof, and shouts from its Crypt; an obscure Liturgy involving a Bishop Drownie in cream-coloured robes.\u000d\u000a\u000d\u000aNow you consider it, you have smelled some of these smells, and tasted some of these tastes, even if you dismissed them at the time.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "他の訪問者の物語@{K}Another visitor's tale", "Id": 239719},
                    "DefaultEvent": {"Description": "日誌には情熱的な文章でダユーへの訪問の記録が記されていた。食べ物、踊り、ドラウニーの美貌と愛情、キャベツほどの大きさの咲き誇る薔薇、魚の群れ。『副船長があの場所の食べ物を恐れて食事を拒むことがなければ、私は一生でもあの場所に留まった事だろう。彼女は自分が飢え死にする前にどこか別の場所へ連れていってくれるようしきりに頼んできた。そこで私は仕方なく別の場所に向かうことに同意したが、ダユーへと再び戻りたい思いは消えなかった……しかし潜水艦はこの旅でひどく傷ついてしまった。戻ることは出来ない……』@{K}$[Dd]rown(y|ies) -> ドラウニー$The log rhapsodises about a visit to Dahut: the foods, the dances, the affection and beauty of the Drownies, the roses that grow to the size of cabbages, the herds of fish. 'I would have stayed there all my life, except that my First Mate was afraid of the food in that place and refused to eat it. She pressed me again and again to take her somewhere else before she starved. So finally I agreed to take her away to another place, always intending to go back to Dahut... but my Zubmarine being damaged in the voyage, I could not return...'",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "他の訪問者の物語@{K}Another visitor's tale", "Id": 239100},
                    "RareDefaultEvent": {"Description": "日誌にはダユーに救われた船の物語が書かれていた。その潜水艦は敵に襲われ、酷く損傷していた。燃料も底をつきかけ、船体を不規則に叩く何かが後をつけてくる。船員たちはおびえるあまり話すことすらままならない。彼らは陽光に照らされたようなダユーの庭に入り込みこの場所の面倒を見る人々と出会ったとき、自分たちはついに死んでしまったのだと考えたそうだ。後をつけてきた海獣が大聖堂の尖塔の周りを円を描くように泳いでいるのが見える。しかしドラウニーたちは、あれがダユーの領域に侵入してくることはないと請け合った。なにも恐れる事はない。@{K}$[Dd]rown(y|ies) -> ドラウニー$The log tells of a ship saved by Dahut. The Zubmarine had been attacked and badly damaged; the fuel was nearly gone; they were being followed by something that tapped arrhythmically on their hull. The crew were too terrified to speak. When they emerged into the sunny-seeming gardens of Dahut, and swam to greet their hosts, they thought they had already died. The beast following them could be seen circling the spire of the Cathedral, but the Drownies said it could not trespass on the confines of Dahut and that there was nothing to fear. ",
                                         "LinkToEvent": {"Id": 238317},
                                         "Name": "他の訪問者の物語@{K}Another visitor's tale", "Id": 239735},
                    "RareSuccessEvent": {"Description": "日誌にはダユーでの悲惨な滞在の記録が書かれていた。筆者には大聖堂の魅惑的な姿も、同じ船に乗る船員たち皆を魅了した薔薇の庭園も見ることが出来なかったのだ。ドラウニーは筆者が自分の見た物を他の者たちに伝えたりしないように、彼女を大聖堂の地下室へと連れ込み、そこに閉じ込めた。彼女は何か月も幽閉された。時折、新たな囚人が加わる。ドラウニーたちは幾人かの囚人を連れ出し、ドラウニーへと変えることもあった。しかし彼女は立ち去ることも出来ず、牢の中に留まった。そしてとうとう一人のドラウニーが憐れんで手の届くところに牢の鍵を置いていき、彼女は脱出することが出来たのだった。@{K}$[Dd]rown(y|ies) -> ドラウニー$The log tells of a harrowing stay in Dahut: the writer could not see the enthralling visions of the Cathedral and the rose garden that fascinated all of her shipmates. The Drownies dragged her into the Cathedral Crypt and secured her there so that she could tell no one what she saw. There she remained for many months. Now and then new prisoners arrived. Occasionally the Drownies would take a few prisoners out to be turned into Drownies themselves. But she remained, unable to leave, until one of the Drownies took pity on her and left a key in her reach.",
                                         "LinkToEvent": {"Id": 238317},
                                         "Name": "他の訪問者の物語@{K}Another visitor's tale", "Id": 239728},
                    "Name": "ダユーで未だ読まれていない航海日誌を読む@{K}$Unread Log -> 未だ読まれていない航海日誌$Read an Unread Log entry on Dahut",
                    "Description": "他の場所で読んだのでは分からない何かを読みとることが出来るかもしれない。あるいは出来ないかもしれない。[明晰と魅了に対する効果は運に左右されます。]@{K}It might shed some light, or it might not. [The Log's effect on your Clarity and Enthralment is at the whim of fate.]",
                    "ButtonText": "", "Id": 183179},
                   {"SuccessEvent": {"Description": "時々人の声が聞こえるが、話す人間の姿は見えない。地面には足跡が残り、岩の上の海藻には不慣れな泳ぎ手によって搔き乱された痕がある。ダユーはドラウニーの領域だ。彼らならこのような痕跡は残さない。@{K}$[Dd]rown(y|ies) -> ドラウニー$There are human voices, sometimes, even if you can't see the people speaking. There are footmarks on the ground, and disturbed seaweed on the stones, that must have been churned up by an unaccustomed swimmer. The Drownies are in their element here. They do not leave such marks.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "見間違えようのない痕跡@{K}Unmistakable traces",
                                     "Id": 239746},
                    "DefaultEvent": {"Description": "ドラウニーに尋ねてまわったが、彼らは安心させるような言葉とお世辞で応えるだけだった。いやいや、あなたは此処にいる唯一の人間だ！心配する必要はない！競争相手はいないから大丈夫。あなたのような人間は他にいない。あなたは特別で、歓迎され、称えられている。時折人間の妙な声が聞こえる気がするとしても、それは単にあなたのかつての人生の記憶に過ぎない。@{K}$[Dd]rown(y|ies) -> ドラウニー$You ask among the Drownies, but they reply with reassurances and flattery. No no, you are the only ones here! Don't worry! You have no competition. No one could be like you. You are special, welcome, adored. If you think you have heard a strange human voice now and then, it is just a memory from your life before.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "答えられなかった問い@{K}Unanswered questions",
                                     "Id": 239745},
                    "Name": "他の訪問客を探す@{K}Look for other visitors",
                    "Description": "ダユーは大いに栄えている。あなたと船員たちの他にも人間がいるかもしれない。@{K}Dahut is thriving. Perhaps there are humans here besides you and your crew.",
                    "ButtonText": "", "Id": 183580},
                   {"SuccessEvent": {"Description": "石壁の窓から中を覗くと、背筋をピンと正して座っている質素なドレスの女性が見えた気がした。しかしもう一度見ると彼女の姿は消えていた。しかし一人のドラウニーが日に二度、一般的なパンの入った籠を持って地下室へと下ってゆき、日に二度残飯の入ったバケツを持って出てくる。@{K}Through a window in the stone, you once think you see a woman in a plain dress, sitting very upright. When you look again, she is gone. But twice a day, a Drownie goes into the Crypt with a basket of ordinary bread. Twice a day, a Drownie comes out with a slop bucket.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "近くからの観察@{K}Attend closely",
                                     "Id": 239749},
                    "DefaultEvent": {"Description": "下には何があるのだろう？何故聞く、とドラウニーたちは応じる。当然地下室があるんだよ！過去の記念碑やもう動き回ることの出来ない人々が詰まった場所だ。天井は低く、変わった匂いがする。だがそれもロマンがあるってものだろう。@{K}$[Dd]rown(y|ies) -> ドラウニー$What is below? Why, the Drownies say, It is a Crypt! It is full of monuments to the past, and persons who are no longer able to move around. The ceilings are low and the smell is peculiar, but that only adds to its romance.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "問いが答えられることはなく@{K}Asking leads to nothing", "Id": 239748},
                    "RareSuccessEvent": {"Description": "石壁の窓から背筋をピンと正して座っている質素なドレスの女性が見えた。髪が周囲の水中に漂っている。あなたの姿を見た彼女は両手を挙げ、奇妙な事にそのまま両方の手を同時に振ってみせた。彼女の手首には手枷が嵌められており、片手だけを動かすことが出来ないようだ。彼女があなたに微笑みかけたその時、光が移動し牢の中を見通すことが出来なくなってしまった。@{K}Through a window in the stone, you see a woman in a plain dress, sitting very upright. Her hair streams around her in the water. She sees you and raises both hands in a peculiar double wave, because, as you see, her wrists are cuffed together. She smiles at you and then the light shifts and you can no longer see into her cell.",
                                         "LinkToEvent": {"Id": 238317}, "Name": "近くからの観察@{K}Attend closely",
                                         "Id": 239753},
                    "Name": "大聖堂の地下室を調査する@{K}Investigate the Crypt of the great Cathedral",
                    "Description": "なぜこの場所は地下だというのに静かではないのだろう？死者以外のものがいるのだろうか？@{K}Why isn't it quieter down there? Does it hold more than the dead?",
                    "ButtonText": "", "Id": 183582},
                   {"SuccessEvent": {"Description": "船員たちにはそれぞれに異なる意見があるようだ。一人は十月だといい、また別の者は春になったばかりだという。ほころぶ薔薇を指さして夏に違いないと主張する者もいた。だがあの薔薇は年中咲いている。そうだろう？あなたはこの場所でどれだけの時間を過ごしたのだろう？@{K}Your crew-mates have different ideas from yours. One says it is October, another that you are just coming up on spring. Another points out that the roses are blooming, so it must be summer. But they've been blooming all year long. Haven't they? How long have you been here? ",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "ここはすべての季節であり、同時に季節はないとも言える@{K}It is every season, and none", "Id": 239755},
                    "DefaultEvent": {"Description": "司祭の襟のついた服を着たドラウニーがあなたをじっと見据えた。「あなたはここに、はちご月から滞在している」子供に言い聞かせるような口調だ。「すぐに万叫の饗宴の季節だ。その次は聖エギディウスの日がやってくる」@{K}The Drownie in the vicar's collar peers at you. \"You have been here since Janupril,\" he says, as though to a young child. \"It will soon be the Feast of All Shrieks, and then Saint Aegidius' Day.\"",
                                     "LinkToEvent": {"Id": 238317}, "Name": "馬鹿な事を言うな@{K}Do not be foolish",
                                     "Id": 239752},
                    "RareSuccessEvent": {"Description": "調査を始める前に、あなたは自分が海中にいることを思い出さねばならなかった。幻影はあまりにも強力でつい地面の上を歩いてしまう。しかし、本当は頭上へと泳いで上がり、大聖堂の時計盤を三つ目の文字盤まで視認できるほど近くから確認することも出来るのだ。だが良いランプを持って行くべきかもしれない。ダユーに太陽光が射しているときも時計盤のあの辺りが照らされているのは見たことがない。そして実際に泳いで上がると、今日の日付を指し示す文字盤が確認できた。一つの針は12月を指し、他の針は6月を示している。短く太い針は10月の末を指していたが、その針自体が次第に伸びていっていた。@{K}$December -> ディッセンバー$Before you can investigate, you have to remember that you're underwater, because the illusion is so strong that it is tempting always to walk on the ground. But you can swim up to the clock face on the Cathedral, close enough to see the tertiary dial. You should bring a good lamp, because even when there is sunlight elsewhere in Dahut, it never illuminates this part of the clock. If you do that, you can see dials that indicate today's dates: one hand pointing to December, one to June, and a stubby shorter hand pointing to the last of October. That hand is growing longer.",
                                         "LinkToEvent": {"Id": 238317}, "Name": "時と日付@{K}Times and dates",
                                         "Id": 239756},
                    "Name": "暦を調べる@{K}Investigate the Calendar",
                    "Description": "ダユーでは日時が規則通りに進んでいない。季節は時に重なり合い、またある時は何の季節も存在しないこともあった。@{K}The dates in Dahut do not progress as they should. The seasons sometimes overlap. Sometimes it is no season at all.",
                    "ButtonText": "", "Id": 183584},
                   {"SuccessEvent": {"Description": "石壁の窓を覗いても空の牢しか見えない。しかし一人のドラウニーが日に二度、一般的なパンの入った籠を持って地下室へと下ってゆき、日に二度残飯の入ったバケツを持って出てくる。@{K}Through a window in the stone, you see only an empty cell. But twice a day, a Drownie goes into the Crypt with a basket of ordinary bread. Twice a day, a Drownie comes out with a slop bucket.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "近くからの観察@{K}Attend closely",
                                     "Id": 239775},
                    "DefaultEvent": {"Description": "下には何があるのだろう？何故聞く、とドラウニーたちは応じる。当然地下室があるんだよ！過去の記念碑やもう動き回ることの出来ない人々が詰まった場所だ。天井は低く、変わった匂いがする。だがそれもロマンがあるってものだろう。@{K}$[Dd]rown(y|ies) -> ドラウニー$What is below? Why, the Drownies say, It is a Crypt! It is full of monuments to the past, and persons who are no longer able to move around. The ceilings are low and the smell is peculiar, but that only adds to its romance.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "問いが答えられることはなく@{K}Asking leads to nothing", "Id": 239774},
                    "RareSuccessEvent": {"Description": "石壁の窓を覗くと誰かが部屋を行ったり来たりしている姿が見えた。しかし、それ以上の事は分からない。それが男性なのか女性なのか、人なのかそれ以外の何かなのかもはっきりしなかった。@{K}Through a window in the stone, you see someone pacing back and forth, but you can't make out anything about them: male or female, human or something other.",
                                         "LinkToEvent": {"Id": 238317}, "Name": "近くからの観察@{K}Attend closely",
                                         "Id": 239776},
                    "Name": "大聖堂の地下室を調査する@{K}Investigate the Crypt of the great Cathedral",
                    "Description": "中に他にも囚人がいるのだろうか？@{K}Can you see another Prisoner within?",
                    "ButtonText": "", "Id": 183598},
                   {"SuccessEvent": {"Description": "暖かな言葉を互いに交わし、あなたは快くダユーを後にした。彼らは溺れる真珠の短いネックレスをあなたに贈り、ロンドンの新たな知らせを持って戻ってくるように言った。その間にあなたはこの滞在で知りえたことを書き記した。ダユーの記憶は街を離れると消えてしまうと言われている。@{K}$[Dd]rowning[- ][Pp]earl -> 溺れる真珠$You part on pleasant terms, with kind words on both sides. They give you a necklet of Drowning-pearls, and tell you to return when you have fresh news of London. Meanwhile, you keep a log of what you have learned. Memories of Dahut are said to fade when one leaves.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "友として@{K}As friends",
                                     "Id": 239817},
                    "DefaultEvent": {"Description": "暖かな言葉を互いに交わし、あなたは快くダユーを後にした。彼らは溺れる真珠の短いネックレスをあなたに贈り、ロンドンの新たな知らせを持って戻ってくるように言った。@{K}$[Dd]rowning[- ][Pp]earl -> 溺れる真珠$You part on pleasant terms, with kind words on both sides. They give you a necklet of Drowning-pearls, and tell you to return when you have fresh news of London.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "友として@{K}As friends",
                                     "Id": 239759},
                    "Name": "別れを告げる@{K}Goodbyes",
                    "Description": "あなたは此処に長い間留まった。旅立つときにはあなたのためにパーティが開かれるだろう。[小さな報酬を獲得し、比較的穏やかにダユーでの滞在を終了させます。]@{K}You have been here long enough for your departure to be honoured with a farewell party. [This will end your stay unambitiously with a small reward.]",
                    "ButtonText": "", "Id": 183587},
                   {"SuccessEvent": {"Description": "石壁の窓を覗いても空の牢しか見えない。しかし一人のドラウニーが日に二度、一般的なパンの入った籠を持って地下室へと下ってゆき、日に二度残飯の入ったバケツを持って出てくる。@{K}Through a window in the stone, you see only an empty cell. But twice a day, a Drownie goes into the Crypt with a basket of ordinary bread. Twice a day, a Drownie comes out with a slop bucket.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "近くからの観察@{K}Attend closely",
                                     "Id": 242132},
                    "DefaultEvent": {"Description": "下には何があるのだろう？何故聞く、とドラウニーたちは応じる。当然地下室があるんだよ！過去の記念碑やもう動き回ることの出来ない人々が詰まった場所だ。天井は低く、変わった匂いがする。だがそれもロマンがあるってものだろう。@{K}$[Dd]rown(y|ies) -> ドラウニー$What is below? Why, the Drownies say, It is a Crypt! It is full of monuments to the past, and persons who are no longer able to move around. The ceilings are low and the smell is peculiar, but that only adds to its romance.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "問いが答えられることはなく@{K}Asking leads to nothing", "Id": 242131},
                    "RareSuccessEvent": {"Description": "石壁の窓を覗くと誰かが部屋を行ったり来たりしている姿が見えた。しかし、それ以上の事は分からない。それが男性なのか女性なのか、人なのかそれ以外の何かなのかもはっきりしなかった。@{K}Through a window in the stone, you see someone pacing back and forth, but you can't make out anything about them: male or female, human or something other.",
                                         "LinkToEvent": {"Id": 238317}, "Name": "近くからの観察@{K}Attend closely",
                                         "Id": 242133},
                    "Name": "大聖堂の地下室を調査する@{K}Investigate the Crypt of the great Cathedral",
                    "Description": "ここは何のための場所なのだろう？なぜこの場所は地下だというのに静かではないのだろう？死者以外のものがいるのだろうか？@{K}What is its purpose? Why isn't it quieter down there? Does it hold more than the dead?",
                    "ButtonText": "", "Id": 185165},
                   {"SuccessEvent": {"Description": "小粋な身なりのドラウニーがリットンの事を覚えていた。彼の黒い瞳、繊細な手、大聖堂の階段で行った印象深くも哀惜の念に満ちた説教。短い滞在の後、彼はロンドンのお膝元にある海中に沈んだ教会、ロウ・バーネットへと向かったという。[ロウ・バーネットへ向かい捜索を続けましょう。]@{K}$Low Barnet -> ロウ・バーネット$A dapper Drownie remembers Lytton - his dark eyes, his delicate hands, a memorable, mournful sermon he delivered on the cathedral's steps. After a brief stay, he found passage to Low Barnet, the sunken church at London's feet. [Continue your search at Low Barnet, near London.]",
                                     "LinkToEvent": {"Id": 238317}, "Name": "期待の持てる手がかりだ！@{K}A promising lead!",
                                     "Id": 259430},
                    "DefaultEvent": {"Description": "あなたはくたくたになるまで尋ねて回った。しかし、峻厳な慈善家の夫はここにはいない。この港はリストから消してもいいだろう。[峻厳な慈善家の夫がいる可能性のある港の一覧は、日誌で確認できます。]@{K}Your enquiries are exhaustive - the Philanthropist's husband is not here. You can cross this port off your list. [Check your journal for reminders about where the Philanthropist's husband might be.]",
                                     "LinkToEvent": {"Id": 238317}, "Name": "見つからなかった@{K}No luck",
                                     "Id": 259429},
                    "Name": "峻厳な慈善家の夫を探す@{K}Search for the Fierce Philanthropist's husband",
                    "Description": "彼はかつての故郷の砂糖で編まれた模型であるこの場所に引き寄せられたのだろうか？@{K}Was he drawn here, to this sugar-spun facsimile of his former home?",
                    "ButtonText": "", "Id": 193443}],
 "Description": "ドラウニーは未だかつてないロンドンの模型を作り出した。大聖堂、家々、花咲く野、すべてが海中にある。水は冷たく微かに光り、同時に呼吸することも出来る。@{K}$[Dd]rown(y|ies) -> ドラウニー$Drownies built a copy of London as it never was: a cathedral, and houses, and fields of flowers, all underwater. The water is cool and luminous, and at the same time it is breathable air.",
 "Name": "ダユー@{K}Dahut", "Id": 238317}
