{"ChildBranches": [{"DefaultEvent": {"Description": "作曲家は続けて説明する。「これは、私がダユーの牢屋でドラウニーの残飯を食べる苦しい日々を送っていた頃に聞きたかった曲です。しかしあそこではこの曲を作ることが出来なかった。持って行ってあの場所で役立ててください。私のささやかな復讐です」\u000d\u000a\u000d\u000aあなたは楽譜を一瞥した。鋼鉄と岩のぶつかる衝撃、罅割れた船体、泡が水面へとゆっくりと昇ってゆく様を表現したメロディのようだ。潜水艦で聞いて元気が出る曲とは言えない。@{K}The Composer explains: \"While I languished in a cell in Dahut, dining on Drownie slops, this is the music I wished to have. But I could not compose it there. Take it. Use it. Allow me my little revenge.\"\u000d\u000a\u000d\u000aYou glance over the score. The tune suggests the impact of metal and stone, a broken shell, a bubble of air slowly rising to the surface. This is not a cheerful song for a Zubmarine.   ",
                                     "LinkToEvent": {"Id": 238441}, "Name": "ダユーを離れ@{K}Away from Dahut",
                                     "Id": 238442},
                    "Name": "逃げ出した作曲家の歌@{K}The Escaped Composer's Song",
                    "Description": "「これを持って行ってください」楽譜の刻まれた海藻の束を差し出し、作曲家が言った。「ダユーで見つけていただきたい人がいるのです」@{K}\"Take this,\" says the Composer. It is a score scratched into a sheet of seaweed. \"There is someone I want you to find in Dahut.\"",
                    "ButtonText": "", "Id": 182715},
                   {"DefaultEvent": {"Description": "作曲家は続けて説明する。「これは、私がダユーの牢屋でドラウニーの残飯を食べる苦しい日々を送っていた頃に聞きたかった曲です」\u000d\u000a\u000d\u000aあなたは楽譜を一瞥した。鋼鉄と岩のぶつかる衝撃、罅割れた船体、泡が水面へとゆっくりと昇ってゆく様を表現したメロディのようだ。潜水艦で聞いて元気が出る曲とは言えない。\u000d\u000a\u000d\u000a「あそこで私の牢の隣に、ある女性が閉じ込められていました。名前さえ知らない人ですが、彼女の勇気が私の正気を保ってくれたのです。もしあなたがダユーへ行くことがあれば、彼女を救い出してください。あの人があんな所に閉じ込められたままになっているなんて、不当極まりない」@{K}The Composer explains: \"While I languished in a cell in Dahut, dining on Drownie slops, this is the music I wished to have.\"\u000d\u000a\u000d\u000aYou glance over the score. The tune suggests the impact of metal and stone, a broken shell, a bubble of air slowly rising to the surface. This is not a cheerful song for a Zubmarine.   \u000d\u000a\u000d\u000a\"There is a lady who was imprisoned alongside me. I don't even know her name, but her courage kept me whole. If you go there, rescue her: there is no one less deserving of a cell in that place.\"",
                                     "LinkToEvent": {"Id": 238441}, "Name": "ダユーを離れ@{K}Away from Dahut",
                                     "Id": 239771},
                    "Name": "逃げ出した作曲家の歌@{K}The Escaped Composer's Song",
                    "Description": "「これを持って行ってください」楽譜の刻まれた海藻の束を差し出し、作曲家が言った。@{K}\"Take this with you,\" says the Composer. It is a score scratched into a sheet of seaweed.",
                    "ButtonText": "", "Id": 183595},
                   {"DefaultEvent": {"Description": "あなたは囚人の逃亡とあなたたちの旅、そしてローズゲートへの到着について語った。作曲家は熱心に耳を傾ける。「彼女は絶望するような人じゃなかった。彼女の勇気によって私の正気も保たれていたのです。もしかすると、あなたは私がなぜ彼女を置いて脱出したのか、疑問に思っておられるかもしれませんね」\u000d\u000a\u000d\u000a彼はあなたと目を合わせることなく続けた。「ドラウニーはそのうち溺れることを選ぶのではないかと期待して、私を長い間閉じ込めていました。しかし、彼らは私が折れないと知ると、ある特別な曲を作れば自由にしてやると持ち掛けてきたのです。ドラウニーの音楽よりも人の耳に馴染みやすいが……深海の冷たさと暗闇に対する憧れを作り出すような曲を。私はその曲を作り、彼らは私を解放しました」\u000d\u000a\u000d\u000a「しかしその曲を書いて以来、私は海底を去りたいとは思えなくなったのです。ロンドンに家族がいるのですが、あの場所はひどく遠く感じられる。あまりにもうるさく、眩く照らし出されていて……私はここに留まる方がいいのです。ここでなら、私の心の内に聞こえる音楽を騒々しくかき乱すものは何もありませんからね」@{K}$[Dd]rown(y|ies) -> ドラウニー$You report on the escaped prisoner, on your journey together, on her arrival in Rosegate. The Composer listens intently. \"She wasn't the despairing kind. Her courage kept me sane as well. Perhaps you've wondered how I came to escape without her.\"\u000d\u000a\u000d\u000aHe continues without meeting your eye. \"The Drownies kept me a long time, hoping I would choose to drown as well. When they saw that I was not bending, they offered me freedom if I would compose a special song for them. One that would sound less alien to human ears than Drownie music, but that would... create a longing for the cold and dark of the deep Zee. I did this, and they set me free.\u000d\u000a\u000d\u000a\"But since writing the song, I have not wanted to leave the Zee-floor. I have family in London, but it seems so far away, so loud and brightly lit... Better to stay here, where there is nothing to jangle up the melodies I am hearing in my mind.\"",
                                     "LinkToEvent": {"Id": 238441}, "Name": "最新の知らせ@{K}The latest news",
                                     "Id": 239772},
                    "Name": "逃げ出した作曲家に友人について知らせる@{K}Tell the Escaped Composer about his Friend",
                    "Description": "彼女はダユーより救い出され、今はローズゲートで安全に過ごしている。@{K}She's rescued from Dahut and safely in Rosegate now.",
                    "ButtonText": "", "Id": 183596},
                   {"DefaultEvent": {"Description": "初め、再会の場面はぎこちないものだった。彼女は作曲家の事をほとんど覚えていないようだったが、そこで彼が何かを歌いだし、様子が変わった。どうやらその曲は二人が痛みと共に記憶する思い出に触れるものだったらしい。二人は互いの普段の生活についてあまり知らない。彼はドラウニーから逃げて以来何をしていたのかを語る。Zeeを離れられずにいること、沈むことと溺れることが彼の音楽の中でいつも同じものとして表現される事。彼女の側はというとまだ牢から抜け出したばかりということもあり、まだ語るほどの普通の人生を送れてはいない。しかし、彼女はローズゲートでそういったものを見つけられることを願っていると言った。会話が終わると彼らは抱擁を交わし、互いに手紙を書きあおうと約束した。@{K}$[Dd]rown(y|ies) -> ドラウニー$The reunion is awkward at first. She barely recognises the Composer until he sings something for her: a reference, apparently, to something they both remember with pain. They know little about one another's ordinary lives. He tells her what he has been doing since he left the Drownies: how he cannot leave the Zee now, how sinking and drowning are always somehow in his songs. For her, the cell is more recent, and she has no ordinary life yet to describe. She hopes to find that at Rosegate. When the conversation is over, they embrace, and promise to write.",
                                     "LinkToEvent": {"Id": 238441},
                                     "Name": "彼らが互いの顔を見るのはずいぶん久しぶりの事だ@{K}They haven't seen each other in a long while",
                                     "Id": 239798},
                    "Name": "ドラウニーの囚人と逃げ出した作曲家を再会させる@{K}Reunite the Drownie Prisoner with the Escaped Composer",
                    "Description": "彼女はローズゲートを目指しているが、まずは友人に会っておきたいそうだ。@{K}She is headed to Rosegate, but perhaps she'd like to see her friend first.",
                    "ButtonText": "", "Id": 183612},
                   {"DefaultEvent": {"Description": "Done.",
                                     "LinkToEvent": {"Id": 238441}, "Name": "", "Id": 239815},
                    "Name": "Reset the Prisoner of Dahut",
                    "Description": "Reset the Prisoner of Dahut", "ButtonText": "",
                    "Id": 183624},
                   {"DefaultEvent": {"Description": "あなたは歌を歌い、作曲家は全てのパートを記録した。「大聖堂で歌ったなら、このパートは響き、このパートは消えてゆくでしょうね。聖フィアクルで演奏するのは大胆すぎるでしょうが、多少の脚色を加えればあるいは受け入れてくれるかも……？ご存知の通り、私にはロンドンに家族がいるのです。極めて斬新な新作を送ることが出来れば、彼らの生きる助けとなるかもしれません」\u000d\u000a\u000d\u000aしかし、彼は自分をロンドンへ送ってくれるようには頼まなかった。@{K}You sing the song, and he writes down each of the parts. \"If this is sung within the Cathedral,\" he says, \"we would expect this part to echo, while that one fades. As it stands, it would be much too daring for a performance at Saint Fiacre's, but I believe they might receive an adaptation...? I have relatives in London, you know, and if I were to send a new piece, something really original, perhaps that would aid in their maintenance.\"\u000d\u000a\u000d\u000aBut he does not ask for passage back to London. ",
                                     "LinkToEvent": {"Id": 238441}, "Name": "音響上の問題@{K}Matters of Acoustics",
                                     "Id": 240793},
                    "Name": "ドラウニーの聖歌を作曲家に売る@{K}Sell your Drownie Hymn to the Composer",
                    "Description": "彼は以前インスピレーションが欲しいと言っていた。何か報酬をくれるだろう。[この歌の対価として食糧を4つと燃料を二つ得ることが出来ます。]@{K}He has mentioned a desire for inspirations. He can offer payment. [You will receive 4 Supplies and 2 Fuel for this Song.]",
                    "ButtonText": "", "Id": 184258},
                   {"DefaultEvent": {"Description": "彼は疑うような顔で耳を傾けた。「なぁるほど」彼は聞き終えると言った。「なるほどね、確かに良い部分もあります。しかし、この曲は懐かしきマホガニー・ホールの聴衆の耳に合うものとは必ずしも言えませんね。見ての通り、ロンドンに幾つか作品を送るつもりなのです。人気作を作り上げることが出来たなら、私の懐も潤う事でしょう。もしかすると、テンポをあげて、ベルを加えたなら……」\u000d\u000a\u000d\u000aあなたは彼があなたのために取り分けておいてくれた食べ物の入った籠を持ち上げ、海藻の楽譜に覆いかぶさるようにして一人何かを唸る作曲家を残し、立ち去った。@{K}He listens skeptically. \"Yeees,\" he says at last. \"Yes, I can see the appeal, but it isn't exactly the sort of thing that catches the ear back at old Mahogany Hall. I'm thinking of sending some pieces back to London, you see, and I think a popular hit would do a great deal for my pocketbook. Maybe if I speed up the tempo, and add a bell...\"\u000d\u000a\u000d\u000aYou collect the hamper of food he's set aside for you, and leave him bent over his seaweed sheets, grumbling to himself.",
                                     "LinkToEvent": {"Id": 238441}, "Name": "趣味の問題@{K}Matters of Taste",
                                     "Id": 240794},
                    "Name": "ドラウニーのラブソングを売る@{K}Sell your Drownie Love-Song to the Composer",
                    "Description": "彼は以前インスピレーションが欲しいと言っていた。何か報酬をくれるだろう。[食糧が二つと燃料が一つ手に入ります。]@{K}He has mentioned a desire for inspirations. He can offer payment. [This will gain 2 Supplies and 1 Fuel.]",
                    "ButtonText": "", "Id": 184259},
                   {"DefaultEvent": {"Description": "「知的な作品ですね」彼はすべてのパートを書き写しながら述べた。「これはロンドンの前衛的な趣味を持った支援者へ届けることになるかもしれません。それか鎧戸の閉ざされた王宮の誰かに……しかし、適切な庇護者を得ることが出来れば、幾らかにはなるでしょう」作曲家はあなたに向けてかすかにほほ笑んだ。「私自身はここで乾燥した魚を食べて生きていますが、私の家族はいまだロンドンで暮らしていて、もっと実用的なものを必要としているのです」@{K}\"It's rather cerebral,\" he remarks as he copies down each part. \"I think I might need to send it to a sponsor in London, someone with avant-garde tastes. Or perhaps someone at the Shuttered Palace... but with the right patron, it might still be worth something.\" The Composer smiles vaguely at you. \"I may live out here, and dine on dried fish, but my family are still in London, and they have more practical needs.\"",
                                     "LinkToEvent": {"Id": 238441}, "Name": "機知の問題@{K}Matters of Wit",
                                     "Id": 240795},
                    "Name": "ドラウニーのポリフォニーを売る@{K}Sell your Drownie Song in Counterpoint to the Composer",
                    "Description": "彼は以前インスピレーションが欲しいと言っていた。何か報酬をくれるだろう。[食糧が二つと燃料が一つ手に入ります。]@{K}He has mentioned a desire for inspirations. He can offer payment. [You will receive 2 Supplies and 1 Fuel for this Song.]",
                    "ButtonText": "", "Id": 184260},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 243314},
                                     "Name": "", "Id": 246094},
                    "Name": "今のところは、彼に別れを告げる@{K}Bid him farewell for now",
                    "Description": "音楽に専念させておこう。@{K}Leave him to his music.", "ButtonText": "",
                    "Id": 187727}],
 "Description": "作曲家は海水に浸食されたピアノフォルテから顔をあげると、眼鏡を直した。彼の手はインクに汚れており、背後の壁には楽譜が描かれている。@{K}He looks up from a water-warped pianoforte, adjusting his glasses. His hand is stained with ink. There is music written on the wallpaper behind him.",
 "Name": "逃げ出した作曲家@{K}The Escaped Composer", "Id": 238441}
