{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 240414}, "Name": "", "Id": 240408},
                    "Name": "衰えた腸卜師と話す@{K}Speak with the Fading Haruspex",
                    "Description": "彼女は遥か昔に死んだ海獣の骨と皮から作られた不気味な天幕の中に座り、次の巨大なベヒモスが陰惨な終わりを迎えるまで体力を温存している。@{K}She sits in a ghoulish tent made of the bone and hide of long-dead beasts, saving her energy for the next great behemoth to reach its grisly end.",
                    "ButtonText": "", "Id": 184001},
                   {"DefaultEvent": {"Description": "ああ、とりわけ初心な新入りを煙に巻くための熟練の船乗りお気に入りのあの遣り口を思い出すな。「船長にこれをギャント・ポールに届けるよう頼んでみな」「ギャント・ポールに行ってわたしの懐中時計を見つけてこい」「船員たちに知らせろ、今夜はギャント・ポールで晩餐だ！」\u000d\u000a\u000d\u000aあれは最高の冗談だ。荒れ果てた地に実際に立ち、この場所の最新の情報に誰かが報酬を支払ってくれることを願っていない時になら。@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$Ah, that favoured hazing method of many a veteran zailor, saved for particularly wet-behind-the-ears recruits. \"Ask your captain to deliver this to the Gant Pole.\" \"Go to the Gant Pole and find my pocketwatch.\" \"Tell the crew, tonight we dine at the Gant Pole!\"\u000d\u000a\u000d\u000aA hilarious jape, when not standing in the blasted place and hoping someone will pay for recent news from it.",
                                     "LinkToEvent": {"Id": 240407},
                                     "Name": "ギャント・ポール@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$The Gant Pole",
                                     "Id": 240410},
                    "Name": "港湾報告書を纏める@{K}$[Pp]ort [Rr]eport -> 港湾報告書$Compile a Port Report",
                    "Description": "海軍省はまともに取り合ってくれないだろう。@{K}$Admiralty -> 海軍省$The Admiralty is unlikely to take it seriously.",
                    "ButtonText": "", "Id": 184003},
                   {"DefaultEvent": {"Description": "あなたの船員たちはこの未だ痙攣する粘ついた脂肪の塊を食糧に加えるぐらいなら、百回でも飢餓に立ち向かうことだろう。しかしキェロネイトでは、これも一流料理に数えられているのかもしれない。@{K}$Chelonate -> キェロネイト$Your crew would face starvation a hundred times before adding this still-quivering mass of glutinous blubber to the supplies. To the Chelonate, however, it probably counts as haute cuisine.",
                                     "LinkToEvent": {"Id": 240407}, "Name": "酢漬けの刺激的な味@{K}Pickled and pungent",
                                     "Id": 240411},
                    "Name": "キェロネイトに届けるために肉を少しばかり切り取る@{K}$Chelonate -> キェロネイト$Cut some flesh for the Chelonate",
                    "Description": "この場所で腐りつつある最近加わったばかりの海獣の死骸には、未だ沢山の肉が骨からぶら下がっている。@{K}The carcass of the last beast to expire in this place still has plenty of meat hanging from its bones.",
                    "ButtonText": "", "Id": 184004},
                   {"DefaultEvent": {"Description": "ブレミガンは終わりなき饗宴に牙を突き立て、幸せそうに囀った。あれにとっては不幸な事に、まだ海に慣れていない船乗りがその姿を捉えてしまった。串刺し生ブレミガンか。Zeeの何処かではきっと珍味として重宝されていることだろう。@{K}$[Bb]lemmigan -> ブレミガン$The blemmigan chirrups with happiness as it sinks its fangs into the endless feast. Unfortunately for it, a not-yet-salted zailor catches sight of it. Raw blemmigan on a stick. Somewhere on the zee, it had to be considered a delicacy.",
                                     "LinkToEvent": {"Id": 240407}, "Name": "脂肪以外なら何でもいい@{K}Anything but blubber",
                                     "Id": 240412},
                    "RareDefaultEvent": {"Description": "肉食の小さな茸が無限に供される肉に牙を突き立てた。その肉の大部分は第五都市よりも古いものであることは気にもかけていないようだ。そして茸は終わりなきご馳走に嬉しそうに鳴きながら、石の心臓の心室へと駆けこんでいった。@{K}The carnivorous little mushroom sinks its fangs deep into the endless supply of meat, not seeming to care that most of it is older than the Fifth City. Then it scuttles into the ventricles of the stone heart, chirruping happily at the endless banquet.",
                                         "LinkToEvent": {"Id": 240407},
                                         "Name": "幸せなブレミガン@{K}$[Bb]lemmigan -> ブレミガン$A happy blemmigan",
                                         "Id": 240454},
                    "Name": "ブレミガンを放す@{K}$[Bb]lemmigan -> ブレミガン$Release a blemmigan",
                    "Description": "この生き物がここでどのような暮らしをする事になるのかは全く分からない。@{K}There's no telling how this one will fare down here.",
                    "ButtonText": "", "Id": 184005},
                   {"DefaultEvent": {"Description": "乾いた地下道のような通路へ近づくと、炎が揺らめいた。微かな風が通路を鼓動するように吹き抜け、塩と澱んだ空気と腐った物の混ざった鼻を突く匂いを運んでいる。@{K}The flame flickers as you approach the dry tunnels. A slight breeze pulses through them, carrying with it a pungent cocktail of salt, stale air and decay.",
                                     "LinkToEvent": {"Id": 241417},
                                     "Name": "あなたは蝋燭を掲げた@{K}You hold up the candle", "Id": 240413},
                    "Name": "ギャント・ポールの奥深くを探索する@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$Explore further into the Gant Pole",
                    "Description": "微かな光が広間の先の心室の迷宮へと漏れ出している。@{K}Little light seeps into the maze of ventricles beyond this chamber.",
                    "ButtonText": "", "Id": 184006},
                   {"DefaultEvent": {"Description": "Know that. It is True.",
                                     "LinkToEvent": {"Id": 236754}, "Name": "You are a monster",
                                     "Id": 240465},
                    "Name": "DEBUG - Kill a Midnight Whale",
                    "Description": "This will let you continue your studies in haruspicy.",
                    "ButtonText": "", "Id": 184047},
                   {"DefaultEvent": {"Description": "「ようやく、我が巡礼の旅が終わったのですね」彼女は満足げに息を吐く。そしてゆっくりと恭しく、硬貨の入った小袋と“失われた者”聖クロアトアンのイコンを差し出した。「すべて置いてきましょう。私は自由です」\u000d\u000a\u000d\u000a彼女は石の動脈をふらふらと奥へと歩いていった。すり減った靴底が死んだ海獣の脂肪を踏みつけ湿った音を立てる。歩みを妨げられることもなく彼女の足は靴より滑り出し、暗闇の中へと去っていった。@{K}\"At last, my pilgrimage is complete,\" She sighs with contentment. Slowly, reverently, she hands you a small bag of coins and an icon of Saint Croatoan the Lost. \"Everything is left behind. I'm free.\"\u000d\u000a\u000d\u000aShe wanders down a stone artery. A worn shoe squelches in the blubber of a dead beast. Without breaking stride, her foot slides free and she continues into the dark.",
                                     "LinkToEvent": {"Id": 240407},
                                     "Name": "これ以上失う物のない者@{K}A soul with nothing left to lose", "Id": 258824},
                    "Name": "はぐれた巡礼者を送り出す@{K}Deliver the Lost Pilgrim",
                    "Description": "このような場所に望んで来たがるなんてどのような憐れな人生を送ってきたのだろう？けれど、少なくとも彼女は幸せそうだ。@{K}What poor soul would come here willingly? But she seems happy, at least.",
                    "ButtonText": "", "Id": 193037}],
 "Description": "中身をくりぬかれ革のようになった海獣の死骸が石の心臓の心室に沿って並んでいる。一歩進むたびに湿った音を立てる皮と骨の通り道のあちこちから、古い脂肪が泡を立てて溢れ出る。遠くで聞こえる水の滴り落ちる音が永遠の中に時を刻む。@{K}The leathery carcasses of hollowed-out beasts line the ventricles of this stone heart. Ancient blubber bubbles up around paths of bone and hide that squelch with every step. A distant drip carves eternity into hours.",
 "Name": "ギャント・ポール@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$The Gant Pole",
 "Id": 240407}
