{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 120804}, "Name": "", "Id": 245070},
                    "Name": "あなたの過去に関する質問に答える@{I}Answer questions about your past",
                    "Description": "　秘密を抱え続けるのはもう十分だ。[あなたの正体を明かしましょう！これにより、あなたは過去と大望、そして希望する呼称を選ぶことができます。また、あなたのスキルに専門家としてのボーナスが付与されます。]@{I}$Ambition -> 大望$You've kept your secrets long enough. [Unmask yourself! This will allow you to select a Past, Ambition, and form of preferred address - also providing you with a specialist ability bonus.]",
                    "ButtonText": "", "Id": 187068},
                   {"DefaultEvent": {"Description": "　運ばれてきた料理は殻付きのままで、ハサミと八本の脚がついていた。彼女はその死体を切り刻んで、小奇麗な一口サイズの肉片の山をいくつも生み出すと、それらをきのこで縫合したり、ヒザラガイの棘でピン留めにしたりしていた。もしかして、彼女はコックとして呼び出されたのだと勘違いしてはいないだろうか？<br/><br/>　彼女は否定した。「私の母は第一都市の外科医の子でした。ナイフ捌きは、その血筋に連なるものと言えるでしょう」彼女の口の端に、意地悪な捻れた笑みが浮かんだ。「それから、私の父についての噂も聞きます。母はそんなことはデタラメだと言ってはばかりませんでしたけれどね」@{I}The cooked flesh arrives still in its shell. From the claws, eight legs, body, and head, she renders a dozen neat bite-sized piles of shredded flesh, sutured with mushroom, or pinned together with a needle of chiton. Perhaps she has missed a calling as a chef?\u000d\u000a\u000d\u000aShe denies it. \"My mother was the child of a surgeon in the First City. You might say that knifework runs in the family.\" There is a wicked quirking smile at the corner of her mouth. \"Then there are the rumours about my father. She would deny there's any truth in those.\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "正確な一口サイズ@{I}Precise bite sizes",
                                     "Id": 245071},
                    "Name": "彼女を夕食に招待する@{I}Invite her to dine with you",
                    "Description": "　彼女のフォークの持ち方は、手術道具を持つ時のそれと同じだろうか？@{I}Does she wield a fork the way she wields a surgical instrument?",
                    "ButtonText": "", "Id": 187069},
                   {"DefaultEvent": {"Description": "「母が最後に伝え聞いた話では、それはアダムの道にあったそうです。あるいは、旧大陸をもっと先まで進んだどこかですね。それはまだ航海に耐えるかもしれません。海を渡っていた頃には、それは極めて常識外れの船でしたよ。私がそれを取り戻したいかと聞かれたら……私は何であれ、多くを望み過ぎないようにしていますから。でも、もしもあなたがそちらの方角に向かわれるつもりなら、私にはそれを止めることなんてできませんね」<br/><br/>　あなたが更に待っていると、彼女は少し付け加えて言った。「私は妄念というものを自分から遠ざけているんです。でも、いつか私は自分に手術を施さないといけなくなることは分かっています。あまりに持て余すようになった願いは取り除かないといけませんから」@{I}$Elder Continent -> 旧大陸, Adam's Way -> アダムの道$\"Last my mother heard, it was in Adam's Way, or somewhere further into the Elder Continent. It might still be zeeworthy. In its day, it was a most unusual ship. Do I want it back? I try not to want anything too much. But if you cared to travel in that direction, I could hardly stop you.\"\u000d\u000a\u000d\u000aWhen you wait long enough, she says a little more. \"I avoid obsessions, myself. But I know one of these days I'll have to operate on myself. Remove some desire that has gotten too unwieldy.\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "あまりにも気のない様子で@{I}Too casual",
                                     "Id": 245072},
                    "Name": "クラデリー・ハートは今どこに？@{I}Where is the Cladery Heart now?",
                    "Description": "　そして、彼女にはその遺産を受け継ぐ気はあるのだろうか？@{I}And would she care to claim her inheritance?",
                    "ButtonText": "", "Id": 187070},
                   {"DefaultEvent": {"Description": "　あなたの最も優れた発見のひとつを、彼女のそれと交換する。それは公平な取引であり、打ち立てるのは容易だった。夕食の後、彼女は椅子に深々と座り込んで、あなたに次のような話を語った。<br/><br/>「外科手術において最も難しいのは、異常を見つけ出して除去する工程であると、一般には考えられています。でも、そこは馬鹿にだってできるんです。その工程は、船のコックに肉切り包丁でやらせたって構わないのです。本当に難しいのは、後でまた元通りに縫い直せるような切開の仕方です」その後、彼女はサメのヒレでそれを実演して見せてくれた。彼女に縫い合わされたヒレは、始める前よりも綺麗だった。@{I}It's a straight trade: one of your best discoveries for one of hers. It's not hard to drive the bargain. She sits back after dinner and tells you this:\u000d\u000a\u000d\u000a\"Most people think that the hard part of surgery is finding what's wrong and taking it out, but any fool could do that. A ship's cook with a cleaver can have that part of the job. The hard part is cutting so you can sew it all back up again afterwards.\" And she demonstrates on a shark fin, leaving it in a better condition than it started.",
                                     "LinkToEvent": {"Id": 245067}, "Name": "交換@{I}Exchange",
                                     "Id": 245073},
                    "Name": "あなたのハートを上昇させる@{I}Increase your Hearts",
                    "Description": "　秘密を引き出すための最も良い方法は、お返しに一つ差し出すことだ。[秘密を費やしてあなたのハートを上昇させましょう。ただし、100が上限です。]@{I}The best way to extract a secret is to offer one in turn. [Spend a Secret to improve your Hearts, unless it's higher than 100.]",
                    "ButtonText": "", "Id": 187071},
                   {"DefaultEvent": {"Description": "　彼女は皮を剥ぎ、骨を取り除き、鱗を大きさの順に並べた。「これが、この生き物が一番大事にしていた器官ですね」刃物とピンセットを手早く動かしながら、彼女は言った。「触っちゃ駄目ですよ。その紫の小さいのは毒がありますから」<br/><br/>　彼女は指先を洗う時にだけ個人的な話題に移った。「私のこの金属への熟達は、家系の両側から受け継いだものです」彼女はあなたの表情を仔細に観察していた。「母はミスター・アイアンのお気に入りでした。母が言うには、彼らは一緒に働いていただけだそうですけど。ミスター・アイアンは、母の後援者として道具を提供していたんですって。そう簡単には曲がってしまわないような、鋭い道具を」@{I}There's flensing, deboning, an orderly arranging of scales from large to small. \"This was the creature's favourite organ,\" she says, working briskly with tweezers and blade. \"Don't touch it. The purple bits are toxic.\"\u000d\u000a\u000d\u000aShe only turns to personal matters when she's had a chance to rinse her fingers. \"I get my proficiency with metal from both sides of the family,\" she says, watching your expression closely. Then: \"Mother was a favourite with Mr Iron. She says that they only worked together, that Mr Iron sponsored her work and provided her with tools. Sharper tools that do not bend so easily.\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "それで、彼は誰なのだ？@{I}Who was he, then?",
                                     "Id": 245074},
                    "Name": "彼女の父親……？@{I}Her father...?",
                    "Description": "　彼女は何かを切っている時の方が饒舌だ。あなたは彼女の父親についてもっと多くを聞き出せるかもしれない。@{I}She becomes more talkative when she has something to cut. Perhaps you can get her to say more about her father.",
                    "ButtonText": "", "Id": 187072},
                   {"DefaultEvent": {"Description": "「母はミスター・アイアンの用意した新しい道具を使って、そのこぶで色々な実験をしました。でも、そのこぶは自分で動きたがっていたので、最終的には母はそれを船に乗せました。というか、それの周りに船を組み立てたのでしょうね。それが、クラデリー・ハート。けれど、それはもう母の許を離れています」@{I}\"Mother experimented on the lobe, various ways, with Mr Iron bringing her new implements. It wanted to be on the move, however, and in the end she put it on a ship, or built a ship around it: the Cladery Heart. But it got away from her.\"",
                                     "LinkToEvent": {"Id": 245067},
                                     "Name": "扱いにくい遺産@{I}An awkward inheritance", "Id": 245076},
                    "Name": "そのこぶはどうなったのか？@{I}What happened to the cladent lobe?",
                    "Description": "　クラデリーの後継者の母親が、ロンドンのエコー・バザールから肉片を切除したのであれば、それはどこに消えたのか？[クラデリーの記念品を手に入れるには、彼女の施術の対象になるものを見つけなければなりません。一部の珍しいアイテムが条件を満たすほか、各地の港でそれが手に入ることもあります。]@{I}$Echo Bazaar -> エコー・バザール$If the Cladery Heir's mother cut off a piece of London's Echo Bazaar, where did it go? [To acquire a Cladery Souvenir, you must find something for the Heir to operate on. Certain unusual items might do, or you can find opportunities to gain one at some ports.]",
                    "ButtonText": "", "Id": 187074},
                   {"DefaultEvent": {"Description": "　あなたは手術室で彼女と共に座った。部屋には、保存処理をされ塩漬けにされた生体部品の瓶が並んでいた。<br/><br/>「証拠は出せませんけどね」彼女は言った。「私はひとつだけ風変わりな言語を話せますが、これは母譲りなので、太古のものではあっても人間のものです。私の体は刃物で切れば傷がつきます。私は炎にも耐性はありません。(もしかしたら、あの支配者たちにも耐性はないかもしれませんけど。)でも、私は自分と同じような特異な技能の持ち主には今まで会ったことがありません。それに、私は母を知っています。あの人が普通の男と交際関係を持つなんて、ましてや夫にするなんて、とても考えられないことです。私を産んだとき、母はもう二千歳を越えていたんですから」@{I}You sit with her in a surgery lined with bottles of preserved and pickled body parts.\u000d\u000a\u000d\u000a\"I can't offer you proof,\" she says. \"The only strange tongue I speak is my mother's, which is ancient but human. Blades can cut me. I'm not immune to fire (though perhaps the Masters are not either). But I have not met anyone who shares my particular skills. And I know my mother. I cannot see her in any ordinary liaison with an ordinary man, much less a husband. She was in her third millennium when she bore me.\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "捻れた笑み@{I}Twisted smile",
                                     "Id": 245079},
                    "Name": "ミスター・アイアン？本当に？@{I}Mr Iron? Truly?",
                    "Description": "　手術中の彼女を見つけよう。彼女には本当に、ロンドンの頭巾を被った支配者たちと同じ血が流れているのだろうか？@{I}Find her during an operation. Does the blood of London's cowled Masters really run through her veins?",
                    "ButtonText": "", "Id": 187077},
                   {"DefaultEvent": {"Description": "　彼女はあなたの服を脱がせると、あなたの体を睨みつけた。それはまるで、どこから切開を始めようか選んでいるかのようだった。<br/><br/>　そして、指と舌先の感触があった。彼女は必ずしもせっかちというわけではなかったが、ためらいはなく正確だった。加えて、彼女はどこが最も激しい感覚を生み出すかを心得ていた。終わりが近づく頃には、あなたの視界は暗くなってきていたが、彼女は決して『完全には』やりすぎたりはしなかった。<br/><br/>　あなたが疲れ切ってくらくらし、動くこともできなくなると、彼女は、愛情深いと解釈できなくもなさそうな勝ち誇った顔をあなたに向けた。@{I}She undresses you and stands scowling at you, as if choosing where to make an incision.\u000d\u000a\u000d\u000aThen: fingertips and the point of her tongue. She is not exactly impatient, but determined and precise, and she knows exactly what will produce the most intense sensation. Your vision blackens near the end, but she never <i>quite</i> goes too far. \u000d\u000a\u000d\u000aWhen you are too drained and dizzy to move, she gives you a smug look that you could possibly interpret as affection.",
                                     "LinkToEvent": {"Id": 245067}, "Name": "愛撫もなく@{I}No caresses",
                                     "Id": 245086},
                    "Name": "クラデリーの後継者を誘惑する@{I}Proposition the Cladery Heir",
                    "Description": "　彼女の皮肉げな目つきにもめげずに。@{I}Despite her ironical eye.", "ButtonText": "",
                    "Id": 187081},
                   {"DefaultEvent": {"Description": "　彼は証拠を出しましたか？私と似たところがありましたか？私の母しか知らないはずの秘密を知っていましたか？そもそもあなたは、彼の包帯の向こうの顔を見たんですか？本当の声を聞いたんですか？そんなの誰だってありえます！彼は私の遺産を探していて、あなたを使ってその居場所を突き止めようとしたのかもしれません！<br/><br/>　それから一、二日の間、彼女はあなたを避け続けた。船でそんなことをするのは簡単ではないというのに。@{I}Did he offer proof? Did he look familiar? Did he know secrets about her mother that no one else could have known? Did you even see his face, under all those bandages? Did you even hear his real voice? He could have been anyone! He could have been looking for the Cladery Heir's inheritance, and using you to find out more!\u000d\u000a\u000d\u000aThen she avoids you for a day or two, which is not easy at sea. ",
                                     "Name": "疑り深い表情@{I}A skeptical expression", "Id": 245654},
                    "Name": "彼女に父親と会ったことを伝える@{I}Tell her about meeting her father",
                    "Description": "　彼女は真実を知るべきだ。@{I}She should know the truth.", "ButtonText": "",
                    "Id": 187416},
                   {"DefaultEvent": {"Description": "There!", "Name": "",
                                     "Id": 254126},
                    "Name": "Reset the Cladery Heir", "Description": "Reset!",
                    "ButtonText": "", "Id": 190855},
                   {"DefaultEvent": {"Description": "「船が氷の中にあるのなら、こぶは凍りついているのかもしれません。あの『クラデリー・ハート』も、今ではもう、ただの船でしかないのかも……でも、そうだとしても、そこには研究の余地が大いにあります」だが彼女は、何を口走るにしても、船を生きたままで見つけたいと率直に認めることはなかった。@{I}\"If the ship is in ice, then perhaps the cladent lobe has frozen. The <i>Cladery Heart</i> might be no more than an ordinary vessel now... still, even if that is so, there would be much to study.\" But whatever she says, the Cladery Heir plainly hopes to find the ship alive.",
                                     "LinkToEvent": {"Id": 245067},
                                     "Name": "死んだか、単に休眠しているだけ？@{I}Dead, or merely hibernating?", "Id": 254213},
                    "Name": "クラデリー・ハートについて後継者と話す@{I}Speak to the Heir of the Cladery Heart",
                    "Description": "　カーンの影で、彼らは氷結城を探せと言った……@{I}$Khan -> カーン, Frostfound -> 氷結城, Khan's Shadow -> カーンの影$At Khan's Shadow, they said to look at Frostfound...",
                    "ButtonText": "", "Id": 190918},
                   {"DefaultEvent": {"Description": "「もちろん、他に類を見ない船ではあります。私はあれを見つけるために馬鹿みたいな手間を掛けるべきだとは思いません。でも、もしも簡単に手の届く場所にあるなら……」そこで、クラデリーの後継者は肩をすくめた。「私の母はいつも挑戦を好んでいましたね」@{I}\"It's a unique ship, of course. I wouldn't want to recommend any foolish efforts to find her, but if she's there for the taking...\" The Cladery Heir shrugs. \"My mother always liked a challenge.\"",
                                     "LinkToEvent": {"Id": 245067},
                                     "Name": "決意は固めていないにせよ、諦めたわけではなく@{I}Not determined, but not giving up", "Id": 254215},
                    "Name": "クラデリー・ハートを話題に上げる@{I}Raise the subject of the Cladery Heart",
                    "Description": "　カーンの影の深部にまでその船を探しに行く価値はあるだろうか？@{I}$Khan -> カーン, Khan's Shadow -> カーンの影$Is it worth seeking the ship further in Khan's Shadow?",
                    "ButtonText": "", "Id": 190920},
                   {"DefaultEvent": {"Description": "「あの印は外的な力ですよ」彼女は言った。「そのうえ、彼はあまりに多くを印に喰われてしまっています。もしも私があれを取り除いたら、あとには何も残らないでしょう」@{I}\"The sigil is an outside power,\" she says. \"And it's consumed too much of him. If I cut it out, there would be nothing left.\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "厳粛に頭を振って@{I}A grim headshake",
                                     "Id": 254221},
                    "Name": "彼女に印に苦しむ航海士への助力を求める@{I}$Sigil[- ]Ridden Navigator -> 印に苦しむ航海士$Ask her help with the Sigil-Ridden Navigator",
                    "Description": "　誰かが彼を助けられるとすれば、それは間違いなく彼女だ。@{I}If anyone could assist with him, surely it is the Cladery Heir.",
                    "ButtonText": "", "Id": 190925},
                   {"DefaultEvent": {"Id": 254309}, "Name": "test for new ship",
                    "Description": "", "ButtonText": "", "Id": 190979},
                   {"DefaultEvent": {"Description": "　彼女はあなたに何を取り除きたいのかを尋ねた。そして、実際に取り除く前に、あなたに三度確認を求めた。<br/><br/>　そして刃が振るわれた。あなたの耳に痛みが走る。だが、それは最も強い感覚ではない。他に感じるのは騒音と、大鋏が分厚い布を切り進むような抵抗感だ。あなたはそれを心の中と、首の後ろ側に感じていた。あなたの視界が暗くなった。<br/><br/>「私は目隠しはしていませんよ」あなたが座ってまばたきをし、神経質そうにしているのを見て、彼女は穏やかに言った。「でも、しばらくはそのように感じるでしょうね。あなたはたくさんの光を失ったんですから」@{I}She asks what you want removed. Then she makes you consent three times to having it taken away.\u000d\u000a\u000d\u000aThen, the blade. There's pain in your ear, yes, but that is not the chief sensation. The other thing is a noise and a resistance like shears through heavy cloth. It is located in your mind and at the back of your neck. Your eyes go black.\u000d\u000a\u000d\u000a\"I haven't blinded you,\" she says mildly, as you sit there blinking and swallowing. \"But it will feel for a time as if I had. You lost a great deal of light.\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "ナイフは切り進む@{I}The knife cuts",
                                     "Id": 257020},
                    "Name": "クラデリーの手術に自ら志願する@{I}Volunteer for your own Cladery Operation",
                    "Description": "　あなたは焦がれている。彼女なら、それを止めることができるだろう。@{I}You yearn. She could make the yearning stop.",
                    "ButtonText": "", "Id": 192318},
                   {"SuccessEvent": {"Description": "　彼女は箱の中身で実験するところをあなたに見せてはくれなかった。しかし、その後、彼女はひどく落ち込み、一般論的な不満を述べ立てるようになった。曰く、民衆は愚かだとか、誰も自分のおかしなところと向き合おうとはしないとか、自分の秘密から目を背けてもそれがなくなったりはしないとか、怒っていないふりをすることは辛抱強さとは違うとか。<br/><br/>　彼女がどんな仕事を終えてきたばかりにせよ、彼女はそこから記念品を手に入れてはいた。だが、彼女はそれを誰にも見せようとはしなかった。彼女はそれを脱脂綿で包むと、茶葉の取引の残り物である黒光りする小さな木箱の中にしまいこんでしまった。@{I}She refuses to let you watch while she works on the contents of the box. But afterward, she is in a dark mood, and complains in generalities. People are fools. No one dares face up to what is wrong with them. Hiding a secret from yourself does not make it go away. Pretending anger doesn't exist is not the same thing as patience. \u000d\u000a\u000d\u000aWhatever operation she's just done, she's kept a souvenir from it, but she won't show anyone what it is. She wraps it in cotton wool and keeps it in a little lacquered box left over from the sale of tea.",
                                     "LinkToEvent": {"Id": 245067},
                                     "Name": "箱が手術室に届けられた@{I}Box delivered to the surgery", "Id": 245649},
                    "DefaultEvent": {"Description": "　危急の処置を要する患者がいない時に、彼女はその箱の研究に取りかかった。あなたの同席は許されなかった。しばらくして、彼女は箱を船外に放り出した。彼女の手術室には新しいものが置かれていた。それは銀色をしたでこぼこの金属球で、使用済みの弾丸にしてはおかしな形状をしていた。@{I}$Aft -> 後部$She investigates the box when there are no patients urgent for her attention. You are not allowed to attend. Afterwards, she pushes the box overboard, and there's a new item in her surgery: an uneven ball of silvery metal, the wrong shape for a spent bullet.",
                                     "LinkToEvent": {"Id": 245067},
                                     "Name": "箱が手術室に届けられた@{I}Box delivered to the surgery", "Id": 245648},
                    "Name": "彼女に実験をさせる@{I}Let her have her experiment",
                    "Description": "　彼女は長箱の中身で実験をしてみたいと言っていた。[これにより、クラデリーの記念品が手に入ります。他の副産物もあるかもしれません。]@{I}She has expressed an interest in experimenting with the content of a Long-Box. [This will produce a Cladery Souvenir, and may have additional results.]",
                    "ButtonText": "", "Id": 187411},
                   {"SuccessEvent": {"Description": "　彼女の母親はバザールの支配者の内妻ではない。彼女は父親から、幼い星の火で鍛えられた鋼のナイフを受け取ったりはしない。彼女の血統は人間のものにすぎない。彼女の都市は、バザールに墜ちた最初の死すべきものの都市であるにすぎない。彼女は、想像もできない未来がひとりでに開けることに期待していてはいけない。<br/><br/>　あなたたち二人は夜遅くまで話し合った。そして、彼女はメスと鏡を手に手術室へと入った。<br/><br/>　部屋から出てきたとき、彼女は足の指先の小片入りのウィスキー瓶と、自らの生まれへの幸福な無関心を手に入れていた。@{I}Her mother is not the concubine of a Master. Her father will never bring her knife-steel tempered in a baby star. Her lineage is merely human. Her city is only the mortal city that first fell into the Bazaar. She must give up waiting for an unimaginable future to blossom of its own accord.\u000d\u000a\u000d\u000aThe two of you speak about it late into the night, and then she goes into her operating room with a scalpel and a mirror. \u000d\u000a\u000d\u000aWhen she comes out, she has her small toe preserved in a whiskey jar, and a happy indifference to the question of her parentage.",
                                     "LinkToEvent": {"Id": 245067}, "Name": "手放しがたいもの@{I}Hard to let go",
                                     "Id": 246746},
                    "DefaultEvent": {"Description": "　違う、違う、違う。<br/><br/>　あなたは私の来歴に嫉妬しているんですね。私を良いように操ろうとして。あなたは最初からクラデリー・ハートが目当てで私を利用しようとしていたに違いないわ。私はもうあなたには用はありません。私ぐらいになると、他にいくらでもお金を稼ぐあてはありますので。<br/><br/>　あなたは彼女が去るところは見かけなかった。だが、朝になって船を点検すると、彼女はいなくなっていた。船外に出たのだろうか？泳いで？どうやって彼女が船から消えたにせよ、彼女のナイフと検体は一緒に持ち去られていた。@{I}No no no.\u000d\u000a\u000d\u000aYou must be jealous of her history. You must be trying to manage her for yourself. You must have been using her for the Cladery Heart all along. She has no more use for you. People like her can make their fortunes anywhere. \u000d\u000a\u000d\u000aYou don't see her go, but when you check the ship in the morning, she has gone. Overboard? Did she swim? However she went, she took her knives and her specimens with her.",
                                     "Name": "違う@{I}No", "Id": 245655},
                    "Name": "彼女の父親に会ったのだとしつこく強調する@{I}Push her about meeting her father",
                    "Description": "　父親がミスター・アイアンだなどという考えは止めるよう、彼女を説得してみよう。彼女はその考えにしがみついている。[これに失敗すると、彼女はいなくなります。]@{I}Try to convince her that her father is not Mr Iron. She is clinging to this idea. [If things go poorly, you will lose her.]",
                    "ButtonText": "", "Id": 187417},
                   {"SuccessEvent": {"Description": "「これらは記念品なんですよ」彼女は言った。「これはある女性の掌から切り取られた皮膚の一部です。私は、彼女の不義の衝動を治すために、これを取り除きました。彼女は今では手袋をつけていますが、未だに結婚は維持しています」<br/><br/>「私にはもっと難しい仕事もできるでしょう」彼女は指先で刃物を弄んだ。「私の母がバザールに手術を施したのを知っていますか？母はバザールからこぶを切り取って、バザールが心安らかになり、もう延々気を散らされずに済むようにしたんです。でも、その手術は母を変えてしまいました。母は、皮膚にバザールの体液を浴びてしまったんです」@{I}\"These are souvenirs,\" she says. \"Here's the patch of skin from the palm of a woman's hand. I took it from her in order to cure her of the urge to adultery. Now she wears gloves, but she's kept her marriage.\"\u000d\u000a\u000d\u000a\"There's more difficult work I could be doing.\" She is playing her blade between her fingers. \"Did you know my mother operated on the Bazaar itself? She cut away its cladent lobe so that it would be at peace and not have to wander on and on. But the operation changed her. She got some of the ichor on her skin.\"",
                                     "LinkToEvent": {"Id": 245067},
                                     "Name": "この尾てい骨はどうして手に入れたの？@{I}Why do you have this tailbone?", "Id": 254198},
                    "DefaultEvent": {"Description": "「これらは記念品なんですよ」彼女は言った。「これはある女性の掌から切り取られた皮膚の一部です。私は、彼女の不義の衝動を治すために、これを取り除きました。彼女は今では手袋をつけていますが、未だに結婚は維持しています」<br/><br/>「私にはもっと難しい仕事もできるでしょう」彼女は指先で刃物を弄んだ。「私の母がバザールに手術を施したのを知っていますか？母はバザールからこぶを切り取って、バザールが心安らかになり、もう延々気を散らされずに済むようにしたんです。でも、その手術は母を変えてしまいました。母は、皮膚にバザールの体液を浴びてしまったんです」[クラデリーの記念品を手に入れるには、彼女の施術の対象になるものを見つけなければなりません。一部の珍しいアイテムが条件を満たすほか、各地の港でそれが手に入ることもあります。]@{I}\"These are souvenirs,\" she says. \"Here's the patch of skin from the palm of a woman's hand. I took it from her in order to cure her of the urge to adultery. Now she wears gloves, but she's kept her marriage.\"\u000d\u000a\u000d\u000a\"There's more difficult work I could be doing.\" She is playing her blade between her fingers. \"Did you know my mother operated on the Bazaar itself? She cut away its cladent lobe so that it would be at peace and not have to wander on and on. But the operation changed her. She got some of the ichor on her skin.\" [To acquire a Cladery Souvenir, you must find something for the Heir to operate on. Certain unusual items might do, or you can find opportunities to gain one at some ports.]",
                                     "LinkToEvent": {"Id": 245067},
                                     "Name": "この尾てい骨はどうして手に入れたの？@{I}Why do you have this tailbone?", "Id": 245075},
                    "Name": "彼女の手術室を探索する@{I}Explore her Surgery",
                    "Description": "　彼女は検体をアルコールか油に漬けて棚に保存している。それらは彼女が患者から切り取ったものだ。@{I}On her shelf she keeps things preserved in alcohol or packed in oil. Things she cut from patients.",
                    "ButtonText": "", "Id": 187073},
                   {"SuccessEvent": {"Description": "　クラデリーの後継者は奇妙に明るい様子で手術室から出てきた。遺体は処分するために亜麻布で包まれていた。<br/><br/>「あのまま生き続けるよりもこちらの方が幸福でしょう」彼女は何かの腫瘍らしきものを掲げた。それは黄色い液体の中に浮かび、触手を四方八方に伸ばしていた。「この囚人は、いずれにせよ一、二ヶ月もしないうちに死んでいたでしょう。違いは、私が痛みを取り除いてあげたことですね」@{I}The Cladery Heir emerges from her surgery in a curiously light mood. The body is wrapped in linen for disposal.\u000d\u000a\u000d\u000a\"This is happier than living would have been.\" She holds up a sort of tumor floating in yellow liquid, its tendrils extending in various directions. \"The prisoner would have died in a month or two. The difference is, I took out the pain.\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "こちらの方がまし@{I}Better off",
                                     "Id": 254203},
                    "DefaultEvent": {"Description": "　クラデリーの後継者は落ち込んだ様子で手術室から出てきた。遺体は処分するために亜麻布で包まれていた。<br/><br/>「手順には問題はありませんでした」彼女は言った。「この囚人が協力的なら、ある疾患を治すことができたのですが……ナイフに抵抗されてしまって。そのうえ、私が切除したものは腸詰めの材料にもなりそうにありません」@{I}The Cladery Heir emerges from her surgery in a depressed mood. The body is wrapped in linen for disposal.\u000d\u000a\u000d\u000a\"There was nothing wrong with the technique,\" she tells you. \"If they'd been willing, it might have cured them of certain ailments... but they fought back under the knife. And what I extracted wouldn't be fit to stuff a sausage.\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "多くは残らず@{I}Not much left",
                                     "Id": 254202},
                    "RareSuccessEvent": {"Description": "　クラデリーの後継者は耳たぶを手に手術室から出てきた。囚人は口笛を吹きながら独房へと戻ってゆく。<br/><br/>「子供の時からずっと、あの囚人は誰かを殺したいと考えることなく一日を過ごすことがありませんでした」後継者は言った。「今ではもう、あれはそんなことを考えなくてもよくなりましたよ」@{I}The Cladery Heir comes out of the surgery with an earlobe. The prisoner goes back to their cell, whistling.\u000d\u000a\u000d\u000a\"There's not a day of their life since childhood that they haven't thought of killing a certain person,\" says the Heir. \"Now they don't have to think of it any more.\"",
                                         "LinkToEvent": {"Id": 245067}, "Name": "ずっと良くなって@{I}Much better off",
                                         "Id": 254204},
                    "Name": "クラデリーの後継者に囚人を与えて解剖させる@{I}Give the Cladery Heir a Prisoner to cut open",
                    "Description": "「囚人は復讐を企てるものです。私なら、そんな考えは止めさせてあげることができますよ」[囚人を失う代わりに形見が手に入ります。]@{I}\"This prisoner seeks revenge. I can make them stop wanting that.\" [This may lose a prisoner and may create a souvenir.]",
                    "ButtonText": "", "Id": 190912},
                   {"SuccessEvent": {"Description": "　これは特別な道具が必要ですね。一番小さなナイフと拡大レンズに、強い光と、あとは篩ですか。編目の細かい絹の布をお持ちだったりはしますか？まあ構いません。ちょっと気になっただけなので……<br/><br/>　彼女は徹夜で作業を続けた。朝になると、ブレミガンはいなくなり、彼女の手に持つ小瓶には、さらさらするコスモゴーンの粉末が入っていた。「少量でも、これを食べるのはおすすめしません。精神状態をものすごく変えてしまいたい時は別ですが」@{I}$[Bb]lemmigan -> ブレミガン$This will require special equipment: the smallest knives, magnification lenses, strong light, a sieve. Do you have some finely-woven silk by any chance? No matter, it was a whim...\u000d\u000a\u000d\u000aShe works all night. In the morning, the blemmigan is gone and she has a vial of shifting, cosmogone powder. \"I would advise against eating any of this, unless you fancy a very altered state of mind.\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "胞子！@{I}Spores!",
                                     "Id": 254206},
                    "DefaultEvent": {"Description": "　彼女はナイフとガラス板とレンズを手に手術室に入った。そして、細かく切り刻まれたきのこの山を持って出てきた。「これは役に立ちませんよ」彼女は言った。「シチューの具にされるつもりなら別ですが。彼らを突き動かす力は、あまりに体全体に広がっていました」@{I}She goes in with knives and glass plates and lenses. She comes out with a heap of minced fungus. \"It's no good,\" she says. \"The motive power is too diffuse within the entity. Unless you want some of this for a stew?\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "道具選びの間違い@{I}The wrong implements",
                                     "Id": 254205},
                    "Name": "クラデリーの後継者にブレミガンを与える@{I}$[Bb]lemmigan -> ブレミガン$Let the Cladery Heir have a Blemmigan",
                    "Description": "　彼女はブレミガンの機能の解明に興味があると言っていた。どうしてブレミガンは繁殖域を広げたがるのか？その執念の源はどこにあるのか？@{I}She has expressed interest in discovering how it works. Why does it propagate? Where is its obsession located?",
                    "ButtonText": "", "Id": 190913},
                   {"SuccessEvent": {"Description": "She draws the creature in both its appearances, as fish and as blossom. \"I operate on desires. Compulsions. Requirements. Sometimes those compulsions are based in self-delusion, and that is where the Mollyflower might come in handy. Dull the pain of parting with a bad wish.\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "A study, and insights",
                                     "Id": 254223},
                    "DefaultEvent": {"Description": "$Aft -> 後部$She draws the creature in both its appearances, as fish and as blossom. Afterwards, she gives you an account of how it works, but you understand perhaps one sentence in ten.\u000d\u000a\u000d\u000aWhen you ask her to explain a second time, she takes off her hat and glares at you.",
                                     "LinkToEvent": {"Id": 245067}, "Name": "A study, and insights",
                                     "Id": 254222},
                    "Name": "Give her your White Mollyflower",
                    "Description": "When you bought it, they told you it would take away delusions. But how does it work?",
                    "ButtonText": "", "Id": 190926}],
 "Description": "　彼女は二本のメスを同時に操る。あるいは片手にメスを持ち、もう片方には肉を開いたままにするためのフォーク状の器具を持つこともある。彼女の施術は迅速で、出血もほとんどない。@{I}She works with two scalpels at a time, or with a scalpel and a tined instrument, pinning open the flesh she's working on. Her operations are brisk and yield very little blood.",
 "Name": "クラデリーの後継者と話す@{I}Speak with the Cladery Heir", "Id": 245067}
