{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 120804}, "Name": "", "Id": 245070},
                    "Name": "あなたの過去に関する質問に答える@{I}Answer questions about your past",
                    "Description": "　秘密を抱え続けるのはもう十分だ。[あなたの正体を明かしましょう！これにより、あなたは過去と大望、そして希望する呼称を選ぶことができます。また、あなたのスキルに専門家としてのボーナスが付与されます。]@{I}$Ambition -> 大望$You've kept your secrets long enough. [Unmask yourself! This will allow you to select a Past, Ambition, and form of preferred address - also providing you with a specialist ability bonus.]",
                    "ButtonText": "", "Id": 187068},
                   {"DefaultEvent": {"Description": "　運ばれてきた料理は殻付きのままだった。彼女は、ハサミと八本の脚を持つその死体を切り刻んで、小奇麗な一口サイズの肉片の山をいくつも生み出した。そして、それらをきのこで縫合したり、ヒザラガイの棘でピン留めにしたりしていた。もしかして、彼女はコックとして呼び出されたのだと勘違いしてはいないだろうか？<br/><br/>　彼女は否定した。「私の母は第一都市の外科医の子でした。ナイフ捌きはその血筋に連なるものと言えるでしょう」彼女の口の端に、意地悪な捻れた笑みが浮かんだ。「それから、私の父についての噂もあります。母は、そんなことはデタラメだと言ってはばかりませんでしたけれどね」@{I}The cooked flesh arrives still in its shell. From the claws, eight legs, body, and head, she renders a dozen neat bite-sized piles of shredded flesh, sutured with mushroom, or pinned together with a needle of chiton. Perhaps she has missed a calling as a chef?\u000d\u000a\u000d\u000aShe denies it. \"My mother was the child of a surgeon in the First City. You might say that knifework runs in the family.\" There is a wicked quirking smile at the corner of her mouth. \"Then there are the rumours about my father. She would deny there's any truth in those.\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "正確な一口サイズ@{I}Precise bite sizes",
                                     "Id": 245071},
                    "Name": "彼女を夕食に招待する@{I}Invite her to dine with you",
                    "Description": "　彼女のフォークの持ち方は、手術道具を持つ時のそれと同じだろうか？@{I}Does she wield a fork the way she wields a surgical instrument?",
                    "ButtonText": "", "Id": 187069},
                   {"DefaultEvent": {"Description": "$Elder Continent -> 旧大陸, Adam's Way -> アダムの道$\"Last my mother heard, it was in Adam's Way, or somewhere further into the Elder Continent. It might still be zeeworthy. In its day, it was a most unusual ship. Do I want it back? I try not to want anything too much. But if you cared to travel in that direction, I could hardly stop you.\"\u000d\u000a\u000d\u000aWhen you wait long enough, she says a little more. \"I avoid obsessions, myself. But I know one of these days I'll have to operate on myself. Remove some desire that has gotten too unwieldy.\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "Too casual",
                                     "Id": 245072},
                    "Name": "クラデリー・ハートは今どこに？@{I}Where is the Cladery Heart now?",
                    "Description": "And would she care to claim her inheritance?",
                    "ButtonText": "", "Id": 187070},
                   {"DefaultEvent": {"Description": "It's a straight trade: one of your best discoveries for one of hers. It's not hard to drive the bargain. She sits back after dinner and tells you this:\u000d\u000a\u000d\u000a\"Most people think that the hard part of surgery is finding what's wrong and taking it out, but any fool could do that. A ship's cook with a cleaver can have that part of the job. The hard part is cutting so you can sew it all back up again afterwards.\" And she demonstrates on a shark fin, leaving it in a better condition than it started.",
                                     "LinkToEvent": {"Id": 245067}, "Name": "Exchange",
                                     "Id": 245073},
                    "Name": "あなたのハートを上昇させる@{I}Increase your Hearts",
                    "Description": "　秘密を引き出すための最も良い方法は、お返しに一つ差し出すことだ。[秘密を費やしてあなたのハートを上昇させましょう。ただし、100が上限です。]@{I}The best way to extract a secret is to offer one in turn. [Spend a Secret to improve your Hearts, unless it's higher than 100.]",
                    "ButtonText": "", "Id": 187071},
                   {"DefaultEvent": {"Description": "　彼女は皮を剥ぎ、骨を取り除き、鱗を大きさの順に並べた。「これが、この生き物が一番大事にしていた器官ですね」刃物とピンセットを手早く動かしながら、彼女は言った。「触っちゃ駄目ですよ。その紫の小さいのは毒がありますから」<br/><br/>　彼女は指先を洗う時にだけ個人的な話題に移った。「私のこの金属への熟達は、家系の両側から受け継いだものです」あなたの表情を仔細に観察しつつ、彼女は言った。「母はミスター・アイアンのお気に入りでした。母が言うには、彼らは一緒に働いていただけだそうですけど。ミスター・アイアンは、母の後援者として道具を提供していたんですって。そう簡単には曲がってしまわないような、鋭い道具を」@{I}There's flensing, deboning, an orderly arranging of scales from large to small. \"This was the creature's favourite organ,\" she says, working briskly with tweezers and blade. \"Don't touch it. The purple bits are toxic.\"\u000d\u000a\u000d\u000aShe only turns to personal matters when she's had a chance to rinse her fingers. \"I get my proficiency with metal from both sides of the family,\" she says, watching your expression closely. Then: \"Mother was a favourite with Mr Iron. She says that they only worked together, that Mr Iron sponsored her work and provided her with tools. Sharper tools that do not bend so easily.\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "それで、彼は誰なのか？@{I}Who was he, then?",
                                     "Id": 245074},
                    "Name": "彼女の父親……？@{I}Her father...?",
                    "Description": "　彼女は何かを切っている時の方が饒舌だ。あなたは彼女の父親についてもっと多くを聞き出せるかもしれない。@{I}She becomes more talkative when she has something to cut. Perhaps you can get her to say more about her father.",
                    "ButtonText": "", "Id": 187072},
                   {"DefaultEvent": {"Description": "\"Mother experimented on the lobe, various ways, with Mr Iron bringing her new implements. It wanted to be on the move, however, and in the end she put it on a ship, or built a ship around it: the Cladery Heart. But it got away from her.\"",
                                     "LinkToEvent": {"Id": 245067},
                                     "Name": "扱いにくい遺産@{I}An awkward inheritance", "Id": 245076},
                    "Name": "What happened to the cladent lobe?",
                    "Description": "　クラデリーの後継者の母親が、ロンドンのエコー・バザールから肉片を切除したのであれば、それはどこに消えたのか？[クラデリーの記念品を手に入れるには、彼女の施術の対象になるものを見つけなければなりません。一部の珍しいアイテムが条件を満たすほか、各地の港でそれが手に入ることもあります。]@{I}$Echo Bazaar -> エコー・バザール$If the Cladery Heir's mother cut off a piece of London's Echo Bazaar, where did it go? [To acquire a Cladery Souvenir, you must find something for the Heir to operate on. Certain unusual items might do, or you can find opportunities to gain one at some ports.]",
                    "ButtonText": "", "Id": 187074},
                   {"DefaultEvent": {"Description": "　あなたは手術室で彼女と共に座った。部屋には、保存処理をして塩漬けにされた生体部品の瓶が並んでいた。<br/><br/>「証拠は出せませんけどね」彼女は言った。「私は一つだけ奇妙な言語を話せますが、これは母譲りなので、太古のものではあっても人間由来です。私の体は刃物で切れば傷がつきます。私は炎にも耐性はありません。(もしかしたら、あの支配者たちにも耐性はないかもしれませんけどね。)でも、私は自分と同じような特異な技能の持ち主には今まで会ったことがありません。それに、私は母の人柄を知っています。あの人が普通の男と交際関係を持つなんて、ましてや夫にするなんて、とても考えられないことです。私を産んだとき、母はもう二千歳を越えていたんですから」@{I}You sit with her in a surgery lined with bottles of preserved and pickled body parts.\u000d\u000a\u000d\u000a\"I can't offer you proof,\" she says. \"The only strange tongue I speak is my mother's, which is ancient but human. Blades can cut me. I'm not immune to fire (though perhaps the Masters are not either). But I have not met anyone who shares my particular skills. And I know my mother. I cannot see her in any ordinary liaison with an ordinary man, much less a husband. She was in her third millennium when she bore me.\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "捻れた笑み@{I}Twisted smile",
                                     "Id": 245079},
                    "Name": "ミスター・アイアン？本当に？@{I}Mr Iron? Truly?",
                    "Description": "　手術中の彼女を見つけよう。彼女には本当に、ロンドンの頭巾を被った支配者たちと同じ血が流れているのだろうか？@{I}Find her during an operation. Does the blood of London's cowled Masters really run through her veins?",
                    "ButtonText": "", "Id": 187077},
                   {"DefaultEvent": {"Description": "She undresses you and stands scowling at you, as if choosing where to make an incision.\u000d\u000a\u000d\u000aThen: fingertips and the point of her tongue. She is not exactly impatient, but determined and precise, and she knows exactly what will produce the most intense sensation. Your vision blackens near the end, but she never <i>quite</i> goes too far. \u000d\u000a\u000d\u000aWhen you are too drained and dizzy to move, she gives you a smug look that you could possibly interpret as affection.",
                                     "LinkToEvent": {"Id": 245067}, "Name": "No caresses",
                                     "Id": 245086},
                    "Name": "Proposition the Cladery Heir",
                    "Description": "Despite her ironical eye.", "ButtonText": "",
                    "Id": 187081},
                   {"DefaultEvent": {"Description": "Did he offer proof? Did he look familiar? Did he know secrets about her mother that no one else could have known? Did you even see his face, under all those bandages? Did you even hear his real voice? He could have been anyone! He could have been looking for the Cladery Heir's inheritance, and using you to find out more!\u000d\u000a\u000d\u000aThen she avoids you for a day or two, which is not easy at sea. ",
                                     "Name": "A skeptical expression", "Id": 245654},
                    "Name": "Tell her about meeting her father",
                    "Description": "　彼女は真実を知るべきだ。@{I}She should know the truth.", "ButtonText": "",
                    "Id": 187416},
                   {"DefaultEvent": {"Description": "There!", "Name": "",
                                     "Id": 254126},
                    "Name": "Reset the Cladery Heir", "Description": "Reset!",
                    "ButtonText": "", "Id": 190855},
                   {"DefaultEvent": {"Description": "\"If the ship is in ice, then perhaps the cladent lobe has frozen. The <i>Cladery Heart</i> might be no more than an ordinary vessel now... still, even if that is so, there would be much to study.\" But whatever she says, the Cladery Heir plainly hopes to find the ship alive.",
                                     "LinkToEvent": {"Id": 245067},
                                     "Name": "Dead, or merely hibernating?", "Id": 254213},
                    "Name": "Speak to the Heir of the Cladery Heart",
                    "Description": "$Khan -> カーン, Frostfound -> 氷結城, Khan's Shadow -> カーンの影$At Khan's Shadow, they said to look at Frostfound...",
                    "ButtonText": "", "Id": 190918},
                   {"DefaultEvent": {"Description": "\"It's a unique ship, of course. I wouldn't want to recommend any foolish efforts to find her, but if she's there for the taking...\" The Cladery Heir shrugs. \"My mother always liked a challenge.\"",
                                     "LinkToEvent": {"Id": 245067},
                                     "Name": "Not determined, but not giving up", "Id": 254215},
                    "Name": "Raise the subject of the Cladery Heart",
                    "Description": "$Khan -> カーン, Khan's Shadow -> カーンの影$Is it worth seeking the ship further in Khan's Shadow?",
                    "ButtonText": "", "Id": 190920},
                   {"DefaultEvent": {"Description": "「あの印は外的な力ですよ」彼女は言った。「そのうえ、彼はあまりに多くを印に喰われてしまっています。もしも私があれを取り除いたら、あとには何も残らないでしょう」@{I}\"The sigil is an outside power,\" she says. \"And it's consumed too much of him. If I cut it out, there would be nothing left.\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "厳粛に頭を振って@{I}A grim headshake",
                                     "Id": 254221},
                    "Name": "彼女に印に苦しむ航海士への助力を求める@{I}$Sigil[- ]Ridden Navigator -> 印に苦しむ航海士$Ask her help with the Sigil-Ridden Navigator",
                    "Description": "　誰かが彼を助けられるとすれば、それは間違いなく彼女だ。@{I}If anyone could assist with him, surely it is the Cladery Heir.",
                    "ButtonText": "", "Id": 190925},
                   {"DefaultEvent": {"Id": 254309}, "Name": "test for new ship",
                    "Description": "", "ButtonText": "", "Id": 190979},
                   {"DefaultEvent": {"Description": "She asks what you want removed. Then she makes you consent three times to having it taken away.\u000d\u000a\u000d\u000aThen, the blade. There's pain in your ear, yes, but that is not the chief sensation. The other thing is a noise and a resistance like shears through heavy cloth. It is located in your mind and at the back of your neck. Your eyes go black.\u000d\u000a\u000d\u000a\"I haven't blinded you,\" she says mildly, as you sit there blinking and swallowing. \"But it will feel for a time as if I had. You lost a great deal of light.\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "The knife cuts",
                                     "Id": 257020},
                    "Name": "Volunteer for your own Cladery Operation",
                    "Description": "　あなたは欠伸をしている。彼女なら、それを止めることもできるだろう。@{I}You yearn. She could make the yearning stop.",
                    "ButtonText": "", "Id": 192318},
                   {"SuccessEvent": {"Description": "She refuses to let you watch while she works on the contents of the box. But afterward, she is in a dark mood, and complains in generalities. People are fools. No one dares face up to what is wrong with them. Hiding a secret from yourself does not make it go away. Pretending anger doesn't exist is not the same thing as patience. \u000d\u000a\u000d\u000aWhatever operation she's just done, she's kept a souvenir from it, but she won't show anyone what it is. She wraps it in cotton wool and keeps it in a little lacquered box left over from the sale of tea.",
                                     "LinkToEvent": {"Id": 245067},
                                     "Name": "Box delivered to the surgery", "Id": 245649},
                    "DefaultEvent": {"Description": "$Aft -> 後部$She investigates the box when there are no patients urgent for her attention. You are not allowed to attend. Afterwards, she pushes the box overboard, and there's a new item in her surgery: an uneven ball of silvery metal, the wrong shape for a spent bullet.",
                                     "LinkToEvent": {"Id": 245067},
                                     "Name": "Box delivered to the surgery", "Id": 245648},
                    "Name": "彼女に実験をさせる@{I}Let her have her experiment",
                    "Description": "　彼女は長箱の中身で実験をしてみたいと言っていた。[これにより、クラデリーの形見が手に入ります。他の副産物もあるかもしれません。]@{I}She has expressed an interest in experimenting with the content of a Long-Box. [This will produce a Cladery Souvenir, and may have additional results.]",
                    "ButtonText": "", "Id": 187411},
                   {"SuccessEvent": {"Description": "Her mother is not the concubine of a Master. Her father will never bring her knife-steel tempered in a baby star. Her lineage is merely human. Her city is only the mortal city that first fell into the Bazaar. She must give up waiting for an unimaginable future to blossom of its own accord.\u000d\u000a\u000d\u000aThe two of you speak about it late into the night, and then she goes into her operating room with a scalpel and a mirror. \u000d\u000a\u000d\u000aWhen she comes out, she has her small toe preserved in a whiskey jar, and a happy indifference to the question of her parentage.",
                                     "LinkToEvent": {"Id": 245067}, "Name": "Hard to let go",
                                     "Id": 246746},
                    "DefaultEvent": {"Description": "No no no.\u000d\u000a\u000d\u000aYou must be jealous of her history. You must be trying to manage her for yourself. You must have been using her for the Cladery Heart all along. She has no more use for you. People like her can make their fortunes anywhere. \u000d\u000a\u000d\u000aYou don't see her go, but when you check the ship in the morning, she has gone. Overboard? Did she swim? However she went, she took her knives and her specimens with her.",
                                     "Name": "No", "Id": 245655},
                    "Name": "Push her about meeting her father",
                    "Description": "Try to convince her that her father is not Mr Iron. She is clinging to this idea. [If things go poorly, you will lose her.]",
                    "ButtonText": "", "Id": 187417},
                   {"SuccessEvent": {"Description": "「これらは記念品なんですよ」彼女は言った。「これは、ある女性の掌から切り取られた皮膚の一部です。私は、彼女の不義の衝動を治すために、これを取り除きました。彼女は今では手袋をつけていますが、未だに結婚は維持しています」<br/><br/>「私にはもっと難しい仕事もできるでしょう」彼女は指先で刃物を弄んだ。「私の母がバザールに手術を施したのを知っていますか？母はバザールからこぶを切り取って、それが心安らかになり、もう延々気を散らされずに済むようにしたんです。でも、その手術は母を変えてしまいました。母は、皮膚にバザールの体液を浴びてしまったんです」@{I}\"These are souvenirs,\" she says. \"Here's the patch of skin from the palm of a woman's hand. I took it from her in order to cure her of the urge to adultery. Now she wears gloves, but she's kept her marriage.\"\u000d\u000a\u000d\u000a\"There's more difficult work I could be doing.\" She is playing her blade between her fingers. \"Did you know my mother operated on the Bazaar itself? She cut away its cladent lobe so that it would be at peace and not have to wander on and on. But the operation changed her. She got some of the ichor on her skin.\"",
                                     "LinkToEvent": {"Id": 245067},
                                     "Name": "この尾てい骨はどうして手に入れたの？@{I}Why do you have this tailbone?", "Id": 254198},
                    "DefaultEvent": {"Description": "「これらは記念品なんですよ」彼女は言った。「これは、ある女性の掌から切り取られた皮膚の一部です。私は、彼女の不義の衝動を治すために、これを取り除きました。彼女は今では手袋をつけていますが、未だに結婚は維持しています」<br/><br/>「私にはもっと難しい仕事もできるでしょう」彼女は指先で刃物を弄んだ。「私の母がバザールに手術を施したのを知っていますか？母はバザールからこぶを切り取って、それが心安らかになり、もう延々気を散らされずに済むようにしたんです。でも、その手術は母を変えてしまいました。母は、皮膚にバザールの体液を浴びてしまったんです」[クラデリーの記念品を手に入れるには、彼女の施術の対象になるものを見つけなければなりません。一部の珍しいアイテムが条件を満たすほか、各地の港でそれが手に入ることもあります。]@{I}\"These are souvenirs,\" she says. \"Here's the patch of skin from the palm of a woman's hand. I took it from her in order to cure her of the urge to adultery. Now she wears gloves, but she's kept her marriage.\"\u000d\u000a\u000d\u000a\"There's more difficult work I could be doing.\" She is playing her blade between her fingers. \"Did you know my mother operated on the Bazaar itself? She cut away its cladent lobe so that it would be at peace and not have to wander on and on. But the operation changed her. She got some of the ichor on her skin.\" [To acquire a Cladery Souvenir, you must find something for the Heir to operate on. Certain unusual items might do, or you can find opportunities to gain one at some ports.]",
                                     "LinkToEvent": {"Id": 245067},
                                     "Name": "この尾てい骨はどうして手に入れたの？@{I}Why do you have this tailbone?", "Id": 245075},
                    "Name": "彼女の手術室を探索する@{I}Explore her Surgery",
                    "Description": "　彼女は検体をアルコールか油に漬けて棚に保存している。それらは彼女が患者から切り取ったものだ。@{I}On her shelf she keeps things preserved in alcohol or packed in oil. Things she cut from patients.",
                    "ButtonText": "", "Id": 187073},
                   {"SuccessEvent": {"Description": "The Cladery Heir emerges from her surgery in a curiously light mood. The body is wrapped in linen for disposal.\u000d\u000a\u000d\u000a\"This is happier than living would have been.\" She holds up a sort of tumor floating in yellow liquid, its tendrils extending in various directions. \"The prisoner would have died in a month or two. The difference is, I took out the pain.\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "Better off",
                                     "Id": 254203},
                    "DefaultEvent": {"Description": "The Cladery Heir emerges from her surgery in a depressed mood. The body is wrapped in linen for disposal.\u000d\u000a\u000d\u000a\"There was nothing wrong with the technique,\" she tells you. \"If they'd been willing, it might have cured them of certain ailments... but they fought back under the knife. And what I extracted wouldn't be fit to stuff a sausage.\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "Not much left",
                                     "Id": 254202},
                    "RareSuccessEvent": {"Description": "The Cladery Heir comes out of the surgery with an earlobe. The prisoner goes back to their cell, whistling.\u000d\u000a\u000d\u000a\"There's not a day of their life since childhood that they haven't thought of killing a certain person,\" says the Heir. \"Now they don't have to think of it any more.\"",
                                         "LinkToEvent": {"Id": 245067}, "Name": "Much better off",
                                         "Id": 254204},
                    "Name": "クラデリーの後継者に囚人を与えて解剖させる@{I}Give the Cladery Heir a Prisoner to cut open",
                    "Description": "「囚人は復讐を企てるものです。私なら、そんな考えは止めさせてあげることができますよ」[囚人を失う代わりに形見が手に入ります。]@{I}\"This prisoner seeks revenge. I can make them stop wanting that.\" [This may lose a prisoner and may create a souvenir.]",
                    "ButtonText": "", "Id": 190912},
                   {"SuccessEvent": {"Description": "$[Bb]lemmigan -> ブレミガン$This will require special equipment: the smallest knives, magnification lenses, strong light, a sieve. Do you have some finely-woven silk by any chance? No matter, it was a whim...\u000d\u000a\u000d\u000aShe works all night. In the morning, the blemmigan is gone and she has a vial of shifting, cosmogone powder. \"I would advise against eating any of this, unless you fancy a very altered state of mind.\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "Spores!",
                                     "Id": 254206},
                    "DefaultEvent": {"Description": "She goes in with knives and glass plates and lenses. She comes out with a heap of minced fungus. \"It's no good,\" she says. \"The motive power is too diffuse within the entity. Unless you want some of this for a stew?\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "The wrong implements",
                                     "Id": 254205},
                    "Name": "クラデリーの後継者にブレミガンを与える@{I}$[Bb]lemmigan -> ブレミガン$Let the Cladery Heir have a Blemmigan",
                    "Description": "　彼女はブレミガンの機能の解明に興味があると言っていた。どうしてブレミガンは繁殖域を広げたがるのか？その執念は一体どこから湧いてくるのか？@{I}She has expressed interest in discovering how it works. Why does it propagate? Where is its obsession located?",
                    "ButtonText": "", "Id": 190913},
                   {"SuccessEvent": {"Description": "She draws the creature in both its appearances, as fish and as blossom. \"I operate on desires. Compulsions. Requirements. Sometimes those compulsions are based in self-delusion, and that is where the Mollyflower might come in handy. Dull the pain of parting with a bad wish.\"",
                                     "LinkToEvent": {"Id": 245067}, "Name": "A study, and insights",
                                     "Id": 254223},
                    "DefaultEvent": {"Description": "$Aft -> 後部$She draws the creature in both its appearances, as fish and as blossom. Afterwards, she gives you an account of how it works, but you understand perhaps one sentence in ten.\u000d\u000a\u000d\u000aWhen you ask her to explain a second time, she takes off her hat and glares at you.",
                                     "LinkToEvent": {"Id": 245067}, "Name": "A study, and insights",
                                     "Id": 254222},
                    "Name": "Give her your White Mollyflower",
                    "Description": "When you bought it, they told you it would take away delusions. But how does it work?",
                    "ButtonText": "", "Id": 190926}],
 "Description": "　彼女は二本のメスを同時に操る。あるいは片手にメスを持ち、もう片方には肉を開いたままにするためのフォーク状の器具を持つこともある。彼女の施術は迅速で、出血もほとんどない。@{I}She works with two scalpels at a time, or with a scalpel and a tined instrument, pinning open the flesh she's working on. Her operations are brisk and yield very little blood.",
 "Name": "クラデリーの後継者と話す@{I}Speak with the Cladery Heir", "Id": 245067}
