{"ChildBranches": [{"DefaultEvent": {"Description": "スクリムシャンダーの住人は大半の時間を過去の謎に祈って過ごす。そしてそれとほぼ同じだけの時間を解釈についての議論に費やしている。ここに暮らして長い住人たちは近くに沈んだ船から物を集め詳細に観察しては、あらゆる骨に近い残骸にその解釈を刻み込んでいる。しかしあまりにも頻繁に去る者たちは、街を去る時に置き去った記憶や個性、あるいは骨によって、容易に見分けがつく。\u000d\u000a\u000d\u000aそれ以外では、住人達はほとんど現在に関心を持っていない。少なくとも、塔の中に埋められた歴史に対するような情熱は向けていない。最近の世間での出来事についての話を切り出しても、それが歴史との類似点についての話の種にでもならない限り、礼儀正しい沈黙によって応えられる。ここには古い遺恨とあらたな仮説以外にはほとんど変わるものはない。@{K}The inhabitants of Scrimshander spend much of their time praying on the mysteries of the past. They spend almost as much time arguing about their interpretations. Salted residents often collect nearby salvage, studying the results and inscribing their interpretations on any skeletal remains. But those who leave too often are easily recognised by what they have left behind in their travels: memories, personalities, and bones.\u000d\u000a\u000d\u000aOtherwise, they rarely consider the present - certainly not with the same focus they give to the histories buried within their tower. Recent world events are met with polite silence, unless it prompts an anecdote about similarities with antiquity. Apart from old grudges and new theories, very little changes here.",
                                     "LinkToEvent": {"Id": 254670},
                                     "Name": "訪問者はほとんどおらず、立ち去るものはさらに少ない@{K}Few visitors, fewer departures", "Id": 254671},
                    "Name": "港湾報告書を纏める@{K}$[Pp]ort [Rr]eport -> 港湾報告書$Compile a port report",
                    "Description": "現在進行形の歴史と考えればいい。@{K}Consider it an ongoing history of the present.",
                    "ButtonText": "", "Id": 191205},
                   {"DefaultEvent": {"Description": "扉の外の敬虔な沈黙を味わった後だと、円形劇場の騒音は壁の外にある重い海のようにあなたを圧倒した。@{K}After the reverent silence of the outside, the boisterous noise of the amphitheatre washes over you like the heavy sea beyond these walls.",
                                     "LinkToEvent": {"Id": 254677}, "Name": "円形劇場へ@{K}To the amphitheatre",
                                     "Id": 255860},
                    "Name": "歴史の舞台に集う@{K}Gather at the Stage of History",
                    "Description": "学者たちが列をなして長い廊下を進み、通路の端にある巨大な象牙の観音扉を静かに通り抜けていく。彼らが再びふらつきながら出てくると、あなたにも張り上げられた声と議論と笑い声が聞こえた。@{K}Scholars file quietly into a pair of great ivory doors at the far end of the hallway. When they stumble out again, you can hear raised voices, arguments, and laughter.",
                    "ButtonText": "", "Id": 191720},
                   {"DefaultEvent": {"Description": "修道士たちは渋々と言った様子であなたの立ち入りを認めたが、同時に許可された時間以上に留まれば『重大な罰』が待っていると警告した。罰の詳細については語られなかったが、彼らの骨ペンは他の仲間たちの持つ物と比べて明らかに大きく鋭い。@{K}The monks grudgingly allow you to enter, but warn you that staying longer than your allotted time will incur \"significant penalties.\" They refrain from going into details, but you notice that their bone-quills are significantly larger and sharper than their fellows'.",
                                     "LinkToEvent": {"Id": 254679},
                                     "Name": "下方へ、歴史の中へ@{K}Downwards, into history", "Id": 255862},
                    "Name": "骨の記録庫へ潜る@{K}Delve into the Ivory Archives",
                    "Description": "骨の記録庫には大量の歴史が残っている。何世紀分もの訪問者たちの物語が骨の柱に刻み込まれ、砦となっているのだ。記録庫は図書館と納骨堂の中間のようなものだったが、はるかに入りづらい雰囲気を漂わせている。[探索し、戻ってくるためには十分な記録庫での時間が必要になります。少なくとも5ポイントは用意しておくことが推奨されますが、さらに時間があればより深くまで探検することが出来ます。歓迎される以上には留まらないように。さもなければ不愉快な事態に陥ることになるでしょう。]@{K}The Ivory Archives are a wealth of history, with ages of visitors' stories carved into the bone pillars that build the citadel. It's something between a library and an ossuary, but less inviting. [You will want enough Time in the Archives to explore and return afterwards. At least five points is recommended, but more will allow deeper explorations. Do not overstay your welcome. It will not be pleasant.]",
                    "ButtonText": "", "Id": 191722},
                   {"DefaultEvent": {"Description": "この街に入る時にもこれだけの数の守衛がいただろうか？入り口の脇にはいつも新鮮そうな骨の山があっただろうか？@{K}Were there quite this many guards when you came in? Was there always a pile of fresh bones by the entrance?",
                                     "LinkToEvent": {"Id": 254675}, "Name": "旅立ち@{K}Departing",
                                     "Id": 255863},
                    "Name": "スクリムシャンダーを去る@{K}Leave Scrimshander",
                    "Description": "自分の一部を置き残すことなくここを去ることは出来ない。心の準備をしておこう。@{K}No one departs without leaving something of themselves behind. Be ready.",
                    "ButtonText": "", "Id": 191723},
                   {"DefaultEvent": {"Description": "ブレミガンは海獣の系統についての彫刻のある巨大な牙の陰に落ち着いた。あれは自分の名前を系統の中に探しているのではないか、という疑いがどうにも拭い去れない。@{K}[Bb]lemmigan -> ブレミガン$The blemmigan settles in the shadow of a massive tusk inscribed with a genealogy of zee-beasts. You have the nagging suspicion that it's reading for its own name.",
                                     "LinkToEvent": {"Id": 254670}, "Name": "熱心な学徒@{K}An avid student",
                                     "Id": 255864},
                    "Name": "ブレミガンを放す@{K}$[Bb]lemmigan -> ブレミガン$Release a blemmigan",
                    "Description": "この場所にはもう少し綺麗な色が入ってもいいんじゃないだろうか。紫のブレミガンも賛成のようだ。@{K}$[Bb]lemmigan -> ブレミガン$This place could use a little colour. The violet blemmigan seems to agree.",
                    "ButtonText": "", "Id": 191724},
                   {"DefaultEvent": {"Description": "広範な歴史を目にして、隠遁したドラウニーの中の何かが解き放たれたようだった。これだけ長い間沈黙を守ってきたというのに、彼は今になって自らの比較的ささやかな物語を熱を込めて語りだした。彼が骨ペンを手に入れるまで、あなたは嫌でも物語を聞かせられ続けられることとなった。渡された硬貨は貴重な物だったが、彼から転がりだした物語の方はというとそれほどでもなかった。@{K}Something within the Monastic Drownie has been unloosed at the sight of such sweeping histories. After such a long time silent, he is eager to share his own, smaller stories - and until he can earn his own bone quill, you are his captive audience. The coins he gives you are valuable, but not as much as the tales that tumble out of him.",
                                     "LinkToEvent": {"Id": 254670}, "Name": "言葉の洪水@{K}A flood of words",
                                     "Id": 256372},
                    "Name": "隠遁したドラウニーを降ろす@{K}@{K}Deliver a Monastic Drownie",
                    "Description": "静かな客人は壁画にくぎ付けになった。彼の目は見開かれ口は半開きだ。そして言葉で表現しようのない叫びが続く。彼が話すのを聞くのはこれが初めてだ。@{K}Your silent passenger is transfixed by the murals, eyes wide and mouth agape. His unrepeatable exclamation is the first word you've heard from him.",
                    "ButtonText": "", "Id": 192097},
                   {"DefaultEvent": {"Description": "真実を求めるキェロネイト人は無言で祈りをささげたのち、立ち上がってあなたをひしと抱擁した。そして報酬と共に、蛇の歯で作られた輪を誇らしげにあなたに差し出す。「怪物を狩るのはもうやめだ――これからは過去の時代の中に英雄を狩るとしよう」@{K}$Chelonate -> キェロネイト$After saying a wordless prayer, the Truth-Hunting Chelonate stands and clasps you in a fierce embrace. In addition to payment, she proudly presents you with a garland of sharks' teeth. \"My days of hunting monsters is over - now I hunt heroes through the ages.\"",
                                     "LinkToEvent": {"Id": 254670}, "Name": "心からの感謝@{K}Hearty appreciation",
                                     "Id": 256373},
                    "Name": "真実を求めるキェロネイト人を降ろす@{K}$Chelonate -> キェロネイト$Deliver a Truth-Hunting Chelonate",
                    "Description": "キェロネイト人は顔の無い戦士の象牙の彫像の前に跪いた。傷跡の残るその像の姿は彼女の腕のタトゥーに似ている。@{K}She kneels before an ivory carving of a faceless warrior. Its scarred figure resembles the tattoo on her arm.",
                    "ButtonText": "", "Id": 192098},
                   {"DefaultEvent": {"Description": "立ち並ぶ簡素な家は灰と骨の塵の煉瓦で作られたものだ。その全ての煉瓦に物語が美しく刻まれている。内容はありふれたものから俗なものまで様々だ。中には互いに相反する異なる情報源から伝えられた同じ物語について語る煉瓦もあった。\u000d\u000a\u000d\u000aあなたは放棄された家の側面に書かれた物語を読んで静かな時を過ごした。読んだ物語の中の幾つかは妙に馴染み深いものだった。@{K}The simple houses are built with bricks of ash and bone dust. Each bears a finely-engraved story, from the mundane to the profane. Some bricks tell the same tales, from different and contradictory sources. \u000d\u000a\u000d\u000aYou spend a quiet hour reading the side of a derelict house. A handful of its tales are suspiciously familiar.",
                                     "LinkToEvent": {"Id": 254670}, "Name": "馴染みのある物語@{K}A familiar tale",
                                     "Id": 258214},
                    "Name": "幾つもの広間を彷徨う@{K}Wander the halls",
                    "Description": "塔の上へ行くほど物語は新しいものになってゆく。もしかすると役立てることも出来るかもしれない。@{K}The higher in the tower, the more recent the tales. Perhaps they can be useful?",
                    "ButtonText": "", "Id": 192656},
                   {"DefaultEvent": {"Description": "彼女は書類の束を大きすぎるケースに入れるとあなたの方にせかせかと歩いて来た。「スクリムシャンダー中を探しましたのに、兄の書いた記録も兄について書かれた彫刻も見つかりませんでした。妙ですね、兄はここに来たと確信していたのですけれど……私は捜索の合間に金銭的な契約を結んでしまって、数日の間はスクリムシャンダーを去ることが出来ないのです。ですから、あなたとお話ししようと思いましたのよ！手を貸していただけますか？あるいは雇う事は？これは――家族の思いやりと、血の繋がりによる絆の問題ですのよ」@{K}She pushes a sheaf of papers into an oversized case and bustles towards you. \"I have been all over Scrimshander and I can find no sign of my brother's writing or any inscription about him,\" she says. \"Which is strange, because I was most definitely assured he had come here... Meanwhile, I made certain promises of a pecuniary nature, which mean that I am not at liberty to leave Scrimshander again for a few days. So I turn to you! Could you assist me? Are your services for hire? It is a matter of-- of family loyalty, of the ties of blood.\"",
                                     "LinkToEvent": {"Id": 258874},
                                     "Name": "居丈高な妹の物語@{K}The Imperious Sister's tale", "Id": 258549},
                    "Name": "ヴェールを被った女性に気が付いた@{K}Take note of a veiled woman",
                    "Description": "ヴェール付きの帽子をかぶった中年女性があなたを見つめ、話を聞いてもらうために気付かれるのを待っていた。@{K}A middle-aged woman in a veiled hat is staring at you, waiting for you to notice and listen to her.",
                    "ButtonText": "", "Id": 192883},
                   {"DefaultEvent": {"Description": "\"Ah, forgive me. Yes. I shall remedy this.\" The heavy box with its gossamer-thin contents are swiftly whisked away. \"You have our gratitude. You shall not have answers.\" ",
                                     "LinkToEvent": {"Id": 254670}, "Name": "", "Id": 258551},
                    "Name": "Deliver a Cargo of Answers ",
                    "Description": "A Mellifluous Historian raises an eyebrow at the cargo you carry from your zub. [This is not yet implemented]",
                    "ButtonText": "", "Id": 192885},
                   {"DefaultEvent": {"Description": "TBD",
                                     "LinkToEvent": {"Id": 254670}, "Name": "TBD", "Id": 258552},
                    "Name": "Leave a Cladery Souvenir",
                    "Description": "It's a piece of someone. Perhaps not a piece of <i>you</i>, but who's keeping track?",
                    "ButtonText": "", "Id": 192886},
                   {"DefaultEvent": {"Description": "あなたは骨の通路を進んだ。@{K}You make your way through the bony tunnels.",
                                     "LinkToEvent": {"Id": 259232}, "Name": "", "Id": 259241},
                    "Name": "マリアムを訪ねる@{K}Visit Mariam",
                    "Description": "あなたはもう漆黒の納骨堂への道を知っている。@{K}You know the way to the Stygian Repository, now.",
                    "ButtonText": "", "Id": 193315},
                   {"DefaultEvent": {"Description": "教会の内部に積み荷を降ろすと、青ざめた記録官が小走りに駆け寄ってきた。彼女の瞳が輝いたが、顔はさらに青ざめた。「これのせいできっと恐ろしい騒動が巻き起こりますね！」彼女は身を寄せて彫刻を惚れ惚れと見つめた。「ドラウニーたちは溜飲を下げるでしょうが、キェロネイト人たちはこれを隠すために戦おうとするでしょう。けれどその前に私に任せていただければ――」記録官の言葉は突然の騒音によって遮られた。ドラウニーの声とキェロネイト人の頑丈な靴の音が混ざり合い洞窟の奥深くより響いてくる。@{K}$[Dd]rown(y|ies) -> ドラウニー, Chelonate -> キェロネイト$A Wan Archivist scurries forward to look at the Cargo as you haul it into the nave. Her eyes shine, but her complexion pales. \"This is going to cause such an awful fuss!\" She bends to admire the carvings. \"The Drownies will gloat, and the Chelonates will fight to bury it. Best leave it with me before -\" She is cut off by a sudden clamour. Drownie voices rising from the depths of the caverns intermingled with the leaden footsteps of Chelonate boots. ",
                                     "LinkToEvent": {"Id": 262601}, "Name": "望まれない配達@{K}An unwanted shipment",
                                     "Id": 262600},
                    "Name": "“答え”の積み荷を届ける@{K}Deliver the Cargo of Answers",
                    "Description": "この積み荷の元々の目的地はスクリムシャンダーだった。配達はかなり遅れてしまったが、あなたのお陰でついに届けられた。@{K}Scrimshander was its original destination. The shipment has been substantially delayed, but, thanks to you, it is finally here. ",
                    "ButtonText": "", "Id": 195702},
                   {"DefaultEvent": {"Description": "$Chelonate -> キェロネイト, Fathomking -> ファザムキング$\"I've had a chance to examine this.\" The Paleographer pats the box. \"The Fathomking has certain expectations of the Chelonates. They owe him certain ancient debts. He would be interested to see this piece of history. Take this to him, Trespasser. Let the Fathomking render his judgement.\"",
                                     "LinkToEvent": {"Id": 254670}, "Name": "The ties that bind",
                                     "Id": 263130},
                    "Name": "$[Dd]rown(y|ies) -> ドラウニー$Perform a task for the Drownies",
                    "Description": "The Drownie Paleographer would like your assistance. The Cargo of Answers sits beside her.",
                    "ButtonText": "", "Id": 196043},
                   {"DefaultEvent": {"Description": "\"I have arranged for the cargo to be escorted to the deepest Archives.\" He indicates a Muscular Monk standing grim-faced next to him. \"But the escort must remain below to ensure this particular piece of history remains <i>undisturbed</i>. Will you accompany him to ensure the deed is done, and report back when this aberrant history is safely interred?\"\u000d\u000a\u000d\u000a[You must enter the Ivory Archives to continue the story. The Glib Historian may be able to help.]",
                                     "LinkToEvent": {"Id": 254670},
                                     "Name": "A shame that should be forgotten", "Id": 263137},
                    "Name": "$Chelonate -> キェロネイト$Perform a task for the Chelonate",
                    "Description": "$Chelonate -> キェロネイト$The Chelonate Chronologist sits primly atop the Cargo of Answers. He would appreciate your assistance. ",
                    "ButtonText": "", "Id": 196047},
                   {"DefaultEvent": {"Description": "He exhales with relief when he sees you return, alone. \"We are only what our ancestors are held to have been. Thank you for not tarnishing our pride.\" The Chronologist stands to shake your hand - his trembles with rheumatism, or nerves. He motions for an attendant to open the wooden chest they are holding. \"For all you've done.\" Your gift burns brightly.\u000d\u000a",
                                     "LinkToEvent": {"Id": 254670}, "Name": "", "Id": 263276},
                    "Name": "$Chelonate -> キェロネイト$Return to the Chelonate Chronologist",
                    "Description": "$Chelonate -> キェロネイト$You have done as he asked. Evidence of the Chelonate's inglorious origins has been conealed.",
                    "ButtonText": "", "Id": 196129},
                   {"DefaultEvent": {"Description": "$Chelonate -> キェロネイト$<p>It is difficult to be inconspicuous while carrying a large wooden chest. The Chelonate Chronologist has spies - and an ambush prepared. The Chelonates rise from biers and slabs carved into the sides of the walls, blocking your escape. The Chronologist steps forward. \"We have always been warriors.\" He hefts an unpleasant-looking ceremonial mace.</p>\u000d\u000a\u000d\u000a<p>The violence is interrupted by the emergence of the Drownie Palegrapher from another bier. \"Need I remind you of the Marrow Protocols? 'Spill no blood on the bone'!\" She remains smiling until the Chelonates have sloped away. \"The truth will out. Especially if it harms our enemies. You have more than earned your reward.\" She opens a small box. Inside, a burning gift.</p>\u000d\u000a\u000d\u000a",
                                     "Name": "", "Id": 263287},
                    "Name": "$[Dd]rown(y|ies) -> ドラウニー$Inform the Drownies",
                    "Description": "$Chelonate -> キェロネイト$You have not done as asked. The Chelonate Chronologist is unlikely to be pleased. But the Drownie Paleographer will reward you for returning the Cargo.",
                    "ButtonText": "", "Id": 196135},
                   {"DefaultEvent": {"Description": "The Drownie Paleographer is tucked into an alcove examining the down-strokes of a carving. Her milky eyes widen when she sees you. \"Did you see His Complexity? Did he give judgement?\" She licks her lips nervously as you recount what was said in the throne-cyst. As you finish, she smiles, a touch wistfully. \"His Complexity is wise - it is good that they be humbled. Perhaps this will force them to change.\" She reaches into her satchel and produces a clouded pearl. \"This was taken from- well, it's dead now. But there is no other like it. You have earned this.\"",
                                     "LinkToEvent": {"Id": 254670}, "Name": "", "Id": 263387},
                    "Name": "$[Dd]rown(y|ies) -> ドラウニー, Fathomking -> ファザムキング$Deliver the Fathomking's judgement to the Drownies",
                    "Description": "$Chelonate -> キェロネイト$Tell the Paleographer that His Complexity's troubadours shall sing of the Chelonates shame",
                    "ButtonText": "", "Id": 196205},
                   {"DefaultEvent": {"Description": "$Fathomking -> ファザムキング$The Drownie Paleographer is tucked into an alcove examining the down-strokes of a carving. Her milky eyes widen when she sees you. \"Did you see His Complexity? Did he give judgement?\" She licks her lips nervously as you recount what was said in the throne-cyst. As you finish, she smiles, a touch uncertainly. \u000d\u000a\u000d\u000a\"Is it wise to forget? What is thought lost usually returns, eventually.\" She shakes her head. \"I speak out of turn. The Fathomking is wise. This silence may foster a truce.\" She reaches into her satchel and produces a clouded pearl. \"This was taken from- well, it's dead now. But there is no other like it. You have earned this.\"",
                                     "LinkToEvent": {"Id": 254670}, "Name": "", "Id": 263388},
                    "Name": "$[Dd]rown(y|ies) -> ドラウニー, Fathomking -> ファザムキング$Deliver the Fathomking's judgement to the Drownies",
                    "Description": "$Chelonate -> キェロネイト$Tell the Paleographer that the Chelonate shall become unsung and forgotten.",
                    "ButtonText": "", "Id": 196206},
                   {"SuccessEvent": {"Description": "修道士が墓人の一日について語り、あなたはペンを走らせる。ペン先は茸を刻むように容易く骨に刻み目をつけることが出来る。\u000d\u000a\u000d\u000a物語は無味乾燥なものだったが、彼は後世のために記録するように言ってきかない。ここにやって来て物語を分け合う墓人はほとんどいない――彼はこの歴史の盲点をいかに嘆かわしく思っているか長々と述べる。仕事が終わると、彼はさらに物語を見せようとあなたを客人として骨の記録庫へ招いた。@{K}The monk describes a day in the life of a tomb-colonist, while you wield the quill. Its nib carves the bone easily as if it were mushroom flesh. \u000d\u000a\u000d\u000aThe tale is dry, but he insists it be recorded for posterity. Few tomb-colonists come to share their tales - a historical blind spot he laments at length. When the work is finished, he invites you to see further tales in the Ivory Archives as his guest.",
                                     "LinkToEvent": {"Id": 254670}, "Name": "一日の口述記録@{K}A day dictated",
                                     "Id": 258555},
                    "DefaultEvent": {"Description": "包帯巻きの修道士が墓人の一日を口述し、あなたがその言葉を刻み込む。物語は途切れ途切れに続き、瞼が重くなり始めた……その時、あなたの手が滑り、ペン先に着けられた鉄片が骨を過ぎて手の甲へと突き刺さった！\u000d\u000a\u000d\u000a血が象牙の上に湧きだし、言葉の合間に流れ込んで文字を彩った。修道士は親切にもペンを取り上げて包帯を差し出した。止血を済ませると、彼はあなたを骨の記録庫へと招待した。そしてその中で、修道士はあなたに特に愛されている記録の多くには血が混ざっているものだとこっそりと語ってくれた……@{K}The bandaged monk describes a day in the life of a tomb-colonist while you carve his words. The tale continues interminably, and your eyelids begin to droop... Until your hand slips, sending the steel-nib of the quill skittering across the bone and into the palm of your hand!\u000d\u000a\u000d\u000aBlood wells against ivory, flowing into the words and highlighting them in crimson. Kindly, the monk takes the quill and offers you a length of bandage. When you staunch the bleeding, he invites you to the Ivory Archives. He confides in you that many of their most beloved records are inlaid with blood..",
                                     "LinkToEvent": {"Id": 254670}, "Name": "血の混ざった記録@{K}Inlaid with blood",
                                     "Id": 255859},
                    "Name": "年老いた年代史家を助ける@{K}Assist an Ancient Chronicler",
                    "Description": "包帯巻きの修道士が座って、先端に鋼鉄の付けられた羽ペンで物語を刻もうとしている。しかし、震える手では難しいだろう。@{K}A bandaged monk sits, attempting to carve a tale with a steel-tipped quill. This is not work for a trembling hand.",
                    "ButtonText": "", "Id": 191719},
                   {"SuccessEvent": {"Description": "リットンはここにはいないが、キェロネイト人の骨筆記家が彼の事を覚えていた。彼は長くは留まらなかったという。通路の中に入ると、すぐに啜り泣きながら出てきたそうだ。そしてロンドンすぐ近くにあるロウ・バーネットへ向かう手段を見つけるとここを去った。[ロンドン近海のロウ・バーネットで捜索を続けましょう。]@{K}$Chelonate -> キェロネイト, Low Barnet -> ロウ・バーネット$He is not here, but a Chelonate bone-scribe recalls him. Lytton did not stay long. He went into the tunnels, and emerged shortly thereafter, weeping. When he departed he found passage to Low Barnet, just a stone's throw from London. [Continue your search at Low Barnet, near London.]",
                                     "LinkToEvent": {"Id": 254670}, "Name": "期待の持てる手がかりだ！@{K}A promising lead!",
                                     "Id": 259147},
                    "DefaultEvent": {"Description": "あなたはくたくたになるまで尋ねて回った。しかし、峻厳な慈善家の夫はここにはいない。この港はリストから消してもいいだろう。[峻厳な慈善家の夫がいる可能性のある港の一覧は、日誌で確認できます。]@{K}Your enquiries are exhaustive - the Philanthropist's husband is not here. You can cross this port off your list. [Check your journal for reminders about where the Philanthropist's husband might be.]",
                                     "LinkToEvent": {"Id": 254670}, "Name": "見つからなかった@{K}No luck",
                                     "Id": 259146},
                    "Name": "峻厳な慈善家の夫を探す@{K}Search for the Fierce Philanthropist's husband",
                    "Description": "彼は他の捨て去られた古い歴史の中に埋もれるため、この場所に来たのだろうか？@{K}Did he come to lose himself among the other old, abandoned histories?",
                    "ButtonText": "", "Id": 193256}],
 "Description": "あなたは教会のような造りの骨から作られた湿っぽい広間を進む。象牙色の壁には、ありえそうもない歴史の一場面が繊細な彫刻によって描き出されている。これらの壁は幾つもの小さな指の骨で囲まれていた。全ての骨に名前が刻まれている。\u000d\u000a\u000d\u000a住人は灰色のローブを纏い、鋼鉄のペン先のついた骨ペンを持ち歩いている。どうやら大半はドラウニーかキェロネイトから追放された者であるようだ。多くは口を開かず訪問者たちを無視しているが、聖なる遺物の解釈について激しく議論している声も聞こえてくる。あなたが立ち去る時に置いてゆく物も、すぐにその聖なる遺物の中に加わることになるだろう。@{K}$[Dd]rown(y|ies) -> ドラウニー, Chelonate -> キェロネイト$You walk down a damp nave of bone. Intricately carved ivory walls depict improbable scenes from history. The walls are edged in tiny finger-bones, each bearing a single name.\u000d\u000a\u000d\u000aInhabitants wear ashen robes and carry steel-tipped bone quills, but you recognise most as Drownies or Chelonate expatriates. While most are quiet and ignore visitors, you hear heated arguments over interpretations of the sacred remains. Sacred remains which will include whatever you leave behind when you depart.",
 "Name": "スクリムシャンダー中央部@{K}Scrimshander Centre", "Id": 254670}
