{"ChildBranches": [{"DefaultEvent": {"Description": "　あなたはその冴えた解決法を提案した。彼女はもう何も捨てる必要はない。彼女は既に父親に夢を持つことを諦めているのだから、もうそれで十分だ。<br/><br/>「ひょっとしたら」彼女は言った。「彼のことは、名誉の上での家族のように考えられるかもしれません。私は彼を、アイアン『おじさん』と呼んでも良いものでしょうか？」<br/><br/>　それでも、彼女はあなたがクラデリー・ハートを手元に置くことには同意してくれたし、それ以降も船員として船に留まると言ってくれた。@{I}$Iron -> アイアン, Cladery Heart -> クラデリー・ハート$You suggest this neat solution to her. She doesn't need to renounce anything else: she has given up believing in her father, and that's enough.\u000d\u000a\u000d\u000a\"Perhaps,\" she says, \"I could regard him more as an honorary family member. Do you think I could call him <i>Uncle</i> Iron?\"\u000d\u000a\u000d\u000aBut she agrees to let you keep the Cladery Heart, and to stay on with your crew.",
                                     "Name": "ミスター・アイアンの伝説を失って@{I}$Iron -> アイアン, Mr Iron -> ミスター・アイアン$The loss of the legend of Mr Iron",
                                     "Id": 256826},
                    "Name": "クラデリーの後継者を手元に残し、彼女の船で航海を共にする@{I}$Cladery Heir -> クラデリーの後継者$Keep the Cladery Heir and sail her ship together",
                    "Description": "　彼女はクラデリー・ハートに乗りながらあなたに仕えれば良いではないか？彼女はこれ以上何かを諦めなくたって良いのだ。@{I}$Cladery Heart -> クラデリー・ハート$Why shouldn't she serve you aboard the Cladery Heart? She's already given up enough. ",
                    "ButtonText": "", "Id": 192260},
                   {"DefaultEvent": {"Description": "　あなたはクラデリー・ハートの機関室の奥深くで彼女を見つけた。彼女は油で汚れた手袋をはめていた。手袋は安全性を考慮した肘より上までを覆うものだったが、床は体液によって滑りやすくなっていた。<br/><br/>「そのスプレッダーを取って」部屋に入ってきたあなたに、彼女は鋭く言い放った。「腹部の部屋に何が入っているか確かめないと」<br/><br/>　その後、船に戻ってから、あなたは彼女にこれからどうするつもりなのか尋ねた。彼女は暗澹としていた。「私は夢中になりかけています」彼女は白状した。「私は自分に手術を施して、クラデリー・ハートへの関心を取り除く必要があるのかもしれません」@{I}$Cladery Heart -> クラデリー・ハート$You find her deep in the engine room of the Cladery Heart. She is wearing oiled gloves that go above the elbow, for safety, but the floor is slick with ichor.\u000d\u000a\u000d\u000a\"Hand me the spreader,\" she tells you sharply when you walk in. \"I need to see what is in the ventral chamber.\"\u000d\u000a\u000d\u000aLater, back on your own ship, you consult her about her intentions. She looks bleak. \"I am becoming involved,\" she confesses. \"I may need to become my own patient, and remove my interest in the <i>Cladery Heart</i>.\"",
                                     "LinkToEvent": {"Id": 256807},
                                     "Name": "一日中を機関室で過ごす@{I}All day in its engine room",
                                     "Id": 256840},
                    "Name": "クラデリーの後継者と将来のことを話す@{I}$Cladery Heir -> クラデリーの後継者$Consult the Cladery Heir about her future",
                    "Description": "　彼女はクラデリー・ハートをどうするつもりなのだろうか？@{I}$Cladery Heart -> クラデリー・ハート$What will she do with the Cladery Heart?",
                    "ButtonText": "", "Id": 192269},
                   {"DefaultEvent": {"Id": 256845}, "Name": "test for new ship",
                    "Description": "", "ButtonText": "", "Id": 192273},
                   {"SuccessEvent": {"Description": "　あなたは自らの考えを説明した。彼女はいかなる妄念をも抱くまいと誓っている。だが、クラデリー・ハートではなく、あなたが彼女にとっての危機であるとしたらどうだろう？<br/><br/>　その提案は彼女を喜ばせた。それから二時間半もの間、彼女は一人で手術室に籠もった。部屋から出てきた彼女は、歯を一本欠いていて、その目からはあなたへの思いやりの一切が失われていた。<br/><br>「準備できました」彼女はそう言ってクラデリー・ハートに乗り込むと、あなたの元を去っていった。@{I}$Cladery Heart -> クラデリー・ハート$You lay out your thinking. She is determined not to cultivate any obsession, but what if you, not the <i>Cladery Heart</i>, are the danger to her?\u000d\u000a\u000d\u000aThe suggestion pleases her. She spends two and a half hours alone in her surgery. Afterward, there is no warmth in her eyes when she looks at you, and she's missing a tooth. \u000d\u000a\u000d\u000a\"I'm ready,\" she says. And she climbs into the <i>Cladery Heart</i> and is gone.",
                                     "Name": "それが彼女を悩ますなら……？@{I}If it matters to her enough...?",
                                     "Id": 256819},
                    "DefaultEvent": {"Description": "　あなたは自らの考えを説明した。彼女はいかなる妄念をも抱くまいと誓っている。だが、クラデリー・ハートではなく、あなたが彼女にとっての危機であるとしたらどうだろう？<br/><br/>「あなたはご自分を買いかぶりすぎですね」彼女は言った。「私のあなたへの愛情が、心臓のそばでさくらんぼぐらいに育っていて、私はそれをメスと鏡を使って切り取らなければならないと？」<br/><br/>　そんな発言にもかかわらず、彼女はクラデリー・ハートに乗り込むと、あなたの元を去っていった。@{I}$Cladery Heart -> クラデリー・ハート$You lay out your thinking. She is determined not to cultivate any obsession, but what if you, not the <i>Cladery Heart</i>, are the danger to her?\u000d\u000a\u000d\u000a\"You do rate yourself high,\" she says. \"Do you think love for you is growing next to my heart, the size of a cherry, waiting for me to excise it with a scalpel and a mirror?\"\u000d\u000a\u000d\u000aBut she climbs into the <i>Cladery Heart</i> and goes all the same.",
                                     "Name": "いいえ@{I}No", "Id": 256818},
                    "Name": "彼女を船とともに送り出す@{I}Send her and her ship away together",
                    "Description": "　あなたと別れれば、彼女は船と一緒にいられるかもしれない。[彼女の幸せを願い、彼女とクラデリー・ハートの両方を手放します。彼女が喜ぶかどうかは分かりません。あなたは代わりに何も受け取ることはありません。]@{I}$Cladery Heart -> クラデリー・ハート$If she parts with you, perhaps she can keep the ship. [This sacrifices both the Heir and the Cladery Heart, for the hope of her happiness, which may or may not be achieved. You will receive nothing in recompense.]",
                    "ButtonText": "", "Id": 192255},
                   {"SuccessEvent": {"Description": "「大したことではありません」一息にそう言ったあと、彼女は少し固まった。そして再び口を開く。「つまり……大したことではないはずなんです。たとえクラデリー・ハートが私と母をつなぐ唯一のものであったとしても、私はもう母なしで生きることを学びました。船をあなたに売って、私は船員として留まる……それなら、船は私のものとも、そうでないとも言えるのでしょうか。それが正解、かもしれませんね」彼女は明らかに、この解決の巧みさに喜んでいた。@{I}$Cladery Heart -> クラデリー・ハート$\"It doesn't matter to me,\" she says at once. Then she's still a moment. Then she says, \"Or... it shouldn't matter to me. The Cladery Heart is all I have of my mother, but I learned not to need her. Perhaps if I sold her to you, but remained on the crew... then it would be both mine and not-mine. That would be correct, I think.\" She is evidently pleased with the neatness of this scheme.",
                                     "Name": "あなたは提案した@{I}You propose", "Id": 256821},
                    "DefaultEvent": {"Description": "「もちろんお売りしますよ」彼女は一息に言った。「大したことではありません」<br/><br/>　しかし、その晩、彼女はクラデリー・ハートの機関室で唸りと鼓動に囲まれて眠った。あなたが扉の外に立つと、機械の立てる騒音に混じって、彼女が喉を鳴らしてすすり泣くのが聞こえた。翌朝、彼女は権利証書にサインして、あなたに船を譲り渡した。その時にはもう、彼女は荷造りを終えていた。@{I}\"Of course you can buy it,\" she says at once. \"It's not important.\"\u000d\u000a\u000d\u000aBut that night she sleeps in its engine room, between the boom and the throb. If you stand outside the door you can hear her gulping sobs even above the machinery noise. In the morning, she signs over your deed to the ship. She has already packed her bag to leave you.",
                                     "Name": "あなたは提案した@{I}You propose", "Id": 256820},
                    "Name": "クラデリー・ハートを手に入れる@{I}$Cladery Heart -> クラデリー・ハート$Keep the Cladery Heart",
                    "Description": "　彼女は船をこのまま手元に置きたがっているとは認めないだろう。あなたは彼女から船を買ってしまえばいい。[船はこれによって必ず手に入ります。クラデリーの後継者があなたと共に残るかどうかは定かではありません。]@{I}$Cladery Heir -> クラデリーの後継者$She will refuse to admit she wants to keep it. You can buy it from her. [This will always gain the ship. The Cladery Heir may choose to stay with you or not.]",
                    "ButtonText": "", "Id": 192256},
                   {"SuccessEvent": {"Description": "　あなたはクラデリー・ハートの喫水線より下をめがけて至近距離から砲撃を加えた。黒胆汁まみれの半時間、あなたはこの船は無敵なのではないかと訝しんだ。だが、とうとう、それは虹色の油膜を水面に残して沈んでいった。<br/><br/>　後継者は甲板に立ち、zeeのその汚された一角を見つめていた。既にもう、魚たちがもがきながら水面まで上がってきている。「思っていたよりも簡単なことでしたね」そう語る彼女の低い声音からは落胆が感じ取れた。それでも、彼女はあなたの元に居続けるだろう。それに、クラデリー・ハートの残骸が眠る場所の知識は、いつか役に立つこともあるかもしれない。@{I}$Cladery Heart -> クラデリー・ハート$You fire on the <i>Cladery Heart</i>, close range, below the water line. For a black-biled half hour, you suspect the ship of being invincible. But it goes down in the end, leaving an iridescent slick on the water.\u000d\u000a\u000d\u000aThe Heir stands on the deck and looks at the ruined bit of zee. Already the struggling fish are rising to the surface. \"That was easier than I expected,\" she says, in a low voice, and you know she is disappointed. But she will stay with you now. And if it ever becomes useful, you know where the <i>Cladery Heart</i> lies wrecked.",
                                     "Name": "彼女は自由だ@{I}She's free", "Id": 256824},
                    "DefaultEvent": {"Description": "　あなたはクラデリー・ハートの喫水線より下をめがけて至近距離から砲撃を加えた。黒胆汁まみれの半時間、あなたはこの船は無敵なのではないかと訝しんだ。だが、とうとう、それは虹色の油膜を水面に残して沈んでいった。<br/><br/>　後継者は甲板に立ち、zeeのその汚された一角を見つめていた。既にもう、魚たちがもがきながら水面まで上がってきている。「思っていたよりも簡単なことでしたね」そう語る彼女の低い声音からは落胆が感じ取れた。それでも、彼女はあなたの元に居続けるだろう。それに、クラデリー・ハートの残骸が眠る場所の知識は、いつか役に立つこともあるかもしれない。@{I}$Cladery Heart -> クラデリー・ハート$You fire on the <i>Cladery Heart</i>, close range, below the water line. For a black-biled half hour, you suspect the ship of being invincible. But it goes down in the end, leaving an iridescent slick on the water.\u000d\u000a\u000d\u000aThe Heir stands on the deck and looks at the ruined bit of zee. Already the struggling fish are rising to the surface. \"That was easier than I expected,\" she says, in a low voice, and you know she is disappointed. But she will stay with you now. And if it ever becomes useful, you know where the <i>Cladery Heart</i> lies wrecked.",
                                     "Name": "彼女は自由だ@{I}She's free", "Id": 256823},
                    "Name": "クラデリー・ハートを沈めて後継者を手元に残す@{I}$Cladery Heart -> クラデリー・ハート$Sink the Cladery Heart and keep the Heir",
                    "Description": "　船を水底に捧げれば、後継者は不健全な愛着から開放され、あなたの元に留まるかもしれない。@{I}Sacrifice the ship to the depths, and perhaps the Heir will stay with you, free of any unhealthy attachment.",
                    "ButtonText": "", "Id": 192258}],
 "Description": "　それは船着場で持ち主を待ち続けている。誰もあえて手を触れようとはしない。だが、それの近くに停泊した船は、それまでよりも速くなり、せわしなく港を後にしてゆく。@{I}It is drawn up at the dock, waiting for its owner. No one dares touch it, but the ships that berth near her travel faster and less steadily thereafter.",
 "Name": "クラデリー・ハートを回収する@{I}$Cladery Heart -> クラデリー・ハート$Retrieve the Cladery Heart",
 "Id": 256807}
