{"ChildBranches": [{"DefaultEvent": {"Description": "彼は目を細めてあなたを睨む。「止めろ」何を止めろというのだろう？「俺はもう責任なんてものにはうんざりだ。『大義』にもな。ちょっかいを出されないようにこんなところに来たんだ、外で何が起ころうと知ったこっちゃない。もうどうでもいい事だ」\u000d\u000a\u000d\u000aそれが本当なら、彼がいまだにヌックで唯一人々が集まり外の世界について語りあう場所で暮らしているというのは奇妙に感じられる。あなた自身の経験について語れば、彼に自分の手放したものについて思い出させることが出来るかもしれない。@{K}He squints at you. \"No,\" he says. No what? \"No, I'm done with responsibility. And <i>causes</i>. I came here to be left alone. What goes on out there isn't my concern. Not anymore.\"\u000d\u000a\u000d\u000aInteresting, then, that he chooses to preside over the only place in Nook where people come to speak of the wider world. Perhaps if you shared some of your own experiences, you could remind him what he's missing.",
                                     "LinkToEvent": {"Id": 260523},
                                     "Name": "あまりにも多くに逆らってきた紳士@{K}The gentleman protests too much", "Id": 260524},
                    "Name": "バトゥックに声をかける@{K}Greet Batuk",
                    "Description": "マリアムの彫像から彼だと分かった。像と同じ妬ましいほど形の良い顎、がっしりとした肩、そして同じ不機嫌そうな表情。@{K}You recognise him from Mariam's statues. The same enviable chin. The same heavyset shoulders. The same scowl. ",
                    "ButtonText": "", "Id": 194291},
                   {"DefaultEvent": {"Description": "ダユーとアンテとアイグルの話。そしてドラウニーとローン・フルークとSaltの物語。@{K}$[Dd]rown(y|ies) -> ドラウニー, [Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク$Tales of Dahut and Anthe and Aigul. Of Drownies and lorn-flukes and Salt.",
                                     "LinkToEvent": {"Id": 260523}, "Name": "", "Id": 260526},
                    "RareDefaultEvent": {"Description": "「……ローン・フルークは前からああだったわけじゃない。確かに、彼らは以前から憎悪に満ちていて、予測のつかない振る舞いを見せていた。しかし、“野望”を抱くことはなかった。ロンドンとカーネイトが彼らにその術を教えるまでは……」@{K}$Khan -> カーン, Khanate -> カーネイト, [Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク$\"...the lorn-flukes never used to be like this. Oh, they were spiteful and unpredictable. But they never had <i>ambition</i>. Not before the London and the Khanate taught them it...\"",
                                         "LinkToEvent": {"Id": 260523}, "Name": "", "Id": 260530},
                    "Name": "最近の知らせを伝え……Tell of your recent news...",
                    "Description": "……彼らが引き換えに語る物語に耳を傾けよう。[最近の知らせを興味を引く小話か他の報酬と交換できます。]@{K}$Recent News -> 最近の知らせ, Intriguing Snippet -> 興味を引く小話$...and listen to their stories in turn. [Trade Recent News for Intriguing Snippets or other rewards.]",
                    "ButtonText": "", "Id": 194293},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 255569},
                                     "Name": "", "Id": 260527},
                    "Name": "大きく口を開けた奈落に戻る@{K}Return to the Great Maw",
                    "Description": "ヌックの水の中へ。そして巨大な喉の中へ。@{K}Back into the Nookwater. Back out to the great throat.",
                    "ButtonText": "", "Id": 194294},
                   {"DefaultEvent": {"Description": "あなたはNeathの巨大な勢力の物語を語った。ロンドンのバザールで安穏と暮らすローブの支配者たち。堅牢な要塞で身を守るカーン。千年にもわたって77の王国に君臨する長老……@{K}$Khan -> カーン, Presbyter -> 長老$You tell of the great Neathy powers. The robed Masters, comfortable in London's Bazaar. The Khan, secure in his fortress. The Presbyter, reigning for a thousand years over his seven-and-seventy kingdoms...",
                                     "LinkToEvent": {"Id": 260523},
                                     "Name": "強者の特権@{K}The privilege of the mighty", "Id": 260531},
                    "RareDefaultEvent": {"Description": "あなたは溺れた船乗りとファザムキングの饗宴について語った。そして海底に沈む数えきれないほどの難破船について……@{K}$Fathomking -> ファザムキング$You tell of drowned zailors and the Fathomking's feasts. Of the numberless wrecks that litter the deeps.",
                                         "LinkToEvent": {"Id": 260523},
                                         "Name": "海で死んでいった者たち@{K}The toll of the zee", "Id": 260532},
                    "Name": "バトゥックの再び火のついた好奇心をさらに掻き立てる@{K}Stoke Batuk's rekindled curiosity",
                    "Description": "あなたは彼の心を揺らした。彼は話を聞こうと心持ち身を乗り出し、瞳は思い出にぼんやりとしている。[秘密を消費しバトゥックの情熱を呼び覚ましましょう。]@{K}You have him on the line. He leans forward when you speak, his eyes misty with memory. [Trade a secret to restore Batuk's passion.]",
                    "ButtonText": "", "Id": 194296},
                   {"DefaultEvent": {"Description": "Zeeは様々な教訓を授け、そのそれぞれに物語がついてくる。ヌックの民は空気を節約するためにゆっくりと呼吸しながら真剣に聞き入る。バトゥックは彫像のように身じろぎもせず、大きな兵士の手を握り合わせ座っている。@{K}The zee teaches many lessons, and each one has a tale to it. The Nookfolk listen closely, keeping their breathing slow to preserve the air. Batuk sits statue-still, his broad soldier's hands clasped before him.",
                                     "LinkToEvent": {"Id": 260523}, "Name": "正気を失うな@{K}Don't lose your mind",
                                     "Id": 260533},
                    "RareDefaultEvent": {"Description": "あなたはZeeの飢えについて語った。そして北方の冷気と南方の暖かさ。Storm、Stone、Saltについて。@{K}You tell of the zee's hunger. Of the Northern cold and the Southern warmth. Of Storm, and Stone, and Salt.",
                                         "LinkToEvent": {"Id": 260523},
                                         "Name": "船員を食らうな@{K}Don't eat your crew", "Id": 260534},
                    "Name": "バトゥックの好奇心に再び火を点ける@{K}Rekindle Batuk's curiosity",
                    "Description": "今度はあなたが話す番だ。海で学んだ教訓について語って聞かせよう。[秘密を消費しバトゥックの情熱を呼び覚ましましょう。]@{K}It's your turn to speak. Tell them a lesson you learned at zee. [Trade a Secret to restore Batuk's passion.]",
                    "ButtonText": "", "Id": 194297},
                   {"DefaultEvent": {"Description": "「知ってるか？ニダーを強襲した時、俺は石板の一つを砕いてやったんだ。奴らの大切な大切な法が書いてある板だ。そいつを宝石の敷かれた美しい通りに叩きつけて粉々にしてやった。あの石板には、『長老曰く、ニダーに生まれた者のみがニダーへの立ち入りを許される。この法を破りし者は最も深き場所へと追放され、二度と再び顧みられることはない』と書かれていた。クソくらえってところだな」\u000d\u000a\u000d\u000a「マリアムに招集される時には準備を万全にしておくと伝えろ。それまでの間、兵士を集めはじめておこう」@{K}\"You know, when we sacked Nidah I broke one of their tablets. The ones they keep their precious laws on? Smashed it on their pretty, gem-stone street.  It said, 'THE PRESTER SAITH: none shall set foot in Nidah save he that was born there. He who violates this law shall be cast into the deepest deep, and always forsaken.' Well, b____r that.\" \u000d\u000a\u000d\u000a\"Tell Mariam I'll be ready when she calls me. In the meantime, I'll start looking for some soldiers.\"",
                                     "LinkToEvent": {"Id": 260523}, "Name": "", "Id": 260535},
                    "Name": "バトゥックをニダーに立ち向かう七人に迎える@{K}Welcome Batuk back to the Seven Against Nidah",
                    "Description": "「ああ、もう分かった。そんなに満足げな顔をするな。それほど冴えたやり方でもなかっただろう。お前はただ俺がどれだけ怒り狂っているか思い出させただけにすぎん。傲慢な長命衆のクズどもめ。よくもまあ不死を独占するなんて薄汚い真似が出来たものだ。まったくけしからん！」@{K}$[Gg]ant -> ギャント, Presbyter -> 長老$\"Yes, all right. Try not to look so pleased with yourself. It wasn't that clever. You just reminded me how angry I am. Arrogant Presbyter b_____ds. It takes solid flint b_lls to monopolise immortality, I'll tell you that!\"",
                    "ButtonText": "", "Id": 194298},
                   {"DefaultEvent": {"Description": "彼は手紙をゆっくりと読み進めていった。ヌックでは手紙は珍しい。そして一度文末までたどり着くと再び初めから読み始める。「愚か者め」そういった声は荒っぽいが、同時に優しさに満ちている。「ロレンツォにロジーナは自ら選択したのだと伝えろ。それとあの敗北は奴の責任などでは断じてないと言ってやれ。門に突入するよう指示を出したのは『俺』だ。『俺が』迫るハイエナを見逃がしたんだ」\u000d\u000a\u000d\u000a「あいつは自分の事を責めすぎるきらいがある。だが、この敗北の責任まで俺の代わりに引き受けるような真似はさせられない。あれは俺の過失だ。俺が墓場まで持って行く。あいつには自分自身の過失を見つけるように伝えろ。それと……いや、やめておこう。今更だ。もう遅すぎる」@{K}He reads slowly - correspondence is unknown in Nook. When he finishes, he reads it again. \"Fool,\" he says. His voice is rough and fond. \"Tell Lorenzo that Rosina makes her own choices. And tell him the rout was never his d_mn fault. <i>I</i> took the decision to charge the gate. <i>I</i> missed the Hyenas' approach. \u000d\u000a\u000d\u000a\"He blames himself for too much, and I'll be d_mned if he's taking this one from me. Its my fault, and I mean to be buried with it. Tell him he can get his own failures. And tell him... No. Never mind. Too late. Too bl__dy late.\"",
                                     "LinkToEvent": {"Id": 260523}, "Name": "", "Id": 260537},
                    "Name": "死にかけの男の手紙を届ける@{K}Deliver the Almost Dead Man's letter",
                    "Description": "頑なな自由主義者は疑う様に手紙を受け取った。@{K}The Flinty Latitudinarian takes it, suspiciously.",
                    "ButtonText": "", "Id": 194300},
                   {"SuccessEvent": {"Description": "The hand-signals lead you to a trading post on the edge of the maw, where Batuk enjoys a lack of both customers and responsibility. He accepts the letter and gestures for you to follow him to the nearest tooth: its upper chambers have trapped musty pockets of air. There, he reads in silence. Several times he turns his gaze on you, then returns to the letter. When he finishes, he lets out a booming laugh. His voice is rough, unused to speech.\u000d\u000a\u000d\u000a\"Sounds like Lorenzo's been stewing in his memories for too long! Tell him all's forgiven - he'd take the blame for London's fall, if he could!\"",
                                     "LinkToEvent": {"Id": 255567}, "Name": "A man lost in Freedom",
                                     "Id": 260529},
                    "DefaultEvent": {"Description": "You do your best to ask about your mark, but those few Nookfolk willing to help are unable to make their signing comprehensible.",
                                     "LinkToEvent": {"Id": 255567},
                                     "Name": "\"Sounds like...\" No. Bad idea.", "Id": 260528},
                    "Name": "OLD VERSION (RETIRED) Deliver the Almost Dead Man's letter",
                    "Description": "How will you find Batuk in a place like this?",
                    "ButtonText": "", "Id": 194295}],
 "Description": "歯を削って作られた家の内部の空洞の中では、閉じ込められた空気のお陰でヌックの大部分では放棄された活動、つまり会話を行うことが出来る。数人のヌックの民が昔を懐かしみ集まっていた。簡潔な会話が好まれる。空気は貴重で、急速に饐えていくからだ。\u000d\u000a\u000d\u000a自由主義者は人々を観察し、耳を傾けている。彼は情け容赦なく家の中の平和を守り、外で起こっている物事は一切気に掛けていない。@{K}In the cavities of his etched tooth-home, trapped air-pockets allow an activity largely forsaken in Nook: conversation. A handful of Nookfolk gather there to reminisce. Brevity is admired: the air is precious, and rapidly fouls.\u000d\u000a\u000d\u000aThe Latitudinarian watches, and listens. He keeps a merciless peace within his house, and cares not a damn for what happens outside it.",
 "Name": "頑なな自由主義者@{K}The Flinty Latitudinarian", "Id": 260523}
