{"ChildBranches": [{"DefaultEvent": {"Description": "You go as though you were truly one of them. You carry nothing with you but your mask and your costume.\u000d\u000a\u000d\u000a\"May your heart be as light as a feather,\" says the woman in the lotus-blossom mask, as you fall into line behind her.",
                                     "LinkToEvent": {"Id": 168619}, "Name": "Among your own",
                                     "Id": 168616},
                    "Name": "Fall in line with the others",
                    "Description": "How else will you discover what lies within?",
                    "ButtonText": "", "Id": 139109},
                   {"DefaultEvent": {"Description": "It is a risk to bring it, but it would also be a risk to go without. You conceal the flare in the folds of your robe and fall into the procession.\u000d\u000a\u000d\u000a\"May your sins weigh as stone,\" says the man in the jackal face, as you fall into line ahead of him.",
                                     "LinkToEvent": {"Id": 168619}, "Name": "Ritual disobedience",
                                     "Id": 168617},
                    "Name": "Fall in line with the others, secretly bringing a flare with you",
                    "Description": "Perhaps you will need it, in the darkness where you are going.",
                    "ButtonText": "", "Id": 139110},
                   {"DefaultEvent": {"Description": "When the procession has passed, you strip away your mask and costume and leave them on the floor in the Customs House. The arms you fold neatly across themselves in the fashion that is appropriate for this particular robe. \u000d\u000a\u000d\u000aPerhaps someone after you will care to take up your role.",
                                     "Name": "Farewell to this island", "Id": 168618},
                    "Name": "Strip off your mask and prepare to depart",
                    "Description": "With everyone distracted by this festival, your departure would not even be noticed.",
                    "ButtonText": "", "Id": 139111}],
 "Description": "$Visage -> ヴィザージュ$All the denizens of Visage are walking towards the Ear together. There is a place in the procession which belongs by right to the wearer of your mask.",
 "Name": "Festival of Flourishing", "Id": 168615}