{"ChildBranches": [{"DefaultEvent": {"Description": "$Wolfstack -> ウルフスタック, Wolf -> ウルフ, Wolfstack Docks -> ウルフスタック・ドックス, Flourishing ?- ?of ?- ?Years -> 悠久の栄え$You try to stop and turn, but there are hands on your shoulders, and steady feet behind you. The passage is narrower and the stone walls are closer than you had thought they were.\u000d\u000a\u000d\u000aYou cannot go out. There are too many people in too little space. And if anyone were to roll a boulder into the ear of Flourishing-of-Years, then you would be trapped here and there would be no recourse.\u000d\u000a\u000d\u000a\"Steady on,\" says Bat-mask beside you. His accent is the accent of Wolfstack Docks. \u000d\u000a\u000d\u000aA moment later there's a pungent ammonia smell, as though he's cracked open smelling salts for you, though in this pure black you can't see a thing for sure.",
                                     "LinkToEvent": {"Id": 168622}, "Name": "No escape route",
                                     "Id": 168620},
                    "Name": "Try to run",
                    "Description": "You do not really know what this festival is or what it means.",
                    "ButtonText": "", "Id": 139112},
                   {"DefaultEvent": {"Description": "$Wolfstack -> ウルフスタック, Wolf -> ウルフ, Wolfstack Docks -> ウルフスタック・ドックス$The footsteps of the people are steady and synchronized, and you go together. For how many years has this been done, and for how many will it be done in the future?\u000d\u000a\u000d\u000a\"Watch your step here,\" says Bat-mask to you in an undervoice. Its accent is the accent of Wolfstack Docks. \"Floor is about to get squishier.\" And sure enough it does.",
                                     "LinkToEvent": {"Id": 168622}, "Name": "In line",
                                     "Id": 168621},
                    "Name": "Continue",
                    "Description": "There is a secret in the dark.", "ButtonText": "",
                    "Id": 139113}],
 "Description": "$Flourishing ?- ?of ?- ?Years -> 悠久の栄え$The road you follow leads up through switchbacks along the side of the face, and finally to the ear of Flourishing-of-Years, and into the cave that is her ear. The tunnel bends back on itself and all lights have now been extinguished. There is nothing to guide you but the hand of the person behind you on your back, and the movement of the person in front of you. \u000d\u000a\u000d\u000aThe one who walks beside you wears a bat mask.\u000d\u000a\u000d\u000aFortunately the floor of the tunnel is very smooth and presents no stumbling blocks. Sound carries strangely in this place, however. Sometimes you cannot hear your own footsteps, and sometimes a breath comes back to you audible from someplace ahead in line.",
 "Name": "Inside the Hollow of the Ear", "Id": 168619}