{"ChildBranches": [{"DefaultEvent": {"Description": "You approach the Bat. It takes a step sideways away from the cliff edge and cocks its head at you. \"Ey there,\" it says. \"You're not me executioner.\"\u000d\u000a\u000d\u000aPerhaps it's not your role, then.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "Perhaps not",
                                     "Id": 169918},
                    "Name": "Push a visiting Bat off the stone chin",
                    "Description": "The visitor is wearing all black, and keeps reaching up to scratch under its bat-mask. ",
                    "ButtonText": "", "Id": 139890},
                   {"DefaultEvent": {"Description": "You ready your hand to write, but you don't get further than a few exclamatory glyphs before you're interrupted by a Jackal and led away for judgement. They don't take kindly to such interventions.\u000d\u000a\u000d\u000aWhen you recover from the pain they visit on you, you're back where you started. No mask, no costume, no reputation for expertise.",
                                     "Name": "Caught in the act", "Id": 169919},
                    "Name": "Deface the stone with new markings",
                    "Description": "Imprint yourself on history. [This will get you kicked off the island, in all likelihood.]",
                    "ButtonText": "", "Id": 139891},
                   {"DefaultEvent": {"Description": "You contemplate the Lion for some time. There is an arithmetic sequence to the count of bows that it performs to each feature: the eyes, the nose, each lip. It is hard to know whether Lion is meant to be her worshipper or her lover. Perhaps the two functions are not very distinct.\u000d\u000a\u000d\u000aWhen at last the Lion's bows are complete, it passes you with a slight snap of its mask-jaws. It was rude of you to stand there watching. The Moth watches visitors. It does not watch citizens. To do so has violated the strictures of both of your roles.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "Service and worship",
                                     "Id": 169920},
                    "Name": "Silently observe the attitude of the visiting Lion",
                    "Description": "It is paying obeisance to the face.",
                    "ButtonText": "", "Id": 139892},
                   {"DefaultEvent": {"Description": "The citizens give many meanings to the face: perpetual beauty; stasis; the idea of looking upward into an unyielding darkness. But most of all they speak of the idea of someone above looking down. The face is not convenient to view from down here. It would look its best from the perspective of the ceiling of the Unterzee, beyond reach.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "Flourishing in eternity", "Id": 169921},
                    "Name": "Meditate on the meaning of the face",
                    "Description": "It offers many forms of inspiration.",
                    "ButtonText": "", "Id": 139893},
                   {"DefaultEvent": {"Description": "You climb up along the side of Flourishing's cheek, following a staircase of worn steps. You don't remember the path being this difficult before.\u000d\u000a\u000d\u000aThe entry, when you come to it, is plugged with a substance fibrous as spider silk but slick and waxy to the touch. Is this new? Does it grow here? Do they clear it away every year? Is it a form of security?\u000d\u000a\u000d\u000aBut it doesn't yield to your hand.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "Harder to find",
                                     "Id": 169930},
                    "Name": "Look for the doorway into the Ear",
                    "Description": "It must be around here somewhere.",
                    "ButtonText": "", "Id": 139900},
                   {"SuccessEvent": {"Description": "$Salt Lions -> ソルト・ライオン$You tell the Frog a partially true story about how this face was carved. The Frog replies with an amplified belch and a story it heard about the sphinxes known as the Salt Lions. It's really a very good Frog.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "Creditable on both sides", "Id": 169917},
                    "DefaultEvent": {"Description": "You tell the Frog a partially true story about how this face was carved. \u000d\u000a\u000d\u000aIt replies with questions. Detailed, astute, scholarly questions, about who the original people were who inhabited the island and whether the present citizens are their descendants, and, if not, where the original inhabitants might have gone. It hasn't learned the role of stupid credulity at all.\u000d\u000a\u000d\u000aCaught off guard like this, you have a hard time answering its questions smoothly. You part with irritation on both sides.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "Attended by some awkwardness", "Id": 169916},
                    "Name": "Offer instruction to the Frog that found its way up here",
                    "Description": "That's the sort of thing your Moth would have done to you.",
                    "ButtonText": "", "Id": 139889},
                   {"SuccessEvent": {"Description": "$Flourishing ?- ?of ?- ?Years -> 悠久の栄え$The pictures tell a story: this is the face of a woman, Flourishing-of-Years, who once was loved by one of the nobles inhabiting this island. But then she - what's this pictogram? ascended? bloomed? flew away? And consumed with grief he assembled those-who-carve-great-things-from-stone and remade the whole surface of the island.\u000d\u000a\u000d\u000aThere are several more lines after that, which narrate the cost of the labour contract for the workers, and what was done with all the stone that was carted away, and the compensation given to those who had formerly owned houses on what is now face territory. ",
                                     "LinkToEvent": {"Id": 168605}, "Name": "Love and labour costs",
                                     "Id": 169924},
                    "DefaultEvent": {"Description": "No matter how you hold your head, no matter in what direction you try to read the script, you can't make out the meaning. They're in too old a dialect. Not to mention that the ones near the bottom get smaller and harder to read.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "Old words",
                                     "Id": 169915},
                    "Name": "Study ancient marks",
                    "Description": "Tiny pictures march across the stone.",
                    "ButtonText": "", "Id": 139888}],
 "Description": "Up on the hillside, the buildings become scarcer and then vanish entirely, leaving you looking at the bottom of a great chin.",
 "Name": "Beside the Face", "Id": 169914}