{"ChildBranches": [{"DefaultEvent": {"Description": "You meet his gaze, waiting for him to recognise his impropriety. The Investigator's smile doesn't falter. \"Your silence is sufficient answer. Thank you.\"\u000d\u000a\u000d\u000aYou'll waste no more time with this man. There are important matters for you to attend to.",
                                     "Name": "", "Id": 237489},
                    "Name": "Refuse to reply",
                    "Description": "This is not a topic you wish to speak about with him. ",
                    "ButtonText": "", "Id": 182151},
                   {"DefaultEvent": {"Description": "The Investigator nods. \"That tells me everything I need. I know where to make follow up enquiries. But before I go, I'd like some specifics. I already have some theories about your predilections. Would you confirm some of the details?\"",
                                     "Name": "Raising questions", "Id": 237546},
                    "Name": "Respond with a secretive smile ",
                    "Description": "Let him draw his own conclusions. ",
                    "ButtonText": "", "Id": 182195},
                   {"DefaultEvent": {"Description": "The Impolite Investigator fakes a coughing fit to excuse himself from you. Does he not like what he sees?",
                                     "Name": "", "Id": 240108},
                    "Name": "Eye him hungrily",
                    "Description": "Isn't he just delicious? ", "ButtonText": "",
                    "Id": 183809},
                   {"DefaultEvent": {"Description": "With a laugh, he asks: \"Is that a joke?\" A moment passes in silence; his awkward smile turns to a fearful grimace, swiftly as if a drop of Black Wings Absinthe had fallen on his tongue. He fumbles a salute and heads back down the hallway.",
                                     "Name": "", "Id": 245092},
                    "Name": "Threaten to keelhaul him",
                    "Description": "Does he want to play the voyeur? If so, you can arrange for him to be jettisoned from the zubmarine and dragged along. Maybe he can peek through a porthole and find an answer himself. ",
                    "ButtonText": "", "Id": 187085}],
 "Description": "The Impolite Investigator approaches you, smiling.  \"Now we're safely submerged, I have a question, [q:Addressed As]. I've discovered that several crew members are attracted to you. Would you become intimate with any? If so, who? How would you engage? And why haven't you indulged yet?\"",
 "Name": "The Impolite Investigator's Question", "Id": 230556}