{"ChildBranches": [{"DefaultEvent": {"Description": "Your engines struggle as you try to escape the roiling whirlpool. Abruptly, the Triskelegant collapses in on itself as though unable to withstand a sudden vast pressure. With a final screech it drills downward far into the deep. Your vessel bobs, hullmetal ringing in the sudden calm. At least there are soothing swirls forming in the flotsam it left behind.",
                                     "Name": "Not today", "Id": 236771},
                    "Name": "Avoid the maelstrom",
                    "Description": "Why let the beast avenge itself at the death?",
                    "ButtonText": "", "Id": 181619},
                   {"DefaultEvent": {"Description": "The crew watches uncomfortably as the red wake spreads. Is this mercy, or cruelty? The murmured arguments continue long into the night. The looks they shoot you are all the harsher for their uncertainty.",
                                     "Name": "A behemoth goes to die", "Id": 241470},
                    "Name": "Let the beast go",
                    "Description": "$Gant Pole -> ギャント・ポール$Its wound is fatal. It will surely head to the Gant Pole. [This will send this beast to the Gant Pole.]",
                    "ButtonText": "", "Id": 184743},
                   {"DefaultEvent": {"Description": "The crew watches uncomfortably as the red wake spreads. Is this mercy, or cruelty? The murmured arguments continue long into the night. The looks they shoot you are all the harsher for their uncertainty.",
                                     "Name": "A behemoth goes to die", "Id": 260400},
                    "Name": "Let the beast go",
                    "Description": "$Gant Pole -> ギャント・ポール$Its wound is fatal. It will surely head to the Gant Pole. [This will send this beast to the Gant Pole. The Fading Haruspex may no longer make use of them, but others in there may appreciate it.]",
                    "ButtonText": "", "Id": 194200},
                   {"SuccessEvent": {"Description": "The winch creaks and whines as the beast tries to bore itself into the deep, but the cable holds. Finally, the Triskelegant floats on the surface, spent, letting out occasional lukewarm spurts. The thing practically disintegrates as it lands on the deck, but there are glints of value in the slathered remains.",
                                     "Name": "\"Pull, my hearts! Pull!\"", "Id": 236767},
                    "DefaultEvent": {"Description": "The roiling beast seems determined to drill itself into the deep, and pull you down with it. Your vessel bucks and heaves on the end of the hauling cable, until finally the cable breaks with a noise like cloudless lightning. The more experienced zailors know to throw themselves down as the raw cable scythes back across the deck. One or two are too slow; hopefully their bisected remains will hammer the lesson home for the others.",
                                     "Name": "The one that got away", "Id": 236750},
                    "Name": "Attempt to haul it aboard",
                    "Description": "$Fallen London -> フォールン・ロンドン$It's a risk. But in Fallen London they pay double for anything 'pole-and-line caught'.",
                    "ButtonText": "", "Id": 181607},
                   {"SuccessEvent": {"Description": "The winch creaks and whines as the beast tries to bore itself further into the dark below, but the hauling line holds. Finally the Triskelegant is spent. It floats, turning gently like a child's pinwheel. You haul the thing in with care, but it disintegrates on the cargo floor. Luckily there are glints of value amid the slathered remains.",
                                     "Name": "\"Pull, my hearts! Pull!\"", "Id": 236769},
                    "DefaultEvent": {"Description": "The roiling beast seems determined to drive itself further into the deep. Your vessel bucks and heaves as the maelstrom peels the plates from your hull. The beast's screeching drowns out even the sound of tormented metal, until finally, mercifully, the hauling line breaks. You are left listing and leaking as the beast lets out its final screech far, far below.",
                                     "Name": "The one that got away", "Id": 236768},
                    "Name": "Harpoon it!",
                    "Description": "$Fallen London -> フォールン・ロンドン$It's a risk. But in Fallen London they pay double for anything 'pole-and-line caught'.",
                    "ButtonText": "", "Id": 181617}],
 "Description": "It spins as it dies, jetting boiling water from each of its maws with a noise like a hundred mishandled kettles. A dark-foamed vortex forms.",
 "Name": "You have defeated a Triskelegant", "Id": 236749}