{"ChildBranches": [{"DefaultEvent": {"Description": "\"Oh excellent. This will be such japes. It has the makings of my greatest exploit yet! A masked man. Poor, disappearing little children...\" She nods to you. \"Now the final piece - a rival investigator.\" \u000d\u000a\u000d\u000aThe city shakes violently as the Maw stirs. \"Oh! And set in a city crumbling about my feet. How exciting. I'll be the talk of London. Enjoy your defeat!\"",
                                     "LinkToEvent": {"Id": 239946},
                                     "Name": "The Debonair Deductress", "Id": 239961},
                    "Name": "Play along",
                    "Description": "\"One Nemesis, at your service.\"",
                    "ButtonText": "", "Id": 183725},
                   {"DefaultEvent": {"Description": "\"Don't pretend you haven't heard of me. I can see straight through your attempt to unsettle me. You'll need to do better than that.\" Her confidence is, apparently, unassailable. \"Now, let's get going. I've waited long enough. This has the makings of my greatest exploit yet! A masked man. Poor, disappearing little children.\" She nods to you. \"And now the final piece - a rival investigator.\" \u000d\u000a\u000d\u000aThe city shakes violently as the Maw stirs. \"Oh! And set in a city crumbling about my feet. How exciting. I'll be the talk of London. Enjoy your defeat!\"",
                                     "LinkToEvent": {"Id": 239946},
                                     "Name": "The Debonair Deductress", "Id": 240558},
                    "Name": "Dig deeper",
                    "Description": "Who decides the 'greatest investigator'? Are there tournaments? Is there a trophy?",
                    "ButtonText": "", "Id": 184110},
                   {"DefaultEvent": {"Description": "She roll her eyes. \"The <i>children</i>, you ninny. Don't play coy. I know you brought that waif back. She must have said something about the abductions. \u000d\u000a \u000d\u000a\"And that is why this has the makings of my greatest exploit yet! A masked man. Poor, disappearing little children.\" She nods to you. \"And now the final piece - a rival investigator.\" \u000d\u000a\u000d\u000aThe city shakes violently as the Maw stirs. \"Oh! And set in a city crumbling about my feet. How exciting. I'll be the talk of London. Enjoy your defeat!\"",
                                     "LinkToEvent": {"Id": 239946},
                                     "Name": "The Debonair Deductress", "Id": 245573},
                    "Name": "What mystery?",
                    "Description": "This is all very presumptuous. What is she talking about?",
                    "ButtonText": "", "Id": 187354}],
 "Description": "\"My older sister - Leonora, you probably know her, she's <i>very</i> famous - taught me that it's more fun when there's competition. And you seem a worthy opponent. So let's get started. <i>This</i> seems a decent mystery, right??\"\u000d\u000a \u000d\u000aShe hands you a wax-paper card: <i>Mina Fortesque - The Unterzee's Greatest Investigator.</i>",
 "Name": "A connoisseur of villainy", "Id": 239960}