{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 239988}, "Name": "", "Id": 240535},
                    "Name": "Return to the Cavities",
                    "Description": "You're done here for now. ", "ButtonText": "",
                    "Id": 184095},
                   {"DefaultEvent": {"Description": "You claw wildly through the water towards your vessel. Your aim is desperate; dark blotches and white cracks flare through your vision. The effort of not breathing burns. The airlock is ready, open; but it must be closed and emptied. Finally, air inches into the top of the chamber. You cough and retch the Nookwater from your lungs. ",
                                     "LinkToEvent": {"Id": 240515}, "Name": "Too close",
                                     "Id": 243569},
                    "Name": "The Creeping Drown",
                    "Description": "The lungweed is wearing off. You have to get to air. Swim for your ship - fast!",
                    "ButtonText": "", "Id": 186060},
                   {"DefaultEvent": {"Description": "That's the point, isn't it? <i>What</i> children. It's oddly quiet here. The only children you've seen here are the three recently delivered by the Deductress. This is a huge building. Where are the rest? \u000d\u000a\u000d\u000a\"Asleep. All the children are still here. Definitely here. Sleeping. Go away before you wake them.\" Mrs Collier's smile is fixed. She pats frantically at her wig, which keeps threatening to float away. ",
                                     "LinkToEvent": {"Id": 239991},
                                     "Name": "\"Children? What children?\"", "Id": 246785},
                    "Name": "Pursue your investigation",
                    "Description": "It's not just the mob. That could be dismissed. The trader was worrying about children too. Are any children missing from here?",
                    "ButtonText": "", "Id": 188356},
                   {"SuccessEvent": {"Description": "Her smile wobbles, folds, and disappears. \"The Maw has always stirred. It has always taken the odd child. And <i>now</i> people care? Now the Maw quakes come all the time, now that scores are missing, <i>now</i> people notice?\"\u000d\u000a\u000d\u000aHer confession is interrupted with great heaving sobs. It's some while before she can speak. \"No one cared when it was my Freddy. The Maw ground him up like a morsel - and no one cared.\"  She raises her chin, attempting defiance. \"He promised he'd kill her. The Hempen Man promised me he'd kill the Maw. It wouldn't take any more children. He just needed a bit of help. And afterwards the little workers would return safe. They'll come back. He promised.\"",
                                     "LinkToEvent": {"Id": 239988},
                                     "Name": "\"Oh Maw! I believed it was for the best!\"",
                                     "Id": 239993},
                    "DefaultEvent": {"Description": "\"I'm terribly busy you know, terribly busy,\" she says, recapturing her wig and pressing it into place. \"I have so many children to care for. Please leave.\"\u000d\u000a\u000d\u000aWhere?\u000d\u000a\u000d\u000a\"Oh! Ah. Naughty tadpoles! Where have they got to?\" She looks wildly about her and swims rapidly off, calling out in a sickly sweet voice.",
                                     "LinkToEvent": {"Id": 239991}, "Name": "", "Id": 239992},
                    "Name": "Press the point",
                    "Description": "She's obviously worried and, more importantly, clearly lying. What's going on?",
                    "ButtonText": "", "Id": 183744}],
 "Description": "$Aft -> 後部$This is 'Mrs Collier's Home for Foundlings, Orphans and Sundry Misfortunates'. The children here have lost their parents in mining accidents, or brawls. A few have <i>been</i> lost. After all, many Nookers find the idea of children more palatable then the reality. \u000d\u000a\u000d\u000aWhy the mob then? The same Nookers also appreciate the importance of being seen to do the right thing.",
 "Name": "The Orphanage", "Id": 239991}