{"ChildBranches": [{"DefaultEvent": {"Description": "\"Don't worry you si- you villain! I'm here.\" She turns, and sweeps you a mock bow. \"First time in a decade that a Nemesis has beaten me to the end. I'd tip my hat to you, if it didn't keep floating away.\"\u000d\u000a\u000d\u000a\"Can we get on?\" The Hempen Man sounds impatient.\u000d\u000a\u000d\u000a\"Don't rush me, Arnold. And take off that ridiculous getup.\" The Deductress frowns. \"This certainly is not your finest work. And why did you have to involve children? You know I hate that.\"\u000d\u000a\u000d\u000a\"Couldn't have converted my Nerveless if I could only promise them hard work.\" The Hempen Man is ignoring you entirely. \"Look Mina - I can save this city. The people needn't live in a gulping monster. I can do something <i>good</i> for once.\" He darts backwards towards the wound, swimming like a Nooker. \"You shan't stop me.\"\u000d\u000a\u000d\u000a\"What - you can't!\" the Deductress cries, aghast. \"<i>I'm</i> the hero! Come back here!\"",
                                     "LinkToEvent": {"Id": 240004},
                                     "Name": "The Debonair Deductress emerges from the blood-fog.",
                                     "Id": 240066},
                    "Name": "\"What have you done with her?\"",
                    "Description": "The Hempen Man's tone is angry, and... anxious?",
                    "ButtonText": "", "Id": 183785},
                   {"DefaultEvent": {"Description": "You claw wildly through the water towards your vessel. Your aim is desperate; dark blotches and white cracks flare through your vision. The effort of not breathing burns. The airlock is ready, open; but it must be closed and emptied. Finally, air inches into the top of the chamber. You cough and retch the Nookwater from your lungs. ",
                                     "LinkToEvent": {"Id": 240515}, "Name": "Too close",
                                     "Id": 240657},
                    "Name": "The Creeping Drown ",
                    "Description": "The lungweed is wearing off. You have to get to air. Swim for your ship - fast!",
                    "ButtonText": "", "Id": 184178},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 239946},
                                     "Name": "", "Id": 243768},
                    "Name": "Leave the Cleft",
                    "Description": "Return to central Nook.", "ButtonText": "",
                    "Id": 186188},
                   {"SuccessEvent": {"Description": "The bore and its workings are guarded by a Nerveless cultist. But he is preoccupied with encouraging the children - via shouted curses, mostly - and you swim past undetected. \u000d\u000a\u000d\u000aA target for sabotage becomes obvious: each of the bore's supports is held together with one huge pin. Pull these out and- There! The bore creaks, groans, then buckles. The drill-bit bends and twists inside the Maw's flesh; the water fills with a fog of blood. Children and cultists flee for the higher levels.\u000d\u000a\u000d\u000aThe debris is a mass of sinking and floating parts jostling for freedom. It would be dangerous to linger here. The only shelter is by the raw, torn lip of the huge cut. \u000d\u000a\u000d\u000aThe blood clears, revealing the Hempen Man. \"At last we meet, Miss- Hold on. Who are you?\"",
                                     "LinkToEvent": {"Id": 240002}, "Name": "", "Id": 240658},
                    "DefaultEvent": {"Description": "A woven-hooded member of the Hempen Man's Nerveless cult patrols the bore's structure. You swim past him easily enough, but cannot spot a swift way way to destroy the mechanism before the patrol returns and you are forced to retreat. You will have to try again.",
                                     "LinkToEvent": {"Id": 240002}, "Name": "", "Id": 240003},
                    "Name": "Destroy the workings",
                    "Description": "The bore looks fairly ramshackle. It should be easy enough to destroy - if you can remove a couple of key components.",
                    "ButtonText": "", "Id": 183751},
                   {"SuccessEvent": {"Description": "As the nerve-cord is woven into a colossal rope, the Nerveless feed it into the bloody hole drilled in the Gullet wall. From the size of the reels they've been using, the rope must go fathoms deep.\u000d\u000a\u000d\u000aThe children spot you as you swim past, but say nothing. One risks a hopeful smile. You grab the nerve-cord and haul. The Maw writhes in agony. Blood from the wound fogs the water. Children and cultists flee for the higher levels and the Gullet convulses. \u000d\u000a\u000d\u000aThe blood clears, revealing the Hempen Man. \"At last we meet, Miss- Hold on. Who are you?\"",
                                     "LinkToEvent": {"Id": 240002}, "Name": "", "Id": 240661},
                    "DefaultEvent": {"Description": "You swim past the cultist guarding the weaving children easily enough - but the two feeding the rope into the borehole are edgy, and vigilant. You can't get close without risking attention. You'll need to try again, or something else.",
                                     "LinkToEvent": {"Id": 240002}, "Name": "", "Id": 240659},
                    "Name": "Sabotage the nerve-cord",
                    "Description": "The children working on the nerve-cord are being guarded diligently by a Nerveless cultist. But the cord itself is unattended. ",
                    "ButtonText": "", "Id": 184179}],
 "Description": "A colossal bore is cutting into the wall of the gullet. The water is tinged with a miasma of blood. Weary-looking children chained to a swim-wheel are driving the bore. Another group floats, crossed legs, knotting nerve-cord into a long line. ",
 "Name": "The Cleft", "Id": 240002}