{"ChildBranches": [{"DefaultEvent": {"Description": "\"These people live in the mouth of a monster!\" Arnold shouts to the Deductress. \"Their protector one minute, destroyer the next - just like you and me! But I can end it! I've located the creature's brain. If I send a shock down the nerve-cord, I can kill it!\"\u000d\u000a\u000d\u000a\"You're not yourself, Arnold!\" the Deductress cries. \"It's your turn to play <i>villain</i>. You're doing it wrong!\" \u000d\u000a\u000d\u000aArnold replies with a scream. The tunnel walls are glowing with a crawling, crimson light. He switches direction and flees towards you; the tunnel seals behind him. The Maw flesh is healing, knitting itself together. You have to get out.",
                                     "LinkToEvent": {"Id": 240664}, "Name": "", "Id": 240067},
                    "Name": "Try to catch Arnold",
                    "Description": "His mask has slipped from his head. He is revealed as a clammy, balding man.",
                    "ButtonText": "", "Id": 183786},
                   {"DefaultEvent": {"Description": "\"He's not himself!\" the Deductress cries. \"It's his turn to play <i>villain</i>. He's doing it wrong!\" \u000d\u000a\u000d\u000a\"These people live in the mouth of a monster!\" Arnold is shouting from deeper in the tunnel. \"Their protector one minute, destroyer the next - just like you and me! But I can end it! I've located the creature's brain. If I send a shock down the nerve-cord, I can kill it!\"\u000d\u000a\u000d\u000aHe laughs, and then he is screaming instead. The tunnel walls are glowing with a crawling, crimson light. He switches direction and flees towards you; the tunnel seals behind him. The Maw flesh is healing, knitting itself together. You have to get out.",
                                     "LinkToEvent": {"Id": 240664}, "Name": "", "Id": 240663},
                    "Name": "Try to talk sense into the Deductress",
                    "Description": "Her hair has escaped its bun; it whips wildly in the current. Her teeth are bared.",
                    "ButtonText": "", "Id": 184182},
                   {"DefaultEvent": {"Description": "\"These people live in the mouth of a monster!\" Arnold shouts to the Deductress. \"Their protector one minute, destroyer the next - just like you and me! But I can end it! I've located the creature's brain. If I send a shock down the nerve-cord, I can kill it!\"\u000d\u000a\u000d\u000a\"You're not yourself, Arnold!\" the Deductress cries. \"It's your turn to play <i>villain</i>. You're doing it wrong!\" \u000d\u000a\u000d\u000aArnold replies with a scream. The tunnel walls are glowing with a crawling, crimson light. He switches direction and flees towards you; the tunnel seals behind him. The Maw flesh is healing, knitting itself together. You have to get out.",
                                     "LinkToEvent": {"Id": 240664}, "Name": "", "Id": 247145},
                    "Name": "Follow, and observe",
                    "Description": "They're a fairly horrible pair. But it might be worth finding out what they're up to.",
                    "ButtonText": "", "Id": 188550}],
 "Description": "The Deductress chases the Hempen Man - Arnold - deeper into the red, raw tunnel of the wound. The water is thickening with blood.",
 "Name": "A Blood Filled Tunnel", "Id": 240004}