{"ChildBranches": [{"DefaultEvent": {"Description": "Arnold gathers himself for some last words. \"Well, farewell, Mina,\" he calls as the knitting flesh pulls him in. \"It was fun. And-\" His last word turns into a despairing moan. \u000d\u000a\u000d\u000aThe wound has sealed with an angry lavender scar. The Gullet is littered with the residue of the drilling-camp. Much has been pulled down the Gullet already. The Deductress straightens her outfit, wipes excess blood from her shoes. \"You saved me,\" she says. Her eyes are bright. \"Have you ever considered becoming a hero?\"",
                                     "LinkToEvent": {"Id": 240075}, "Name": "", "Id": 240665},
                    "Name": "Save the Deductress",
                    "Description": "Her legs have been caught in the closing flesh. She scrabbles at the wound's lip, and is slowly being drawn inside. Will you pull her out?",
                    "ButtonText": "", "Id": 184183},
                   {"DefaultEvent": {"Description": "The Deductress lets out a moan of outrage as you haul up Arnold. \"You can't save <i>him</i>! He's the <i>villain!</i>\" Her anger distracts her from her doom. She is still shrieking when as the knitting flesh closes over her. \"You've <i>simply</i> no respect for the <i>craft</i>, you st-\"\u000d\u000a\u000d\u000aShe is gone. The wound has sealed with an angry lavender scar. The Gullet is littered with the residue of the drilling-camp. Much has been pulled down the Gullet already. \u000d\u000a\u000d\u000a\"That was fun,\" Arnold says. \"But you were right to leave her. She had lost her mind. A hero would have let me save the city.\" He eyes you cautiously. \"You - I don't understand. You save me, but don't let me save the city. Are you a hero or a villain?\"",
                                     "LinkToEvent": {"Id": 240075}, "Name": "", "Id": 240666},
                    "Name": "Save Arnold",
                    "Description": "He thought he could kill the Maw; now it has caught him in its healing. \u000d\u000a\u000d\u000a\"What are you waiting for? Assist me!\" Will you? Perhaps he really <i>was</i> trying to help the Nookers.",
                    "ButtonText": "", "Id": 184184},
                   {"DefaultEvent": {"Description": "The wound sucks them in as the flesh knits itself closed. \u000d\u000a\u000d\u000a\"Well, goodbye, Mina,\" Arnold says. \"It was fun, wasn't it? Our best yet.\"\u000d\u000a\u000d\u000a\"Goodbye, brother,\" Mina says. \"You were a finer villain than ever I was.\"\u000d\u000a\u000d\u000a\"You really think so?\" Arnold's voice is now muffled by the creeping, seeking flesh.\u000d\u000a\u000d\u000a\"Of course. I was born to play the hero, you kn-\" The sealed wound cuts her off. Only an angry lavender scar remains. ",
                                     "LinkToEvent": {"Id": 240075}, "Name": "", "Id": 240667},
                    "Name": "Let them both die",
                    "Description": "They've put a whole city in danger with their games. And who are you to interfere with the healing process?",
                    "ButtonText": "", "Id": 184185}],
 "Description": "Ahead, the mouth of the wound is closing. A burst of energy sees you through it to the Gullet. The Deductress and the Hempen Man are not so lucky. Both are pinned by the edges of the wound.",
 "Name": "A Healing Wound", "Id": 240664}