{"ChildBranches": [{"DefaultEvent": {"Description": "Your crew stoke the boiler urgently. The whole zubmarine shudders as the engines fight momentum. Eventually, you are reversing from the location of the disintegrating fluke. The dark hides its carcass quickly, but there is a noise like the shattering of glass. It echoes around your ship's shell and does not stop for some time. ",
                                     "Name": "Away ", "Id": 243435},
                    "Name": "Avoid the carcass entirely",
                    "Description": "Leave swiftly. At top speed. Nothing good can come of this. ",
                    "ButtonText": "", "Id": 185977},
                   {"SuccessEvent": {"Description": "No sooner have you brought the clump of livid flesh and quivering spines on board, then it begins to liquefy. As the putrefying flesh puddles on your deck, it sings an eery melody. It bubbles like notes played on a drowned organ; it shrieks like a fox on heat; it sings like a canary released from its cage. Your crew clutch their ears. You do not.",
                                     "Name": "A liquid mess ", "Id": 243430},
                    "DefaultEvent": {"Description": "No sooner have you brought the clump of livid flesh and quivering spines on board, then it begins to liquefy. Beneath the needles, bloated organs extrude from bulges within the skin. They slip and slide to the floor. You cannot fathom how to piece together the creature's anatomy. All too soon, it is little more than a violet stain on your deck. Someone calls for a mop. ",
                                     "Name": "An unpleasant spillage ", "Id": 242604},
                    "RareDefaultEvent": {"Description": "No sooner have you brought the clump of livid flesh and quivering spines on board, then it begins to liquefy - too fast to extract anything. One crewman complains of hearing singing - beautiful, but <i>constant</i>. In the night, you hear singing too. It is his. In the morning, he is gone. ",
                                         "Name": "A voice in the deep ", "Id": 243431},
                    "RareSuccessEvent": {"Description": "No crewman will volunteer, so you have to do the work yourself. You drag a fleshly clump into the boiler-room. With tongs from the boiler you pull out spine after quivering spine. The angry flesh of the fluke sloughs off the end of these brittle tines. In amongst the slurry that slops across your deck, a plucked lump remains. It gleams promisingly. ",
                                         "Name": "Something clutched ", "Id": 243432},
                    "Name": "Harvest a fluke-core ",
                    "Description": "Ignore the protestations of your crew.",
                    "ButtonText": "", "Id": 185485},
                   {"SuccessEvent": {"Description": "The fluke liquefies slowly but perceptibly, like a sand-castle washed away by successive tides. Its savage spines leak violant fluids into the zee; its livid flesh sloughs away from its core. That too rots away before your eyes. There is a mournful keening. The zubmarine reverberates with the weight of it. You remember home, where the sky is impossible and the stars - \u000d\u000a\u000d\u000aIt ends. The fluke is just a stain in the water. ",
                                     "Name": "Echoes in the shell ", "Id": 243434},
                    "DefaultEvent": {"Description": "The fluke liquefies slowly but perceptibly, like a sand-castle washed away by successive tides. Its savage spines leak violant fluids into the zee. These too rot away before your eyes. A mournful keening emerges from the ruptured corpse. \u000d\u000a\u000d\u000aYou come to on the floor of the bridge. Someone has placed the charts to London on your chest. Home has been helpfully circled in bright red. ",
                                     "Name": "You refuse ", "Id": 243433},
                    "Name": "$Fluke -> フルーク$Observe the Lornest Fluke's death. From a distance. ",
                    "Description": "Conduct a study without risking your crew.",
                    "ButtonText": "", "Id": 185976}],
 "Description": "The beast's spines quiver uncontrollably, before slowly curling in upon themselves, like the upturned limbs of a dying spider. A perverse keening finally fades into silence.",
 "Name": "$Fluke -> フルーク$You have defeated a Lornest Fluke",
 "Id": 242603}