{"ChildBranches": [{"SuccessEvent": {"Description": "Someone has made a palimpsest of the bones. This is not a corpse, but a bone-book. A zee-voyage is engraved on the skull, from a city at a confluence of three rivers. A woman is at the helm. On the underside of a rib, the same image reversed. She returns. An ancient language is scrawled over everything. Someone has attempted to score out the words, but was prevented half-way through, or gave up. ",
                                     "Name": "You don your diving gear...", "Id": 243623},
                    "DefaultEvent": {"Description": "Whatever the words read, they are now lost. Someone has further defaced each bone of the whale with a knife, obliterating every line. This is the censorship of Scrimshander, meted out on aberrant histories. ",
                                     "Name": "You don your diving gear", "Id": 243622},
                    "Name": "Examine the engravings ",
                    "Description": "Are these inscriptions?", "ButtonText": "",
                    "Id": 186097},
                   {"SuccessEvent": {"Description": "You and your crew don diving suits and swim out, armed with flasks and bonesaws. It takes three of you to hold a rib in place, another two to wield the saw. Your doctor insists on collecting the marrow personally. It is backbreaking labour; the snap of bones, the dribble of pallid marrow. Eventually, every bone is snapped and hollow. You have taken enough. ",
                                     "Name": "", "Id": 243625},
                    "DefaultEvent": {"Description": "You and your crew don diving suits and swim out, armed with flasks and bonesaws. It takes three of you to hold a rib in place, another two to wield the saw. Someone slips; the saw descends too fast, biting deep into the bone. There is a snap. You are all covered in viscous liquid that spews from the break. ",
                                     "Name": "", "Id": 243624},
                    "Name": "Collect unknown toxins ",
                    "Description": "The marrow of these beasts bear poisons. Harvest them. ",
                    "ButtonText": "", "Id": 186098},
                   {"SuccessEvent": {"Description": "You set to with the bone saw. While you work, curious shoals of angler-fish swim past, providing a brief moment of light. The beast's bones are notched, as though others had attempted this before. The marrow is curiously absent of colour - thin and oily, seeping slowly into the water when the bone yields. \u000d\u000a ",
                                     "Name": "You don your diving gear", "Id": 243627},
                    "DefaultEvent": {"Description": "You set to with the bone saw. While you work, curious shoals of angler-fish swim past, providing a brief moment of light. How pretty! They draw closer. Your navigator shines a torch to ward them away. Their many teeth reflect the light beautifully. A quick retreat seems wise.  ",
                                     "Name": "You don your diving gear", "Id": 243626},
                    "RareDefaultEvent": {"Description": "You set to with the bone saw. While you work, curious shoals of angler-fish swim past, providing a brief flurry of light. The beast's bones are notched, as though others had attempted this before. The marrow is curiously absent of colour - thin and oily, seeping slowly into the water when the bone is snapped. ",
                                         "Name": "You don your diving gear", "Id": 245549},
                    "Name": "Harvest stygian ivory ",
                    "Description": "The bones are intact, and valuable. ",
                    "ButtonText": "", "Id": 186099}],
 "Description": "The zee has not been kind. The colossal skull is intact, but the body has been reduced to a gnawed frame of bones. Carvings have been scored into the bones. ",
 "Name": "Whale Bones ", "Id": 243621}