{"ChildBranches": [{"DefaultEvent": {"Description": "The Cladery Heir packs away her implements and shows no disappointment on her face. There is one blade that has been ruined by the ice and salt. She flings it away into the ocean.",
                                     "LinkToEvent": {"Id": 143337},
                                     "Name": "Perhaps some other time", "Id": 254201},
                    "Name": "Give up on cutting the ice for now",
                    "Description": "There is still some ice between you and the Cladery Heart. Who knows how much longer this would take?",
                    "ButtonText": "", "Id": 190911},
                   {"SuccessEvent": {"Description": "$Port Carnelian -> ポート・カーネリアン$The Cladery Heir builds a fire. She whistles an infuriating popular tune. She massages the hull-flesh with brandy, and piles otter pelt over its raw frostbitten flanks. She speaks to it in the native tongue of the First City, a language cluttered with velar stops. \u000d\u000a\u000d\u000aIn the fifth hour of these rituals, the Heart begins to thrum again. It wants to be free of the ice. It wants to move. It wants to swim.\u000d\u000a\u000d\u000a\"South,\" says the Heir. \"Wait for us in Port Carnelian. It isn't safe to change ships here.\" The Heart beats twice before taking a new heading. [For now, the Cladery Heart awaits in Port Carnelian. If you wish to make it your ship, you will have to go there, and come to some agreement with the Heir.]",
                                     "LinkToEvent": {"Id": 143337}, "Name": "Implements of warmth",
                                     "Id": 254200},
                    "DefaultEvent": {"Description": "The Cladery Heir pummels the hull-flesh with her fists. She scrapes away accumulated ice with a strigil. She breathes on it, and lays her cheek next to it. The Cladery Heart doesn't stir.",
                                     "LinkToEvent": {"Id": 246749}, "Name": "Inert", "Id": 246750},
                    "Name": "Bring it back to health",
                    "Description": "\"It is shocked,\" she says. \"And numb. It will need a cure.\"",
                    "ButtonText": "", "Id": 188327}],
 "Description": "$Frostfound -> 氷結城$The Cladery Heir has sliced away great blocks of Frostfound ice and piled them into a wall. Behind them, the shape of the Cladery Heart is evident, but the hull-flesh is blue with cold.",
 "Name": "The Cladery Heart in the Ice", "Id": 246749}