{"ChildBranches": [{"DefaultEvent": {"Description": "Grey moths hide on grey fungus. Somewhere, far above, you imagine you can hear the wings of Lorenzo, the Most-Moth - but it's just as likely to be the rustling of his less-magnificent kin.",
                                     "LinkToEvent": {"Id": 246752},
                                     "Name": "All's quiet, all's well", "Id": 246754},
                    "Name": "$Port Report -> 港湾報告書$Assemble a Port Report",
                    "Description": "It's nothing more than a dark cave of moths and fungus now. But it's worth being thorough.",
                    "ButtonText": "", "Id": 188330},
                   {"DefaultEvent": {"Description": "$[Bb]lemmigan -> ブレミガン$Moments after being shoved ashore, the blemmigan is excitedly chasing cave moths. You watch as it scurries away into the darkness.",
                                     "LinkToEvent": {"Id": 246752}, "Name": "A natural fit",
                                     "Id": 246755},
                    "Name": "$[Bb]lemmigan -> ブレミガン$Release a blemmigan into the Undercrow",
                    "Description": "In such a desolate place, any company would surely be appreciated.",
                    "ButtonText": "", "Id": 188331},
                   {"SuccessEvent": {"Description": "You can burn it for fuel, eat it for an unpleasant sort of sustenance, and even smoke it, if you're inclined to smell like a distillery fire.",
                                     "Name": "A versatile fungus", "Id": 246759},
                    "DefaultEvent": {"Description": "Clouds of moths buffet your crew and threaten to choke your firelight. Leave this place to them.",
                                     "Name": "Nothing but ash and memories", "Id": 246758},
                    "Name": "Search for fuel and supplies",
                    "Description": "The rich cave fungus here used to fuel a lighthouse fire. Perhaps it can fuel your engine - if you can stand the smell.",
                    "ButtonText": "", "Id": 188333}],
 "Description": "$false-star -> 偽星$A deep cavern home only to ash and cave moths. The false-stars can be faintly seen through the open roof of the lighthouse that reaches up through the sea. Occasionally, they are obscured by the wings of vast moths.",
 "Name": "The Darkened Undercrow", "Id": 246752}