{"ChildBranches": [{"DefaultEvent": {"Description": "$Aft -> 後部$After scrupulously noting your ship's details, the guardian welcomes you to Scrimshander. The ivory gate parts before you. Dozens of finger-bones click apart and beckon you into the dry centre of the citadel.",
                                     "LinkToEvent": {"Id": 254670},
                                     "Name": "Through the ivory gates", "Id": 254669},
                    "Name": "Accept the price and dock",
                    "Description": "A solemn Drownie stands vigil outside of the port, holding a ceremonial key carved from a femur. All travellers, pilgrims, and truth-seekers are welcome - but leaving bears a steep price.",
                    "ButtonText": "", "Id": 191204},
                   {"DefaultEvent": {"Description": "Leave history for the scholars. The present is far more interesting at the moment.",
                                     "Name": "Not yet", "Id": 254672},
                    "Name": "Keep sailing",
                    "Description": "No reason to commit yourself to history quite yet.",
                    "ButtonText": "", "Id": 191206},
                   {"DefaultEvent": {"Description": "The guardian unlocks the ivory gates. Steel glints in her fingers as she carves an image of your ship into her massive bone key. Your brave crew decides to remain on the ship as you disembark for the tower's dry centre.",
                                     "LinkToEvent": {"Id": 254670}, "Name": "A cowed crew",
                                     "Id": 258358},
                    "Name": "Accept the price and dock",
                    "Description": "A Drownie floats before the docking gate of a bone cathedral. She wears a cowl and carries a ceremonial key carved from a femur. At your approach, she sings a solemn greeting.\u000d\u000a\u000d\u000a\"Soldier, scholar, servant of art,\u000d\u000aHist'ry welcomes without toll,\u000d\u000aBut be warned, 'ere you depart,\u000d\u000aNone who enter, escape whole.\" [Beware: you will have to pay a price to depart from Scrimshander]",
                    "ButtonText": "", "Id": 192752}],
 "Description": "Before you looms the bone tower of Scrimshander, the City of Remembrance. Ivory structures jut from the pile, supported by buttressing tusks. As your light plays across them, you can make out inscriptions. Names, pictures, and dozens of lost languages. \u000d\u000a\u000d\u000aThe largest ones carry a warning: All are welcome to enter, but none may depart without leaving something of themselves behind.",
 "Name": "Entering Scrimshander", "Id": 254668}