{"ChildBranches": [{"DefaultEvent": {"Description": "Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. The St Brendan's fire in your lights gutters, and dies. ",
                                     "LinkToEvent": {"Id": 258176}, "Name": "", "Id": 258178},
                    "Name": "Forsake the Rite of the Hearth",
                    "Description": "So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192631},
                   {"DefaultEvent": {"Description": "Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. There is no immediate effect, but that night you dream of being vehemently, vigorously sick. You wake in a pensive mood.",
                                     "LinkToEvent": {"Id": 258176}, "Name": "", "Id": 258179},
                    "Name": "Forsake the Rite of Feasting",
                    "Description": "So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192632},
                   {"DefaultEvent": {"Description": "Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. Your vigorous coughing fit is unquestionably a coincidence. You are hoarse for the rest of the day, but swiftly recover.",
                                     "LinkToEvent": {"Id": 258176}, "Name": "", "Id": 258180},
                    "Name": "Forsake the Rite of Greeting",
                    "Description": "So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192633},
                   {"DefaultEvent": {"Description": "Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. There is no effect, of course. But that night you do not dream of a woman clad in black. Her absence is as notable as a missing tooth.",
                                     "LinkToEvent": {"Id": 258176}, "Name": "", "Id": 258181},
                    "Name": "Forsake the Rite of Solace",
                    "Description": "So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192634},
                   {"DefaultEvent": {"Description": "You drift steadily up and out of the maw.",
                                     "Name": "Away", "Id": 258182},
                    "Name": "Depart",
                    "Description": "You've seen what you came to see.",
                    "ButtonText": "", "Id": 192635},
                   {"DefaultEvent": {"Description": "Kilns line the floor above you, all bricked up. But at the end of the nave, violant fire playfully licks out of a kiln. The firing chamber is just large enough to accommodate you. It is blisteringly hot. Nevertheless, you commend yourself to the fires.\u000d\u000a\u000d\u000aYour suit preserves your flesh from burning, but the flames search for a way in. They press against your helmet's glass, blinding you; they seep through, searing you. They dance across your face, and spread!\u000d\u000a\u000d\u000aAs the last part of you is engulfed, the flame dies. The kiln goes dark. You swim to your zubmarine. The zee is not as cold as it was. Are you still what you were?",
                                     "LinkToEvent": {"Id": 258176},
                                     "Name": "You don your diving gear", "Id": 259788},
                    "Name": "Perform the Ritual of Hearths",
                    "Description": "The Church's tympanum depicts pilgrims passing through opened doors, and into fire. Their expressions are ambiguous. Are they suffering, or exalting? [Performing the abyssal rituals in the correct order will lead to a discovery.]",
                    "ButtonText": "", "Id": 193713},
                   {"DefaultEvent": {"Description": "With every meter climbed you feel the probability of you meeting an untimely death decline, from absolutely certain to just likely.  ",
                                     "LinkToEvent": {"Id": 258176}, "Name": "Rising", "Id": 259789},
                    "Name": "Ascend",
                    "Description": "You have seen enough of darkness for now.",
                    "ButtonText": "", "Id": 193714},
                   {"SuccessEvent": {"Description": "Out, into the bright depths. The fires burn. Violet anemones - bloated to impossible size - cluster about the unexpected warmth. Their tendrils languorously weave. Cupping a handful of the pale fire in your hands, you carry it back to your zubmarine. It feels warm as a bowl of soup. You set it in a glass tank in the hold. Your zailors occasionally report seeing the fires playing across your hull.",
                                     "LinkToEvent": {"Id": 258176},
                                     "Name": "You don your diving gear", "Id": 258196},
                    "DefaultEvent": {"Description": "You swim out into the abyss. Behind you, your crew's faces are pressed at the portholes. Darkness stretches above and darkness waits below, but where the fires burn glows a region of pale, frantic light. You approach the nearest fissure, reach out. It scalds your hand, hot as a freshly-boiled kettle. You grit your teeth, scoop up a handful of flame, and return to your vessel. Your crew are gesturing frantically - the heat of the abyss is beginning to warp the shell-hull. You set the fire in a glass tank. It occasionally leaps out and plays across your hull.",
                                     "LinkToEvent": {"Id": 258176},
                                     "Name": "You don your diving gear", "Id": 258177},
                    "Name": "Retrieve a sample of the fires",
                    "Description": "A true zailor can carry them without being burned, it's said. [This Rite will increase your Mirrors by 20 but decrease your Veils by 10. Succeed or fail, you will gain the rite, but failure will damage your Hull.]",
                    "ButtonText": "", "Id": 192630},
                   {"SuccessEvent": {"Description": "Your helmsman's response is unjustifiably foul-mouthed, but she assents.\u000d\u000a\u000d\u000aYour zubmarine's pinprick of light shines onto a cliff side, illuminating only a spot of a vast, inverted cathedral: a Fathomless Church. ",
                                     "LinkToEvent": {"Id": 258176}, "Name": "Deeper still",
                                     "Id": 259801},
                    "DefaultEvent": {"Description": "Your helmsman obeys the order silently, driving the vessel even deeper down. Soon, the zubmarine creaks against the pressure. The weight of the zee is crushing, and though your shell can hold, it suffers. \u000d\u000a\u000d\u000aYour zubmarine's pinprick of light shines onto a cliff side, illuminating only a spot of a vast, inverted cathedral: a Fathomless Church. ",
                                     "LinkToEvent": {"Id": 258176}, "Name": "Deeper still",
                                     "Id": 259787},
                    "Name": "Dive deeper",
                    "Description": "There is something even further down. [Succeed or fail, you will go deeper. But a failure will damage your hull.]",
                    "ButtonText": "", "Id": 193712}],
 "Description": "Pale fires bubble from fissures in the walls, refracted by wilful currents into hypnotic cascades of light that shiver across the interior of your vessel. \"St Brendan's fire!\" a zailor gasps. \"The Navigator's blessing!\"",
 "Name": "The Abyss of Pyres", "Id": 258176}