{"ChildBranches": [{"DefaultEvent": {"Description": "He squints at you. \"No,\" he says. No what? \"No, I'm done with responsibility. And <i>causes</i>. I came here to be left alone. What goes on out there isn't my concern. Not anymore.\"\u000d\u000a\u000d\u000aInteresting, then, that he chooses to preside over the only place in Nook where people come to speak of the wider world. Perhaps if you shared some of your own experiences, you could remind him what he's missing.",
                                     "LinkToEvent": {"Id": 260523},
                                     "Name": "The gentleman protests too much", "Id": 260524},
                    "Name": "Greet Batuk",
                    "Description": "You recognise him from Mariam's statues. The same enviable chin. The same heavyset shoulders. The same scowl. ",
                    "ButtonText": "", "Id": 194291},
                   {"DefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー$Tales of Dahut and Anthe and Aigul. Of Drownies and lorn-flukes and Salt.",
                                     "LinkToEvent": {"Id": 260523}, "Name": "", "Id": 260526},
                    "RareDefaultEvent": {"Description": "$Khan -> カーン, Khanate -> カーネイト$\"...the lorn-flukes never used to be like this. Oh, they were spiteful and unpredictable. But they never had <i>ambition</i>. Not before the London and the Khanate taught them it...\"",
                                         "LinkToEvent": {"Id": 260523}, "Name": "", "Id": 260530},
                    "Name": "Tell of your recent news...",
                    "Description": "$Recent News -> 最近の知らせ, Intriguing Snippet -> 興味を引く小話$...and listen to their stories in turn. [Trade Recent News for Intriguing Snippets or other rewards.]",
                    "ButtonText": "", "Id": 194293},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 255569},
                                     "Name": "", "Id": 260527},
                    "Name": "Return to the Great Maw",
                    "Description": "Back into the Nookwater. Back out to the great throat.",
                    "ButtonText": "", "Id": 194294},
                   {"DefaultEvent": {"Description": "$Khan -> カーン, Presbyter -> プレズビター$You tell of the great Neathy powers. The robed Masters, comfortable in London's Bazaar. The Khan, secure in his fortress. The Presbyter, reigning for a thousand years over his seven-and-seventy kingdoms...",
                                     "LinkToEvent": {"Id": 260523},
                                     "Name": "The privilege of the mighty", "Id": 260531},
                    "RareDefaultEvent": {"Description": "$Fathomking -> ファザムキング$You tell of drowned zailors and the Fathomking's feasts. Of the numberless wrecks that litter the deeps.",
                                         "LinkToEvent": {"Id": 260523},
                                         "Name": "The toll of the zee", "Id": 260532},
                    "Name": "Stoke Batuk's rekindled curiosity",
                    "Description": "You have him on the line. He leans forward when you speak, his eyes misty with memory. [Trade a secret to restore Batuk's passion.]",
                    "ButtonText": "", "Id": 194296},
                   {"DefaultEvent": {"Description": "The zee teaches many lessons, and each one has a tale to it. The Nookfolk listen closely, keeping their breathing slow to preserve the air. Batuk sits statue-still, his broad soldier's hands clasped before him.",
                                     "LinkToEvent": {"Id": 260523}, "Name": "Don't lose your mind",
                                     "Id": 260533},
                    "RareDefaultEvent": {"Description": "You tell of the zee's hunger. Of the Northern cold and the Southern warmth. Of Storm, and Stone, and Salt.",
                                         "LinkToEvent": {"Id": 260523},
                                         "Name": "Don't eat your crew", "Id": 260534},
                    "Name": "Rekindle Batuk's curiosity",
                    "Description": "It's your turn to speak. Tell them a lesson you learned at zee. [Trade a Secret to restore Batuk's passion.]",
                    "ButtonText": "", "Id": 194297},
                   {"DefaultEvent": {"Description": "\"You know, when we sacked Nidah I broke one of their tablets. The ones they keep their precious laws on? Smashed it on their pretty, gem-stone street.  It said, 'THE PRESTER SAITH: none shall set foot in Nidah save he that was born there. He who violates this law shall be cast into the deepest deep, and always forsaken.' Well, b____r that.\" \u000d\u000a\u000d\u000a\"Tell Mariam I'll be ready when she calls me. In the meantime, I'll start looking for some soldiers.\"",
                                     "LinkToEvent": {"Id": 260523}, "Name": "", "Id": 260535},
                    "Name": "Welcome Batuk back to the Seven Against Nidah",
                    "Description": "$Presbyter -> プレズビター$\"Yes, all right. Try not to look so pleased with yourself. It wasn't that clever. You just reminded me how angry I am. Arrogant Presbyter b_____ds. It takes solid flint b_lls to monopolise immortality, I'll tell you that!\"",
                    "ButtonText": "", "Id": 194298},
                   {"DefaultEvent": {"Description": "He reads slowly - correspondence is unknown in Nook. When he finishes, he reads it again. \"Fool,\" he says. His voice is rough and fond. \"Tell Lorenzo that Rosina makes her own choices. And tell him the rout was never his d_mn fault. <i>I</i> took the decision to charge the gate. <i>I</i> missed the Hyenas' approach. \u000d\u000a\u000d\u000a\"He blames himself for too much, and I'll be d_mned if he's taking this one from me. Its my fault, and I mean to be buried with it. Tell him he can get his own failures. And tell him... No. Never mind. Too late. Too bl__dy late.\"",
                                     "LinkToEvent": {"Id": 260523}, "Name": "", "Id": 260537},
                    "Name": "Deliver the Almost Dead Man's letter",
                    "Description": "The Flinty Latitudinarian takes it, suspiciously.",
                    "ButtonText": "", "Id": 194300},
                   {"SuccessEvent": {"Description": "The hand-signals lead you to a trading post on the edge of the maw, where Batuk enjoys a lack of both customers and responsibility. He accepts the letter and gestures for you to follow him to the nearest tooth: its upper chambers have trapped musty pockets of air. There, he reads in silence. Several times he turns his gaze on you, then returns to the letter. When he finishes, he lets out a booming laugh. His voice is rough, unused to speech.\u000d\u000a\u000d\u000a\"Sounds like Lorenzo's been stewing in his memories for too long! Tell him all's forgiven - he'd take the blame for London's fall, if he could!\"",
                                     "LinkToEvent": {"Id": 255567}, "Name": "A man lost in Freedom",
                                     "Id": 260529},
                    "DefaultEvent": {"Description": "You do your best to ask about your mark, but those few Nookfolk willing to help are unable to make their signing comprehensible.",
                                     "LinkToEvent": {"Id": 255567},
                                     "Name": "\"Sounds like...\" No. Bad idea.", "Id": 260528},
                    "Name": "OLD VERSION (RETIRED) Deliver the Almost Dead Man's letter",
                    "Description": "How will you find Batuk in a place like this?",
                    "ButtonText": "", "Id": 194295}],
 "Description": "In the cavities of his etched tooth-home, trapped air-pockets allow an activity largely forsaken in Nook: conversation. A handful of Nookfolk gather there to reminisce. Brevity is admired: the air is precious, and rapidly fouls.\u000d\u000a\u000d\u000aThe Latitudinarian watches, and listens. He keeps a merciless peace within his house, and cares not a damn for what happens outside it.",
 "Name": "The Flinty Latitudinarian", "Id": 260523}