{"ChildBranches": [{"DefaultEvent": {"Description": "$Chelonate -> キェロネイト, Fathomking -> ファザムキング$The Fathomking nods. \"Indeed. Sunken secrets have a habit of becoming buoyant again.\" He claps his hands. \"Summon my lyricists! Bring me my harpsichord! The truth travels further and endures longer when it is set to music.\" He leans towards you. \"I have never particularly liked the Chelonates. All that bone and bluster. Here, a reward.\"\u000d\u000a\u000d\u000a[Return to Scrimshander to continue the story.]",
                                     "LinkToEvent": {"Id": 169643}, "Name": "", "Id": 263391},
                    "Name": "Suggest he spreads the truth far and wide",
                    "Description": "$Chelonate -> キェロネイト$The Chelonates justify their bloodthirst with false history. A new song - of the Chelonate's shame - should be sung throughout the zee.",
                    "ButtonText": "", "Id": 196208},
                   {"DefaultEvent": {"Description": "$Chelonate -> キェロネイト, Fathomking -> ファザムキング$The Fathomking furrows his wrinkled brow. He cuts you off with an upraised finger. \"And what of the tribute they pay me? Should that be forgotten, too?\" The tribute of lions, you point out, elevates the king that receives it. But the tribute of jackals demeans him.\u000d\u000a\u000d\u000a\"Eloquently put.\" He bestows a thin-lipped smile upon you. \"Very well. From this day on, we shall not speak or sing of the Chelonate. They are nothing. And you - you may leave, with this for your service.\" This last is meant for you.\u000d\u000a\u000d\u000a[Return to Scrimshander to continue the story.]",
                                     "LinkToEvent": {"Id": 169643}, "Name": "", "Id": 263392},
                    "Name": "$Chelonate -> キェロネイト$Suggest the Chelonates are beneath his dignity",
                    "Description": "Let them keep their secret. He should strike them from his songs, his court, and his protection. Let them be forgotten.",
                    "ButtonText": "", "Id": 196209}],
 "Description": "$Fathomking -> ファザムキング$The Fathomking examines the box. He runs a pruney finger over the engraved reliefs. He studies the inscriptions, about a starving hunter lost at zee, who washed up on the fresh corpse of a giant turtle, and founded a settlement.\u000d\u000a\u000d\u000aHis Complexity purses his lips. \"They told us they were champions. The terms of our agreements were founded on that claim. I must punish them, I think.\" \u000d\u000a",
 "Name": "A Punishment for Arrogance", "Id": 263390}