{"Description": "一歩進むごとに目的地が近づく。@{K}Every step leads to your final destination.",
 "LevelDescriptionText": "1|銀色の文字の名残が暗闇に光る。『あれは心臓を抉り出した。しかし恥は残る。』~2|渋面の海賊がダガーを使って歯の間をほじくっている。ギャント・ポールの深部はこの場所を見つけることの出来た者にとっては格好の隠れ場所となる。~3|トンネルが三方向に向かって捻じれている。あなたは指先を舐めた。微かな風が道しるべとなる。~4|酷い匂いの突風がトンネルを吹き抜ける。一瞬、心臓が震えた。~6|石灰化した心臓の欠片が罅の入った動脈の天井から降り注ぐ。~7|この動脈は狭い裂け目へとつながっていた。堆積し、化石と化した脂肪が靴の下で砕ける。~8|蝋燭の炎が揺らいだ。背後の暗闇から、足音が聞こえる。~9|年老いた船乗りたちが円になって座り、到着したばかりの鯨の肉を腐った歯で千切りとっている。~10|衰えた腸卜師の弟子の一人が両腕一杯にギャント・ポールの深部からとれた食糧を抱え、急ぎ足で駆けていった。~11|柔らかなハミングがあなたを前へ導く。瞼が重い。ここの何処かに、眠ることの出来る場所があるはずだ。もう休んでも良いだろう。目覚めている必要などない。~12|あなたはトンネル壁の波打つ縁に手を滑らせた。また別の動脈だ。これも石となる前は肉だったのだろうか？~13|あなたは船乗りたちの野営地に通りかかった。彼らはじっとこちらを見つめるだけで、話そうとしない。あなたは心臓のさらなる深みへと前進した。~14|天井の亀裂から水が滴る。舐めてみると、腐り澱んだ味に微かに海水の後味が残った。それでも、乾きに苦しむよりはましだ。~15|遠くで、誰かが船乗りの歌を口笛で吹いている。あれはあなたかもしれない。~16|銀色の文字の名残が暗闇に光る。『歓喜せよ。終わりは常に来る物なれば。』~17|あなたは石灰で書かれた印に覆われた壁を通りかかった。これが日数をあるいは月を、または別の何かを記録しているにせよ、これを書いた者はとても長い間この場所にいたようだ。~18|一瞬、遠くに光が見えた。しかしその光は顔をあげた瞬間に消えてしまった。~20|トンネルは全て捻じれては折れ曲がる。これほど陰鬱な場所なんだから、ささやかな宝ぐらい置いてあってもいいじゃないか？~5|トンネルを下り、あなたは年老いた船乗りたちが何かを書いた壁を見つけた。それは光の中では見えず、暗闇の中では判読不能だ。~19|あなたは皮から作られたあばら家を通りかかった。家主は腐った部分と大きく貪られた肉越しに磨き抜かれた骨格が見えているにもかかわらず、中で安らかな寝息を立てている。彼は夢の中で声をあげて笑うと、寝返りを打ちいびきをかき始めた。@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$1|The echo of silver writing glimmers in the darkness. \"IT TORE OUT THE HEART. THE SHAME REMAINED.\"~2|A scowling pirate cleans his teeth with a dagger. The Gant Pole's depths are a fine place to hide, for those who can find it.~3|The tunnel twists into three directions. You lick your finger. The slight breeze guides your feet.~4|A gust of fetid air rushes through the tunnel. The heart shudders for a moment.~6|Slivers of calcified heart rain down from the cracked ventricle roof.~7|This ventricle narrows to a tight gap. Fossilised fat deposits crack under your feet.~8|The light of your candle flickers. In the darkness behind you, footsteps.~9|A group of Old Zailors sits in a circle, tearing strips off a recently arrived whale with their rotten teeth.~10|One of the Fading Haruspex's disciples scurries past, arms weighed down with supplies from deeper in the Gant Pole.~11|A gentle hum guides your feet forwards. Your eyes feel heavy. Somewhere here is a place you can sleep. You have earned your rest. There is no need to awaken.~12|You brush your hand against the rippled edges of the tunnel. Another ventricle. Was it flesh before it was stone?~13|You pass an encampment of zailors. They stare at you, refusing to talk. You move onwards and deeper into the Heart.~14|Water drips from a crack in the roof. You taste it. Stale and stagnant. Brine aftertaste. Still better than thirst.~15|In the distance, someone whistles a zee-shanty. It might be you.~16|The echo of silver writing glimmers in the darkness. \"REJOICE, FOR THE END ALWAYS COMES.\"~17|You pass a wall covered in chalk-malks. Whether they mark days, years, or something else, whoever made them has been here for a very long time.~18|For a moment, you see a glow in the distance. It fades as soon as you look up.~20|Every tunnel twists and turns. Is a little treasure really so much to ask for in such a grim place?~5|Down this tunnel, you pass one of the Old Zailors writing something on the wall. In the light, it is invisible. In the darkness, illegible.~19|You pass a shack made of hide. The owner sleeps inside, gently breathing despite the polished bone of his skeleton visible through the decay and great chunks of devoured flesh. He cackles to himself about something in his dream, rolls over, and begins to snore.",
 "ChangeDescriptionText": "1|あなたはギャント・ポールの中を歩んでいる。0|あなたはギャント・ポールの動脈を去った。@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$1|You continue walking through the Gant Pole.~0|You have left the Gant Pole's ventricles.",
 "Name": "ギャント・ポール: 暗闇の中に迷う$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$Gant Pole: Lost In The Darkness",
 "Id": 126775}
