{"Description": "腸卜師は死にかけの物のはらわたから予兆を引き出す。@{K}The Haruspex draws them from the viscera of the nearly dead.",
 "LevelDescriptionText": "1|「その場所には答えが待っている。答えは遥か昔に破壊された船に乗り旅している。見つけるんだ」~2|「あの海獣は繋がれている。しかし、その繋がりは永遠には続かない。人々はロンドンに逃れてくることだろう」~3|「かつての七人があり、再び七人が集うだろう。名前は変われど、数は変わらぬ」 ~4|「ニダーを受け継ぐ者たちの名はそれぞれM、A、R、Iで始まる。これは反乱だ」 ~5|「波間の下に、二つの街がある。奴らは育つ。そして飢えておる」~6|「アンテには気をつけろ。あれはお主を変えてしまう。お主はナイフの刃の如く鋭くなるだろう」~7|「傷が再び開く。肉が癒えることはない。彼らにお主の自責の念を持って行ってやるといい」 ~8|「彼らは焦がれておる。自由、平等、永遠を」~9|「彼らとて限りある命のものに過ぎぬ。奴らも苦しむのだ。活力、虚弱、死の定め」~10|「宣教者は鐘楼へと旅した。あの鐘、あれは――おお、神よ。何と恐ろしい」 ~11|「奴らの恐れる者は青白い洞窟で待つ。壁には予言が刻まれている」~13|「夢は太古よりある偉大なもの。それは恐怖の行いによって掻き立てられる。あれを拒む力のある者はいない」 ~14|「輪が輪の中で回る。一人の王がお主の手に焦がれておる」~15|「一人が海中の我らに加わった。侵入者が浮上することはない」 ~16|「問いはいずれ必ず答えられることになる」~18|「塩を受けた者は波間の上へと昇るだろう。しかしそこで見つかるのは自らの墓のみ」~19|「侵入者の光が深淵を貫いたとき、古き海獣が目覚めるだろう。侵入者が平穏を知ることは決してない。彼らの知るは恐怖のみ」 ~20|「新たな地平線が開かれるだろう。いずれは全ての者が知る所となるが――王の街が最初の目撃者となるだろう」 ~12|「兵士は逃げ出し、自由の中に自らを押し殺した」~17|「自由は脆い。獣は目覚めるだろう」@{K}1|\"There is a question waiting. It travelled in a ship long wreck’d. Find it.\"~2|\"The beast is tethered - but not forever. Refuge comes to London.\" ~3|\"They were seven and they shall be seven again. Their names may change but the number remains.\" ~4|\"The names of the heirs to Nidah will begin with M, A, R, I - which is rebellion.\" ~5|\"Beneath the waves, two cities live. They grow. They hunger.\"~6|\"Beware Anthe. It will change you. You will be sharp, keen as a knife’s edge.\"~7|\"The wound reopens; the flesh will not heal. Bring them your remorse.\" ~8|\"They yearn for it: Liberty, Equality, Eternity.\"~9|\"They are only mortal. They suffer too: Vitality, Infirmity, Fatality.\"~10|\"The preacher travels to the bell tower. The bell, it- Oh god. That's horrid.\" ~11|\"The one they fear waits in a pale cavern. The walls are carved with prophecies.\"~13|\"The dream is great and ancient. It is fuelled by deeds of horror; none will have strength to deny it.\" ~14|\"Wheels turn within wheels; a king yearns for your hand.\"~15|\"One joins us below. The trespasser does not surface.\" ~16|\"A question will not go unanswered indefinitely.\"~18|\"The Salted will rise above the waves. They will find only their graves.\"~19|\"An ancient beast wakes when the trespasser’s light pierces the abyss. The trespasser shall never know peace; only terror.\" ~20|\"There shall be a new horizon. All shall know it - but the king’s city will witness it first.\" ~12|\"The Soldier fled, and smothered himself in freedom.\"~17|\"Freedom is fragile. The beast will wake.\"",
 "ChangeDescriptionText": "1|肉が全てを明らかにする。@{K}1|The flesh reveals all.",
 "Name": "ギャント・ポール: 深海の先触れ@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$Gant Pole: Portents of the Deep",
 "Id": 126785}
