{"Description": "ハイドアウェイの住人達は彼らのおかれた真の状況にはっきり気が付いているに違いない。しかしあるいは？@{K}The dwellers of Hideaway are well aware of the truth of their situation. Aren't they?",
 "LevelDescriptionText": "1|あなたは不躾な調査員の問いに答えることを拒んだ~3|あなたは不躾な調査員に十分な答えを与えた~5|不躾な調査員はあなたの答えに動揺した~10|ハイドアウェイでは真実を求める調査が行われている~20|不躾な調査員はハイドアウェイの陰鬱な真実を知った~50|静寂の糸車で真実が争われることになるだろう~40|テンタムはハイドアウェイよりも大きくなり、街は崩壊するだろう。これは事実だ。不躾な調査員は人々にこの真実を伝えたがっている~60|我らが黙考の時に真実が争われることになるだろう~70|虹化の最中に真実が争われることになるだろう~80|何かが崩れた~90|ハイドアウェイではすべてが上手くいっている。そうでないと知る者はいない~150|ハイドアウェイに未来はない。人々は街を逃げ出した~250|真実に皆が同意した。ハイドアウェイではすべてが上手くいっている@{K}1|You refused to answer the Impolite Investigator's question~3|You gave the Impolite Investigator all he needed for an answer~5|The Impolite Investigator was distressed by your answer~10|There is a search for truth being conducted in Hideaway~20|The Impolite Investigator has discovered a distressing truth about Hideaway~50|The truth will be fought over during the Silent Reel~40|It is a fact: Temtum will outgrow Hideaway, destroying the city. The Impolite Investigator wants to tell the people~60|The truth will be fought over during the Hour of Our Reflection~70|The truth will be fought over during the Rainbowing~80|Something has given way~90|The truth is that all's well in Hideaway. No one knows otherwise~150|The truth is that Hideaway is doomed. The people have fled the city~250|The truth has been agreed upon: all's well in Hideaway",
 "ChangeDescriptionText": "1|あなたは不躾な調査員の問いに答えることを拒んだ。~3|あなたは不躾な調査員に十分な答えを与えた。~5|不躾な調査員はあなたの答えに動揺した。~10|ハイドアウェイでは真実を求める調査が行われている。~20|不躾な調査員はハイドアウェイの陰鬱な真実を知った。~50|静寂の糸車で真実が争われることになるだろう。~40|テンタムはハイドアウェイよりも大きくなり、街は崩壊するだろう。これは事実だ。不躾な調査員は人々にこの真実を伝えたがっている。~60|我らが黙考の時に真実が争われることになるだろう。~70|虹化の最中に真実が争われることになるだろう。~80|何かが崩れた。~90|ハイドアウェイではすべてが上手くいっている。そうでないと知る者はいない。~150|ハイドアウェイに未来はない。人々は街を逃げ出した。~250|真実に皆が同意した。ハイドアウェイではすべてが上手くいっている。~175|テンタムは孤独になることだろう。~275|少なくともテンタムが独りになることはない。@{K}1|You refused to answer the Impolite Investigator's question.~3|You gave the Impolite Investigator all he needed for an answer.~5|The Impolite Investigator was distressed by your answer.~10|There is a search for truth being conducted in Hideaway.~20|The Impolite Investigator has discovered a distressing truth about Hideaway.~50|The truth will be fought over during the Silent Reel.~40|It is a fact: Temtum will outgrow Hideaway, destroying the city. The Impolite Investigator wants to tell the people.~60|The truth will be fought over during the Hour of Our Reflection.~70|The truth will be fought over during the Rainbowing.~80|Something has given way.~90|The truth is that all's well in Hideaway. No one knows otherwise.~150|The truth is that Hideaway is doomed. The people have fled the city.~250|The truth has been agreed upon: all's well in Hideaway.~175|Temtum will be lonely.~275|At least Temtum will not be alone.",
 "Name": "ハイドアウェイ: 真実@{K}Hideaway: The Truth", "Id": 126174}
