{"Description": "多くの船長が死んだ。そういうものだ。他の者がまたUnterzeeに挑むだろう。@{K}船長が死んだ。これは良くある事だ。他の者がまたウンタージーに挑むだろう。@{M}Captains have died. These things happen. Others will challenge the Unterzee.",
 "ChangeDescriptionText": "2|二人目の船長がUnterzeeに消えた。~3|Unterzeeは容赦ない。そしてあなたの3人目の船長にも容赦はしなかった。~4|今や、ロンドンに戻ることのない船長の数は四人になった。~77|一人の船長を失うのは不運として片づけられるだろう。しかし、77人の船長を失うのは不注意としか言いようがない。~100|本気か？~5|五人目の船長が探索という大義にその命を捧げた。~7|7こそが鍵となる数字。~8|8人目の船長が全ての船長がいずれ行きつく場所へといってしまった。~9|9人目の船長が死んだ。ほんのしばらくの間だけ、頭を垂れ悼むとしよう。~10|十人の船長が死んだが、海はいまだ飢えている。~50|あなたは多くの船長の死を経験してきた。気にしない事だ。船長はまだまだたくさんいるのだから。~51|これほど多くの船長がいたというのに、時間は少ししかない。~52|深みはあなたの先祖で一杯だ。~42|また船長が死んだ！パニクるな。~43|あと何人船長をZeeに食わせてやるつもりだ？~44|Zeeはまた一人船長を連れ去った。当然の報いといえるかもしれない。~12|ぴったり12人の船長が光、時、希望を捨て去った。~13|不吉な13だ。先の12人が幸運だったわけでもないが。~15|15人の船長が死んだ。~16|16人の船長が死んだ。~17|17人目の船長が深淵へと消えた。ああ、深淵の中に。~14|『船乗りの一ダース』分の船長が死んだ。~25|汝リヴァイアサンを釣り針で引き揚げること能うや？25人もの船長がいるのだから？無理だろうな。~69|誰かが下品な事を考えているようだ。~53|また一人の船長が死んだ。~18|18人の船長がZeeに消えたが、それでもZeeはあなたのさらなる贈り物を待っている。~19|19人の船長が死んだ。38の眼窩が闇の中に。~20|いまや20人の船長が死んでしまった。もしかすると彼らはファザムキングの砦でテーブルを囲み、ジョークを言い合っては乾杯しているかもしれない。あるいは彼らの骨は海底で黒ずんでいっているのかもしれない。~21|21人の船長。我らすべてを待つ定め。~22|22人の船長が死んだ。『死への恐れが我が心をかき乱す。』あなたの心も乱れているかもしれない。~23|詩編23章『汝死の影の谷を行く時も悪を恐れるなかれ。』しかし、あなたの船長たちはそれほど幸運ではなかった。~24|2ダースもの船長が死んでしまった！あなたの献身を称えよう。~26|また一人の船長が死んだ。~70|“また”一人の船長が死んだ。~78|そしてさらに船長は死んでゆく。~11|11人の船長が死んだ。一人足して1ダースにしようか？~6|6人の船長が最後の犠牲を捧げた。~1|あなたの最初の船長が死んだ。気に病むな。そういうものだ。次の船長で果敢に探索を進めよう。@{K}2|2人目の船長がウンタージーに飲み込まれた。~3|ウンタージーは容赦しない。そして貴方の3人目の船長にも容赦はしなかった。~4|さて、4人目の船長も、ロンドンに戻る事は叶わないだろう。~77|1人の船長を失う事は不運の一言で片付けられるかもしれない。77人の船長を失うのは、不注意によるものだろう。~100|…マジか？~5|5人目の船長は探索に命を賭け、そして見事に投げ打った。~7|7というのはちょっとした数字だ。~8|8人目の船長は、全てのキャプテンが最期に行き着く場所に向かった。~9|9人目の船長も居なくなった。一瞬だけ、敬意を表する事にしよう。~10|10人目の船長が居なくなったが、ジーはまだ腹を空かせている。~50|随分沢山の船長を捕まえているようだ。何、心配は要らない。まだまだ沢山居る。~51|船長は沢山、時間はほんの少し。~52|深き場所は、貴方の先祖達でごった返している。~42|また船長が失われた。とりあえず落ち着け。~43|あとどれだけの船長をジーに供するつもりだ？~44|ジーはまた一人の船長を連れて行った。恐らく、彼らはそれに値しただろう。~12|1ダースの船長が今、光と時間と希望の手から零れ落ちた。~13|不運な13。かと言って、前の12人が幸運だったかと言えば、そうでもない。~15|15人目の船長が居なくなった。~16|16人目の船長が居なくなった。~17|17人目の船長が深淵の底へと旅立った。ああ、深淵だ。~14|ダースを超える船長達が、海の藻屑と消えた。~25|そろそろ鉤爪でリヴァイアサンを釣り上げられないか？25人の船長で。まぁ無理だろう。~69|この数字に深い意味はない。~53|また船長がやられた。~18|18人目の船長だ。そしてジーはまだまだ貴方からの贈物を待っている。~19|19人目の船長だ。38個の目が、暗闇に飲み込まれた事になる。~20|これで20人目の船長だ。恐らく水底帝の城の円卓で彼らはご馳走を食べながら、他愛もない冗談を振りまいて乾杯しているのだろう。彼らの骨は黒くなっているかもしれない。~21|21人目の船長だ。まだまだ来そうだな。~22|22人目の船長。'死の恐怖が我を掻き乱せり'。恐らく、貴方もだろう。~23|詩編23編: 汝死の陰の谷を征く時も、汝災いを恐れず。貴方の船長は本当に運が無いのは事実だが。~24|船長が2ダースもいなくなった！本当に大したものだ。~26|また船長がやられた。~70|またまたまたまた、船長が居なくなった。~72|くっ。~78|いやはや、まだまだ来る。~11|11人目の船長だ。いっそのことダースにしてはどうか？~6|6人の船長が、尊い犠牲となった。~1|貴方の最初の船長が死んだ。心配するな。これは良くある事だ。次の船長と共に、今度は慎重に探索せよ。@{M}$Fathomking -> ファザムキング$2|A second captain has been lost to the Unterzee.~3|The Unterzee does not forgive, and it has not forgiven your third captain.~4|Four captains, now, will never return to London.~77|To lose one captain may be regarded as a misfortune. To lose seventy-seven looks like carelessness.~100|Seriously?~5|A fifth captain has given their life to the cause of exploration.~7|Seven is the number.~8|An eighth captain has gone where all captains go in the end.~9|A ninth captain gone. Let us bow our heads, but only for a moment.~10|Ten captains lost, and still the zee is hungry.~50|You are getting through a lot of captains. Never mind: there are always more.~51|So many captains, so little time.~52|The deep places teem with your forebears.~42|Another captain lost! Don't panic.~43|How many more captains will you feed to the zee?~44|The zee has taken another captain. They probably deserved it.~12|A round dozen of your captains have been abandoned to light, time and hope.~13|Unlucky thirteen. Not that the previous twelve were especially lucky.~15|Fifteen captains gone.~16|Sixteen captains gone.~17|A seventeenth captain has gone down into the abyss; yea, into the abyss.~14|A zailor's dozen of captains have been lost at zee.~25|Canst thou draw out Leviathan with a hook? Perhaps with a twenty-fifth captain? Apparently not.~69|Someone has a dirty mind.~53|Another captain down.~18|An eighteenth captain, and still the zee waits for the gifts you will bring it.~19|Nineteen captains; thirty-eight eye-sockets there in the dark.~20|Twenty captains, now. Perhaps they feast around a table in the Fathomking's castle, exchanging toasts and jokes. Perhaps their bones blacken below.~21|Twenty-one captains. We will all come to this.~22|Twenty-two captains. Timor mortis conturbat me. You too, probably.~23|Psalm 23: though you walk through the valley of the shadow of death, yet shall you fear no evil. Your captain isn't so lucky, though.~24|Two dozen captains gone! We commend your dedication.~26|Another captain lost.~70|_Another_ captain down.~78|And still they come.~11|Eleven captains. Shall we make it a dozen?~6|Six captains have made their final sacrifice.~1|Your first captain has died. DON'T WORRY. These things happen. Explore boldly with your next captain.",
 "Name": "系譜: 死んだ船長たち@{K}血統: 船長の死@{M}Lineage: Captains Lost", "Id": 116006}
