{"Description": "",
 "LevelDescriptionText": "1|光がそっとあなたに触れた~50|光は強いる~100|目を閉じると光が見える。北に何かがある~200|あなたの時間は終わった。天に昇り、太陽にその身を捧げよう@{I}1|光はまだ軽く貴方に触れただけだ。~50|光は強要する。~100|目を閉じると、貴方は光を見る。北に何かが在るようだ。~200|もう手遅れだ。今こそ上に登り、太陽に己を捧げよ。@{M}1|The light has touched you lightly~50|The light compels~100|When you close your eyes, you see the light. There is something in the North~200|Your time is over. Rise and give yourself to the Sun",
 "ChangeDescriptionText": "30|光は誉れ。~20|光は驚異。~40|光は魅惑する。~50|光は強いる。~60|光は絶えずあなたを惹きつける。~70|光はあなたの血に潜む熱情。~1|光。それは美しい。~10|光。Neathにそれと似たものはない。~80|光の記憶は常にあなたと共にある。~90|光の記憶は常にあなたと共にある。さあ。箱を開けよう。~100|目を閉じると光が見える。~110|目を閉じると光の中に形が見える。塔だろうか？~130|塔が立ち上がり、名前が燃える。太陽があなたの名を口にする。~160|塔が立ち上がり、名前が燃える。そのことは忘れよう。太陽へと昇るのだ。~120|目を閉じるといつも、輝く塔が立ち上がるのが見える。その中では名前が燃えている。~200|暗闇はもう要らない。太陽に行こう。煙に火花を散らすように、あなたのその身を捧げよう。~170|あなたの夢の中で、太陽が囲われた川のように腹を鳴らす。喜ぶと良い。~180|あなたは太陽へと昇り、そして失われるだろう。~190|あなたは太陽へと昇り、そして失われるだろう。すぐにでも。ああ神よ。すぐにでもだ。~140|塔が立ち上がり、名前が燃える。頭上で、太陽があなたの名を口にする。だが東にあるものは何だ？~150|東はあなたを惹きつける。だが頭上の太陽もまた、同じぐらいあなたを惹きつける。これは選択だ。いずれの消滅を選ぶかの。@{I}1|光: それは美しい。~10|光: それは地下界に在る何物にも似ていない。~20|光は驚異だ。~30|光は栄光だ。~40|光は魅力的だ。~50|光は強要する。~60|光は常に貴方を引き寄せる。~70|光は貴方の血に流れる秘密の電気だ。~80|光の記憶は常に貴方と共に在る。~90|光の記憶は常に貴方と共に在る。さぁ、箱を開けよ。~100|目を閉じると、貴方は光を見る。~110|目を閉じると、貴方は光の中に何かの形を見る。塔か？~120|貴方が目を閉じれば、何時でも光り輝く塔が見える。燃え盛る名がその中に在る。~130|塔はせり上がり、名は燃える。太陽は貴方の名を口にする。~140|塔はせり上がり、名は燃える。太陽は上で貴方の名を口にする。だが、東には何が在るのだ？~150|東が貴方を引き寄せる。しかし太陽もまた貴方を高き上空へ引き寄せる。選択せよ: どちらを諦めるのか。~160|塔はせり上がり、名は燃える。もう気にするな。太陽へ向かえ。~170|貴方の夢の中で、太陽が溢れる川の如くに唸り声を立てる。喜ぶが良い。~180|貴方は太陽の元へ赴き、そして消える。~190|貴方は太陽の元へ赴き、そして消える。もう直ぐ。ああ、神よ、もう直ぐだ。~200|もうこの暗闇は十分だ。太陽へ向かえ。そして太陽に己を捧げよ。火花が煙となって散る様に。@{M}30|The light is a glory.~20|The light is a wonder.~40|The light fascinates.~50|The light compels.~60|The light draws you, constantly.~70|The light is a secret electricity in your blood.~1|The light: it's pretty.~10|The light: it's like nothing else in the Neath.~80|The memory of the light is always with you.~90|The memory of the light is always with you. Go on. Open a box.~100|When you close your eyes, you see the light.~110|When you close your eyes, you see shapes in the light. Towers?~130|The towers rise, the name burns. The Sun speaks your name.~160|The towers rise, the name burns. Forget it. Rise to the Sun.~120|Whenever you close your eyes, you see the shining towers rise. The Name burns within.~200|Enough of this darkness. Go to the sun. Give yourself like a spark to smoke.~170|The Sun growls in your dreams like a pent river. Be glad.~180|You will rise to the Sun and be lost.~190|You will rise to the Sun and be lost. Soon, O God, soon.~140|The towers rise, the name burns. The Sun speaks your name above. But what lies in the East?~150|The East draws you, but so does the Sun, high above. A choice: one dissolution or another.",
 "Name": "危機: 恋い焦がれ、燃え上がる@{I}厄介事: 憧れ、焦がれ@{M}$Menaces: -> 危機:$Menaces: Yearning, Burning",
 "Id": 117204}