{"Description": "彼は愚か者にも落ちこぼれにも容赦はしない。@{I}He does not tolerate fools or failure.",
 "LevelDescriptionText": "0|あなたは今回も粗暴者の話を聞くことにした~20|あなたは最後の治安官を見つけ出すことに同意した~99|あなたはチアリー・マンからの新しい仕事を拒否した~30|あなたはチアリー・マンの足を治す薬をファザムキングの砦まで探しに行くことに同意した~10|あなたはチアリー・マンのために魂を受け取ってくることに同意した~92|あなたは最後の治安官からチアリー・マンへの伝言を受け取った~94|あなたはチアリー・マンのための魂を受け取った~110|あなたはチアリー・マンから一緒に酒を飲まないかと誘われている~199|あなたのチアリー・マンとの用事は終わった~95|悪い知らせをロンドンにいる盲目の粗暴者まで持ち帰ろう~96|カーンの影でかつての大詩人と会おう~97|あなたは白い木々の森を夢見ている~98|ロンドンにいる盲目の粗暴者の許に戻ろう~91|あなたは最後の治安官を船に乗せた@{I}$Khan -> カーン, Fathomking's Hold -> ファザムキングの砦, Khan's Shadow -> カーンの影, Blind Bruiser -> 盲目の粗暴者, Fathomking -> ファザムキング$0|You have agreed to hear the Bruiser out, again~20|You agreed to track down the Last Constable~99|You refused the Cheery Man's new assignment~30|You agreed to find a cure for the Cheery Man's leg at Fathomking's Hold~10|You agreed to collect souls for the Cheery Man~92|You have a message from the Last Constable to the Cheery Man~94|You collected souls for the Cheery Man~110|You have been invited to drinks with the Cheery Man~199|Your business with the Cheery Man is over~95|Return to London with bad news for the Blind Bruiser~96|Meet a Once-Great Poet in Khan's Shadow~97|You are dreaming of a pale wood~98|Return to the Blind Bruiser in London~91|You brought the Last Constable on board",
 "ChangeDescriptionText": "0|あなたは今回も粗暴者の話を聞くことにした。~99|あなたはチアリー・マンからの新しい仕事を拒否した。~10|あなたはチアリー・マンの依頼を引き受けた。~20|あなたはチアリー・マンの依頼を引き受けた。~30|あなたはチアリー・マンの依頼を引き受けた。~91|あなたは依頼を完遂した。~199|あなたのチアリー・マンとの用事は終わった。ひとまずは。~95|あなたは盲目の粗暴者への悪い知らせを抱えている。~96|かつての大詩人はカーンの影に住んでいる。~97|あなたは白い木々の森を夢見ている。~98|ロンドンにいる盲目の粗暴者に治療薬を届けよう。~110|あなたはチアリー・マンから一緒に酒を飲まないかと誘われている。@{I}$Khan -> カーン, Khan's Shadow -> カーンの影, Blind Bruiser -> 盲目の粗暴者$0|You have agreed to hear the Bruiser out, again.~99|You refused the Cheery Man's new assignment.~10|You accepted the Cheery Man's assignment.~20|You accepted the Cheery Man's assignment.~30|You accepted the Cheery Man's assignment.~91|You have completed your assignment.~199|Your business with the Cheery Man is over. For now.~95|You have bad news for the Blind Bruiser.~96|The Once-Great Poet dwells at Khan's Shadow.~97|You are dreaming of a pale wood.~98|Return your remedy to the Blind Bruiser in London.~110|You have been invited for drinks with the Cheery Man.\u0009",
 "Name": "目的: チアリー・マンのための任務@{I}$Objective: -> 目的:$Objective: An Assignment for the Cheery Man",
 "Id": 124612}
