{"Description": "その石の用途は謎に包まれている。あなたはそれをどこに運ばなければならない？@{I}石の使い道は謎に包まれている。貴方はこれを何処に持っていかなければならないんだ？@{M}The uses of the stone are mysterious. Where must you take it?",
 "LevelDescriptionText": "10|あなたはいくらかのスフィンクスストーンを運んだ~1|あなたはロンドンにスフィンクスストーンを運んでいる~50|あなたはスフィンクスストーンの最後の積荷を、大晶洞に運ぶことに同意した~60|あなたはスフィンクスストーンの最後の積荷を、大晶洞に運ぶことを拒否した~150|あなたはスフィンクスストーンの最後の積荷を送り届けた~101|スフィンクスストーンをロンドンのフリットに届けよう~102|スフィンクスストーンを遠く東方のアイレムに届けよう~103|スフィンクスストーンを東方のキェロネイトに届けよう~104|スフィンクスストーンをロンドンの、あなたがかつて属していた教会に届けよう~105|スフィンクスストーンを南方のアダムの道に届けよう@{I}1|貴方はスフィンクスストーンをロンドンに運んでいる。~10|貴方はスフィンクスストーンを何度か運んだ。~50|貴方は最後のスフィンクスストーンをグランジオードまで運ぶ事に同意した。~60|貴方は最後のスフィンクスストーンをグランジオードまで運ぶ事を拒否した。~101|スフィンクスストーンをロンドンのフリットまで運べ。~102|スフィンクスストーンを遥か遠く東にあるアイレムまで運べ。~103|スフィンクスストーンを東にあるケロネイトまで運べ。~104|スフィンクスストーンをロンドンにある貴方の古い教会まで運べ。~105|スフィンクスストーンを南にあるアダムの道まで運べ。~150|貴方は最後のスフィンクスストーンを運び終えた。@{M}10|You've run several loads of Sphinxstone~1|You've been running Sphinxstone to London~50|You've agreed to take this last load of Sphinxstone to the Grand Geode~60|You've refused to take this last load of Sphinxstone to the Grand Geode~150|You've delivered your last load of Sphinxstone~101|Deliver Sphinxstone to the Flit, in London~102|Deliver Sphinxstone to Irem, in the distant East~103|Deliver Sphinxstone to the Chelonate, in the East~104|Deliver Sphinxstone to your old church, in London~105|Deliver Sphinxstone to Adam's Way, in the South",
 "ChangeDescriptionText": "101|スフィンクスストーンをロンドンのフリットへ、風の吹き渡る場所へと届けよう~102|スフィンクスストーンを東方のアイレムへ、思考が現実になる場所へと届けよう~103|スフィンクスストーンを東方のキェロネイトへ、痛みが記憶される場所へと届けよう~104|スフィンクスストーンをロンドンの、あなたがかつて属していた教会に届けよう。そこでは祭壇が必要とされている~105|スフィンクスストーンを南方のアダムの道へ、満たされた者が待つ場所へと届けよう~1|あなたはスフィンクスストーンを送り届けた~50|スフィンクスストーンを大晶洞に届けよう。それは南方の海岸沿いのどこかにある~60|あなたはスフィンクスストーンを大晶洞に届けることを拒否した~150|あなたはスフィンクスストーンの最後の積荷を送り届けた~100|スフィンクスストーンをロンドンの、聖ジョシュアの聖堂に届けよう@{I}1|貴方はスフィンクスストーンを運んだ。~50|スフィンクスストーンを海岸沿いに南に行った何処かにあるグランジオードへ運べ。~60|貴方はスフィンクスストーンをグランジオードへ運ぶのを拒否した。~100|スフィンクスストーンをロンドンにある聖ジョシュアへ運べ。~101|スフィンクスストーンをロンドンにある、風が歩くフリットへ運べ。~102|スフィンクスストーンを東にある、物が現実になる地アイレムへ運べ。~103|スフィンクスストーンを東にある、痛みを忘れぬ地ケロネイトへ運べ。~104|スフィンクスストーンをロンドンにある、祭壇を必要とする貴方の古い教会へ運べ。~105|スフィンクスストーンを南にある、飽食の待つ地アダムの道へ運べ。~150|貴方は最後のスフィンクスストーンを運び終えた。@{M}101|Deliver the Sphinxstone to the Flit, in London, where the wind walks~102|Deliver the Sphinxstone to Irem, in the East, the place where things become real~103|Deliver the Sphinxstone to the Chelonate, in the East, where pain is remembered~104|Deliver the Sphinxstone to your old church, in London, where they need an altar~105|Deliver the Sphinxstone to Adam's Way, in the South, where the Replete wait~1|You've delivered Sphinxstone~50|Deliver the Sphinxstone to the Grand Geode, somewhere along the coast to the South~60|You've refused to deliver Sphinxstone to the Grand Geode~150|You've delivered the last load of Sphinxstone~100|Deliver Sphinxstone to the Shrine of St Joshua, in London",
 "Name": "目的: ソルト・ライオンからの輸送品@{I}目的: 塩花の獅子からの配達@{M}Objective: Deliveries from the Salt Lions",
 "Id": 109775}