{"Description": "誰にでも夢はある。@{K}Everyone has a dream.",
 "LevelDescriptionText": "1|あなたは粘り強い見習いと唸り声をあげる木箱をローズゲートに連れていく所だ~15|煙草はあと少しで完成する~10|あなたは水中で燃える煙草の創造に手を貸している~25|あなたは気難しい煙草屋をアイアン・リパブリックに送り届けている所だ~45|あなたは気難しい煙草屋をアイアン・リパブリックに送り届けている所だ~50|気難しい煙草屋はアイアン・リパブリックで水中で燃える煙草を大量生産するだろう~30|気難しい煙草屋はアイアン・リパブリックで夢をかなえる手立てもなく暮らしていくだろう~20|あなたは、気難しい煙草屋の水中で燃える煙草を作り上げるという希望を潰した。~40|あなたは気難しい煙草屋が水中で燃える煙草を作り上げるのに手を貸した@{K}$Iron -> アイアン, Iron Republic -> アイアン・リパブリック$1|You are delivering the Dogged Apprentice and his rumbling crate to Rosegate~15|The cigar is nearly complete~10|You are assisting in the realisation of an underwater cigar~25|You are delivering the Crotchety Tobacconist to the Iron Republic~45|You are delivering the Crotchety Tobacconist to the Iron Republic~50|The Crotchety Tobacconist will mass produce his underwater cigar in the Iron Republic~30|The Crotchety Tobacconist will wallow within the Iron Republic~20|You dashed the hopes of the Crotchety Tobacconist ever creating his underwater cigar~40|You aided the Crotchety Tobacconist in creating the underwater cigar",
 "ChangeDescriptionText": "1|粘り強い見習いをローズゲートに連れてくることに同意した。~10|気難しい煙草屋はあなたに水中で燃える煙草の創造に手を貸してほしいようだ。~15|煙草はあと少しで完成する。~20|あなたは、気難しい煙草屋の水中で燃える煙草を作り上げるという希望を潰した。~45|あなたは気難しい煙草屋をアイアン・リパブリックに連れていくことに同意した。~50|あなたは気難しい煙草屋を降ろした。彼は水中で燃える煙草の大量生産に取り掛かることだろう。~25|あなたは気難しい煙草屋をアイアン・リパブリックに連れていくことに同意した。~40|あなたは気難しい煙草屋が水中で燃える煙草を作り上げるのに手を貸した。~30|気難しい煙草屋はアイアン・リパブリックで夢をかなえる手立てもなく暮らしていくだろう。@{K}$Iron -> アイアン, Iron Republic -> アイアン・リパブリック$1|You have agreed to take the Dogged Apprentice to Rosegate.~10|The Crotchety Tobacconist would like you to aid in the creation of his underwater cigar.~15|The cigar is nearly complete.~20|You dashed the hopes of the Crotchety Tobacconist ever creating his underwater cigar.~45|You have agreed to deliver the Crotchety Tobacconist to the Iron Republic.~50|You have dropped off the Crotchety Tobacconist, to begin mass production of his underwater cigars.~25|You have agreed to deliver the Crotchety Tobacconist to the Iron Republic.~40|You aided the Crotchety Tobacconist in creating the underwater cigar.\u0009~30|The Crotchety Tobacconist will wallow within the Iron Republic.",
 "Name": "ローズゲート: 煙草の運命@{K}Rosegate: The Fate of a Cigar", "Id": 125676}
