{"Description": "次の港で物語が見つかるだろう。[zeeを旅していると、あなたは定期的にこの状態を得ます。]@{I}次の港に着いた時、物語が貴方を待っている。[ジーを航海していると、時間と共に貴方はこれを得ます。]@{M}You'll find a story when you next make port. [You'll receive this from time to time as you travel the zee.]",
 "LevelDescriptionText": "0|あなたを待ち受けるものはない。港を離れるべき頃合いだろうか？~1|次の港では物語が待ち受けている。@{I}0|何も貴方を待っていない。港を去る時か？~1|次の港に着いた時、物語が貴方を待っている。@{M}0|Nothing awaits you. Time to leave port?~1|Stories await when you next make port.",
 "ChangeDescriptionText": "1|波の中を光が点々としている。~50|zee-batが鳴き叫んでいる。鳥とは似ても似つかない。~39|何かが漂流している。うつ伏せになって。~47|頭上、洞窟の天蓋で偽星が揺らめく。揺らめいて、消えた。~78|わずかな微風が髪を巻き上げ、そして止んだ。~81|波が船の側面を叩く。ずっと下で、何かが動いている。~40|船のビスケットの中に何かの甲虫が入り込んでいた。触覚を生意気そうに揺らしている。~20|緑のガラスと玄武岩。塩と沈黙。~37|船首のグロー電球がシュッと音を立てて、電弧を生じた。~30|地平線の上で、弱々しい黄色い光がしばし微かにきらめいて、そして消えた。~49|みんなはどこだ？どこへ行った？……ここにいる。ここにいる。一人ではない。~60|遠くからの鐘の音。~100|青い光が煙突の上でゆっくりとうごめいている。「聖エラスムスの踊りだ！」そんな叫びが上がった。~82|家。暖かく照らされた窓、連れ合い、平穏。おかしな時に、家のことが頭に浮かんでくるものだ。~90|空気が震えている。変化の吐息が通り過ぎてゆく……~25|暗い水の、ガラスのような小波。ハッチからの、ガチャガチャいう鉄の足音。~10|空気が塩と影の匂いを運んでくる。~43|船員が頭を持ち上げ、さかんに匂いを嗅いでいる。風に乗って、血の臭いがした。~19|zeeの香り！塩と霜と穴蔵。黒胡椒。~70|目のないイルカのような、発光性の生き物の群れが、船の航跡で戯れている。~68|船員が一人、祈りを捧げている。~74|まどろっこしい波だ。船が上下に揺れ動いている。~84|遠く、とても遠くで、誰かの叫び声がした……~86|前甲板から笑い声が聞こえる。~88|煙突からの煙が昇ってゆく。~11|空気が震えている。変化の吐息が通り過ぎてゆく……~12|煙突からの煙が昇ってゆく。~13|前甲板から笑い声が聞こえる。~14|遠く、とても遠くで、誰かの叫び声がした……~85|zee-batが鳴き叫んでいる。鳥とは似ても似つかない。~16|船員が一人、祈りを捧げている。~17|目のないイルカのような、発光性の生き物の群れが、船の航跡で戯れている。~18|用心深いzee-batたちが、船の手すりに列をなして止まっている。甲板を横切るのに合わせて、それらの頭が一斉に旋回した。~0|今回はここまで。~72|用心深いzee-batたちが、船の手すりに列をなして止まっている。甲板を横切るのに合わせて、それらの頭が一斉に旋回した。~9|岩がまるで浮上してくる海獣のように波を掻き分けている。違う。あれは海獣だ！違う。ただの岩だ。~3|地上では今なお太陽が大地を暖めている。あるいは、そのように考えられている。~5|すがすがしい水しぶき。Unterzeeは落ち着きがない。~7|電気機器が空気に震えた。Stormが見張っている、そう船乗りたちは言うだろう。~22|波がzeeの海藻によってかき乱されている。まるで溺死体の髪の毛のようだ。~51|誰かに見張られている。~52|東からの柔らかい風。ありえないはずの松の香り。~53|波が船の側面を叩く。ずっと下で、何かが動いている。~54|船の警笛。ずっと遠くからだ。~55|青い光が煙突の上でゆっくりとうごめいている。「聖エラスムスの踊りだ！」そんな叫びが上がった。~150|You are not welcome here. ~101|Something brushes briefly against the shell. The zub shakes.~110|The brightest light cannot reach this depth. That glow is an illusion. ~120|The air is stale. An off-duty crewman keens softly. ~130|Lights glance past the windows. Another zubmarine?  ~140|The Observation Dome is silent. Your navigator's breath is loud in the stillness.~160|A dull tolling echoes around the bridge. A distress bell, now fading.  ~170|A shoal of fish pass by a porthole. The prow-lamp reveals the midnight iridescence of their scales. ~200|The compass shifts in the binnacle. Briefly, you are off-course. The coral is a useless signpost.~190| A diving-suit floats past the glass.~180|The temperature changes abruptly. Your helmsman complains about goosebumps.@{I}$false-star -> 偽星, prow-lamp -> 船首灯, Surface -> 地上$1|The waves are flecked with light.~50|Zee-bats cry out. They are nothing like birds.~39|Something drifts, face-down.~47|A false-star flares in the cavern roof directly above you; flares, and fades.~78|A tiny breeze stirs your hair, and dies.~81|Waves slap the side of the ship. Far below, something moves.~40|Some sort of beetle has invaded your morsel of ship's biscuit. It waggles its antennae impertinently.~20|Green glass and basalt. Salt and silence.~37|The glim-lamp at the prow fizzes, arcs.~30|On the horizon, a sickly yellow light glimmers for a moment, then fades.~49|Where is everyone? Where did they go? ...they're here. They're here. You're not alone.~60|Distant bells.~100|Blue lightnings crawl leisurely up the funnel. \"St Erasmus dancing!\" the cry goes up.~82|Home. Warmly lit windows, company, peace. Thoughts of home come at the strangest times.~90|The air trembles. A breath of change passes...~25|The glassy chop of dark water. The iron clatter of feet at the hatchway.~10|The air carries the scent of salt and shadows.~43|A zailor raises her head, sniffs sharply. Blood on the wind. ~19|The scent of the zee! Salt and frost and cellars. Black spices.~70|Luminescent beasts like eyeless dolphins play in your wake.~68|A zailor is praying.~74|A sluggish wave. The ship pitches.~84|Far off, very far off, someone screams...~86|Laughter from the fore-deck.~88|A belch of smoke goes up from the funnel.~11|The air trembles. A breath of change passes...~12|A belch of smoke goes up from the funnel.~13|Laughter from the fore-deck.~14|Far off, very far off, someone screams...~85|Zee-bats cry out. They are nothing like birds.~16|A zailor is praying.~17|Luminescent beasts like eyeless dolphins play in your wake.~18|A row of watchful zee-bats perch on the ship's railing. Their heads swivel in unison as you cross the deck.~0|That's all for now.~72|A row of watchful zee-bats hang from a cable. Their heads swivel in unison as you cross the deck.~9|A rock breaks the water like a surfacing zee-beast. No, it's a  zee-beast! No, it's a rock.~3|On the Surface, the sun still warms the Earth. Or so one assumes.~5|A brisk spatter of spray. The Unterzee is restless.~7|An electric shiver to the air. Storm is watching, the zailors would say.~22|The waves are cluttered with zee-wrack, like drowned hair drifting.~51|You are being watched.~52|A soft wind from the East. The impossible scent of pine.~53|Waves slap the side of the ship. Far below, something moves.~54|A ship's horn, far away.~55|Blue lightnings crawl leisurely up the funnel. \"St Erasmus dancing!\" the cry goes up.~150|You are not welcome here. ~101|Something brushes briefly against the shell. The zub shakes.~110|The brightest light cannot reach this depth. That glow is an illusion. ~120|The air is stale. An off-duty crewman keens softly. ~130|Lights glance past the windows. Another zubmarine?  ~140|The Observation Dome is silent. Your navigator's breath is loud in the stillness.~160|A dull tolling echoes around the bridge. A distress bell, now fading.  ~170|A shoal of fish pass by a porthole. The prow-lamp reveals the midnight iridescence of their scales. ~200|The compass shifts in the binnacle. Briefly, you are off-course. The coral is a useless signpost.~190| A diving-suit floats past the glass.~180|The temperature changes abruptly. Your helmsman complains about goosebumps.",
 "Name": "Something Awaits You@{I}貴方を待つ何か@{M}Something Awaits You",
 "Id": 102973}
