{"Description": "Every step leads to your final destination.",
 "LevelDescriptionText": "$Gant Pole -> ギャント・ポール$1|The echo of silver writing glimmers in the darkness. \"IT TORE OUT THE HEART. THE SHAME REMAINED.\"~2|A scowling pirate cleans his teeth with a dagger. The Gant Pole's depths are a fine place to hide, for those who can find it.~3|The tunnel twists into three directions. You lick your finger. The slight breeze guides your feet.~4|A gust of fetid air rushes through the tunnel. The heart shudders for a moment.~6|Slivers of calcified heart rain down from the cracked ventricle roof.~7|This ventricle narrows to a tight gap. Fossilised fat deposits crack under your feet.~8|The light of your candle flickers. In the darkness behind you, footsteps.~9|A group of Old Zailors sits in a circle, tearing strips off a recently arrived whale with their rotten teeth.~10|One of the Fading Haruspex's disciples scurries past, arms weighed down with supplies from deeper in the Gant Pole.~11|A gentle hum guides your feet forwards. Your eyes feel heavy. Somewhere here is a place you can sleep. You have earned your rest. There is no need to awaken.~12|You brush your hand against the rippled edges of the tunnel. Another ventricle. Was it flesh before it was stone?~13|You pass an encampment of zailors. They stare at you, refusing to talk. You move onwards and deeper into the Heart.~14|Water drips from a crack in the roof. You taste it. Stale and stagnant. Brine aftertaste. Still better than thirst.~15|In the distance, someone whistles a zee-shanty. It might be you.~16|The echo of silver writing glimmers in the darkness. \"REJOICE, FOR THE END ALWAYS COMES.\"~17|You pass a wall covered in chalk-malks. Whether they mark days, years, or something else, whoever made them has been here for a very long time.~18|For a moment, you see a glow in the distance. It fades as soon as you look up.~20|Every tunnel twists and turns. Is a little treasure really so much to ask for in such a grim place?~5|Down this tunnel, you pass one of the Old Zailors writing something on the wall. In the light, it is invisible. In the darkness, illegible.~19|You pass a shack made of hide. The owner sleeps inside, gently breathing despite the polished bone of his skeleton visible through the decay and great chunks of devoured flesh. He cackles to himself about something in his dream, rolls over, and begins to snore.",
 "ChangeDescriptionText": "$Gant Pole -> ギャント・ポール$1|You continue walking through the Gant Pole.~0|You have left the Gant Pole's ventricles.",
 "Name": "$Gant Pole -> ギャント・ポール$Gant Pole: Lost In The Darkness",
 "Id": 126775}
