{"Description": "The strange goings on in Nook force its people to be unusually wary.",
 "LevelDescriptionText": "1|The child you found at Port Cecil wants to be taken to Nook.~2|The Nook child has been brought home.~3|The lungweed trader has taken the Nook child off your hands. ~4|A mob of Nookers attacked you, demanding the return of missing Nook children.~5|The Debonair Deductress has involved you in the mystery of the missing Nook orphans.~6|The Debonair Deductress is convinced there is a connection between the Maw quakes, the missing children and the masked priest.~7|The Hempen Man took advantage of the Maw quake to flee to the Cavities. ~8|There is little in the Cavities apart from an orphanage and a mine. But both might be worth investigating.~9|You'll need to face the mob before you can continue to explore Nook.~10|The mob's energy is spent. You can continue investigating Nook.~11|It is time to enter the Gullet, to confront the Hempen Man.~19|The Hempen Man and the Deductress entered the cut in the Maw.~20|The Hempen Man and the Deductress role-play hero and villain. This game has led them deep into the wound in the Maw.~21|You saved the Deductress from the Maw wound.~22|You saved the Hempen Man from the Maw wound.~23|You left the Deductress and the Hempen Man to their fates. They were sucked into the Maw wound.",
 "ChangeDescriptionText": "1|You've agreed to take the Nook child home. Perhaps you'll get there before she dies.~2|You've brought the Nook child to Nook.~3|The trader will take the Nook child home.~4|You've survived the attentions of a Nook mob.~5|You appear to be in a competition to explain the disappearance of the Nook children.~6|The Debonair Deductress claims that the unusual occurrences are all connected.~7|The Hempen Man took advantage of the Maw quake to flee. You and the Deductress swim after him, to the Cavities.~8|There is little in the Cavities apart from an orphanage and a mine. But both might be worth investigating.~9|The mob is full of bile and fury.~10|The mob's energy is spent. You can continue investigating Nook.~11|There are strange workings in the depths of the Gullet.~19|The Hempen Man and the Deductress have entered the cut in the Maw.~20|The Hempen Man and the Deductress role-play hero and villain. This game has led them deep into the wound in the Maw.~21|You saved the Deductress from the Maw wound.~22|You saved the Hempen Man from the Maw wound.~23|You left the Deductress and the Hempen Man to their fates. They were sucked into the Maw wound.",
 "Name": "Nook: A Chattering", "Id": 126669}