{"ChildBranches": [{"DefaultEvent": {"Description": "$House of the Amber Sky -> 琥珀色の空の館, Irem -> アイレム, Polythreme -> ポリズリーム, Alarming Scholar -> 不安を催させる学者$At the top of a low hill, a tower-stump stands. The masonry looks Iremi: the door is rotted, the space within filled with thorned vines. But cracked mirrors still hang on the walls, and in each one you see a different scene. Bright-eyed soldiers bind sharks in iron. Clay Men war with clothes-colonies in the streets of Polythreme. The Alarming Scholar cracks soul-tubes between his teeth. Truth, dream, or both?\u000d\u000a\u000d\u000aYou will wake in the House of the Amber Sky. Your clothes will be stained with the juice of crushed leaves.",
                                     "Name": "A shattered tower", "Id": 176847},
                    "Name": "Rest, recover, dream",
                    "Description": "The jungle around you is rich with violently coloured fruit, buzzing with insects and unseen life. Explore a little.",
                    "ButtonText": "", "Id": 144192},
                   {"DefaultEvent": {"Description": "$Aft -> 後部$The water runs deep, sweet and wild. Impassive fish of unguessable age watch you from clear depths. You drink from cupped hands, and your weariness falls from you. Monkeys shriek hilariously. A leopard watches from the undergrowth, but makes no move to attack.\u000d\u000a\u000d\u000aAfterwards, you pluck the flax that grows here. When you wake, later, you will find it already woven.",
                                     "Name": "To the river", "Id": 176867},
                    "Name": "Rest, recover, dream",
                    "Description": "The jungle around you is rich with violently coloured fruit, buzzing with insects and unseen life. There's the sound of running water, too. Follow it.",
                    "ButtonText": "", "Id": 144203},
                   {"DefaultEvent": {"Description": "$Fingerking -> フィンガーキング, Khan -> カーン, Khanate -> カーネイト, Khan's Heart -> カーンの心臓$\"Humans rule the waking world,\" he tells you, \"more or less. And the Fingerkings rule most of this place. A long time ago, some rather careless people made these images to imprison Fingerkings. I'm not so careless. I can use it to enact my revenge on the 'king that took my hand.\" He is gloating. He actually strokes his moustache with his hook.\u000d\u000a\u000d\u000aHe retires to his cabin to investigate the serpent-image, but emerges a day later disappointed. \"Different geometries,\" he explains obscurely. \"Do you mind if we pop by the Khanate? I can find someone there to help me work this one out.\" [Visit the port of Khan's Heart to help the Magician further.]",
                                     "Name": "A weapon, perhaps", "Id": 176870},
                    "Name": "Retrieve a Serpent-Image",
                    "Description": "$Genial Magician -> 気さくなマジシャン$The jungle around you is rich with violently coloured fruit, buzzing with insects and unseen life. There's something nestled in the mossy crook of a grey-leafed tree. A wooden serpent, lacquered with black, red and yellow. Its eyes are garnet flakes. \"Mind if I pick that up?\" the Genial Magician asks. (Was he with you when you lay down to sleep?)",
                    "ButtonText": "", "Id": 144206},
                   {"DefaultEvent": {"Description": "This is the apple-tree which will never die. Should the forest fail and the river run to ash, still it will stand proudly. Take only one apple. Serpents are sleeping.",
                                     "Name": "The eternal tree", "Id": 176873},
                    "Name": "Rarest fruit",
                    "Description": "$Mirror-Marches -> ミラー・マーチ$In the farthest South, in the arms of the god called Stone, a garden blooms. In ages past, birds stole the seeds from that garden. One bird hid here, in the Mirror-Marches. Perhaps you know the story.",
                    "ButtonText": "", "Id": 144208},
                   {"DefaultEvent": {"Description": "$[Ss]olacefruit -> サラスフルーツ$Solacefruit are parasites - delicious, poisonous parasites. These solacefruit made their home on a mahogany tree, from which they have assiduously sucked the life. The tree is a cracked remnant. The solacefruit bloom like dew.",
                                     "Name": "A dying tree", "Id": 177062},
                    "Name": "Rare fruit",
                    "Description": "$Mirror-Marches -> ミラー・マーチ$Here in the Mirror-Marches, those who are wounded can sometimes find solace. Or so the ztory has it.",
                    "ButtonText": "", "Id": 144306},
                   {"DefaultEvent": {"Description": "The serpent is banded black, yellow, red, beautiful as a child's beads. Its fangs sting like snow. It hisses languorously as it drinks your mind, your strength, your wit, your desire, your sight. \"So many things to take up the Spire,\" it breathes, when at last it withdraws. \"Now the worst part.\"\u000d\u000a\u000d\u000aWhen the worst part is over, you have what you came for. The Parabox. Inside, it is like any other box. You will never know that, for it cannot be opened.",
                                     "Name": "A drunken future", "Id": 177063},
                    "Name": "Bargain for a Parabox",
                    "Description": "$Aestival -> エスティヴァル$\"Yes,\" the serpent says dreamily, \"I go to meet the Skin of the Sun. I will die. The space I leave will remain in this box. I am dead here and I do not live in the world. You live in the world, and you are not dead here. It's impossible. But it will protect your kingdom from the worst of the sunlight, until you die.\"\u000d\u000a\u000d\u000aHis tongue flickers. \"But I must drink your future first. I will not die thirsty.\" [This will halve all your skills, which must be at least 100. It will, however, give you an item which will allow you to colonise Aestival.]",
                    "ButtonText": "", "Id": 144307},
                   {"DefaultEvent": {"Description": "\"Left,\" the relic rattled. \"Left. On. Across the empty stream. Past the stone post marked with white.\" But when you looked for further counsel, it was silent, and you cast it aside. Your hand shook. Your eyes were bleared as if with age or sleep. Now you knew a little more of the paths. [When Where the Wood Was reaches 7, you'll find what you seek.]",
                                     "LinkToEvent": {"Id": 176846},
                                     "Name": "The dead were not loquacious", "Id": 195691},
                    "Name": "You sought the counsel of the dead",
                    "Description": "In this place, the dead might be guides. [The counsel of the dead will give you wounds, but it will bring you closer to your quest's end.]",
                    "ButtonText": "", "Id": 155606},
                   {"DefaultEvent": {"Description": "A blackened cliff falls away at your feet. In the glen below, a white wood of leafless trees awaits you. This is the Waswood: all things within are gone forever, and all things that are gone forever lie within.",
                                     "LinkToEvent": {"Id": 176846}, "Name": "The Waswood",
                                     "Id": 195693},
                    "Name": "$Glory -> グローリー$Seek the Glory's Story",
                    "Description": "A hunter will wait beside a fallen stone with a splintered spear. He will beckon you. \"There is a place,\" he will say, \"where I sent my enemies. What you want is there. Be ready to join it. There is the path.\" Above the path, the sky cools to the cracked orange of old lava.",
                    "ButtonText": "", "Id": 155607},
                   {"DefaultEvent": {"Description": "$Gant Pole -> ギャント・ポール, Glory -> グローリー$\"This is where I began,\" the egg told you. \"I broke my first shell. I roamed the Unterzee. I feasted on monsters. I battened on whales. I grew city-vast. I sickened. The Gant Pole drew me, and there I died of age and weariness, turning on my back to rot until the hunters found me.\"\u000d\u000a\u000d\u000aThe Chelonites have long boasted of how they slew the Glory, but they've claimed the details were lost in antiquity. Now you know the truth, that they never slew the Glory. They camped in its shell like a hermit crab seeking a new dwelling.",
                                     "Name": "A long long life", "Id": 195694},
                    "Name": "$Glory -> グローリー$You heard the Glory's story",
                    "Description": "In the heart of the wood there was a ring of bones, standing in the earth like dry saplings. In the heart of the ring there was an egg, the size of a coach, the colour of a bruise. In the egg there was a voice.",
                    "ButtonText": "", "Id": 155608},
                   {"SuccessEvent": {"Description": "The ground was dry as chalk, but no dust puffed from your footsteps. It lay thick on the earth, on the ruins, on the bark of trees, on the bones, but it clung like lichen. You crushed the bones beneath your feet. Impossibly, you followed that trail of crushed bones into the heart of the wood. Once known, that path was not easily forgotten. [When Where the Wood Was reaches 7, you'll find what you seek.]",
                                     "LinkToEvent": {"Id": 176846}, "Name": "Dust", "Id": 195692},
                    "DefaultEvent": {"Description": "As you pushed through the thickets, you had the sense that you were not moving at all. Your path extended behind you, creeping, reaching for the edge of the wood, like a green shoot probing for the light. There were no green shoots here. Nothing moved. Your path had never touched the wood's edge. You had always been here - you had always been nowhere. But you might still leave whenever you chose. [When Where the Wood Was reaches 7, you'll find what you seek.]",
                                     "LinkToEvent": {"Id": 176846}, "Name": "Thorns", "Id": 195690},
                    "Name": "You walked the Waswood",
                    "Description": "\"All things within are gone forever, and all things that are gone forever lie within.\" When you walked its paths, you knew you might join them.",
                    "ButtonText": "", "Id": 155605}],
 "Description": "$House of the Amber Sky -> 琥珀色の空の館, Irem -> アイレム$Beneath the skin of dreams, behind the faces of mirrors, an orange sun sails in a fervid sky. Here are the borderlands of that place, close by Irem, and closest still to the House of the Amber Sky. And here you are, in another place. The sun is warm on your uncovered head.",
 "Name": "ミラー・マーチ@{I}$Mirror-Marches -> ミラー・マーチ$The Mirror-Marches",
 "Id": 176846}
