{"ChildBranches": [{"DefaultEvent": {"Description": "Light, laughter, warmth. Remember a little while, and then go on with your voyaging.",
                                     "Name": "Brighter hours", "Id": 141251},
                    "Name": "Your sweetheart",
                    "Description": "An ocean of darkness lies between you and your sweetheart; but you remember them still.",
                    "ButtonText": "", "Id": 122726},
                   {"DefaultEvent": {"Description": "You are the captain of your ship; but never the captain of your fate. One day, though. One day.",
                                     "Name": "Better days coming", "Id": 141252},
                    "Name": "Your future",
                    "Description": "From up here, your future looks glorious. If not exactly bright.",
                    "ButtonText": "", "Id": 122727},
                   {"DefaultEvent": {"Description": "You understand more every day. The Neath is full of secrets. You can't learn them all... but you can learn more than anyone living.",
                                     "Name": "Climb higher, see farther", "Id": 149343},
                    "Name": "Your past, as a scholar",
                    "Description": "The years before you came to zee, studying time, blood and starlight. The joy of knowledge. The shame of mockery.",
                    "ButtonText": "", "Id": 127965},
                   {"DefaultEvent": {"Description": "Look east, where the zee and the roof are one in the mist. Your gaze unlocks the horizon like a puzzle-box. The Neath is reconfigured and transfigured. It lasts a single heartbeat. ",
                                     "Name": "Something distant", "Id": 149344},
                    "Name": "Prayer to the god called Salt",
                    "Description": " You know the words to speak, and here its eyes are on you.",
                    "ButtonText": "", "Id": 127966},
                   {"DefaultEvent": {"Description": "Distant thunder growls. A wind rises around you, tugging at your garments, filling you with the glory of the high places. It passes.",
                                     "Name": "Something furious", "Id": 149345},
                    "Name": "Prayer to the god called Storm",
                    "Description": "You know the words to speak, and here its eyes are on you.",
                    "ButtonText": "", "Id": 127967},
                   {"DefaultEvent": {"Description": "Turn your eyes south. Wait nine heart-beats. In the heart of the Elder Continent, a tiny fugitive gleam of warmth. It's gone.",
                                     "Name": "Something bright", "Id": 149346},
                    "Name": "Prayer to the god called Stone",
                    "Description": "You know the words to speak, and in this place, perhaps her eyes are on you.",
                    "ButtonText": "", "Id": 127968},
                   {"DefaultEvent": {"Description": "Some of the urchins of London have a sort of junk-shop religion. They venerate the wind: they have a prayer for every breeze. it always seemed like nonsense to you, but up here, now, you can begin to see their point...",
                                     "Name": "The high airs", "Id": 149347},
                    "Name": "Your past, as a street-urchin",
                    "Description": "The years before you came to zee, racing across roof-tops, snatching pocket-watches, tussling with rival gangs... the bleak days in the workhouse and the terror of the Constables.",
                    "ButtonText": "", "Id": 127969},
                   {"DefaultEvent": {"Description": "West lie the coasts of home. South is the Elder Continent. But what of the North, beyond the ice? And the East - what vistas open, beyond Irem and the Kingeater's Castle?",
                                     "Name": "Look north, look east", "Id": 149348},
                    "Name": "All the wide black zee",
                    "Description": "Where does it end?", "ButtonText": "",
                    "Id": 127970},
                   {"DefaultEvent": {"Description": "You've found inspiration, and more. If your old companions could see you at the helm of a ship! ..it's better pay than writing, and that's the least of it.",
                                     "Name": "New vistas", "Id": 149349},
                    "Name": "Your past, as a poet",
                    "Description": "The years before you came to zee. Days of honey and roses in Hollow Street; long walks in Tyrant's Gardens with very special friends.",
                    "ButtonText": "", "Id": 127971},
                   {"DefaultEvent": {"Description": "In the Army, you served men too rich to fight and too stupid to leave you alone. Out here, you are the only commander. The ship is your own Empire. You've never felt stronger.",
                                     "Name": "New victories", "Id": 149350},
                    "Name": "Your past, as a soldier",
                    "Description": "The years before you came to zee, fighting the enemies of the reduced Empire, losing good friends in the marshy borderlands of Hell.",
                    "ButtonText": "", "Id": 127972},
                   {"DefaultEvent": {"Description": "This is unlike your old life in almost every way, save this: you are still responsible for the lives and souls of those in your charge. And it seems to come a little more naturally, now...",
                                     "Name": "Sea-change", "Id": 149351},
                    "Name": "Your past, as a priest",
                    "Description": "The years before you came to zee, leading services, dispensing good advice. Putting up with the Bishop of Southwark's insufferable secretary.",
                    "ButtonText": "", "Id": 127973}],
 "Description": "A high place. The zee like a rippled sheet of night-green jade. The roof of the Neath above, bellied with stalactites and pricked with false-star. Look out across the water. What are you thinking of?",
 "Name": "The View from Above", "Id": 141250}