{
  "Id": 141262,
  "Name": "A Privateer Encampment",
  "Description": "This was an empty cliff-top above the bleak waves. Now it blazes with colour! Striped tents, coloured flames, the music of pianola and kettle-drum! Moustachioed women and languorous men play chess, carve bones, eat cats and polish their terrifying brass weapons. These are Iron Republic privateers: pirates whose practices contravene the very laws of nature.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 141263,
        "Name": "An unfair fight",
        "Description": "The privateers run, yell, and fall! But now one seizes a weapon like a trombone inscribed with blasphemies. It conjures an appalling vibration which converts your zailors to screaming jellies. Another crouches behind a rock: she employs a kind of mortar which rains down lethal pine-cones. They smell delightful, but their perfume causes pine-needles to erupt in green masses from your ears, mouths and necks. Your crew is lost to bewildered terror: you flee as the triumphant privateers celebrate amid flares of red light."
      },
      "Id": 122734,
      "Name": "Attack",
      "Description": "They are numerous, but lost to wine and music. You will have the element of surprise, but it's very hard to know exactly what those weapons will do."
    },
    {
      "DefaultEvent": {
        "Id": 141264,
        "Name": "A hive of murderous bees",
        "Description": "The Republicans conspire gleefully in a tangled and multifarous pidgin - French, English, Polythremic, the languages of Hell. You can make out words here and there - \"liver\" - \"thunder\" - \"expunge\" - \"consume\" - but it's hard to resolve them into sense. The longer you listen, the less sense it makes, until you begin to fear what effect their infernal whispering is having. When your bo'sun turns to whisper to you, and you hear only the bleating of a goat, you realise it's time to retreat..."
      },
      "Id": 122735,
      "Name": "Creep close and eavesdrop",
      "Description": "The Republic is privy to the gossip of Hell. Creep close, and you may learn impossible secrets."
    }
  ]
}