{
  "Id": 141271,
  "Name": "A Blemmigan Colony",
  "Description": "At the heart of a salty little bog, you come upon a pulsing mound of blemmigans! They are a rich dark purple, like viscera, perhaps, or blackberries. They chitter as they swarm: the sound is like pebbles on a beach. Be careful. A single blemmigan is a nuisance. A hundred are a calamity.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 141273,
        "Name": "",
        "Description": "You hush your men and watch it go. It swoops down on the mound, to the alarm of a little circle of blemmigans who stand at the top like citizens attending a public meeting. Their tentacles whip menacingly as they advance - but the cockatoo says something to give them pause. You strain your ears to hear. Fragments of screeched poetry from your pet vie with the shrill fluting of the blemmigans... are they reciting poetry too? Is this a competition? A greeting?\r\n\r\nAbruptly, your Cockatoo rises, and returns to sit on your shoulder. It preens delightedly and delivers four lines of perfect decasyllabic quatrain on 'those thousand shapes of unforgiven Time'. You have no idea what the hell it's talking about, but the delivery is terribly impressive."
      },
      "Id": 122741,
      "Name": "Your Elegiac Cockatoo takes an interest",
      "Description": "It leaves your shoulder and circles the blemmigan mound, emitting couplets..."
    },
    {
      "DefaultEvent": {
        "Id": 146096,
        "Name": "",
        "Description": "Fire into the purple mass! Dozens of blemmigans fall, but hundreds remain. They seethe across the bog, leaping across black gaps of standing water, maws agape! Your crew's volleys falter, and the blemmigans fall on them. You call for a retreat, and your zailors fall back, plucking fang-mawed blemmigans from arms and legs. Several go down under the mass. You'll mourn them later."
      },
      "Id": 125841,
      "Name": "Assault the colony",
      "Description": "Repulsive creatures! Take what you can."
    },
    {
      "DefaultEvent": {
        "Id": 146097,
        "Name": "Mildly diverting",
        "Description": "They're some sort of purple mushroom. Unlike most purple mushrooms, they have tentacles and fangs, and they run around a lot. Er... that's as much as you get. Perhaps your mind's not on it."
      },
      "Id": 125842,
      "Name": "Observe the colony",
      "Description": "Fascinating creatures! Learn what you can."
    }
  ]
}