{"ChildBranches": [{"DefaultEvent": {"Description": "The priestess wears Bazaar-black. Her eyes are lost in the snaking coils of her hair. \"The altar is here,\" she intones. She holds out a bag of coins to you, and points to the floor. \"Yes. That block. Place it here. Put the others in the sea. Only one is worthy.\"\u000d\u000a\u000d\u000aA trial of blocks. A sacrifice of stones. How quaint! Then the priestess leans over, to whisper the reason for it: the Birth, the Heart, the Chain. Your head spins. You stagger outside to recover. The doors slam shut. Fortunately, you hung on to your coins.",
                                     "LinkToEvent": {"Id": 143316},
                                     "Name": "The Temple of the Mountain's Mother", "Id": 143317},
                    "Name": "$Penstock -> ペンストック$Deliver Sphinxstone for Penstock",
                    "Description": "$Penstock -> ペンストック$A tilted temple squats in the shade of a gumheart shroom. This is where Penstock sent you. Your zailors drag the stones, complaining as zailors generally do.",
                    "ButtonText": "", "Id": 124052},
                   {"DefaultEvent": {"Description": "You both climb a hill to look out over the estuary. The zee curls below; smoke rises from chimneys; the Mountain glimmers on the horizon.\u000d\u000a\u000d\u000a\"You call her Stone, don't you?\" the Adventuress says. \"The Mountain, I mean. It's as good a name as any other. We have too many names for her. One for every day of the year... I could never get them right. And I resented her. I still do. She has all that life to give, and none of it for me. Because my bloody father got greedy.\"\u000d\u000a\u000d\u000aShe snorts. \"The Bazaar is the Mountain's mother, they say. Or her father. I don't understand how these things work. I wonder if she ever complains about her parents.\"",
                                     "LinkToEvent": {"Id": 143316}, "Name": "A distant light",
                                     "Id": 143318},
                    "Name": "Go ashore with the Adventuress",
                    "Description": "\"I'll admit it: I would like one last look around. But we're not going inland. The College would sniff me out soon enough.\"",
                    "ButtonText": "", "Id": 124053},
                   {"DefaultEvent": {"Description": "You head towards the bright tents.",
                                     "LinkToEvent": {"Id": 181034},
                                     "Name": "A pleasant distraction", "Id": 180643},
                    "Name": "$Presbyter -> プレズビター$Visit an exhibition of Presbyterate curiosities",
                    "Description": "$Elder Continent -> 旧大陸$For the insignificant price of a single echo, the Sober Showman will lay the wonders of the Elder Continent directly at your feet!",
                    "ButtonText": "", "Id": 146435},
                   {"DefaultEvent": {"Description": "$Dawn Machine -> ドーン・マシン$Climb the stairs cut into the hill. Sit at the foot of the bee-capped stone columns. They will shield you from the southern Mountain-heat. Be quiet. Listen. Old storytellers share the shadow.\u000d\u000a\u000d\u000aThe Prester is on the verge of declaring the Dawn Machine a blasphemy. London's bureaucracy is riddled with the children of the Thief-of-Faces. An expedition of foreigners recently put to shore to the west, then went south in search of the Garden. They were discovered, and given to the red river.",
                                     "LinkToEvent": {"Id": 143316},
                                     "Name": "The buzzing of the bees", "Id": 180645},
                    "Name": "Listen to a storyteller",
                    "Description": "Ignore the gaudy entertainments, intended to defraud visitors. Pass the street-hawkers (they will only tell you what you want to hear). Shun the tavern gossip, most of which is fabricated by the Mithridate Office, the Prester's propagandists.",
                    "ButtonText": "", "Id": 146437},
                   {"DefaultEvent": {"Description": "You move closer for a better look.",
                                     "LinkToEvent": {"Id": 181066}, "Name": "Curiosity",
                                     "Id": 180648},
                    "Name": "Attend a funeral feast",
                    "Description": "A public square. A gathering of the bereaved, uncannily cheerful. A table, shining with cutlery, white china plates, tall glasses.",
                    "ButtonText": "", "Id": 146439},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 181260},
                                     "Name": "", "Id": 180650},
                    "Name": "$Avuncular Broker -> おじのような仲買人$An Avuncular Broker has a commission",
                    "Description": "His client has a task of modest - but scriptural - significance. He is conducting interviews.",
                    "ButtonText": "", "Id": 146441},
                   {"DefaultEvent": {"Description": "$Snuffer -> スナッファー, Port Carnelian -> ポート・カーネリアン$\"Or 'Snuffers' to children and Londoners. Awful creatures. Eat candles. Steal faces. Erasing them is a sacrament. An associate of mine recently found one in Port Carnelian, but before he could expose it he disappeared. Maybe the Snuffer got him. Or perhaps one of the Port's spies - the place is stuffed with them.\"\u000d\u000a\u000d\u000a\"Your commission is to root out Port Carnelian's Snuffer. Capture it. Bring it back here. I'd like to ask it a question or two.\" He pops a fig into his mouth. ",
                                     "LinkToEvent": {"Id": 143316},
                                     "Name": "Doing the Prester's work", "Id": 180657},
                    "Name": "$Avuncular Broker -> おじのような仲買人$Accept the Avuncular Broker's commission",
                    "Description": "He orders a plate of figs soaked in honey. \"Tell me: what do you know about the disciples of the Thief-of-Faces?\"",
                    "ButtonText": "", "Id": 146446},
                   {"DefaultEvent": {"Description": "$Avuncular Broker -> おじのような仲買人$\"Excellent! Roll it on in, my friend! I owe you another lunch, I think. But first, your payment.\" He hands you a large cream envelope. Inside is a chart, its folds stiff with zee-salt. The corner is stamped with the seal of the Empress herself. It is labelled 'First voyage of the <i>Galatea</i>, 1867' and shows a tenuous, roving course across the Unterzee.\u000d\u000a\u000d\u000aAs you leave, the Avuncular Broker is keen to keep in touch. \"Perhaps I will have another commission for you after a conversation with our mutual friend.\" He pats the top of the barrel. The thing inside kicks.",
                                     "LinkToEvent": {"Id": 143316}, "Name": "A job well done",
                                     "Id": 180658},
                    "Name": "$Avuncular Broker -> おじのような仲買人$Deliver the snuffer to the Avuncular Broker",
                    "Description": "You have contained the creature in a barrel. You order it rolled to the Broker's door.",
                    "ButtonText": "", "Id": 146447},
                   {"DefaultEvent": {"Description": "You climb the dusty slope.",
                                     "LinkToEvent": {"Id": 181054}, "Name": "A dusty track",
                                     "Id": 181175},
                    "Name": "Assist at an animescence hospital",
                    "Description": "It stands apart from the port, on a lonely zee-side bluff.",
                    "ButtonText": "", "Id": 146735},
                   {"DefaultEvent": {"Description": "It is not tall enough to offer shelter, yet. You watch it grow, inch by hasty inch, and listen to its roots slide beneath the paved slabs of the square.",
                                     "LinkToEvent": {"Id": 143316}, "Name": "Morning",
                                     "Id": 181692},
                    "Name": "Sit by the Tree of a Single Day and let the hours pass",
                    "Description": "The day is young, and the tree is still only a sapling.",
                    "ButtonText": "", "Id": 147107},
                   {"DefaultEvent": {"Description": "The branch is too far, the nut too small, your hand too slow. When it strikes the paved square, the nut bursts into brief, pointless life. Threadlike shoots squirm out, groping for water. Desperate roots claw at a crack in the stone. It's no good. Its strength spent, the shoot browns, stiffens, and expires.",
                                     "LinkToEvent": {"Id": 143316}, "Name": "Fruitless",
                                     "Id": 181693},
                    "RareDefaultEvent": {"Description": "An hour you wait, and another hour. In that time, nuts fall beyond your reach. You ignore them. <i>Clack-clack-clack!</i> There! A nut has fallen from a high limb! It ricochets from branch to branch as it falls. Your hand snaps out! The nut lands in your palm: glossy, smooth and brown. A number of passers-by cheer your catch.",
                                         "LinkToEvent": {"Id": 143316}, "Name": "One in the hand",
                                         "Id": 181694},
                    "Name": "Catch a nut that falls from the Tree of a Single Day",
                    "Description": "Picking them from a branch is forbidden, but fallen ones are useless. You'll need to intercept it between bough and ground. [A matter of luck.]",
                    "ButtonText": "", "Id": 147108},
                   {"DefaultEvent": {"Description": "The Gracious comb the streets, ushering visitors politely back to the dock.",
                                     "LinkToEvent": {"Id": 181687}, "Name": "Back to zee",
                                     "Id": 181697},
                    "Name": "Return to your ship",
                    "Description": "The day is over. It's time to return to your ship.",
                    "ButtonText": "", "Id": 147111},
                   {"DefaultEvent": {"Description": "It topmost branches are higher than the houses, now. The trunk is broad, comfortably cradling your back. You look up into its leafy tangle of limbs. Buds begin to swell from the twigs.",
                                     "LinkToEvent": {"Id": 143316}, "Name": "Lunchtime",
                                     "Id": 181700},
                    "Name": "Sit beneath the Tree of a Single Day and let the hours pass",
                    "Description": "Already so tall and strong! Its leaves are a mantle of green and gold.",
                    "ButtonText": "", "Id": 147114},
                   {"DefaultEvent": {"Description": "You watch buds bulge into blossoms. White flowers burst across the tree like November fireworks. As the afternoon draws on, petals begin to detach themselves, spinning across the square like drifting snow",
                                     "LinkToEvent": {"Id": 143316}, "Name": "$Aft -> 後部$Afternoon ",
                                     "Id": 181701},
                    "Name": "Sit beneath the Tree of a Single Day and let the hours pass",
                    "Description": "Its leafy branches reach across the square.",
                    "ButtonText": "", "Id": 147115},
                   {"DefaultEvent": {"Description": "The trunk groans at your back. Above you, withered branches scratch, spidery, at the air. A gnarled branch falls. The yellow-robed priestess sweeps it away.",
                                     "LinkToEvent": {"Id": 143316}, "Name": "Evening",
                                     "Id": 181702},
                    "Name": "Sit beneath the Tree of a Single Day until the day's end",
                    "Description": "Its limbs are bare. The square rattles with dead leaves.",
                    "ButtonText": "", "Id": 147116},
                   {"DefaultEvent": {"Description": "$Snuffer -> スナッファー, Shepherd Isles -> シェファード・アイルズ, Presbyter -> プレズビター$An old storyteller is describing the red, running feasts of the Replete as you approach. He stammers into silence. You sit, and wait until another storyteller resumes the tales.\u000d\u000a\u000d\u000aLondon's Dilmun Club has appealed to the Presbyter for permission to approach the Mountain. Years ago, a director of the Mithridate Office resigned from his position and retired to the Shepherd Isles. Someone has been promising Snuffers forgiveness in exchange for service.",
                                     "LinkToEvent": {"Id": 143316}, "Name": "Tales", "Id": 181704},
                    "Name": "Listen to a storyteller",
                    "Description": "Climb the hill to the bee-crested columns. Sit in their long shadows, and listen to the storytellers.",
                    "ButtonText": "", "Id": 147118},
                   {"DefaultEvent": {"Description": "$Snuffer -> スナッファー, Presbyter -> プレズビター$This time he meets you in a private room. A lady in a neat, buttoned suit sits beside him, flicking through an English phrasebook. She seems quietly pleased.\u000d\u000a\u000d\u000a\"Sit, sit,\" the Broker urges. His avuncularity is diminished. \"The Snuffer you caught was extremely surprised by its interrogation: it was under the impression that it was working for <i>us</i>. One of our London diplomats has decided that the expedience of using Snuffers outweighs the prohibition on associating with them. He is incorrect.\"\u000d\u000a\u000d\u000aHe introduces his associate, a Hands-On Diplomat. \"I'd like you to see her safely to the Presbyterate embassy in London. She will explain her colleague's error to him, and replace him in his position. Thereupon, she will pay you. The payment is generous. It covers your discretion as well as your service.\" ",
                                     "LinkToEvent": {"Id": 143316}, "Name": "A complication",
                                     "Id": 181756},
                    "Name": "$Avuncular Broker -> おじのような仲買人$The Avuncular Broker's second commission",
                    "Description": "His invitation is urgent. ", "ButtonText": "",
                    "Id": 147148},
                   {"DefaultEvent": {"Description": "She lines up another shot.",
                                     "LinkToEvent": {"Id": 177783}, "Name": "You approach",
                                     "Id": 181854},
                    "Name": "$Presbyter -> プレズビター$The Presbyterate Adventuress",
                    "Description": "$Royal Navy -> 王立海軍$A tall woman in a salt-caked Royal Navy uniform is methodically shooting giant land snails off a chunk of fallen statue. ",
                    "ButtonText": "", "Id": 147211},
                   {"DefaultEvent": {"Description": "$[Bb]lemmigan -> ブレミガン, Elder Continent -> 旧大陸$The southern Mountain heat seeps around the slopes of the hill. The soil of the Elder Continent is rich and strange. If the blemmigan can survive in it at all, it should flourish. ",
                                     "Name": "An ecstatic exit", "Id": 181947},
                    "Name": "$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "Surely a simple mushroom will not attract the attention of the Gracious. ",
                    "ButtonText": "", "Id": 147272},
                   {"DefaultEvent": {"Description": "Yes, it was here. A previous owner zailed it as far up the river as it would go, and then submerged it and covered its resting place in reeds. There its ichor bled into the water. The river fish began to throw themselves on shore and hobble about on their fins. At first the local fishermen welcomed an easy harvest, but in time they came to dislike the disruption and the permanent rotting smell. Then... ah, but how the Heart departed and where it went are another story.\u000d\u000a\u000d\u000aThe Cladery Heir listens without looking, her gaze fixed on the flowering of the tree.",
                                     "LinkToEvent": {"Id": 143316}, "Name": "The Cladery Heart? ",
                                     "Id": 245272},
                    "Name": "Ask storytellers about the Cladery Heart",
                    "Description": "$Elder Continent -> 旧大陸$The Cladery Heir insists it was last seen in the Elder Continent.",
                    "ButtonText": "", "Id": 187181},
                   {"DefaultEvent": {"Description": "$Elder Continent -> 旧大陸, Adam's Way -> アダムの道$The people who lived on the banks of Adam's Way brought the Cladery Heart to the surface and made it fit to zail again. But there was no one who wanted to voyage in her. So they chose a crew by lot and chained them to the deck, ordering them to zail north until they had left the Elder Continent, and then to keep zailing as far as they could go.\u000d\u000a\u000d\u000aThe Cladery Heir is still looking into the middle distance, but the corners of her mouth have turned down. The storyteller is milking the story, and she knows it.",
                                     "LinkToEvent": {"Id": 143316}, "Name": "Hacked free",
                                     "Id": 245273},
                    "Name": "Ask storytellers about the Cladery Heart's departure",
                    "Description": "If it is no longer in the river, where did it go?",
                    "ButtonText": "", "Id": 187182},
                   {"DefaultEvent": {"Description": "$Khan -> カーン, Khan's Shadow -> カーンの影$One can't be certain. But ships that cannot zail any longer often find themselves huddled into Khan's Shadow. You might look there. Perhaps the presence of the Cladery Heart would even make those other broke-down ships eager to move again.",
                                     "LinkToEvent": {"Id": 143316},
                                     "Name": "$Khan -> カーン, Khan's Shadow -> カーンの影$Khan's Shadow",
                                     "Id": 245274},
                    "Name": "Ask storytellers about how to retrieve the Cladery Heart",
                    "Description": "Is there any word of where she might be now?",
                    "ButtonText": "", "Id": 187183},
                   {"DefaultEvent": {"Description": "Without looking up, the Incomparable Aurelian tells you that your assistance has been appreciated. \"Being present for the Most-Moth's hatching will be the highlight of my career,\" he says, miserably. \"I'm sure Lorenzo would want to thank you, as well.\"",
                                     "LinkToEvent": {"Id": 244570}, "Name": "A quiet farewell",
                                     "Id": 247137},
                    "Name": "Bid farewell to the departing Aurelian",
                    "Description": "He's been quiet for the whole trip. Even now, disembarked and sitting on the dock, he listlessly searches through his collection.",
                    "ButtonText": "", "Id": 188545}],
 "Description": "$Elder Continent -> 旧大陸, Adam's Way -> アダムの道, Presbyter -> プレズビター$To the south: the Elder Continent, and the seventy-two cornucopian kingdoms of the Presbyterate. Are the stories true - rivers of honey; castles of ivory? \u000d\u000aWho can say? Foreigners (that's you) are forbidden from the interior. The closest most get is Adam's Way: a shouting, feasting, thieving riot of a port. [The options available may change as the day progresses.]",
 "Name": "$Adam's Way -> アダムの道$Adam's Way", "Id": 143316}
