{"ChildBranches": [{"DefaultEvent": {"Description": "$Khan -> カーン, Khaganian -> カーネイト人, Surface -> 地上, Khan's Glory -> カーンの栄光, Glory -> グローリー$(Surfacer? But the Khaganians have been generations underground, and to them, all Londoners are Surfacers.) It seems you'll need to go to Khan's Glory, the nearby palaces of the nobility, to seek a license.",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "$Surface -> 地上$\"Not here, Surfacer.\"",
                                     "Id": 143347},
                    "Name": "Seek a commercial license",
                    "Description": "$Khaganian -> カーネイト人, Nephrite Quarter -> 軟玉街区$The Khaganians dislike merchants, and they dislike foreigners. Foreign merchants induce paroxysms of antipathy. Perhaps sufficient bribes will buy your way into the Nephrite Quarter.",
                    "ButtonText": "", "Id": 124072},
                   {"DefaultEvent": {"Description": "$Khan -> カーン, Khanate -> カーネイト, Elder Continent -> 旧大陸$A gentle, trickling music plays behind screens of painted weed-wood. Khanate merchants sip tea and swap stories with darker-skinned Elder Continent captains. You sip pale golden tea and wince at the bill.",
                                     "LinkToEvent": {"Id": 143346}, "Name": "Solace", "Id": 143348},
                    "Name": "Time in the tea-house",
                    "Description": "$Copper Quarter -> 銅街区$The Copper Quarter offers comfort to foreigners, but the prices are, to put it mildly, mischievous.",
                    "ButtonText": "", "Id": 124073},
                   {"DefaultEvent": {"Description": "This zailor is thin enough to slide through a porthole and desperate enough to sign on even with a 'sunbitten Empress-gobbler'. She doesn't use those terms when she thinks you're nearby.",
                                     "LinkToEvent": {"Id": 143346}, "Name": "A hungry sort",
                                     "Id": 152529},
                    "Name": "Hire Crew",
                    "Description": "$Khaganian -> カーネイト人$Khaganians are wary of your people, but perhaps you can find someone.",
                    "ButtonText": "", "Id": 129960},
                   {"DefaultEvent": {"Description": "$Blind Bruiser -> 盲目の粗暴者$\"Oh, your stupid Imperial coins. No, give it here, it'll do, it's what was agreed. Take this, go. You never saw me.\" [Return to the Blind Bruiser in London. Don't lose your cargo.]",
                                     "Name": "A hiss of distaste", "Id": 154271},
                    "Name": "Collect the Cheery Man's cargo",
                    "Description": "You meet a Blue Priest in a tiny noodle-shop by the Moon Canal. Fizzing electric light shows the weary lines in his face. \"You have my money?\" he asks.",
                    "ButtonText": "", "Id": 131048},
                   {"DefaultEvent": {"Id": 154690}, "Name": "Drop off a spy",
                    "Description": "Your sweetheart. [this will need two branches.]",
                    "ButtonText": "", "Id": 131320},
                   {"DefaultEvent": {"Description": "$false-star -> 偽星, Khaganian -> カーネイト人$Above, the roof of the Neath is black, impassive, prickled with false-stars: but the Khaganians still remember the sky. You pass an open-walled shrine with a domed roof - the interior is painted a deep pure indigo. Citizens kneel below it while a Blue Priest speaks. As he reaches the climax of his prayer, a rosy-golden light swells inside the dome. The worshippers murmur in complacent delight. The dome is now a perfect, heartbreaking, morning-sky blue, a colour you haven't seen for - how long?\u000d\u000a\u000d\u000a\"Filament-bulbs,\" your bo'sun whispers importantly beside you. \"Give me honest gas-light any day.\"",
                                     "Name": "A Shrine of the Deep Blue Heaven", "Id": 154691},
                    "Name": "$Khan -> カーン, Khan's Heart -> カーンの心臓$Wander Khan's Heart",
                    "Description": "$Copper Quarter -> 銅街区$Foreigners are restricted to the Copper Quarter, but as long as you don't try to cross the bridges, you can explore in reasonable safety - ",
                    "ButtonText": "", "Id": 131321},
                   {"DefaultEvent": {"Description": "Someone is singing in English! Something about a tree of wines and a stolen city, a sea of grass and a storm of bats... melancholy, pure and sweet, achingly familiar. You cross the street, cut back through an alleyway, trying to find it, but it ends before you get close. You find yourself humming it on the way back to the ship. Another zailor takes up the tune...",
                                     "LinkToEvent": {"Id": 143346}, "Name": "A song of the surface",
                                     "Id": 154692},
                    "RareDefaultEvent": {"Description": "$Copper Quarter -> 銅街区$The canals of the Heart are lit by incandescent-filament lamps in bulbs of glass, in a multitude of colours. Ruby, sapphire, topaz, emerald by turns. There's nothing else like it in the Neath or on the surface. You spend a happy quarter-hour strolling the alleyways of the Copper Quarter, until an irritable workman sees you eyeing the bulbs and accuses you of plotting their theft.",
                                         "LinkToEvent": {"Id": 143346}, "Name": "Lost light",
                                         "Id": 154749},
                    "Name": "$Khan -> カーン, Khan's Heart -> カーンの心臓$Wander Khan's Heart",
                    "Description": "$Copper Quarter -> 銅街区$Foreigners are restricted to the Copper Quarter, but as long as you don't try to cross the bridges, you can explore in reasonable safety - ",
                    "ButtonText": "", "Id": 131322},
                   {"DefaultEvent": {"Description": "You are cornered by a screaming, cheerful woman in a sort of lacquer-armoured fish-suit. As far as you can make out, she was attacked in the Moon Canal by something with tentacles. She still has this tentacled thing, slung over her shoulder. For some reason she is determined that you should purchase it. You plead, evade, offer her nothing but the smallest coins - but she is relentless. Tentacles it is, then.",
                                     "Name": "A relentless fishmonger", "Id": 154693},
                    "RareDefaultEvent": {"Description": "A narrow street opens on your left. The filament-bulbs here are green-tinted, and the street is unusually dim, like the space between a thick forest canopy. Ten steps in, and the noise of the crowds on the canal-side is oddly hushed.",
                                         "LinkToEvent": {"Id": 154987}, "Name": "A quiet street",
                                         "Id": 154743},
                    "Name": "$Khan -> カーン, Khan's Heart -> カーンの心臓$Wander Khan's Heart",
                    "Description": "$Copper Quarter -> 銅街区$Foreigners are restricted to the Copper Quarter, but as long as you don't try to cross the bridges, you can explore in reasonable safety - ",
                    "ButtonText": "", "Id": 131323},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 154999},
                                     "Name": "", "Id": 154694},
                    "Name": "$Khan -> カーン, Khan's Heart -> カーンの心臓$Wander Khan's Heart",
                    "Description": "$Copper Quarter -> 銅街区$Foreigners are restricted to the Copper Quarter, but as long as you don't try to cross the bridges, you can explore in reasonable safety - ",
                    "ButtonText": "", "Id": 131324},
                   {"DefaultEvent": {"Description": "[Visit the Shops tab.]",
                                     "Name": "", "Id": 154695},
                    "Name": "$Nephrite Quarter -> 軟玉街区$Enter the Nephrite Quarter",
                    "Description": "$Khan -> カーン, Khanate -> カーネイト, Nephrite Quarter -> 軟玉街区$You have the token that permits you to enter the Nephrite Quarter, and buy directly from Khanate merchants.",
                    "ButtonText": "", "Id": 131325},
                   {"DefaultEvent": {"Description": "$Khan -> カーン, Khanate -> カーネイト$Where does the Khanate even find its fuel, so far from Hell? The lumps of coal have a swimming blue-green sheen.",
                                     "LinkToEvent": {"Id": 143346}, "Name": "The rattle of coal",
                                     "Id": 154709},
                    "Name": "Purchase Fuel at an outrageous price",
                    "Description": "$Khan -> カーン, Khanate -> カーネイト, Nephrite Quarter -> 軟玉街区$The Khanate merchants grin when they see you coming. An unlicensed foreign captain? They'll pick a price and triple it. [Gain access to the Nephrite Quarter to purchase less expensive fuel.]",
                    "ButtonText": "", "Id": 131332},
                   {"DefaultEvent": {"Description": "They watch you carry armfuls of brown paper packages past the canals back to your ship. They know you're skirting the edge of the law: either they don't care enough to stop you, or they're having too much fun watching you carry all that smoked fish.",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "$Khaganian -> カーネイト人$Smirking Khaganians",
                                     "Id": 154741},
                    "Name": "Purchase Supplies at a ludicrous price",
                    "Description": "$Copper Quarter -> 銅街区$Foreigners are permitted to buy food in the Copper Quarter, but only poor quality in small quantities. And so you go from street-vendor to street-vendor, trying to purchase enough soggy smoked fish to feed your crew.",
                    "ButtonText": "", "Id": 131361},
                   {"DefaultEvent": {"Description": "$Aft -> 後部, Khan -> カーン, Khaganian -> カーネイト人, Khanate -> カーネイト, Salt Steppes -> ソルト・ステップ$...where London now stands, the capital of the Khanate once stood, after its own disappearance from the surface. After the clean sky and wide earth they went half-mad in the close night under the Earth. They found serpent-things in mirrors that promised them diversion, escape, new horizons. In time the mirror-serpents became masters, not servants, and the last True Khan led the last of his people to the Salt Steppes, to a black rock where he founded this city. How he built it is a tale for another day...\u000d\u000a\u000d\u000aYou feel eyes on you. A woman in a white and gold uniform watches you closely. The Loyalty Service is suspicious of foreigners who want to learn Khaganian history.",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "The Temptations of Parabola", "Id": 154798},
                    "RareDefaultEvent": {"Description": "$Khan -> カーン, Khaganian -> カーネイト人, Leopard Clan -> レオパルド一門, Surface -> 地上, Khanate -> カーネイト, Leopard -> レオパルド$...the last Great Khan of the Surface was corrupt and foolish and cowardly. (How fortunate we are that the Leopard Clan overthrew his line - long may the Leopard endure!) He sold the Khanate's capital to the Masters of the Bazaar to satisfy his greed and escape battle. So Karakorum fell - so it came below the earth, to the long night of the Neath. Seven hundred years ago, Karakorum stood where London now stands...\u000d\u000a\u000d\u000aYou feel eyes on you. A woman in a white and gold uniform watches you closely. The Loyalty Service is suspicious of foreigners who want to learn Khaganian history.",
                                         "LinkToEvent": {"Id": 143346},
                                         "Name": "The Fall of Karakorum", "Id": 154799},
                    "Name": "Pay a storyteller",
                    "Description": "The storytellers in the Square of Cedars wear brightly coloured caftan-like clothing with silk sashes, in contrast to the more sober and subterranean dress of the citizenry. For coin, even foreign coin, they'll sing epics of their nation's history...",
                    "ButtonText": "", "Id": 131399},
                   {"DefaultEvent": {"Description": "$Khan -> カーン, Khaganian -> カーネイト人, Elder Continent -> 旧大陸, Chelonate -> キェロネイト, Khan's Shadow -> カーンの影$You show the talisman rather cautiously to a clutch of captains chatting by their warship. One grabs it cheerfully and claps you on the shoulder. \"I've heard about you! Come on. I'm buying.\" With more friendliness than Khaganians usually show, they drag you off to a little place by the park and fill you with rare spiced seaweed and Elder Continent wines. They grumble about Chelonate delinquency, the 'idiot children' of Khan's Shadow, and - until they remember you're there - the London captains cluttering up the clean zee...",
                                     "LinkToEvent": {"Id": 143346}, "Name": "A spicy evening",
                                     "Id": 154819},
                    "Name": "Show a Pewter Horsehead",
                    "Description": "$Khaganian -> カーネイト人$You did a Khaganian a favour. Perhaps this token will win you favour in turn.",
                    "ButtonText": "", "Id": 131412},
                   {"DefaultEvent": {"Description": "\"We regret, [q:Addressed As], that your name has entered the list of Causes for Concern. Excuse me.\" He turns aside to speak to a serious woman in dark glasses. Now is the time to leave...",
                                     "LinkToEvent": {"Id": 143346}, "Name": "Pursed lips",
                                     "Id": 154841},
                    "Name": "$Nephrite Quarter -> 軟玉街区$Enter the Nephrite Quarter",
                    "Description": "$Khan -> カーン, Khanate -> カーネイト, Nephrite Quarter -> 軟玉街区$You have the token that permits you to enter the Nephrite Quarter, and buy directly from Khanate merchants.",
                    "ButtonText": "", "Id": 131425},
                   {"DefaultEvent": {"Description": "$Khan -> カーン, Taimen Clan -> テイメン一門, Taimen -> テイメン, Khan's Heart -> カーンの心臓, Khan's Glory -> カーンの栄光, Strategic Information -> 戦略的情報, Drowning-Pearl -> 溺れる真珠, Glory -> グローリー$Khan's Heart is an iron garden. You'll walk there again some day. [Visit Khan's Glory, where the noble clans keep their estates, and plead with the Taimen Clan for mercy. You will likely need Drowning-Pearls or Strategic Information.]",
                                     "Name": "The zee beckons", "Id": 154997},
                    "Name": "Leave in haste",
                    "Description": "$Khaganian -> カーネイト人$The White-and-Golds, who guard Khaganian security, are watching for you. On board ship you're safe enough, as long as the delicate treaty with London holds, but on shore you're liable to arrest at any moment.",
                    "ButtonText": "", "Id": 131526},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 146643},
                                     "Name": "", "Id": 173060},
                    "Name": "Find out what your spies need",
                    "Description": "To improve the quality of your network, you'll need... something. Find out what. [This will improve your Network here.]",
                    "ButtonText": "", "Id": 141777},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 146643},
                                     "Name": "", "Id": 173800},
                    "Name": "Fulfil your spies' needs",
                    "Description": "They wanted something... [This will improve your Network here.]",
                    "ButtonText": "", "Id": 142192},
                   {"DefaultEvent": {"Description": "\"I will not need long, or much.\"",
                                     "LinkToEvent": {"Id": 181952},
                                     "Name": "He stands stiffly before you", "Id": 181951},
                    "Name": "The Poissonnier requests shore leave",
                    "Description": "$Khan -> カーン, Khanate -> カーネイト$And back pay, in a form preferred in the Khanate. ",
                    "ButtonText": "", "Id": 147275},
                   {"DefaultEvent": {"Description": "$Copper Quarter -> 銅街区$The Copper Quarter pulses as the feast rages on. Its people gorge themselves too quickly to taste the food on their lips. Their cheeks bulge and stomachs swell, but still they eat. The White-and-Golds wade in to silence the growing mob before it can escalate further, or set its sights on the royal food stores.",
                                     "Name": "A hunger that can never be satiated", "Id": 223906},
                    "Name": "$Mr Sacks -> ミスター・サックス$A delivery for Mr Sacks",
                    "Description": "This is far enough from London. It will suffice.",
                    "ButtonText": "", "Id": 173523},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 153735},
                                     "Name": "", "Id": 237581},
                    "Name": "A panicked wave",
                    "Description": "There's someone in the shadows, trying to draw your attention with equal parts discretion and desperation. ",
                    "ButtonText": "", "Id": 182229},
                   {"DefaultEvent": {"Description": "You sidle beside her and comment on the water. It's beautiful how the city ripples, isn't it? It reminds you of a port you once came across, you say. A place where they light their way with coloured fire and dine on fish-fed flowers. She need only find the red and white lights beneath the waves... \u000d\u000a\u000d\u000aThe captain huffs. Blue smoke streams through her nose. She dumps her ash into the water, and sets off for the docks without another word. She'll be zailing over Wrack in no time.",
                                     "LinkToEvent": {"Id": 143346}, "Name": "", "Id": 243354},
                    "Name": "Lure the adventurer to Wrack",
                    "Description": "$Khaganian -> カーネイト人$A London captain smokes s Khaganian pipe as she admires the reflection of the streetlamps in the water. Spin her a story of lights.",
                    "ButtonText": "", "Id": 185920},
                   {"DefaultEvent": {"Description": "$the White -> 白きもの, Leopard -> レオパルド$The Travel-Writer sets across the planks with good speed, his steamer trunk in his arms.\u000d\u000a\u000d\u000aA storyteller pesters you for coins as you eat your dinner at a steam-filled restaurant. You throw him a coin for quiet, but before you can resume your meal an explosion tears through the next street. \u000d\u000a\u000d\u000aCitizens, zailors, and the White-and-Golds hurry to the crater. Once the smoke has cleared, you can see the innards of a secret shipyard. Torn brass and steel. Mangled faces staring lifelessly from the rubble.\u000d\u000a\u000d\u000aThe White-and-Golds argue in their own tongue. The storyteller ambles up to you. \"They are saying that the Leopard made underwater ships here, in violation of an Agreement with London,\" he whispers. \"They say London's assassin has visited. You might want to slip away.\"",
                                     "LinkToEvent": {"Id": 143346}, "Name": "By evening bell",
                                     "Id": 259024},
                    "Name": "Drop off the August Travel-Writer",
                    "Description": "\"Your payment, [q:Addressed As]. It has been a pleasure.\"",
                    "ButtonText": "", "Id": 193178},
                   {"SuccessEvent": {"Description": "You find your contact in a filthy lodging-house behind the tanneries. \"Tell them this is the last time,\" she says, helplessly. She knows perfectly well it won't be. She gives you a double handful of tiny notes with chicken-scratch markings. \"Zee-bat courier-notes. From the temple. I don't know how much of it - I don't know. Go now. Go!\"",
                                     "Name": "Mislaid letters", "Id": 153417},
                    "DefaultEvent": {"Description": "You find the address - but the street outside is thronged with white and gold uniforms. Loiter on the corner. There - two hard-faced men in no uniform but their own authority are directing operations. Their white-uniformed henchmen manhandle an unconscious body into a waiting boat. Your contact! Back to your ship, quickly.",
                                     "Name": "Hurry on by", "Id": 153416},
                    "Name": "Find your Contact",
                    "Description": "$Khan -> カーン, Khanate -> カーネイト$The Khanate is wary of Imperial spies. Go very carefully. You have half the directions you need - the other should be at a dead-drop on the docks.",
                    "ButtonText": "", "Id": 130494},
                   {"SuccessEvent": {"Description": "$Chelonate -> キェロネイト, Leopard -> レオパルド, Eagle -> イーグル, Traitor Empress -> 裏切りの女帝$Rivalry between the Leopard and Eagle clans. The Concerns about Chelonate raids. Some appalling gossip about the Traitor Empress back in London. Perhaps you shouldn't write that last one down. And move on quickly. That fellow in the corner has an informer's look.",
                                     "LinkToEvent": {"Id": 143346}, "Name": "Precious scraps",
                                     "Id": 154708},
                    "DefaultEvent": {"Description": "Your listeners meet your questions with courteous, frightened silence. The back of your neck prickles. Don't turn around.",
                                     "LinkToEvent": {"Id": 143346}, "Name": "Eyes everywhere",
                                     "Id": 154689},
                    "Name": "$Port Report -> 港湾報告書$Gather a Port Report",
                    "Description": "$Khan -> カーン, Khaganian -> カーネイト人, Khanate -> カーネイト$The Khanate generally assumes that all foreigners are spies or worse. It would be a shame to disappoint them, but it might be dangerous to prove them right. [As Khaganian Suspicion increases, this action becomes more difficult. If you have an intelligence network here, it's easier.]",
                    "ButtonText": "", "Id": 131319},
                   {"SuccessEvent": {"Description": "$Khan -> カーン, Khan's Heart -> カーンの心臓$Your Agent sends a message via bat-courier. They have found lodgings, contacts, possibilities. [On subsequent visits to Khan's Heart, you'll be able to grow your network, or tap it for information. The more it grows, the more effective it'll be.]",
                                     "LinkToEvent": {"Id": 143346}, "Name": "Success!",
                                     "Id": 172764},
                    "DefaultEvent": {"Description": "$Taimen -> テイメン$Your agent does not return. Have they spent your funds and run? Are they chained upside-down somewhere in the Taimen stronghold?",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "The White-and-Golds are watchful", "Id": 172761},
                    "Name": "$Khan -> カーン, Khan's Heart -> カーンの心臓$Establish a spy in Khan's Heart",
                    "Description": "$Voracious Diplomat -> 貪欲な外交官, Dark-Spectacled Admiral -> 黒眼鏡の提督$If you're caught, it'll mean trouble. If you're successful, you can tap your network later for Intelligence. The Dark-Spectacled Admiral and the Voracious Diplomat, among others, will be interested...",
                    "ButtonText": "", "Id": 141599},
                   {"SuccessEvent": {"Description": "$Aft -> 後部$The message arrives on a tiny fishskin sliver, bound inside a copper ring. The cipher speaks of fleet movements and power struggles. London will want to know this. But your agents have attracted attention. [After a significant success, you'll often need to lie low or rebuild your network.]",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "The dangers of success", "Id": 173915},
                    "DefaultEvent": {"Description": "At the appointed place, at the appointed time, in the appointed cipher... you find a message. It's information, certainly. Something of it is even new. But your agents are obviously struggling to send you something of use. Perhaps they need assistance - or a suitable incentive.",
                                     "LinkToEvent": {"Id": 143346},
                                     "Name": "Not what you hoped for", "Id": 173914},
                    "RareDefaultEvent": {"Description": "The hammer of hurried feet. A flash of eyes in the darkness. An urgent message whispered through a jillypaper screen. Someone has betrayed you. [Your network has suffered.]",
                                         "LinkToEvent": {"Id": 143346},
                                         "Name": "Ill luck... or betrayal", "Id": 174185},
                    "RareSuccessEvent": {"Description": "$Khan -> カーン, Khanate -> カーネイト$The Khanate has a folk-tale, of a princess who smuggled jewels to her lover in the mouths of birds. This is how your agents bring secrets to you - one by one, and sparkling. [Secrecy has been maintained! Your network has not suffered.]",
                                         "LinkToEvent": {"Id": 143346}, "Name": "Silent as stone",
                                         "Id": 174186},
                    "Name": "Seek intelligence",
                    "Description": "$Khan -> カーン, Khanate -> カーネイト, Port Report -> 港湾報告書$If you have eyes and ears in the Khanate, you can use them to gain more than just a Port Report. [The better your Network, the easier this will be.]",
                    "ButtonText": "", "Id": 142265},
                   {"SuccessEvent": {"Description": "$[Bb]lemmigan -> ブレミガン, Khan -> カーン, Khan's Heart -> カーンの心臓$The damp and dark places of the city are fertile ground indeed. In the months that follow, blemmigans stalk the guttering of Khan's Heart, pullulate in the shadows of the alleys. They menace citizens after dark with their sinister poetry. They steal dogs and house-bats and the occasional baby. Trade, prosperity and security suffer outrageously. But by then, you are long gone.",
                                     "Name": "A victory for discretion", "Id": 182069},
                    "DefaultEvent": {"Description": "$[Bb]lemmigan -> ブレミガン, Khan -> カーン, Khan's Heart -> カーンの心臓$The damp and dark places of the city are fertile ground indeed. In the months that follow, blemmigans stalk the guttering of Khan's Heart, pullulate in the shadows of the alleys. They menace citizens after dark with their sinister poetry. They steal dogs and house-bats and the occasional baby. Trade, prosperity and security suffer outrageously. The White-and-Golds ask their questions and compile their careful records. They note the report that your ship was among those that visited just before the infestation began. It isn't proof of your involvement: but there is a little mark beside your name on a little list.",
                                     "Name": "A qualified success", "Id": 182004},
                    "Name": "$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "$[Bb]lemmigan -> ブレミガン, Khan -> カーン, Khan's Heart -> カーンの心臓$There are no laws specifically forbidding the seeding of blemmigans on Khan's Heart. It is unlikely to make you popular, however.",
                    "ButtonText": "", "Id": 147312},
                   {"SuccessEvent": {"Description": "$the White -> 白きもの$Two men rush past you on a bridge, each shouldering one end of a carpet. A woman chases after them: the Last Constable! She chucks her truncheon at the one in the back, knocking him square between the shoulders - he goes down, and the carpet crashes onto his companion. It unfurls - a bundle of electrical cable rolls into the street.\u000d\u000a\u000d\u000aShe slips into an alley before the White-and-Golds catch up, and  rounds on you, clutching her cudgel. \"What business do you have with me?\"  ",
                                     "LinkToEvent": {"Id": 230583}, "Name": "Stopped by the law",
                                     "Id": 230593},
                    "DefaultEvent": {"Description": "$Copper Quarter -> 銅街区$The streets and canals of the Copper Quarter are quiet today. The foreigners pass under their coloured lights. Tranquil men and women stand at each street corner, in white-and-gold robes. \"They've been out in force, lately,\" one ex-Londoner confides over a pot of tea. \"Everyone keeps to themselves now.\" [Check your journal to be reminded of where the Last Constable might be!]",
                                     "Name": "No need for more", "Id": 230592},
                    "Name": "Search for the Last Constable",
                    "Description": "$Copper Quarter -> 銅街区$Could she be keeping the peace in the Copper Quarter?",
                    "ButtonText": "", "Id": 177596},
                   {"SuccessEvent": {"Description": "He's not in the bunks, nor the engine room, nor the hold. But you do find something he left behind: his briefcase. He's also left you a bomb, concealed inside. You scream for your engineer; they dismantle it in cautious haste.\u000d\u000a\u000d\u000aA White-and-Gold takes your report. Her face pales. \"The man you been transporting is Lieutenant Robert F. Harris. He is an agent known to us. You are lucky to live; luckier too to posses a zubmarine. But what might he be interested in here?\" You claim your haven't the slightest idea. She considers you carefully, then passes you a purse. \"For your cooperation, please accept this small gift.\"",
                                     "LinkToEvent": {"Id": 143346}, "Name": "Just in time!",
                                     "Id": 259081},
                    "DefaultEvent": {"Description": "$Khaganian -> カーネイト人$He's not in the bunks, nor the engine room, nor the hold. Maybe he could be - ____ing hell! The ship lists violently, throwing you to the wall. Smoke billows from beneath your boards - fire! Fire!\u000d\u000a\u000d\u000aThe Khaganian docking authorities rush to help you. A White-and-Gold takes your report. Her face pales. \"The man you been transporting is Lieutenant Robert F. Harris. He is an agent known to us. You are lucky to live; luckier too to posses a zubmarine. But what might he be interested in here?\" You claim your haven't the slightest idea. She considers you carefully, then passes you a purse. \"We cannot offer repairs at present, but please: accept these funds.\"",
                                     "LinkToEvent": {"Id": 143346}, "Name": "", "Id": 259026},
                    "Name": "Where has the August Travel-Writer gone?",
                    "Description": "There's no trace of him on board. How are you supposed to get paid?",
                    "ButtonText": "", "Id": 193180}],
 "Description": "$Khan -> カーン, Khan's Heart -> カーンの心臓$Khan's Heart: London's rival. An oasis of light in the salt black wastes. Canals thread the painted city. Street-lamps glow and water-taxis putter.",
 "Name": "$Khan -> カーン, Khan's Heart -> カーンの心臓$Khan's Heart",
 "Id": 143346}