{"ChildBranches": [{"DefaultEvent": {"Description": "You meet with an Effusive Official in a room of blue glass and pierced porcelain. You supply the customary compliments and courtesies, while he nods complacently. Finally you present a sample of the coffee. The Official comes suddenly awake, inhales the scent of the coffee, glances regretfully at the porcelain screen behind him - a watcher? He bows to you three times and sends you on your way.",
                                     "LinkToEvent": {"Id": 143358}, "Name": "A long afternoon",
                                     "Id": 143359},
                    "Name": "$Leopard -> レオパルド$Offer a gift to the Leopard",
                    "Description": "$Khan -> カーン$The royal clan of the Khan. The Khan himself has a notorious weakness for coffee, and his court follows suit.",
                    "ButtonText": "", "Id": 124080},
                   {"DefaultEvent": {"Description": "$Aft -> 後部, Khaganian -> カーネイト人, Elder Continent -> 旧大陸$The Effusive Official is today attended by three servants and a Blue Priest, each carrying a candle of a different colour. He speaks a formula in Khaganian, in Greek, and in one of the languages of the Elder Continent. You are anointed with oils and presented with a pair of sharkskin gloves. The Blue Priest admits you to a slightly less debased echelon of foreignness, and blesses you in the name of the Deep Blue Heaven.\u000d\u000a\u000d\u000aAfter that, you start filling in forms...",
                                     "LinkToEvent": {"Id": 143358}, "Name": "A grand ceremony",
                                     "Id": 143360},
                    "Name": "$Nephrite Quarter -> 軟玉街区$Petition for access to the Nephrite Quarter",
                    "Description": "$Khan -> カーン, Leopard -> レオパルド, Nephrite Quarter -> 軟玉街区, Khan's Heart -> カーンの心臓$The Clan of the Leopard grants trade licenses to foreigners. [This gives access to the Nephrite Quarter in Khan's Heart to the South, allowing you to sell your goods there.]",
                    "ButtonText": "", "Id": 124081},
                   {"DefaultEvent": {"Description": "In the Yellow Chamber by the palace entrance, a Masked Functionary scrutinises the pearls. \"Yes,\" she says. Even through the mask, she does not meet your eyes. She rises, turns, and leaves.",
                                     "LinkToEvent": {"Id": 143358}, "Name": "An offering accepted",
                                     "Id": 154733},
                    "Name": "$Taimen -> テイメン$Offer a gift to the Taimen",
                    "Description": "$Surface -> 地上, Drowning-Pearl -> 溺れる真珠$This clan is named for a sizeable and ferocious fish of the Surface. They have a fondness for Drowning-Pearls, for some secret clan ritual.",
                    "ButtonText": "", "Id": 131353},
                   {"DefaultEvent": {"Description": "Two Masked Functionaries hear your request. They confer briefly. One of them marks the paper in front of him. They wait for you to leave.",
                                     "LinkToEvent": {"Id": 143358}, "Name": "The Steel Chamber",
                                     "Id": 154734},
                    "Name": "$Taimen -> テイメン$Plead your case with the Taimen",
                    "Description": "$the White -> 白きもの, Khaganian -> カーネイト人, Taimen Clan -> テイメン一門, Taimen -> テイメン$The Taimen Clan has long controlled the White-and-Golds, the 'loyalty service' who watch Khaganians and foreigners alike. If they're convinced your intentions are good, they may be lenient. [If your Suspicion has risen too high, this will reduce it.]",
                    "ButtonText": "", "Id": 131354},
                   {"DefaultEvent": {"Description": "$Khan -> カーン, Khanate -> カーネイト$A Khanate gunboat passes the harbour mouth twice. An officer in a red-and-gold uniform scrutinizes you through a spyglass. Best save it for another time.",
                                     "LinkToEvent": {"Id": 143358}, "Name": "...and turn back",
                                     "Id": 154816},
                    "Name": "Cruise past the clan palaces",
                    "Description": "$Khan -> カーン, Khan's Glory -> カーンの栄光, Glory -> グローリー$Khan's Glory has a steely beauty, but the clan-lords are    ever-suspicious of spies, and those gun emplacements are vigilant.",
                    "ButtonText": "", "Id": 131409},
                   {"DefaultEvent": {"Description": "$Khaganian -> カーネイト人$The Effusive Official sips tea while you run through the polite forms of request. You're not sure he's listening. \"Absolutely!\" he splutters suddenly. He hands you a form for - as far as you can make out - a request for a fisherman's license. You explain, patiently, again. He nods apologetically and gives you a second copy of the same form: but this time, he writes your name carefully in the Roman, not the Khaganian, alphabet.\u000d\u000a\u000d\u000aYou hand the form back, very politely.\u000d\u000a\u000d\u000aOn the fourth explanation, you begin to make progress...",
                                     "LinkToEvent": {"Id": 143358}, "Name": "Tea and confusion",
                                     "Id": 154820},
                    "Name": "$Leopard -> レオパルド, Taimen -> テイメン$Ask the Leopard contacts to intercede with the Taimen",
                    "Description": "$Khaganian -> カーネイト人, Leopard -> レオパルド, Taimen -> テイメン$If your Khaganian Suspicion has risen too high, the Taimen can help. The Leopard may induce them to do so.",
                    "ButtonText": "", "Id": 131413},
                   {"DefaultEvent": {"Description": "A Masked Functionary hears your request in the Grey Chamber. \"We will consider the matter,\" is all she says.",
                                     "LinkToEvent": {"Id": 143358}, "Name": "The Grey Chamber",
                                     "Id": 154821},
                    "Name": "$Leopard -> レオパルド, Taimen -> テイメン$Ask your Taimen contacts to intercede with the Leopard",
                    "Description": "$Khan -> カーン, Khanate -> カーネイト, Leopard -> レオパルド$The Leopard's favour is essential for gaining access to Khanate trade.",
                    "ButtonText": "", "Id": 131414},
                   {"DefaultEvent": {"Description": "$Taimen -> テイメン$In the glow of a single filament-bulb, a Masked Functionary takes down your information. She asks careful, pointed, questions. Finally she nods. \"The Taimen will show their gratitude.\" She points at a drawer on your side of the desk: you open it to find a bag of London coinage. She doesn't bid you good-bye. You have the impression that she doesn't particularly like traitors, even useful ones.",
                                     "LinkToEvent": {"Id": 143358},
                                     "Name": "$the White -> 白きもの$An audience in the White Chamber",
                                     "Id": 154822},
                    "Name": "$Taimen -> テイメン, Strategic Information -> 戦略的情報$Offer Strategic Information to the Taimen",
                    "Description": "Treason is such an old-fashioned word.",
                    "ButtonText": "", "Id": 131415},
                   {"DefaultEvent": {"Description": "\"The principles of this device are - unprecedented. You have done something extraordinary here today. This changes everything.\" He smiles. \"London is no rival of ours, now.\"",
                                     "LinkToEvent": {"Id": 143358},
                                     "Name": "$Khan -> カーン$\"The Khan is grateful.\"",
                                     "Id": 180167},
                    "Name": "$Memento Mori -> メメント・モリ$Sell the Memento Mori",
                    "Description": "$Aft -> 後部, Khan -> カーン, Khanate -> カーネイト, Leopard -> レオパルド, Captivating Treasure -> 魅惑的な財宝$The Effusive Official from the Leopard is sceptical. After he has witnessed you demonstrate the device, his scepticism melts like butter on the stove. [The Khanate will offer you three Captivating Treasures.]",
                    "ButtonText": "", "Id": 146139},
                   {"DefaultEvent": {"Description": "$[Bb]lemmigan -> ブレミガン$The blemmigan halts atop the rail. It directs its eyeless dome towards the guards. It folds its tendrils. The message is quite clear.",
                                     "LinkToEvent": {"Id": 143358},
                                     "Name": "$[Bb]lemmigan -> ブレミガン$Blemmigan negation",
                                     "Id": 182371},
                    "Name": "$[Bb]lemmigan -> ブレミガン$Release a blemmigan",
                    "Description": "Perhaps it can sneak under the noses of these grandly epauletted guards with their frightening modern weapons - ",
                    "ButtonText": "", "Id": 147564},
                   {"DefaultEvent": {"Description": "$Khan -> カーン, Taimen -> テイメン, Khan's Glory -> カーンの栄光, Glory -> グローリー$Officially, a former servant of the Taimen, who did not engage in the gathering of strategic information, did not disappear to the Unterzee port of Anthe, which officially does not exist. At length you hear what this servant did not look like, and strict prohibitions against pursuing him.\u000d\u000a\u000d\u000aOfficially, no one in Khan's Glory would have any interest, or be at all inclined to reward you with money and connections, if you were to go to Anthe. They would not care for a report of his situation, or any information he may be unable to bring home.",
                                     "LinkToEvent": {"Id": 143358},
                                     "Name": "There is a place one doesn't speak of", "Id": 254287},
                    "Name": "Take a meeting concerning a matter of no importance",
                    "Description": "$Taimen -> テイメン$A servant of the Taimen is missing. His loss is a danger.",
                    "ButtonText": "", "Id": 190963},
                   {"DefaultEvent": {"Description": "What did you hear? No, don't explain where you heard it. Is the agent well? Does he plan to return? No, don't say where he is now.\u000d\u000a\u000d\u000aIt takes hours of non-explanation before your contacts are fully satisfied. When they are, they reward you with money, confidence, and a promise of safer passage in these parts.",
                                     "LinkToEvent": {"Id": 143358}, "Name": "Assorted revelations",
                                     "Id": 254288},
                    "Name": "Deliver a report from Anthe",
                    "Description": "You have the information you were not officially requested to bring.",
                    "ButtonText": "", "Id": 190964},
                   {"SuccessEvent": {"Description": "Light blazes from every gate and window. You glimpse guards in gleaming uniforms, subterranean gardens of mauve and purple, hanging ornaments of scaled carnelian and jade, statues of warrior-khans past. The water is dark and calm. The sentries watch you with calm distrust.",
                                     "LinkToEvent": {"Id": 143358},
                                     "Name": "Strength and brilliance", "Id": 154815},
                    "DefaultEvent": {"Description": "Sculpted curves of stone and silver, coral statu - a triple salvo from a gun emplacement scars your bow! Turn back to the sanctioned harbour, quickly.",
                                     "LinkToEvent": {"Id": 143358}, "Name": "A warning shot",
                                     "Id": 154814},
                    "Name": "Cruise past the clan palaces",
                    "Description": "$Khan -> カーン, Khan's Glory -> カーンの栄光, Glory -> グローリー$Khan's Glory has a steely beauty, but the clan-lords are    ever-suspicious of spies, and those gun emplacements are vigilant.",
                    "ButtonText": "", "Id": 131408}],
 "Description": "$Khan -> カーン$Here are the palaces of the Khan and his court, each a fortress to itself. Sleek lords and ladies in belted robes breakfast on balconies. An unlikely antelope peeks at you from a park. Guns rotate easily on motorised gimbals.",
 "Name": "$Khan -> カーン, Khan's Glory -> カーンの栄光, Glory -> グローリー$Khan's Glory",
 "Id": 143358}