{"ChildBranches": [{"DefaultEvent": {"Description": "$Clay M[ae]n -> クレイマン$The King with a Hundred Hearts rules from his palace above the city. He is never seen. He makes no treaties with other lands. But there's unrest in the air. The Clay Men you speak to are obedient and humble, but they speak nervously of those who are not: the maimed, the rebellious, the Unfinished...",
                                     "LinkToEvent": {"Id": 143385}, "Name": "What lives",
                                     "Id": 143386},
                    "RareDefaultEvent": {"Description": "$Clay M[ae]n -> クレイマン$Roads roil, bricks quiver.The windows of all the buildings flash like eyes. The palace above the city swells and roars. This convulsion is how Clay Men are born. Even now, somewhere below, they open their blind-seeming grey eyes.",
                                         "LinkToEvent": {"Id": 143385},
                                         "Name": "The city cries out", "Id": 154674},
                    "Name": "Gather intelligence",
                    "Description": "$Polythreme -> ポリズリーム$What news from Polythreme?",
                    "ButtonText": "", "Id": 124098},
                   {"DefaultEvent": {"Description": "Under other circumstances, your crew might have been happier.",
                                     "LinkToEvent": {"Id": 143385}, "Name": "An uneasy respite",
                                     "Id": 143387},
                    "Name": "Shore leave!",
                    "Description": "$Polythreme -> ポリズリーム$Drink beer that wails from cups that sob. If you like that sort of thing. [Polythreme is an expensive place to reduce Terror.]",
                    "ButtonText": "", "Id": 124099},
                   {"DefaultEvent": {"Description": "\"Please,\" wheezes a voice from within the mounds of clothing, \"take it. I need to pay my debt.\" It seems that the clothes - mostly gloves, you see - are more wearing than being worn. The pale and sweating fellow within is a prisoner of his wardrobe! Take the report, though your fingers may shrink from the touch of the living cloth that binds him. Return it to London, and perhaps you'll help him pay what debt he owes.",
                                     "Name": "A muttered plea", "Id": 153415},
                    "Name": "A contact-colony",
                    "Description": "Your contact waits at the Whistling Eye: a masked bundle of grimy satin. The light here is poor, but it seems to have more gloves than it should.",
                    "ButtonText": "", "Id": 130493},
                   {"DefaultEvent": {"Description": "$Clay M[ae]n -> クレイマン, Polythreme -> ポリズリーム, Blind Bruiser -> 盲目の粗暴者$The Clay Man swallows the coins in handfuls - for safety, not out of appetite, you assume - and hands you a crate of whispering souls. Human? The souls back home are all but silent. Perhaps these are the souls of chairs, hats, swords. That's Polythreme for you. [Return to the Blind Bruiser in London. Don't lose your cargo.]",
                                     "Name": "What souls are these?", "Id": 154272},
                    "Name": "Collect the Cheery Man's cargo",
                    "Description": "$Clay M[ae]n -> クレイマン$A great temple has been wounded. It will be years in the dying. It groans and shivers, and the Clay Men avoid the place out of fear and respect. But you meet one of their number in the shattered chamber where the altar once stood...",
                    "ButtonText": "", "Id": 131049},
                   {"DefaultEvent": {"Description": "Each one lies down in its appointed position next to the other, nested snugly, head by foot. \"WE ARE FOR LONDON,\" one explains to you.",
                                     "LinkToEvent": {"Id": 143385}, "Name": "They troop aboard",
                                     "Id": 155010},
                    "Name": "$Clay M[ae]n -> クレイマン$Carry Clay Men to London",
                    "Description": "$Unfinished M[ae]n -> 未完成クレイマン$Are they passengers, or cargo? They're certainly the easiest passengers imaginable. Unless - just unless - one turns out to be an Unfinished Man. [You should have 6 units of cargo space available.]",
                    "ButtonText": "", "Id": 131534},
                   {"DefaultEvent": {"Description": "The last you see of your violet murder-fungus, it seems to be flirting with a fanged water-pump. Strange bedfellows.",
                                     "LinkToEvent": {"Id": 143385}, "Name": "Curious alliances",
                                     "Id": 158942},
                    "Name": "$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "Who knows what the living furniture will make of it?",
                    "ButtonText": "", "Id": 133950},
                   {"DefaultEvent": {"Description": "$Clay M[ae]n -> クレイマン, Polythreme -> ポリズリーム, Watchful Curio -> 用心深い骨董品$That night, the hill of Polythreme quakes. The words on the walls uncurl themselves. The birth-cries are everywhere heard, as Clay Men sit up, opening incurious eyes, awaiting their tithing to London.\u000d\u000a\u000d\u000aThe Clay Broker waits on the quayside. On the flat palm of his broad hand, the Watchful Curio squats: but it is changed. \"Our regards to Stone,\" is all he says.",
                                     "LinkToEvent": {"Id": 143385}, "Name": "That night",
                                     "Id": 166153},
                    "Name": "An audience with the King with the Hundred Hearts",
                    "Description": "$Watchful Curio -> 用心深い骨董品$The Clay Broker, leaning on his copper staff, examines you coolly. \"The King will see your little friend,\" he says. \"No, he won't see you: not just now.\" He gestures for you to hand him the Watchful Curio.",
                    "ButtonText": "", "Id": 137636},
                   {"DefaultEvent": {"Description": "The Modiste stalks her prey past chittering rocks and wailing pools. Living shirts. Walking trousers. A lonely left shoe seeking a partner. All immediately rip and tear at even her exploratory cuts and stitches, their strange zest gone like the popping of a soap-bubble.\u000d\u000a\u000d\u000a\"This will not do,\" she declares, discarding another reject. \"Clearly, I must petition the King! If it is in his power to animate these miserable rags, he can certainly do a better job. Excuse me, Captain. I shall return presently.\"",
                                     "Name": "A thinness of resolve", "Id": 193078},
                    "Name": "Hunt clothes-colonies with the Modiste",
                    "Description": "Their abundance of life offers many artistic possibilities.",
                    "ButtonText": "", "Id": 153987},
                   {"DefaultEvent": {"Description": "$Polythreme -> ポリズリーム$The captain is buying rounds for everyone, despite the beer's gurgled prayers for deliverance. His zailors dance on a table that groans and whimpers. The captain welcomes you with a clap on the back, and asks you what you'd like to drink on this happy occasion. Perhaps not so happy, you say...\u000d\u000a\u000d\u000aBy the end of your story, the captain and his zailors are all groaning in unison with the rest of Polythreme. Nevertheless, after he blows his nose into a demoralised handkerchief, he conveys his thanks, and passes you a small - but exceedingly noisy - reward. It should quiet once you leave the isle.",
                                     "LinkToEvent": {"Id": 143385}, "Name": "", "Id": 244667},
                    "Name": "Warn some merchants about Wrack",
                    "Description": "The tavern patrons are so raucous, the sobbing of the cups seems well-behaved in comparison. Evidently, the zailors will soon travel Wrack on a lucrative contract... ",
                    "ButtonText": "", "Id": 186783},
                   {"DefaultEvent": {"Description": "$Polythreme -> ポリズリーム$At the shoreline, the Polythreme Exile plunges his hands into the damp mud and scrapes. When he comes away, his palms already look more like clay.\u000d\u000a\u000d\u000aTAKE A FEW DAYS, he says. ITCHY. BUT IT WILL GO BACK.\u000d\u000a\u000d\u000aHe gets a box out of his traveling chest and offers it to you. SOME THINGS I GOT FROM THE BONE MEN AT ANTHE. THEY THOUGHT THEY WERE STRONGER THAN ME. THEY WERE WRONG.",
                                     "LinkToEvent": {"Id": 143385}, "Name": "At home once more",
                                     "Id": 254289},
                    "Name": "$Polythreme -> ポリズリーム$Deliver the Polythreme Exile",
                    "Description": "He stands on deck and cannot look away from the shore.",
                    "ButtonText": "", "Id": 190965},
                   {"DefaultEvent": {"Description": "The blood flows. The flesh bends. Your discipline and skill decrease, your desire and feeling return.",
                                     "LinkToEvent": {"Id": 143385},
                                     "Name": "Warm and flexible again", "Id": 256176},
                    "Name": "Cure the sharpness you gained in Anthe",
                    "Description": "$Polythreme -> ポリズリーム$Enough time in Polythreme, and your sharpness will dissolve back to flesh. [This will not change your Capacity for Sharpness or remove any permanent Anthean Advantage you may carry.]",
                    "ButtonText": "", "Id": 191947},
                   {"DefaultEvent": {"Description": "$Clay M[ae]n -> クレイマン$The Clay Men profess ignorance. The benches wail too much to be sensible. But there is an ancient, long-winded harbour-wall that remembers. \"THE HOUSE OF THE KEEL MADE EXILES OF THEMSELVES,\" it says in deep, crotchety tones. \"THEY BOARDED THEIR SHIPS AND TOOK TO THE ZEE. THEN, FAR FROM LAND, THEY TOOK AXES THEIR SHIPS, SANK THEM, AND FOLLOWED THEM - MAN, WOMAN, CHILD - INTO THE DEPTHS. IN ABYSSES THEY BUILT THEIR FATHOMLESS CHURCHES, AND RESUMED THEIR WORSHIP OF LADY BLACK, SPIRIT OF THE DEEPS.\"\u000d\u000a\u000d\u000aThe Unsettled Salvager holds onto your arm for support as you walk back to your ship. \"I need to dive again,\" she whispers. \"Grant me a suit. Please, [q:Addressed As].\" You do have one in your possession. You could allow it, next time you set zail.",
                                     "LinkToEvent": {"Id": 143385},
                                     "Name": "When flesh carved stone", "Id": 259046},
                    "Name": "Ask about the House of the Keel for the Unsettled Salvager",
                    "Description": "$Venderbight -> ヴェンダーバイト$The ancient captain in Venderbight said this would advance her search for \"Lady Black.\"",
                    "ButtonText": "", "Id": 193200}],
 "Description": "$Clay M[ae]n -> クレイマン$Taciturn Clay Men. Evasive clothes-colonies, walking like humans. Cobbles that groan underfoot. On the hills above, a palace-villa of marble - but even that writhes like buried bones in an earthquake.",
 "Name": "$Polythreme -> ポリズリーム$Polythreme", "Id": 143385}