{"ChildBranches": [{"DefaultEvent": {"Description": "$[Kk]not-oracle -> ノット・オラクル$\"Oh, yes,\" the Unctuous Fellow assures you. \"We value enthusiasm over... formal qualifications. The knot-oracles are always hungry, but they are also delicate in their tastes. Their - meals - must be prepared assiduously.\"\u000d\u000a\u000d\u000a\"I understand this fellow is indentured to you? Well, we have collected tremendous stores of knowledge from the oracles. <i>Tremendous</i>. Let me give you some of my notes. And we will of course replenish your stores. Thank you so much.\"\u000d\u000a\u000d\u000aThe Cook darts eagerly into the prison as soon as the doors are opened. He doesn't even say goodbye.",
                                     "Name": "A warm welcome", "Id": 143389},
                    "Name": "$Shady Cook -> 胡散臭い料理人, Shady Cook -> 胡散臭い料理人$Let the Shady Cook go ashore",
                    "Description": "\"Worracoovaprisnz,\" he says dangerously. \"Lemmesithertow!\"",
                    "ButtonText": "", "Id": 124100},
                   {"DefaultEvent": {"Description": "Someone, somewhere, is screaming. The Unctuous Fellow clucks sadly. \"Gruel on Thursdays. Someone really doesn't like gruel.\"\u000d\u000a\u000d\u000aIs it a Thursday? \"I don't know. I lose track. Perhaps, then, the gruel's a little nasty. Thank you for your contribution. Here's your payment. Good day.\"",
                                     "Name": "What awaits your prisoner?", "Id": 143390},
                    "Name": "Hand over a Prisoner",
                    "Description": "\"Oh, no, we'll pay <i>you</i>,\" the Unctuous Fellow says. \"We can always find a use for another pair of hands. We get lonely, you know. Lonely.\"",
                    "ButtonText": "", "Id": 124101},
                   {"DefaultEvent": {"Description": "$Khaganian -> カーネイト人, Wisdom -> ウィズダム$The Unctuous Fellow listens closely to your promises. At last he leads you into the heart of Wisdom, through five gates with locks of brass and iron, to the Governor's office.\u000d\u000a\u000d\u000aThe Governor sits rigid in a high-backed chair. His manner of dress is Khaganian; his face is concealed behind a smooth mask. He coughs frequently as you detail your Enigma, raising his gloved hand to his mouth. The room smells of mould and bat-guano.\u000d\u000a\u000d\u000a\"That's (cough) enough,\" he says at last. \"Choose your prisoner.\"",
                                     "LinkToEvent": {"Id": 181204},
                                     "Name": "An audience with the Governor", "Id": 181109},
                    "Name": "Exchange a Secret for a Prisoner",
                    "Description": "$Wisdom -> ウィズダム$Wisdom has many, many secrets - far more than one might expect them to glean from the prisoners. But a discerning scholar might identify a secret which would tempt even the Governor of the prison. [This is unlikely to be profitable, unless you have someone specific in mind.]",
                    "ButtonText": "", "Id": 146698},
                   {"DefaultEvent": {"Description": "$[Bb]lemmigan -> ブレミガン$The blemmigan stands at the gate and gives out a continuous noise, just on the edge of hearing. That's annoying. Really annoying. Just stop, will you? Oh, get back on the ship - they're clearly not letting you in.",
                                     "Name": "Not the approach you expected", "Id": 181989},
                    "Name": "$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "$[Bb]lemmigan -> ブレミガン$High, smooth walls with no obvious cracks or tendril-holds. Outflow pipes guarded by the zee. If the blemmigan can break in, its talents are wasted on mere propagation.",
                    "ButtonText": "", "Id": 147304},
                   {"DefaultEvent": {"Description": "$Unfinished M[ae]n -> 未完成クレイマン, Khan -> カーン, Khanate -> カーネイト, Irem -> アイレム, Polythreme -> ポリズリーム$Ships from the Khanate are most common, but you see Chelonite vessels, Polythreme triremes with chained and sulky Unfinished Men, corsairs disposing of their miscreants, even one furtive Iremi skiff. The wardens pay them well for their prisoners.",
                                     "Name": "Not so many goings", "Id": 182506},
                    "Name": "$Port Report -> 港湾報告書$Compile a Port Report",
                    "Description": "Watch the comings and goings.", "ButtonText": "",
                    "Id": 147650},
                   {"DefaultEvent": {"Description": "$Polythreme -> ポリズリーム$When you pass through the last gate of brass and iron, the Governor does not welcome you. He only sits, unmoving. You approach; he raises a hand - you leap to his desk, and rip off his mask.\u000d\u000a\u000d\u000aHullo! You've seen his scarred face elsewhere - Polythreme has a high bounty on his head, after he captured their vessels long ago, and led them to their doom in some forgotten escapade. The Governor roars, and pulls a pistol from beneath his desk; before he can fire, you relate the Sprightly Visionary's orders. He stands, knocking over his high-back chair. \"I will begin gathering my men at once!\" He bows deeply.",
                                     "Name": "", "Id": 237582},
                    "Name": "Unmask the Governor and present the summons to Hideaway",
                    "Description": "The Governor is a ferocious, feared man. Do you dare honour the Sprightly Visionary's request?",
                    "ButtonText": "", "Id": 182230},
                   {"DefaultEvent": {"Description": "$[Kk]not-oracle -> ノット・オラクル$You crumple the paper into a ball and throw it into the zee. Languid apocyanic waves carry it away from your ship. A knot-oracle lazily blinks its many eyes; in that half-second, its tongue tongue shoots outward, and snaps up the message.",
                                     "Name": "", "Id": 237583},
                    "Name": "Throw away the Sprightly Visionary's letter",
                    "Description": "He'll not be receiving any help from you.",
                    "ButtonText": "", "Id": 182231},
                   {"SuccessEvent": {"Description": "$Greyfields -> グレイフィールズ, Sea of Lilies -> 百合の海$He is convivial, the Unctuous Fellow. He convives to the extent of a half-bottle of Greyfields First Sporing (a good thing you'd kept it for a special occasion). You have a pleasant chat about zee-weather and the loneliness of life out here in the Sea of Lilies; and he generously discounts the fee.",
                                     "LinkToEvent": {"Id": 181204},
                                     "Name": "\"Oh, go on. I'm sure you'll bring me a replacement, some day.\"",
                                     "Id": 181112},
                    "DefaultEvent": {"Description": "The Unctuous Fellow counts your Echoes lovingly into a brass-bound box, which he locks with a little key, which he places in a much grander box, which he locks with a much grander key. His delight in this process so overwhelms him that he almost forgets to give you your prisoner.",
                                     "LinkToEvent": {"Id": 181204},
                                     "Name": "\"Oh, thank you. Thank you so much.\"", "Id": 181107},
                    "Name": "Ransom a Prisoner",
                    "Description": "$Khaganian -> カーネイト人, Wisdom -> ウィズダム$Wisdom will release prisoners, on payment of an eye-wateringly high redemption fee. It's not entirely clear whether this constitutes bribery, or a legal instance of Khaganian mercy. [This is unlikely to be profitable, unless you have someone specific in mind.]",
                    "ButtonText": "", "Id": 146696},
                   {"SuccessEvent": {"Description": "$[Kk]not-oracle -> ノット・オラクル$Up the walls, in the gaps between the search-lights. Into the outflow pipe, where the arm-thick bars have rusted enough for you to saw through. Down the corridors in silence, beneath bare light bulbs, past the cells where prisoners plead. One crew-member does, in fact, fall out of the pipe on his return, straight into the mouth of a knot-oracle. It munches him ruminatively while his twitching leg protrudes - rather like a farmer chewing an interesting straw. Unpleasant.\u000d\u000a\u000d\u000aStill, all things considered, it went rather well. It won't work a second time, though. They're already walling up the pipe.",
                                     "LinkToEvent": {"Id": 181204}, "Name": "Success!",
                                     "Id": 181709},
                    "DefaultEvent": {"Description": "You make it up the prison walls, through the pipe, and straight into a cistern. The splashing attracts guards. Their guns wreak havoc before you escape. The pipe-grating is repaired that same night. [Further rescue attempts are impossible.]",
                                     "LinkToEvent": {"Id": 143388}, "Name": "Disaster!",
                                     "Id": 181108},
                    "Name": "Rescue a Prisoner",
                    "Description": "Scale the walls. Enter through the outflow pipes. Evade the guards. Secure your rescuee without raising any alarms. Don't get eaten by giant toads. [You'll only get one chance at this. It is unlikely to be profitable, unless you have someone specific in mind.]",
                    "ButtonText": "", "Id": 146697}],
 "Description": "$Khan -> カーン, Khanate -> カーネイト$Nuppmiddt built this place as a prison for the Khanate. Now it answers only to its Governor, and its Governor answers to no one.",
 "Name": "$Wisdom -> ウィズダム$Wisdom", "Id": 143388}