{"ChildBranches": [{"DefaultEvent": {"Description": "Your hand disturbs the hem of a black dress. You look up: a pale face. Her features seem washed away; as fluid as her gown of ink.\u000d\u000a\u000d\u000a\"I cannot remember how long it has been since I had a companion.\" Her voice quavers. Her arms reach out around you, far longer than they have any right to be.",
                                     "LinkToEvent": {"Id": 146633}, "Name": "Her Ladyship",
                                     "Id": 146634},
                    "Name": "Reach out",
                    "Description": "There is something in the darkness. No, there is <i>someone</i> in the darkness.",
                    "ButtonText": "", "Id": 126183},
                   {"DefaultEvent": {"Description": "The folds of her dress drape about you. They are snug and familiar as your bedsheets. Sleep takes you.\u000d\u000a\u000d\u000aYou awake. You are home in your lodgings. There is the crack in the ceiling you know so well, and the chip on the bedpost. The covers float lazily off you. The darkness is abyssal, but your candles glow with St Brendan's fire. You swim to your window. London's streets are empty, and not as you remember them. Your favourite haunts are joined in a row, all within convenient walking distance. Silent, deserted; reserved only for you. Beyond them are houses centuries older, all abandoned.\u000d\u000a\u000d\u000aA playful current tugs at you. A familiar voice. You open your window, and allow the current to carry you to Lady Black's colonnaded palace. Perhaps today, her Ladyship will desire conversation, or a swim through her glowing gardens. Perhaps (you shudder) she has decided to resume the violin.  Or perhaps she merely wants to sit at her watery hearth in companionable silence.\u000d\u000a\u000d\u000aWhat would she do without you?\u000d\u000a\u000d\u000a[Your crew was plagued with strange dreams after you vanished forever into the zee. The records of these dreams were collated into a single volume. The Ministry of Public Decency burned most of them. Most.]",
                                     "Name": "Encompassing", "Id": 260316},
                    "Name": "Enter her embrace",
                    "Description": "She will be alone no longer. [This will end your game. But future captains will receive a bonus.]",
                    "ButtonText": "", "Id": 194153},
                   {"DefaultEvent": {"Description": "The coffin speeds upwards. Lady Black follows you, silently. She does not labour to keep pace. She examines you through your face-visor with fierce interest, as though trying to commit your every feature to memory.\u000d\u000a\u000d\u000aAfter seven minutes she sighs.\u000d\u000a\u000d\u000aAfter fourteen minutes she plucks a strand of her coiling hair, and ties it to your line.\u000d\u000a\u000d\u000aAfter twenty one minutes, as your zubmarine comes into view, she grasps your hand. She squeezes your fingers urgently. Then her hand slips from yours, and she is gone.",
                                     "Name": "Commeration", "Id": 260317},
                    "Name": "Tug your line! Ascend!",
                    "Description": "How many zailors can claim to have escaped Lady Black?",
                    "ButtonText": "", "Id": 194154}],
 "Description": "The waters flow gently around you. Alive. Curious. Adoring.",
 "Name": "Elemental", "Id": 146633}
