{"ChildBranches": [{"DefaultEvent": {"Description": "It was a child's toy once. Someone inscribed their name on it, and a string of numbers. Ciphers?",
                                     "Name": "A wooden horse", "Id": 146921},
                    "RareDefaultEvent": {"Description": "Someone shaped this into a devil-mask, and then threw it in the zee. When you look at it, it's easy to see why. Brrr.",
                                         "Name": "A horrid carving", "Id": 146923},
                    "Name": "Driftwood?", "Description": "A smooth dark surface.",
                    "ButtonText": "", "Id": 126372},
                   {"DefaultEvent": {"Description": "...but there's a message in the bottle. A page from a journal! The writer has described a debauched afternoon in thrilling detail. Who threw this in the zee? Was it some botched attempt at blackmail, or a love affair gone sour?",
                                     "Name": "Just bottle-glass", "Id": 146922},
                    "RareDefaultEvent": {"Description": "The stories there are about drowning-pearls! They've never seen the inside of an oyster. Place one under your tongue, and you can name the date of your own death. Don't place one under your tongue, because they're the transformed eyes of zailors lost at zee. Stories aside, they'll fetch a good price.",
                                         "Name": "A tangle of seaweed and pearls", "Id": 146924},
                    "Name": "Something glinting", "Description": "Just bottle-glass?",
                    "ButtonText": "", "Id": 126373},
                   {"DefaultEvent": {"Description": "It's a soul, all right, but behind the glass, its pale face is oddly serene, and its light is remarkably bright. There's something different about this one.",
                                     "Name": "A bottled soul?", "Id": 147155},
                    "Name": "Something softly shining...",
                    "Description": "It glows like a pale ember.", "ButtonText": "",
                    "Id": 126524},
                   {"DefaultEvent": {"Description": "Wrap it in a cloth and carry it cautiously back to the ship. Perhaps it contains something less disgusting.",
                                     "Name": "Scoop it up", "Id": 147156},
                    "Name": "A nasty glob of goo",
                    "Description": "It lies on the shingle like a discarded heart.",
                    "ButtonText": "", "Id": 126525},
                   {"DefaultEvent": {"Description": "Murgatroyd's Fungal Crackers! An awful lot of them. One must hope that you enjoy Fungal Crackers, or have an extremely hungry parrot.",
                                     "Name": "Boxes of biscuits", "Id": 181491},
                    "RareDefaultEvent": {"Description": "$Royal Navy -> 王立海軍$Stamped with the marks of the Royal Navy. Some naval picket met its end out here. Well: you can find a use for it.",
                                         "Name": "Drums of fuel", "Id": 181492},
                    "Name": "The remnants of a shipwreck!",
                    "Description": "What's washed up here?", "ButtonText": "",
                    "Id": 146954}],
 "Description": "Take a stroll along the beach. Perhaps the zee has brought you something.",
 "Name": "Beachcombing", "Id": 146920}