{"ChildBranches": [{"DefaultEvent": {"Description": "You and your cannibal acolytes have selected your next victim. Behind closed doors, you wait, watch, and strike. You are merciful: your knives are sharp. The rest of the crew will benefit from a nourishing, anonymous stew. Perhaps they know nothing: perhaps they don't want to know.",
                                     "Name": "Appetites satisfied", "Id": 147225},
                    "Name": "Feast",
                    "Description": "You will not draw lots. You will pick one by hand. [This option is only available to those who have already turned cannibal.]",
                    "ButtonText": "", "Id": 126569},
                   {"DefaultEvent": {"Description": "\"Tastes like sulphur,\" growls the engineer's mate. But he tucks in with the rest.",
                                     "Name": "A soupcon of superstition", "Id": 155899},
                    "Name": "Drink Zzoup",
                    "Description": "The taste is acquired, rather than popular. But no one is likely to be fussy just now.",
                    "ButtonText": "", "Id": 132106},
                   {"SuccessEvent": {"Description": "The Cook converts it to a sort of minimalist bouillabaisse. It's salty and peculiar, but it does something for your crew's hunger...",
                                     "Name": "Adventures in marine cuisine", "Id": 147228},
                    "DefaultEvent": {"Description": "A volunteer takes a cautious nibble. \"It tastes good,\" she says. \"Rather salmony.\" She takes a larger bite. \"Something like, erk, yark, gork, fruh.\" By \"fruh\" she is stone dead, her face a peculiar mauve. You dispose safely of the rest of the catch.",
                                     "Name": "Unfit for human consumption", "Id": 147226},
                    "Name": "Consume a Strange Catch",
                    "Description": "It doesn't look appetising, or even safe, but perhaps it's worth the risk...",
                    "ButtonText": "", "Id": 126570},
                   {"SuccessEvent": {"Description": "The Live Specimen's end is sadly unceremonious. It's come so far, only to be consumed: but now it gives noble service. Cook knocks it on the head with a fisherman's priest and pops it in the pan. The taste is a little ammoniac, but no one complains. Or dies.",
                                     "Name": "Noble service", "Id": 147229},
                    "DefaultEvent": {"Description": "As the Cook bears it to the pot, it displays unexpected agility! It escapes, flops frantically across the galley, and is gone through the open port-hole before Cook can reclaim it.",
                                     "Name": "An escape!", "Id": 147227},
                    "Name": "Consume a Live Specimen",
                    "Description": "It's not attractive, but at least it's fresh.",
                    "ButtonText": "", "Id": 126571},
                   {"SuccessEvent": {"Description": "The Poissonnier labours mightily to render the Strange Catch appetising. He succeeds, although with his usual effect: every third mouthful, you wonder whether you enjoy the flavour at all. But, yes, surely. It is spicy and salty and filling. Although, that lurking under-flavour - ",
                                     "Name": "A particular success!", "Id": 152808},
                    "DefaultEvent": {"Description": "He returns a sad shake of his bandaged head. \"Even I, with all my powers, cannot make this safe. Not here. Had I all my knives and vessels of home, perhaps. I have done my best with it, to no avail. But listen. This is what I found nested in its brain-pipe - \"",
                                     "Name": "\"Alas - \"", "Id": 152807},
                    "Name": "Call upon the Bandaged Poissonnier ",
                    "Description": "Perhaps he can render a Strange Catch edible.",
                    "ButtonText": "", "Id": 130129},
                   {"SuccessEvent": {"Description": "His braising-alembic rattles. His athanor-stove roars! He emerges from the galley with a bubbling pot. The crew cheers. As ever, the meal is both delightful and terrifying. Your tongue fizzes. Your eyes water. Your stomach panics, but surrenders hastily. ",
                                     "Name": "A particular success!", "Id": 182204},
                    "DefaultEvent": {"Description": "\"It cannot be done. I have distilled, I have fermented, I have rarefied, I have sublimated, I have toasted. Every part of this creature - down to its last atom - tastes like the bosun's socks.\" He holds up a bandaged hand. \"Do not ask me how I know. There is nothing I will not do in pursuit of culinary exploration.\"",
                                     "Name": "\"Alas - \"", "Id": 182203},
                    "Name": "Call upon the Bandaged Chef-Paramount",
                    "Description": "Ask him to render a Strange Catch edible.",
                    "ButtonText": "", "Id": 147441},
                   {"SuccessEvent": {"Description": "The Live Specimen's end is sadly unceremonious. It's come so far, only to be consumed: but now it gives noble service. Cook knocks it on the head with a fisherman's priest and pops it in the pan. The taste is a little ammoniac, but no one complains. Or dies.",
                                     "Name": "Noble service", "Id": 239140},
                    "DefaultEvent": {"Description": "As it nears the boiling pot, the Live Specimen writhes from the Cook's hands. The moment its oily skin touch the flame, it is consumed in a sickly green fire. The Cook can salvage his eyebrows, but not a meal. Only a handful of warped fishbones remain, along with a whiff of sulphur and sardines.",
                                     "Name": "Gone in a flash", "Id": 239139},
                    "Name": "Consume a Live Specimen",
                    "Description": "It's not attractive, but at least it's fresh.",
                    "ButtonText": "", "Id": 183204}],
 "Description": "Your crew groans with hunger. [Your crew needs provisions. You can all tighten your belts, but bad things will begin to happen. This card will remain available as long as Hunger is over 50. Don't let Hunger reach 100.]",
 "Name": "Mouths to Feed", "Id": 147224}