{"ChildBranches": [{"DefaultEvent": {"Description": "The closer you get, the less the building with the spire looks like a church. The walls are soot-blackened and made of brick. There are no windows, only narrow vents up near the roof. From these comes a low and cheerful singing.\u000d\u000a\u000d\u000aAt last you are close enough to bang on the door. \u000d\u000a\u000d\u000aAn Austere Acolyte answers it. She is dressed in black from head to foot. Her gloves are thick leather and her goggles are double glass. She continues singing right up to the moment that she has to acknowledge you.\u000d\u000a\u000d\u000a\"Leave the boxes - \" \u000d\u000a\u000d\u000aShe stops, pushing the goggles away from her eyes. She has noticed, perhaps for the first time, that there are no boxes.\u000d\u000a\u000d\u000a\"Deliveries come all the way up here,\" she says, before singing again.\u000d\u000a\u000d\u000aYou indicate that your crew is unaccustomed to that sort of work.\u000d\u000a\u000d\u000aShe looks as exasperated as a person can while continuing to sing about rabbit's feet and edible emeralds, but at last she says she'll see to it, if you can lead her servants to the correct landing.",
                                     "LinkToEvent": {"Id": 148062}, "Name": "Telling it as it is",
                                     "Id": 148054},
                    "Name": "Send ahead to the building for extra hands",
                    "Description": "If they want the boxes delivered, they can do it themselves.",
                    "ButtonText": "", "Id": 127077},
                   {"SuccessEvent": {"Description": "The lock is made of a thick heavy metal, and bitter cold to the touch. For some time you think you might fail, if the mechanism is actually frozen solid. But just when you think your pick is about to snap, the lock gives way.\u000d\u000a\u000d\u000aNot that it does you any good. The warehouse is so full already that when you open the door, a box falls out, glass shattering within. Pale silver liquid leaks around your feet and runs in rivulets over the stone of the path. A moment later it sets up, hard and cold as frost. \u000d\u000a\u000d\u000aSOOTHE & COOPER EXPORTS, says the stenciling on the boxes.",
                                     "LinkToEvent": {"Id": 147949}, "Name": "Was it worth it?",
                                     "Id": 148051},
                    "DefaultEvent": {"Description": "The lock turns out to be surprisingly well made. Likewise the hinges on the doors. The iron is very thick. It is also much colder than the ambient air should make it. Whatever they've got stored in this warehouse, they don't mean to have strangers meddling with it.",
                                     "LinkToEvent": {"Id": 147930}, "Name": "What's this?",
                                     "Id": 148049},
                    "Name": "Break into the warehouse and leave the box there",
                    "Description": "The sign says DELIVERIES, but doesn't mean that the deliverers are obliged to comply.",
                    "ButtonText": "", "Id": 127074},
                   {"SuccessEvent": {"Description": "The path is slippery and lined with mushrooms. You and the crew have to stop seven or eight times to set down the boxes and blow on your hands.\u000d\u000a\u000d\u000aThe closer you get, the less the building with the spire looks like a church. The walls are soot-blackened and made of brick. There are no windows, only narrow vents up near the roof. From these a low singing can be heard, a song so cheerful that your crew look at one another and frown. It is the song of someone keeping the monsters at bay.\u000d\u000a\u000d\u000aAt last you are close enough to bang on the door. \u000d\u000a\u000d\u000aAn Austere Acolyte answers it. She is dressed in black from head to foot. Her gloves are thick leather and her goggles are double glass.\u000d\u000a\u000d\u000a\"Leave the boxes at the door,\" she says to you, and then she turns back toward the building, singing her song. Something about candied kittens and flaming violets and the coming of spring. Judging by the rhyme, she's inventing the words as she goes along.\u000d\u000a\u000d\u000aYou stop her and explain that you expect your extra work to be rewarded. She makes a grudging gesture, but complies.",
                                     "LinkToEvent": {"Id": 148080}, "Name": "A grudging reward",
                                     "Id": 148053},
                    "DefaultEvent": {"Description": "The path is slippery and lined with mushrooms. You and your crew struggle with the boxes, but they get lumpier and more awkward. The mist gets into your clothes. The building with the spire looks further away now than it did when you started on the path. ",
                                     "LinkToEvent": {"Id": 147930},
                                     "Name": "Delivery profoundly not included", "Id": 148052},
                    "Name": "Carry the box on to the building with the spire",
                    "Description": "Going the extra distance might mean you can charge more for your efforts.",
                    "ButtonText": "", "Id": 127076}],
 "Description": "You have: a long heavy box; a winding path ahead that runs perhaps a quarter mile through the mist; a crew that is beginning to mutter about having to do landlubber work.\u000d\u000a\u000d\u000aThere's a warehouse just to your right, but the sign says deliveries are to be taken onward. Says it rather emphatically, as a matter of fact.",
 "Name": "At the top of the stairs ", "Id": 148048}