{"ChildBranches": [{"DefaultEvent": {"Description": "You and your crew swarm over the ambery stuff with hammers and chisels, smashing off hunks and chunks. It powders easily (emitting an unexpected lemony fragrance) and the rising sea washes quantities of it away - but you fill pockets and sacks with it. At last a rumble rises from below - the amber shudders - and you all scramble clear as it sinks back into the deep. The waters close over it with a tremendous roar and show of foam.",
                                     "Name": "A half-gold haul", "Id": 148602},
                    "Name": "Chip some of the amber away to sell",
                    "Description": "$deep amber -> ディープ・アンバー, Rubbery M[ae]n -> ラバリーマン$It's very like the 'deep amber' sold in London - the stuff the squid-faced Rubbery Men exude. This may be a good haul.",
                    "ButtonText": "", "Id": 127494},
                   {"SuccessEvent": {"Description": "$Shapeling -> シェイプリング$You squeeze through the fissures in the amber shell to explore the ruins within. The dwellings are low and windowless - thick-walled, flat-roofed - like those in desert countries. Nothing like anything in the Neath. You find shattered pots, glass beads, and bones, all mired in amber.\u000d\u000a\u000d\u000a\"Something wrong about these bones - \" one of your zailors mutters uneasily, a seasoned woman with a little surgeon's training. She's right. The shape of the skull is not precisely human: the arms-bones have splayed out like twigs off a branch. Another exclaims as he finds the bones of a small animal, coiled together like a knot of serpents. \u000d\u000a\u000d\u000a\"Shapelings!\" someone hisses - you think that's what they say - but none of your crew will admit to speaking.\u000d\u000a\u000d\u000aThere's a rumbling from below. You all scramble desperately for the exits in the amber casing, squeezing through one by one, just in time. The amber snaps shut and the ruins sink again beneath the waves with a tremendous roar and show of foam.",
                                     "Name": "Of their bones...", "Id": 149475},
                    "DefaultEvent": {"Description": "You squeeze through the fissures in the amber shell to explore the ruins within - but almost at once, the earth begins to rumble, and the ruins to sink. You scramble clear, but the amber snaps shut like a clam as you scramble clear, catching a zailor from Spite by the ankle. She screams a thin, tearing, desperate scream and struggles to free herself: in vain. The waters close over the ruin as it sinks, and the screaming ends abruptly.",
                                     "Name": "A horrid end", "Id": 148603},
                    "RareSuccessEvent": {"Description": "$Shapeling -> シェイプリング, Echo Bazaar -> エコー・バザール$You squeeze through the fissures in the amber shell to explore the ruins within. The dwellings are low and windowless - thick-walled, flat-roofed - like those in desert countries. Nothing like anything in the Neath. You find shattered pots, glass beads, and bones, all mired in amber.\u000d\u000a\u000d\u000aAmong the rest you find a shining black haematite ornament the size of two fists: a bulbous thing, graven with concentric circles. Stubby protrusions, crudely worked, hang below like wax driblets. You realise, as you turn it in your hand, what it looks like: one of the domes of the great Echo Bazaar in London.\u000d\u000a\u000d\u000a\"Something wrong about these bones - \" one of your zailors mutters uneasily, a seasoned woman with a little surgeon's training. She's right. The shape of the skull is not precisely human: the arms-bones have splayed out like twigs off a branch. Another exclaims as he finds the bones of a small animal, coiled together like a knot of serpents. \u000d\u000a\u000d\u000a\"Shapelings!\" someone hisses - you think that's what they say - but none of your crew will admit to speaking.\u000d\u000a\u000d\u000aThere's a rumbling from below. You all scramble desperately for the exits in the amber casing, squeezing through one by one, just in time. The amber snaps shut and the ruins sink again beneath the waves with a tremendous roar and show of foam. You still have the haematite sculpture in your hand...",
                                         "Name": "Of their bones...", "Id": 149476},
                    "Name": "Examine the ruins",
                    "Description": "The amber encasing the ancient stones has cracked under the grinding pressures of the earth. You could scramble in and examine them.",
                    "ButtonText": "", "Id": 127495}],
 "Description": "Some disturbance of the undersea has brought sunken ruins up out of the water. But these stones were lost beneath more than the sea: they are half-encased in a smooth translucent orange substance, like amber...\u000d\u000a\u000d\u000aEven as you watch the ruins groan and shiver. The convulsions that brought them up will soon take them below again.",
 "Name": "In Amber", "Id": 148601}