{"ChildBranches": [{"DefaultEvent": {"Description": "You might have expected her to be disappointed that there's no story, but if anything she looks pleased. Perhaps she has enough dark pasts and sinister allusions around here.",
                                     "LinkToEvent": {"Id": 149012}, "Name": "You shake your head",
                                     "Id": 148993},
                    "Name": "Say no, and mean it",
                    "Description": "Your conscience is clear.", "ButtonText": "",
                    "Id": 127754},
                   {"DefaultEvent": {"Description": "You issue a simple denial. She frowns as though she doesn't believe you, but she doesn't challenge you either.\u000d\u000a\u000d\u000aA gaunt man comes to take away the crates of dark pellets, and she gets up to speak with him. It's some time before she comes back to you.",
                                     "LinkToEvent": {"Id": 149012}, "Name": "Secrets require lies",
                                     "Id": 148994},
                    "Name": "Say no dishonestly",
                    "Description": "There's nothing she needs to hear.",
                    "ButtonText": "", "Id": 127755},
                   {"DefaultEvent": {"Description": "The admission is harder than you might have expected. You don't go into detail, and she doesn't press you for further explanations.\u000d\u000a\u000d\u000a\"After all, if it's bad enough, I'll find out in the end,\" she says, her eyes glittering sideways at you through her goggles.",
                                     "LinkToEvent": {"Id": 149012}, "Name": "A moment in silence",
                                     "Id": 148995},
                    "Name": "Admit that you do have certain secrets",
                    "Description": "Who doesn't?", "ButtonText": "", "Id": 127756},
                   {"DefaultEvent": {"Description": "She listens politely as you relate the entire tale in all its gruesome detail. Shattered teeth and cooking tips and all.\u000d\u000a\u000d\u000a\"I've heard of such things before,\" she says at the end. \"You're not the first and won't be the last.\"",
                                     "LinkToEvent": {"Id": 149012}, "Name": "Holding nothing back",
                                     "Id": 148997},
                    "Name": "Tell the whole horrible truth",
                    "Description": "Perhaps it will interest her.", "ButtonText": "",
                    "Id": 127758},
                   {"SuccessEvent": {"Description": "You start with the thing in the cradle. Sucker marks left behind on your mother's arm. The midwife's disappearance. The ciphered message in the news the next day. What happened to your father's leg. The false story before the magistrate, and the bishop's intervention. The charitable funds collected under illegitimate pretenses.\u000d\u000a\u000d\u000aThe tale has everything: the sordid, the blasphemous, the biologically bizarre. \u000d\u000a\u000d\u000aThe Acolyte listens to it with utter fascination. It is hard to tell whether she is convinced or merely spellbound by the power of your story, but for your purposes, either will do.",
                                     "LinkToEvent": {"Id": 149012}, "Name": "One of your best",
                                     "Id": 149011},
                    "DefaultEvent": {"Description": "Your story starts out well: a sibling born under mysterious circumstances, the midwife going mad, your parents keeping you out of the baby's room. Laudanum bottles accumulating in the hallway. Specially commissioned rat-fashioned baby toys designed not to break under any amount of stress.\u000d\u000a\u000d\u000aBut at some point, perhaps during the portion about the tentacles, you lose the confidence of your listener.\u000d\u000a\u000d\u000aThe Austere Acolyte gives a little huff and turns away. \"If you didn't want to tell me the truth, you could have just said so.\"",
                                     "LinkToEvent": {"Id": 149012}, "Name": "A bit flat",
                                     "Id": 149010},
                    "Name": "Invent something pleasingly awful to tell her",
                    "Description": "Who knows, perhaps she'll believe you.",
                    "ButtonText": "", "Id": 127767}],
 "Description": "The conversation is taking place in a corner of the building, on makeshift furniture fashioned out of emptied coffins. It feels strangely homey. \u000d\u000a\u000d\u000a\"What about you?\" she asks. \"Is there any secret you struggle not to tell anyone?\"",
 "Name": "Further conversation with the acolyte", "Id": 148992}