{"ChildBranches": [{"DefaultEvent": {"Description": "You change the subject to lighter matters, and keep her company with the stories of other ports you've visited, and the creatures you've seen moving in the deep.\u000d\u000a\u000d\u000aShe listens with interest, though to judge by her own stories, she never has been anywhere but here.",
                                     "Name": "Small talk", "Id": 149017},
                    "Name": "Turn the conversation",
                    "Description": "You've discussed enough serious matters for one evening.",
                    "ButtonText": "", "Id": 127770},
                   {"SuccessEvent": {"Description": "She looks away from you, into the glass of mushroom wine.\u000d\u000a\u000d\u000a\"There's a story I heard when I first apprenticed here,\" she says. \"That there was someone who worked here who swallowed one of the black pellets, and it made them impervious to grief. There was nothing they could see that was worse than what they already knew.\"\u000d\u000a\u000d\u000aShe pours some of the wine out for you. \"I think that would be a great strength to have, don't you?\"",
                                     "Name": "Reasons", "Id": 149014},
                    "DefaultEvent": {"Description": "She opens her mouth as though she's going to say something, but then she thinks better of it. It takes her a minute to come up with something she's actually willing to say.\u000d\u000a\u000d\u000a\"Doesn't harm anyone,\" she says. \"They're already dead.\"",
                                     "Name": "No comment", "Id": 149013},
                    "Name": "Ask what she thinks of the work she does",
                    "Description": "Perhaps she'll be willing to confide in you.",
                    "ButtonText": "", "Id": 127768},
                   {"SuccessEvent": {"Description": "She smiles; she lowers her eyes; she is obviously not surprised. The environment is perhaps not very comfortable for this sort of thing, but you make do.\u000d\u000a\u000d\u000aLater, much later, when you hear her singing at her work again, it's all about a wax shepherdess melting in the fields, and the humid kiss of a steam locomotive. You choose to see this as a compliment.",
                                     "Name": "First times for everything", "Id": 149016},
                    "DefaultEvent": {"Description": "She frowns and gets up, instantly suspicious.\u000d\u000a\u000d\u000a\"What have you really come for?\" she demands.\u000d\u000a\u000d\u000aNothing you can say persuades her that your compliments were sincere. ",
                                     "Name": "A miss", "Id": 149015},
                    "Name": "Express your personal admiration for her",
                    "Description": "The eyes behind the goggles are an unexpected shade of green.",
                    "ButtonText": "", "Id": 127769}],
 "Description": "$Greyfields -> グレイフィールズ$Candlelight warms this corner of the building. The Austere Acolyte has pushed her goggles away from her face, and has set out a light meal. A bottle of Greyfields 1882 is open to breathe.\u000d\u000a\u000d\u000aIt is the most comfortable you have seen her yet.",
 "Name": "The Export in Darkness", "Id": 149012}