{"ChildBranches": [{"DefaultEvent": {"Description": "And he provides.",
                                     "Name": "You ask...", "Id": 149034},
                    "Name": "Commission a Weapon",
                    "Description": "Though the smith is initially reluctant to build for anyone but his Usual Customers (whoever those might be), he admits that he is interested in testing a private project... [This is not yet possible.]",
                    "ButtonText": "", "Id": 127777},
                   {"DefaultEvent": {"Description": "$[Hh]eartmetal -> ハートメタル$He tells you that folk here keep to themselves. He says he doesn't go to up to the building with the steeple, and the acolytes hardly ever come down here. It sounds like a solitary sort of life. He claims he prefers it that way.\u000d\u000a\u000d\u000aWhen he turns back to his work, you see the chain of heartmetal links he wears around his neck, and the closed locket that hangs from it.",
                                     "Name": "A disinclination to talk", "Id": 149052},
                    "Name": "Ask the smith about life on the island",
                    "Description": "He doubtless has his own perspective.",
                    "ButtonText": "", "Id": 127792},
                   {"DefaultEvent": {"Description": "\"Swam,\" he says. He stares you in the eye.\u000d\u000a\u000d\u000aIt's so impossible it's laughable, but he doesn't seem to be joking. He picks up his hammer. The interview is over for now.",
                                     "Name": "Metaphor? Or very strange truth?", "Id": 149053},
                    "Name": "Ask the smith about how he got here",
                    "Description": "Might be an interesting tale.", "ButtonText": "",
                    "Id": 127793},
                   {"DefaultEvent": {"Description": "$Aft -> 後部, [Hh]eartmetal -> ハートメタル$\"Oh, that. When it's done, I can go home, right?\" he says. \"Walk around where people are, safe enough, if I just have something to keep the grief out.\"\u000d\u000a\u000d\u000aAfter that the conversation gets into intricacies of engineering. He draws you a sketch of how the wrist joint will have to be made, the skin oiled and covered with a fine foil of beaten heartmetal.",
                                     "LinkToEvent": {"Id": 149033}, "Name": "The way home",
                                     "Id": 149056},
                    "Name": "$[Hh]eartmetal -> ハートメタル$Ask him about the heartmetal suit",
                    "Description": "Pretend you heard a rumour about it, if you don't want to admit to snooping.",
                    "ButtonText": "", "Id": 127795},
                   {"DefaultEvent": {"Description": "$Station III -> 第三基地, Memento Mori -> メメント・モリ, [Hh]eartmetal -> ハートメタル$For seven days the smith works. Only the Cannoneer is permitted within. Your zailors place bets on whether they'll blow themselves up, and whether the explosion will eradicate Station III as well.\u000d\u000a\u000d\u000aThere are no explosions. At last the Cannoneer opens the smithy door, grinning: a tired, but dazzling, grin. He gestures to the Seal: the armature that now constrains it is meshed with silvery heartmetal. The glyphs flicker frantically, like trapped insects. The weapon emits a constant, low, barely audible growl. The air in the room is stiflingly hot.\u000d\u000a\u000d\u000a\"Behold!\" the Cannoneer says. \"The Memento Mori!\"\u000d\u000a\u000d\u000aThe grin dissipates. \"It's... finished. I'm not sure what to do now.\" [Mount the Memento Mori on your ship, or sell it to one of the warlike zee-nations. Some will give you better prices than others. You may tilt the balance of power on the zee.]",
                                     "Name": "A shining horror", "Id": 152837},
                    "Name": "Ask the smith to construct an assembly-housing for the Cannoneer's weapon",
                    "Description": "Why is the smith so willing to help? Just how many outstanding favours are owed? The Cannoneer shrugs the question off, smiling. \"I made a lot of bombs, back in the day. A lot of bombs. For a lot of people. Who don't like me to talk about it!! I think that's why the University threw me out. I never dared go back and ask, though.\"",
                    "ButtonText": "", "Id": 130146},
                   {"SuccessEvent": {"Description": "$[Hh]eartmetal -> ハートメタル$Heavy cannon. Harpoons of a metal wicked enough to pierce the most rubbery hide. Sheets of flat heartmetal suitable for hammering onto the hull of a vessel. Grapeshot of heartmetal fragments. Some of the inventory is already packed for export.\u000d\u000a\u000d\u000aIn the last of all the rooms is a dress-maker's dummy. It wears a diver's outfit of oiled skin, which looks about the smith's own size, covered all over with overlapping scales of heartmetal. \u000d\u000a\u000d\u000aOn the shelf beneath is a right-hand glove of the same design. But the suit is as yet incomplete.",
                                     "LinkToEvent": {"Id": 149033}, "Name": "Armor", "Id": 149055},
                    "DefaultEvent": {"Description": "There might be something interesting behind one of these doors, but you've picked the wrong one. This is a supply closet, full of polish rags and drills, boxes of square-headed nails.",
                                     "Name": "Drills and polish", "Id": 149054},
                    "Name": "Search the place on your own",
                    "Description": "Who knows what might be in the back storage areas?",
                    "ButtonText": "", "Id": 127794}],
 "Description": "The rooms run back into the rock of the island, chamber after chamber of long-barreled machinery.",
 "Name": "Visit to the Smith's Emporium", "Id": 149033}