{"ChildBranches": [{"DefaultEvent": {"Description": "She pretends, unsuccessfully, not to need any comfort. She lowers the goggles over her eyes for a few minutes. You can't see whether there are any tears.",
                                     "LinkToEvent": {"Id": 148992}, "Name": "Cool in here",
                                     "Id": 149060},
                    "Name": "Express sympathy",
                    "Description": "It cannot be easy to recall such things.",
                    "ButtonText": "", "Id": 127798},
                   {"SuccessEvent": {"Description": "$Aft -> 後部$When you ask, she answers, grimly, with anatomical precision. How the twin had returned in bad shape from a shared dream. How her skin was covered with a tracery of bleeding lines. The shock this caused to the body. The inevitable death.\u000d\u000a\u000d\u000aAfter the explanation, she returns to her work. It seems the interview is at an end.",
                                     "Name": "Irritation and information", "Id": 149073},
                    "DefaultEvent": {"Description": "Your questions are not answered, not even acknowledged. She gets to her feet and reaches for her bag, for the new bright scalpel. Apparently your conversation is at an end.",
                                     "Name": "Irritation", "Id": 149072},
                    "Name": "Press for more details",
                    "Description": "There must be more she can tell you than that. Even if she doesn't want to.",
                    "ButtonText": "", "Id": 127806}],
 "Description": "$Aft -> 後部, (Firkin of)?[Pp]risoner's [Hh]oney -> 囚人の蜜$Then she tells you what happened before. She was a doctor, healing the malaise of countesses and publishing research about the applications of mushroom-derived spirits.\u000d\u000a\u000d\u000aHer twin lived with her, at her expense, but preferred more bohemian entertainments. The Acolyte describes what their life together was: sepia anatomical charts next to dream-animals done in viridian paint. Prisoner's Honey jostling retorts full of medicine. Silk scraps in the bandage drawer. \u000d\u000a\u000d\u000aThe twin is gone now: something about an accident, a footbath full of silvery fluid, skin cracked and frozen. A resuscitation attempt that went wrong, preventing any return from death. \u000d\u000a\u000d\u000aAfterward her memories are blurred, until they pick up again here. She regards her present occupation as penance of some kind.",
 "Name": "The Time Before", "Id": 149059}