{"ChildBranches": [{"DefaultEvent": {"Description": "A sound rises from the rest of the crew: a sound like waves on distant shingle. Fear? Relief? Your prisoner recedes, over the horizon.",
                                     "Name": "An odd sound", "Id": 151451},
                    "Name": "Maroon the Prisoner",
                    "Description": "Cast them adrift, or set them ashore on some uncharted eyot. Perhaps it's more merciful than jettisoning them like cargo.",
                    "ButtonText": "", "Id": 129254},
                   {"DefaultEvent": {"Description": "Probably they wonder where the prisoner has gone; but they do not make a point of it. You toss the bones over the transom, one by one.",
                                     "Name": "", "Id": 151452},
                    "Name": "Consume the Prisoner",
                    "Description": "A natural consequence of indiscipline; the captain's ultimate prerogative.",
                    "ButtonText": "", "Id": 129255},
                   {"SuccessEvent": {"Description": "$Dawn Machine -> ドーン・マシン$Your prisoner swears obedience by God, the Empress, the gods of the zee and the Dawn Machine - every power they can think of. You watch them carefully in the days afterwards - but they do seem sincere.",
                                     "Name": "Potent oaths", "Id": 151455},
                    "DefaultEvent": {"Description": "Your Prisoner comes out meekly enough, but the moment the shackles are off, it's a different story. It takes three men to get him off you, and by the time you smash him to the deck, his teeth are buried in another zailor's throat. You give both their bodies to the zee. This was not a good day.",
                                     "Name": "A savage outcome", "Id": 151262},
                    "RareDefaultEvent": {"Description": "$Dawn Machine -> ドーン・マシン$Your prisoner swears obedience by God, the Empress, the gods of the zee and the Dawn Machine - every power they can think of. You watch them carefully in the days afterwards - but they do seem sincere.",
                                         "Name": "Potent oaths", "Id": 151457},
                    "RareSuccessEvent": {"Description": "The prisoner grovels with gratitude. They would kiss your hand if you let them. They're eager to get back to work. And the next day, they're gone, with a ship's boat and all the supplies they can filch.",
                                         "Name": "Betrayal!", "Id": 151456},
                    "Name": "Release the Prisoner",
                    "Description": "Offer them an amnesty, on their solemn parole. [Success in this Hearts test means they're more likely to become Crew again; but it doesn't ensure it.]",
                    "ButtonText": "", "Id": 129144}],
 "Description": "Have they suffered enough?",
 "Name": "Deal with a Prisoner", "Id": 151261}