{"ChildBranches": [{"DefaultEvent": {"Description": "Most Hideaway dwellers toil to strengthen their city against the zee's crushing weight. Those that don't instead prepare for that night's festival. And all without a word spoken aloud! If they need to communicate, the people of Hideaway rely on a strict system of acutely formal gestures.",
                                     "LinkToEvent": {"Id": 152190},
                                     "Name": "A city of strict custom", "Id": 237492},
                    "Name": "$[Pp]ort [Rr]eport -> 港湾報告書$Assemble a Port Report",
                    "Description": "Explore the city. Record the habits of those that dwell within.",
                    "ButtonText": "", "Id": 182154},
                   {"DefaultEvent": {"Description": "$[Bb]lemmigan -> ブレミガン$The blemmigan rushes towards an open grate and leaps into the darkness. A worker standing nearby smiles broadly. She waves at a group of her fellows to gain their attention. Then, she points down and sweeps her hand up to her heart. She takes a few sidesteps before throwing her hands into the air. What could she be saying? Her co-workers nod, raise their own hands into the air, and sway for a moment. It's unclear whether they're happy, but they're certainly not displeased. ",
                                     "LinkToEvent": {"Id": 152190}, "Name": "Welcomed",
                                     "Id": 237532},
                    "Name": "$[Bb]lemmigan -> ブレミガン$Introduce a blemmigan to Hideaway",
                    "Description": "Maybe it can provide the beast that carries the city with some measure of companionship.",
                    "ButtonText": "", "Id": 182181},
                   {"DefaultEvent": {"Description": "The Impolite Investigator grins as he disembarks. As soon as he's exited your ship, he spots a small, ancient man: the Sprightly Visionary. The Investigator rushes over to him and shakes his hand while unleashing a barrage of questions: \"What's your name? Reason for exile? How's the food?\"\u000d\u000a\u000d\u000aThe Visionary writes a message in the notebook chained to his wrist. He presents it to you both: '<i>Welcome. Sorry, must run. You need to register yourself - go straight ahead. Advice: no questions. Befriend Temtum. Good day.</i>'",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 237534},
                    "Name": "Drop off the Impolite Investigator",
                    "Description": "This is where he requested you bring him. ",
                    "ButtonText": "", "Id": 182183},
                   {"DefaultEvent": {"Description": "Together, you roll the wheel through Hideaway. You pass women lugging blow torches and bags of cement, and men trying to smile as they put on diving suits. Eventually you pass through an iron gate to a work room.\u000d\u000a\u000d\u000aAt the room's centre is a deep pit. A large electrical alternator looms against the back wall. The Visionary plugs the cable into the alternator, and slowly feeds the rest down into the pit. When finished, he writes a short message in the notebook chained to his wrist. '<i>Thank you. Usual help's working on faulty line. May need you in future.</i>' As he hands you the note he looks up, revealing his neck. It's one huge scar.",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 237535},
                    "Name": "Aid the Sprightly Visionary",
                    "Description": "A small man with liver spots on his head and wispy white hairs on his chin is struggling to roll a wheel of heavy cabling. ",
                    "ButtonText": "", "Id": 182184},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 152326},
                                     "Name": "", "Id": 237536},
                    "Name": "Help the Sprightly Visionary",
                    "Description": "He's industrious for one so old. He's always running around the city, aiding his cablemen or repairing electrical faults.",
                    "ButtonText": "", "Id": 182185},
                   {"DefaultEvent": {"Description": "The Sprightly Visionary shows you a page of the notebook chained to his wrist. He has written a request for you.",
                                     "LinkToEvent": {"Id": 152274}, "Name": "A request",
                                     "Id": 237537},
                    "Name": "Speak to the Sprightly Visionary",
                    "Description": "He's waving to you from a brightly lit alleyway. ",
                    "ButtonText": "", "Id": 182186},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 152342},
                                     "Name": "", "Id": 237538},
                    "Name": "Check on the Investigator",
                    "Description": "The Impolite Investigator ignores the patterns of resting and waking established in Hideaway. He never seems to sleep. At all hours, he can be be found asking questions or studying the city. ",
                    "ButtonText": "", "Id": 182187},
                   {"DefaultEvent": {"Description": "On the night of the festival, you join the dwellers of Hideaway around a large wooden model of Temtum placed in the festival square. Some people exchange shrugs; others twiddle their thumbs politely. Eventually, the Impolite Investigator appears on a balcony overlooking the square. He shouts a hello; the dwellers wince, but maintain their customary smiles. \u000d\u000a\u000d\u000a\"Hideaway,\" he shouts, \"is doomed. This is a biological fact. Temtum has already begun to outgrow his shell, our home. Everyone needs to evacuate, before...\" He gives you a nod: you set the model ablaze, and it begins to crack apart and fall to ruin. The dwellers scream. \u000d\u000a\u000d\u000aThe Sprightly Visionary turns his back on the spectacle and walks away. He taps a few cablemen on the shoulder; they follow him. The rest of the people of Hideaway stands idly, watching the wooden city crack and burn.",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 237542},
                    "Name": "Begin the war for hearts and minds",
                    "Description": "The Impolite Investigator will hold his own festival soon. He plans on revealing the doomed nature of Hideaway then, using an informative pyrotechnic display.",
                    "ButtonText": "", "Id": 182191},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 153740},
                                     "Name": "", "Id": 237543},
                    "Name": "A battle for hearts and minds: the Silent Reel",
                    "Description": "You've heard a rumour from your crew: the Investigator and his followers will play break the silence of the Silent Reel. They will sing songs about the doomed city. ",
                    "ButtonText": "", "Id": 182192},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 153740},
                                     "Name": "", "Id": 237545},
                    "Name": "A battle for hearts and minds: the Hour of Our Reflection",
                    "Description": "You've heard a rumour from your crew: the Visionary has set a patrol around the Suggester. Apparently, the Investigator's attempting to entreat the Suggester to speak the truth of Hideaway.",
                    "ButtonText": "", "Id": 182194},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 153740},
                                     "Name": "", "Id": 237596},
                    "Name": "A battle for hearts and minds: the Rainbowing",
                    "Description": "Thanks to the efforts of the Sprightly Visionary, the upcoming Rainbowing festival will be an unparalleled spectacle of colour - unless the Investigator can destroy the Visionary's kaleidoscopic lights. ",
                    "ButtonText": "", "Id": 182243},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 239362},
                                     "Name": "", "Id": 239360},
                    "Name": "Join a festival",
                    "Description": "Though you do not reside in Hideaway, the people of the city will allow you to participate in their festivals, if you aid in the preparation for them. But they don't like trespassers learning their customs - festivals will become increasingly costly to attend.",
                    "ButtonText": "", "Id": 183347},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 239362},
                                     "Name": "", "Id": 239361},
                    "Name": "Rejoin the festivals",
                    "Description": "Though you do not reside in Hideaway, the people of the city will allow you to participate in their festivals, if you aid in the preparation for them. It has been long enough since you last  attended that that they feel comfortable with you joining them once again. ",
                    "ButtonText": "", "Id": 183348},
                   {"DefaultEvent": {"Description": "One of the dwellers bows deeply before you, and performs the gesture of friendship by showing you her wrists and crossing her arms to touch her shoulders. She then fumbles in her pockets, before she presses a small shell into your hand. It's curled like a wave. A little claw darts out and nips at your finger. The woman coos at the tiny creature.",
                                     "LinkToEvent": {"Id": 239362}, "Name": "", "Id": 240098},
                    "Name": "Join a festival",
                    "Description": "Though you do not reside in Hideaway, the people of the city will allow you to participate in their festivals, if you aid in the preparation for them. They'll even be grateful to have extra help.",
                    "ButtonText": "", "Id": 183804},
                   {"DefaultEvent": {"Description": "The Sprightly Visionary tears open the letter, scanning it quickly, then reading it again more closely. His emotions are guarded, but his fingers gently trace the ascot around his neck.\u000d\u000a\u000d\u000aIn response, the Visionary writes only '<i>Tell Lorenzo he is dismissed from his service.</i>' Hesitantly, he gives you the salute of a Khaganate commander, before rushing off to busy himself with other work.",
                                     "Name": "A farewell accepted", "Id": 246504},
                    "Name": "Present a farewell letter to the Sprightly Visionary",
                    "Description": "The withered man stares at the letter in silent anticipation.",
                    "ButtonText": "", "Id": 188110},
                   {"DefaultEvent": {"Description": "They do not have much to offer. But maybe you'll find something of interest.  [Visit the Shops tab.]",
                                     "Name": "", "Id": 247148},
                    "Name": "Where do they store their goods?",
                    "Description": "Perhaps they have something to trade.",
                    "ButtonText": "", "Id": 188553},
                   {"DefaultEvent": {"Description": "The last you see of the scholar, he is trying to get an artist to answer his questions and shaking in frustration. A crowd seems to be closing around him.",
                                     "Name": "Destined for frustration", "Id": 258823},
                    "Name": "Deliver a scholar of lost causes",
                    "Description": "The bandaged scholar surveys the miserable crowd with open disdain. \"Yes, these should suffice.\"",
                    "ButtonText": "", "Id": 193036},
                   {"DefaultEvent": {"Description": "$Wisdom -> ウィズダム$The Sprightly Visionary presents you a letter. '<i>Unmask the Gov. of Wisdom. Tell him his capt. orders him to Hideaway; say I swear by Lady Miriam the consequences will be morbid if duty's neglected.</i>' He then performs the bow of gracious thanks and departs. ",
                                     "Name": "", "Id": 258997},
                    "Name": "Fulfil a last request",
                    "Description": "The Sprightly Visionary presents you a note. '<i>I have a request for you. Will you accept?</i>' ",
                    "ButtonText": "", "Id": 193155},
                   {"DefaultEvent": {"Description": "He grins wickedly and squeezes your arm. Then he begins scribbling in his notebook. '<i>Have been waiting</i>,' he writes. '<i>Tell Mariam I've not been idle. Help me, and the Seven will have a potent weapon against Nidah</i>.'",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 260519},
                    "Name": "Inform the Sprightly Visionary that the Seven Against Nidah have returned",
                    "Description": "You recognise him from Mariam's bone statue: he is Arik, the Seven's Captain.",
                    "ButtonText": "", "Id": 194288},
                   {"SuccessEvent": {"Description": "$Ministry of Public Decency -> 良俗省, Port Carnelian -> ポート・カーネリアン$She passes you a dried blade of kelp. A musical score is written on it - you hum the tune. Isn't it the melody those mushroom hawkers would whistle? Yes! The one banned by the Ministry of Public Decency, after most of the hawkers were arrested in Port Carnelian for attempting to restore the fungal forest through political bloodshed. How curious.",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 239461},
                    "DefaultEvent": {"Description": "She passes you three lumps of festering flesh. She presses her fingers to her forehead, and then makes a fist: the Hideaway gesture of 'creation'. These balls of flesh are apparently art! It takes some time for her to convey more about the artwork. One lump is a smaller version of the beast who carries the city, although missing a shell. Another is a man with a terribly pointed chin; the last is... (the Vendor points vigorously above you - ) a lamp-post! It represents the miracle of modern light, here in this dark place. ",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 237533},
                    "Name": "Buy a memento from the Slow-Blinking Vendor",
                    "Description": "She touches her lips and tilts her head back. Her fingers travel down her throat to her belly, which she pats. That'll be the trade: goods for food.",
                    "ButtonText": "", "Id": 182182},
                   {"SuccessEvent": {"Description": "$Low Barnet -> ロウ・バーネット$A rambling false-prophet remembers him: \"Priest-collared, gaunt, broken. To the bell-church he went; to Barnet-Under-the-Waters. The slow death follows him.\" Genuine prophecy, or just a scrap of old knowledge, dressed up to be portentous? It doesn't matter. [Continue your search at Low Barnet, near London.]",
                                     "LinkToEvent": {"Id": 152190}, "Name": "A promising lead!",
                                     "Id": 259152},
                    "DefaultEvent": {"Description": "Your enquiries are exhaustive - the Philanthropist's husband is not here. You can cross this port off your list. [Check your journal for reminders about where the Philanthropist's husband might be.]",
                                     "LinkToEvent": {"Id": 152190}, "Name": "No luck",
                                     "Id": 259151},
                    "Name": "Search for the Fierce Philanthropist's husband",
                    "Description": "Did he hide here, among the outcasts and the pariahs?",
                    "ButtonText": "", "Id": 193259}],
 "Description": "$[Gg]ant -> ギャント$On the back of a gigantic beast live exiles from every corner of the Neath. Here gather the traitors, heretics, artists, fools, and the too-honest. Despite possessing a range of radically different ideologies, these outcasts live together peacefully.",
 "Name": "Hideaway", "Id": 152190}
