{
  "Id": 152302,
  "Name": "The Impolite Investigator's Question",
  "Description": "The Impolite Investigator approaches you, smiling. \"Now we're safely submerged, I've a question. I've been watching closely and it's apparent you've consorted with a member of your crew. How and where did you engage? Did you enjoy it? Did <i>they</i>?\"",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 237490,
        "Name": "",
        "Description": "You meet his gaze, waiting for him to recognise his impropriety. The Investigator's smile doesn't falter. \"Your silence is sufficient answer. Thank you.\"\r\n\r\nYou'll waste no more time with this man. There are important matters for you to attend to."
      },
      "Id": 182152,
      "Name": "Refuse to reply",
      "Description": "These are not questions that deserve an answer. "
    },
    {
      "DefaultEvent": {
        "Id": 237561,
        "Name": "Raising questions",
        "Description": "The Investigator's smile broadens. \"That tells me everything I need. I know where to make follow up enquiries. But before I go, I'd like some specifics. I require details about the shape of their curves, and an idea of how warm they feel when...\"\r\n\r\nYou're needed elsewhere. You don't hear the end of his sentence. "
      },
      "Id": 182210,
      "Name": "Respond with a secretive smile ",
      "Description": "Let him draw his own conclusions. "
    },
    {
      "DefaultEvent": {
        "Id": 240455,
        "Name": "",
        "Description": "The Impolite Investigator fakes a coughing fit to excuse himself from you. Does he not like what he sees?"
      },
      "Id": 184039,
      "Name": "Eye him hungrily",
      "Description": "Isn't he just delicious? "
    },
    {
      "DefaultEvent": {
        "Id": 245091,
        "Name": "",
        "Description": "With a laugh, he asks: \"Is that a joke?\" A moment passes in silence; his awkward smile turns to a fearful grimace, swiftly as if a drop of Black Wings Absinthe had fallen on his tongue. He fumbles a salute and heads back down the hallway."
      },
      "Id": 187084,
      "Name": "Threaten to keelhaul him",
      "Description": "Does he want to play the voyeur? If so, you can arrange for him to be jettisoned from the zubmarine and dragged outside. Maybe he can peek through a porthole and find an answer himself. "
    }
  ]
}