{"ChildBranches": [{"DefaultEvent": {"Description": "The Muscular Prioress inspects your trophy. \"I'll put it with the others,\" she says. Her tone suggests grudging respect. You, and no more than three zailors, are invited to dine with them that evening.\u000d\u000a\u000d\u000aAnd you do: on black laver-bread and overcooked cavern-trout, among fierce women with spiked rosaries. One of them hacks up her trout with an axe. But at the end of the evening, when the plates are cleared away, the room goes quiet. A tall nun with a startling strabismus sings in a rich deep voice like a stolen sunset, about the hills of her homeland, far above. Firelight flickers on the faces of your crew.",
                                     "LinkToEvent": {"Id": 152316}, "Name": "A narrow hospitality",
                                     "Id": 152317},
                    "Name": "Offer a gift",
                    "Description": "$Sisterhood -> 修道女会$The Sisterhood respects two things: unswerving decades of fidelity to a holy secret purpose, and the ability to shoot straight. Perhaps you can demonstrate the second. [This will reduce Terror.]",
                    "ButtonText": "", "Id": 129814},
                   {"DefaultEvent": {"Description": "The Muscular Prioress jingles with knives and pistols. She reckons every candle and coil of rope before she reluctantly counts out your payment.",
                                     "LinkToEvent": {"Id": 152316}, "Name": "A fierce scrutiny",
                                     "Id": 152318},
                    "Name": "Trade supplies",
                    "Description": "$Sisterhood -> 修道女会$Resources are limited on this bleak rock. The Sisterhood will pay a fair price for supplies. Not a <i>good</i> price, mind. [Twenty Echoes, to be precise.]",
                    "ButtonText": "", "Id": 129815},
                   {"DefaultEvent": {"Description": "\"Nothing is happening. The Sisters watch us: we feel their eyes. The sea crashes on the rocks, withdraws. The fortress stands stolid as the last year of a century.\" The greatest peril you risk here is a certain purpleness of prose.",
                                     "LinkToEvent": {"Id": 152316}, "Name": "As always",
                                     "Id": 152461},
                    "Name": "$Port Report -> 港湾報告書$Compile a Port Report",
                    "Description": "It's unlikely to be eventful.", "ButtonText": "",
                    "Id": 129913},
                   {"DefaultEvent": {"Description": "The Muscular Prioress, the Abbess' lieutenant, comes to the door to listen. She nods, and makes notes: she pays particular attention to news of marsh-beast predations and the traffic of the roof-tops. In return, she offers a rather perfunctory blessing: but the blessing reassures your crew. ",
                                     "LinkToEvent": {"Id": 152316}, "Name": "Brief attention",
                                     "Id": 152491},
                    "Name": "Knock at the iron-studded gates with news",
                    "Description": "Perhaps they'll find it valuable.",
                    "ButtonText": "", "Id": 129935},
                   {"DefaultEvent": {"Description": "$Khan -> カーン, Khanate -> カーネイト$The Muscular Prioress, the Abbess' lieutenant, comes down to inspect the potential novice. They speak together quietly. The Prioress bellows with laughter, to the Scarred Sister's obvious discomfiture. At last they return.\u000d\u000a\u000d\u000a\"They've agreed to give me a chance,\" the Sister says, nervously. \"If I can learn to fight. Thank you, for bringing me here. It might be what I want. Goodbye: and take this. I won't need it any more.\"\u000d\u000a\u000d\u000aIt's a porcelain flute decorated with a design of flowing grasses. Khanate work. The Sister, you think, is close to tears behind her bandages. She embraces you briefly, and the convent door closes behind her.",
                                     "LinkToEvent": {"Id": 152316}, "Name": "A wary welcome",
                                     "Id": 152492},
                    "Name": "Suggest to the Scarred Sister that she might find a home here",
                    "Description": "$Hunter's Keep -> ハンターズ・キープ$They were neighbours of a kind to Hunter's Keep. Perhaps she'd find some kind of peace here, or at least a way to keep occupied.",
                    "ButtonText": "", "Id": 129936},
                   {"DefaultEvent": {"Description": "Nothing. Far away, a great bell tolls. Drizzle begins to fall. You sneeze.",
                                     "LinkToEvent": {"Id": 152316}, "Name": "", "Id": 152493},
                    "Name": "Knock at the iron-studded gates...",
                    "Description": "$Recent News -> 最近の知らせ$...although you have no Recent News",
                    "ButtonText": "", "Id": 129937},
                   {"DefaultEvent": {"Description": "Like huge and deadly herons, the Sisters stalk along the very tops of the walls. You watch through a spy-glass as they leap and whirl, slashing at each other with a variety of frightening weapons. God! One of them just turned a somersault.",
                                     "LinkToEvent": {"Id": 152316}, "Name": "Dangerous training",
                                     "Id": 152494},
                    "RareDefaultEvent": {"Description": "The convent is silent. A few lights prick its bulk. Bells sound the times of prayer. You're almost ready to give up when a side door opens. Four nuns march out, carrying something wrapped in a blanket, and fling it into the sea. You creep down to examine it.\u000d\u000a\u000d\u000aIt's... well, it was likely unidentifiable, even before the nuns used it for weapons practice. Now it leaks fluid from a dozen puncture wounds. But it still smells of the zee...",
                                         "LinkToEvent": {"Id": 152316}, "Name": "Exotic refuse",
                                         "Id": 152495},
                    "Name": "Watch the Convent",
                    "Description": "Wait a while and see...", "ButtonText": "",
                    "Id": 129938},
                   {"DefaultEvent": {"Description": "$Visage -> ヴィザージュ$Someone died here, far from home, long enough ago that their flesh is gone. A Visager, by the look of their frog-mask. The mask will be worth a bit. The skull would look good on a mantelpiece. And what's this map?",
                                     "Name": "A map, a mask, the face beneath", "Id": 152496},
                    "RareDefaultEvent": {"Description": "$Khan -> カーン, Admiralty -> 海軍省, Khanate -> カーネイト$You follow tracks into a sea-cave. Someone has stored food, supplies, ammunition. It can't be the nuns. These crates have a Khanate look. The Admiralty will want to know about this.",
                                         "Name": "A cache!", "Id": 180748},
                    "Name": "Search the surroundings",
                    "Description": "You can't be the first to come here.",
                    "ButtonText": "", "Id": 129939},
                   {"DefaultEvent": {"Description": "This is a mushroom driven more by duty than desire. It disembarks on trembling tendrils.",
                                     "LinkToEvent": {"Id": 152316}, "Name": "A reluctant departure",
                                     "Id": 158934},
                    "Name": "$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "The nuns will deal with it. Probably.",
                    "ButtonText": "", "Id": 133942},
                   {"DefaultEvent": {"Description": "$Khan -> カーン, Khanate -> カーネイト, Abbey Rock -> 大修道岩, Romantic Literature -> 恋愛小説$\"Not to the death. That's not really us. But we can bring you something that will end you... an old adversary of ours. Be sure that it <i>will</i> end you, but fight hard, and you might wound it. That wound will remain as long as it does, which may be forever; and one day, it may take that wound into the sky.\"\u000d\u000a\u000d\u000a\"Sound good? We'll need something to lure him. Bring us - hm - appropriate texts. Yes, I'm serious.\" [Bring 5 units of Romantic Literature to Abbey Rock. You can find it at the Khanate.]",
                                     "LinkToEvent": {"Id": 152316},
                                     "Name": "\"We won't fight you.\"", "Id": 177798},
                    "Name": "Ask the Sisters to arrange the Adventuress' death",
                    "Description": "She wants to die gloriously. They look like the kind of people who can help.",
                    "ButtonText": "", "Id": 144729},
                   {"DefaultEvent": {"Description": "\"There must be music, too, and fire, and a promise. We can take care of those. We begin at seven o'clock tomorrow morning. Sevens are important.\"\u000d\u000a\u000d\u000aIn the Abbey courtyard, the Sisters are heaping up driftwood for a fire. The Adventuress claps a hand on your shoulder. \"That gives me, what, twelve hours? Come on. Let's go back to the ship. I don't want to spend my last twelve hours in this hole.\" She is flushed; eyes bright, mouth tight.",
                                     "LinkToEvent": {"Id": 148787}, "Name": "\"Perfect.\"",
                                     "Id": 177933},
                    "Name": "'Appropriate texts'",
                    "Description": "What kind of beast can be conjured with these racy volumes?",
                    "ButtonText": "", "Id": 144810},
                   {"DefaultEvent": {"Description": "$Abbey Rock -> 大修道岩$From the deck, you see the light of the fire turn ice-blue, roar to greater brightness, and fail as night falls from the roof. A shot. Another. Shrieks, like the tearing of sheet metal, like the fission of thought. A terrible silence. One final, furious shriek! The glass in the bridge windows cracks like ice. Abbey Rock is silent.\u000d\u000a\u000d\u000aThe Prioress arrives a half-hour later. Her eyes are shining. \"She scarred it,\" she says delightedly. \"Oh, how she scarred it! We'll lay her to rest in our own crypt. We'll write her name on our wall. The next novice who joins us will be named for her. She scarred it! Thank you. And she wanted you to have this.\"\u000d\u000a\u000d\u000aIt's her pistol, silver-chased, drenched in black and stinging blood. As you watch, the blood wisps in choking vapour from the metal, leaving it stained dark as the zee.",
                                     "Name": "An ending", "Id": 177958},
                    "Name": "Don't watch",
                    "Description": "$false-star -> 偽星$The fire is lit. The smoke of printed love-stories rises into the dark. The Sisters chant in a language older than London. They play a wistful, halting music on harps and lyres. The Adventuress has had her uniform ironed. Even her buttons are polished. Her knife is ready in her left hand, and her pistol in her right. Far above, in the deep night of the Neath, something briefly occludes the light of the false-stars.\u000d\u000a\u000d\u000a\"Go back to the ship,\" she says abruptly. \"I don't want you to see me die. Please.\"",
                    "ButtonText": "", "Id": 144825},
                   {"DefaultEvent": {"Description": "The light of the fire turns ice-blue, roars to greater brightness. The Adventuress turns her back on you. She readies her knife and her pistol. \"I once swore,\" she remarks, \"to kill nothing that flies. I hope I break that oath.\" They will be her last words.\u000d\u000a\u000d\u000aA piece of star-specked night falls shrieking from the roof! The bonfire is quenched in an instant, but a gout of flame from the pistol punctures the dark: once, again. The night is screaming now, deep rending cries that are almost words. The scent of ice and ozone is overpowering. You reach out a hand, blindly. The darkness deepens, but a Sister takes hold of your shoulder. \"Stay away!\" she hisses.\u000d\u000a\u000d\u000aThe Adventuress cries out. So does the night. This last shriek squeezes your skull and rakes your brain and tears the words from your throat. It cracks the cobblestones of the Abbey yard. In the flames of a final shot, you glimpse a crested wave of night rearing above the Adventuress. Its wings are the sky. Its horns and vanes blaze with scars. It strikes - it convulses - it whirls, and it's gone. Your eyes are hazed with frost, but as it rises - you are quite certain - it lurches to the side, as if one of its wings had suffered a blow...\u000d\u000a\u000d\u000aOn the cracked cobbles at your feet lies the Adventuress, dead eyes staring. Beside her lies her pistol, silver-chased, drenched in black blood. As you watch, the blood wisps in choking vapour from the metal, leaving it stained dark as the zee.",
                                     "Name": "Nothing that flies", "Id": 178246},
                    "Name": "Watch",
                    "Description": "Insist. Someone should bear witness. Or perhaps someone is just curious, or doesn't quite trust her, even now...",
                    "ButtonText": "", "Id": 145002},
                   {"DefaultEvent": {"Description": "St Neot is the patron saint of fish. Your strange catch is probably close enough.\u000d\u000a\u000d\u000aA dark-skinned, unsmiling Sister hands you a coffer. \"Gathered by our bravest Sisters,\" she says, before she lets you take it. \"It's a long dive to the reefs. The rocks are sharp. The currents are strong. Sometimes, there are monsters.\" Chainmail whispers under her habit.",
                                     "Name": "A trade", "Id": 230215},
                    "Name": "The Sisters need provisions for the Feast of St Neot",
                    "Description": "$[Ss]cintillack -> シンティラック, Strange Catch -> 奇妙な漁獲物$Something fresh! They are prepared to pay with scintillack. [Trade a Strange Catch for a consignment of Scintillack. Ensure you have a space in your hold!]",
                    "ButtonText": "", "Id": 177349},
                   {"DefaultEvent": {"Description": "$Aft -> 後部$The Parson stares through drifting mist at the sullen walls of the fortress-convent. \"Not a beauty spot,\" he says, wrinkling his nose. \"But I'm sure the Sisters will make a man of the cloth comfortable.\" He steps down the gangplank and immediately trips on a hidden outcrop.\u000d\u000a\u000d\u000aAfter wiping off his trousers, he sets off up the path to the gate, pausing once to wave. As he disappears into the murk, a bell tolls.",
                                     "Name": "New accommodations", "Id": 245559},
                    "Name": "Deliver a Wandering Parson",
                    "Description": "He seems a little apprehensive.", "ButtonText": "",
                    "Id": 187345}],
 "Description": "$Sisterhood -> 修道女会$A black spit of an island, far from anywhere anyone would want to go. And that's how the Sisterhood likes it. Here stands their fortress-convent. There are bear-traps that look friendlier than this.",
 "Name": "$Abbey Rock -> 大修道岩$Abbey Rock", "Id": 152316}