{"ChildBranches": [{"DefaultEvent": {"Description": "The monks have blocked the tunnels into the Citadel. \"The Starved Men lived there,\" one says vaguely. \"They're all dead of course, but you still wouldn't want to meet them.\" Still, there's a gap in the cellar wall that they keep meaning to fix - ",
                                     "LinkToEvent": {"Id": 155227}, "Name": "Through the cellars",
                                     "Id": 152325},
                    "Name": "$Shattered Citadel -> 砕かれた砦$Explore the Shattered Citadel",
                    "Description": "$Foxfire Candle -> 狐火の蝋燭$Before the stalactite was a monastery - before it ever fell from the roof - it was a citadel. The fall shattered it and killed all its occupants. Probably. Why don't you take a look? [The more Foxfire Candles you have, the better. Bad things will happen if you run out.]",
                    "ButtonText": "", "Id": 129820},
                   {"DefaultEvent": {"Description": "$[Bb]ound[ -][Ss]hark -> バウンド・シャーク, Albino Moray -> シラコウナギ$The trophy inspires the monks to feasts of bragging. This one broke a giant Albino Moray's neck. That one wrestled a Heptycheer. A third punched his way out of a Bound-Shark. A fourth... and so on. You are largely forgotten, but there are truths of note in among all the tipsy boasting.",
                                     "LinkToEvent": {"Id": 152324}, "Name": "Louder, ever-louder",
                                     "Id": 154680},
                    "Name": "Of blood",
                    "Description": "Offer them a hunting-trophy as a gift for their collection",
                    "ButtonText": "", "Id": 131312},
                   {"DefaultEvent": {"Description": "They're eager to talk about their history. The stalactite, they assure you, was one of the citadels of the Starved Men who dwell in the roof. When it fell, a few of its occupants survived to become the monks' progenitors. How does that work, you wonder, with their vow of celibacy? They become vague, and are suddenly eager to speak of the details of passing shipping.",
                                     "Name": "Tales", "Id": 154683},
                    "Name": "Of shouting",
                    "Description": "Let them tell you about past and present events in the monastery.",
                    "ButtonText": "", "Id": 131314},
                   {"DefaultEvent": {"Description": "$Khan -> カーン, Khanate -> カーネイト, Irem -> アイレム, Polythreme -> ポリズリーム$Mostly Echoes, but here's Khanate paper money, the whimpering coins of Polythreme, and a strange glass token that might be from far Irem. \"Donations,\" the Abbot-Captain affirms. \"Pilgrims are generous.\"",
                                     "LinkToEvent": {"Id": 152324},
                                     "Name": "A half-dozen currencies", "Id": 154684},
                    "Name": "Of wine",
                    "Description": "The throats of the Brothers are dry. They'll pay for something to moisten them.",
                    "ButtonText": "", "Id": 131315},
                   {"DefaultEvent": {"Id": 154685}, "Name": "Assault the monastery",
                    "Description": "", "ButtonText": "", "Id": 131316},
                   {"DefaultEvent": {"Description": "Is it a real objection, or a negotiating position? Perhaps a bit of both. Eventually he relents and takes a quantity of wine off your hands, but at a pretty wretched price.",
                                     "LinkToEvent": {"Id": 152324}, "Name": "A hard bargain",
                                     "Id": 154686},
                    "Name": "Of more wine",
                    "Description": "\"Oh, no,\" the Abbot-Commander says sternly. \"We've had too much trouble with this. The brothers can't shoot straight. Take the nasty stuff away.\"",
                    "ButtonText": "", "Id": 131317},
                   {"DefaultEvent": {"Description": "They still haven't fixed that crack. Monks, eh.",
                                     "LinkToEvent": {"Id": 155227}, "Name": "Through the cellars",
                                     "Id": 156525},
                    "Name": "$Shattered Citadel -> 砕かれた砦$Explore the Shattered Citadel again",
                    "Description": "$Foxfire Candle -> 狐火の蝋燭$You won't find much more of interest, unless you have a particular reason to go back... [The more Foxfire Candles you have, the better. Bad things will happen if you run out.]",
                    "ButtonText": "", "Id": 132482},
                   {"DefaultEvent": {"Description": "It's gone! Up the dripstone flank of the stalactite, into a tiny tunnel.",
                                     "LinkToEvent": {"Id": 152324}, "Name": "A flash of violet",
                                     "Id": 158944},
                    "Name": "$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "$[Bb]lemmigan -> ブレミガン$How will a blemmigan deal with all the wine, blood and shouting?",
                    "ButtonText": "", "Id": 133952},
                   {"DefaultEvent": {"Description": "$Abbey Rock -> 大修道岩$\"We do not fight women,\" one sneers. \"If we wanted to fight women, we'd be over at Abbey Rock.\"\u000d\u000a\u000d\u000a\"You're not over at Abbey Rock,\" the Adventuress suggests, \"because the Sisters' training is so very much deadlier.\"\u000d\u000a\u000d\u000a\"Then fight them!\" the monk responds haughtily.",
                                     "LinkToEvent": {"Id": 152324}, "Name": "Outrage!",
                                     "Id": 177797},
                    "Name": "Help the Adventuress seek a glorious death in a duel",
                    "Description": "The Shouting Monks revel in battle. Their Abbot-Commander is a savage veteran of a hundred duels and monster-hunts.",
                    "ButtonText": "", "Id": 144728},
                   {"DefaultEvent": {"Description": "$Godfall -> ゴッドフォール$An old bearded man sits cross-legged and naked in Godfall's smallest monastic cell. At the sight of the group, he flinches. His wrinkled skin is covered in faded scars. \"No more freedom,\" he whispers. \"Ten of the clock, we sweep. Fifteen past ten of the clock, we wash. There are orders. There must be orders. No more Freedom! Please!\"\u000d\u000a\u000d\u000aA monk hands him a mop and bids him clean the entire chapel by first bell. The supplicant squeezes it tight. \"Yes, master,\" he whispers, tears of gratitude welling up in his eyes as he scampers off. There is an awkward silence. \"He should make a very devout monk,\" one of the others ventures. \"Once we finally get him into the habit.\"",
                                     "LinkToEvent": {"Id": 152324}, "Name": "The supplicant",
                                     "Id": 258193},
                    "Name": "Speak with the monks about their newest member",
                    "Description": "They escort you to his cell. \"Used to be a zailor,\" one whispers. \"We were hoping you could help us work out what's wrong.\"",
                    "ButtonText": "", "Id": 192645}],
 "Description": "The brawling bearded men who live here call themselves monks. They pay lip service to 'St Stalactite', which fell from the roof. But their chief interests seem to be wine, blood and shouting.",
 "Name": "$Godfall -> ゴッドフォール$Godfall", "Id": 152324}