{"ChildBranches": [{"DefaultEvent": {"Description": "\"It'll crack or be left on the zee-floor, [q:Addressed As], and I'm the only one who knows.\" His eyes are bleary, red. \"It's Temtum. The beast is growing. Should have already shed its shell, but I guess it's willing itself to hold on. It can't beat biology though, can it! It's going to outgrow Hideaway. Soon.\" He drags himself from the bed. \"Everyone here needs to know. They need to leave. I'll compile my notes, and then we must tell them. Please, [q:Addressed As] - they won't listen to me. They dislike me. But if you said something...?\"",
                                     "LinkToEvent": {"Id": 152190},
                                     "Name": "\"Hideaway is doomed.\"", "Id": 237548},
                    "Name": "Miserable realisations",
                    "Description": "The Investigator is curled on his bed, but sits when he notices you. \"I need something to help me relax. Clear my head. Anything. I'll try anything.\"",
                    "ButtonText": "", "Id": 182197},
                   {"SuccessEvent": {"Description": "The Investigator leads you to the depths of Hideaway. \"Did you know there's an enterprise to construct kelp farms on the outside of Temtum's cheeks? We'll use their hatch to study the shell's inside.\"\u000d\u000a\u000d\u000aOne after another, you splash into the dark. With your light, you can see the flesh of the beast beneath you. It is bruised; bloodied, in some places. In others, it's mere feet from the shell. The Investigator points ahead, to a thick cable, hanging down from above. As it comes more clearly into view, it sparks. The charge results in a convulsing of Temtum's flesh. You return to the city as swiftly as you can, but several of your crew were caught by Temtum's shifting body, and crushed between his shell and his flesh. As soon as you're back in Hideaway, the Investigator strips out of his diving suit and flees. ",
                                     "LinkToEvent": {"Id": 152342}, "Name": "", "Id": 239378},
                    "DefaultEvent": {"Description": "The Investigator leads you to the depths of Hideaway. \"Did you know there's an enterprise to construct kelp farms on the outside of Temtum's cheeks? We'll use their hatch to study the the shell's inside.\"\u000d\u000a\u000d\u000aOne after another, you splash into the dark. With your light, you can see the flesh of the beast beneath you. It is bruised; bloodied, in some places. In others, it's mere feet from the shell. The Investigator points ahead, to a thick cable, hanging down from above. As it comes more clearly into view, it sparks. The charge results in a twitching of Temtum's flesh. You return to the city as swiftly as you can, but your crew is caught by Temtum's shifting body, and crushed between his shell and his flesh. As soon as you're back in Hideaway, the Investigator strips out of his diving suit and flees. ",
                                     "LinkToEvent": {"Id": 152342}, "Name": "", "Id": 237547},
                    "Name": "The waters between",
                    "Description": "Seven diving suits take up the Investigator's room. \"We're exploring the space between Temtum and its city-shell. But we'll need another five divers.\"\u000d\u000a ",
                    "ButtonText": "", "Id": 182196}],
 "Description": "The Impolite Investigator ignores the customs of sleeping and waking established in Hideaway. He never even seems to rest. Whatever the hour, he can normally be found asking questions or studying the city. Today, however, he's withdrawn to his room and is unduly quiet. What is he up to? ",
 "Name": "The Investigation", "Id": 152342}
