{"ChildBranches": [{"DefaultEvent": {"Description": "Your music echoes through the normally silent city. Its rhythm disrupts the harmony of the festival dancers - they stumble, and stop. The Master of the Dance tries to rally the revellers against you. He doesn't even remove the ribbon from his mouth as he approaches. But no one else joins him. Those who haven't abandoned the dance hall just stand watching the ribbon unspool. ",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 230213},
                    "Name": "Provide the Investigator with an full orchestra",
                    "Description": "He mustn't merely sing the truth; his message requires a full accompaniment! ",
                    "ButtonText": "", "Id": 177347},
                   {"DefaultEvent": {"Description": "The Visionary's maps of the city are pinned to the wall behind him. Instead of planning the city's electrical grid, they now present lines of battle. The Visionary, wearing the tattered patch of a white-and-gold fish over his heart, details his plan of attack to you and your brigade.\u000d\u000a\u000d\u000aYour group surrounds the Investigator's band, then attacks. The skins of makeshift-drums are kicked in. A violin is shattered against a wall. A trumpeter flee with their rusty instrument, but are cornered in an alley. Once the scuffle is over, the Silent Reel continues in perfect quiet. The Investigator is stopped, at least for tonight.",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 237552},
                    "Name": "Silence the Investigator's intrusive band",
                    "Description": "The Sprightly Visionary has collected a group of people willing to act against the Investigator. Join them. ",
                    "ButtonText": "", "Id": 182201},
                   {"DefaultEvent": {"Description": "Perhaps you cannot get past the guards to see the Suggester personally. But you can shout.\u000d\u000a\u000d\u000aAs the festival commences, the Suggester looks dully into the crowd. The Suggester scarcely draws breath. And when they sign the topic of today's reflection  - \"broken city-shells\" - an unprecedented murmur breaks out among the dwellers. \u000d\u000a\u000d\u000aNevertheless, the people still gather materials and begin work - they have become accustomed to focusing their thoughts through artistry. Some handle the sharp spines carelessly, catching their skin. A few craft Temtum without his city-shell, and douse him with tears. When the time comes for them to describe their pieces, most merely chuck their offering down the pit without ceremony.",
                                     "LinkToEvent": {"Id": 152190}, "Name": "Pained creation",
                                     "Id": 237553},
                    "Name": "Join the Investigator and entreat the Suggester",
                    "Description": "The Suggestion is used to make the people of Hideaway consider only their gratitude towards Temtum. The Suggester mustn't be weak-hearted; they must be honest, for the good of all they love.",
                    "ButtonText": "", "Id": 182202},
                   {"DefaultEvent": {"Description": "First the Investigator's followers come disguised as friends of the Suggester. Stern - but still polite - gestures are enough to deter them. When the Investigator's compatriots later return in force, more physical means are required; they're sent away bloodied.\u000d\u000a\u000d\u000aThe festival proceeds like all others before it. The Suggestion is that the people should reflect on Temtum's friendship. The offerings are intensely thoughtful, and the explanation of the offerings are unusually long. The Slow-Blinking Vendor performs the sign of togetherness over and over again, until she's shaking with tears and must be led away.",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 237554},
                    "Name": "Join the Sprightly Visionary's guard",
                    "Description": "Let the people have their festival. They've never needed to reflect on the positives more. ",
                    "ButtonText": "", "Id": 182203},
                   {"DefaultEvent": {"Description": "You lead the Impolite Investigator's followers to a building behind an iron gate. Though your force is not strong enough to break past the contingents set up by the Visionary, it is sizeable enough to distract them. As they fight, you clamber over the gate, and climb up the cracks in the building to enter through an open window. Inside the Sprightly Visionary consults a map on his wall, leaving unattended a brass panel of switches and gauges. You smash it with a wrench, and leap back out the window.\u000d\u000a\u000d\u000aBut when you land, there is rumbling - screaming from the festival square. Everyone runs to the violence. Even the Visionary leaves his centre, and dashes to the scene.",
                                     "LinkToEvent": {"Id": 152487}, "Name": "", "Id": 237555},
                    "Name": "Break the Sprightly Visionary's illusion",
                    "Description": "The Investigator is organising an assault on the Sprightly Visionary stronghold. The Visionary has created a display of coloured lights for the Rainbowing. They will be well defended, but there may be another way...",
                    "ButtonText": "", "Id": 182204},
                   {"DefaultEvent": {"Description": "Though weapons are banned throughout Hideaway, the teeth and spines you provide ensure the battle is bloody. After being sent away from the alternator, the remnants of the Investigator's group converge on a building behind an iron gate. Their bodies are bruised, and they are bleeding. It is easy to repel them, and many of the Visionary's forces enjoy the sport of beating the fellow dwellers. It is also a distraction: the Investigator is attempting to scale the building. You pull him away from the window - he only stares at you, as the lights begin to cycle through their colours like a kaleidoscope. But then there is rumbling - screaming from the festival square. Everyone runs to the violence. Even the Visionary leaves his centre, and waves you to follow him.",
                                     "LinkToEvent": {"Id": 152487}, "Name": "", "Id": 237556},
                    "Name": "Guard the Sprightly Visionary's headquarters",
                    "Description": "He has arranged to control the city's lights from a central location. Ensure no one gets in.  ",
                    "ButtonText": "", "Id": 182205}],
 "Description": "The work never stops, and the nightly festivals continue. But the dwellers' gestured communication has become sharper, more abrupt. Their faces are contorted with tension.  ",
 "Name": "The War for Hearts and Minds", "Id": 153740}
