{"ChildBranches": [{"DefaultEvent": {"Description": "An inscription on the altar reads SO ARE WEE SHAPEDE. The stonecraft is perfect, but the spelling seems eccentric. Two stone knives rest on its surface, along with a chunk of flint that might be a knife, a tool or simply a lump of rock.\u000d\u000a\u000d\u000aThree human skulls wait in a niche at the back. Two have warped and lengthened jaws: the third has slumped and run like a melted candle, although it feels as solid as any bone to the touch.\u000d\u000a\u000d\u000aWhat now? You can press on, but the going will get harder from here. Or you could turn back with your treasures.",
                                     "LinkToEvent": {"Id": 155227}, "Name": "", "Id": 155901},
                    "Name": "Search the Church of the Starved Men",
                    "Description": "A cruciform chamber with a great altar, rows of rotting pews. Perhaps the windows once held stained glass. The altar is dripstone, painstakingly carved into organic shapes: jointed limbs, eye-bulbs, snapping claws, armoured excrescences.",
                    "ButtonText": "", "Id": 132108},
                   {"DefaultEvent": {"Description": "On into the dark, or back into the dark.",
                                     "LinkToEvent": {"Id": 155227}, "Name": "", "Id": 155902},
                    "Name": "The Church of the Starved Men",
                    "Description": "The chamber, the pew-skeletons, the glassless windows. The altar robbed of its treasures.",
                    "ButtonText": "", "Id": 132109},
                   {"DefaultEvent": {"Description": "\"Imitatorsh,\" the Outcast burbles. \"They shtole our Axile artsh. They fought. They would be ush.\" It shakes with rage or laughter, and collapses before the altar. \"Shtill, the change remainsh. The change remainsh!\"\u000d\u000a\u000d\u000aIt's the longest speech you've ever heard from it. It remains motionless in prayer while you search. An inscription on the altar reads SO ARE WEE SHAPEDE. The stonecraft is perfect, but the spelling seems eccentric. Two stone knives rest on its surface, along with a chunk of flint that might be a knife, a tool or simply a lump of rock.\u000d\u000a\u000d\u000aThree human skulls wait in a niche at the back. Two have warped and lengthened jaws: the third has slumped and run like a melted candle, although it feels as solid as any bone to the touch.\u000d\u000a\u000d\u000aWhat now? You can press on, but the going will get harder from here. Or you could turn back with your treasures.",
                                     "LinkToEvent": {"Id": 155227}, "Name": "", "Id": 156124},
                    "Name": "Let the Nacreous Outcast approach the altar",
                    "Description": "He burbles: his frondules tremble.",
                    "ButtonText": "", "Id": 132246},
                   {"DefaultEvent": {"Description": "Perhaps, once, the gate was finely counter-balanced. Perhaps, once, hidden machineries would have roared at the touch of the Eolith, and the gate would have swung open like oiled glass. Now, the Eolith only triggers the unlocking mechanism. It takes three sailors with crowbars to move the rubble and force the door open - down-open, so that when you bring it free, it collapses inwards with an echoing crash. Climb through the gap, into a space that roars with wind -",
                                     "LinkToEvent": {"Id": 155888}, "Name": "Making an entrance",
                                     "Id": 156126},
                    "Name": "The Gate of Forms",
                    "Description": "Here - in the floor, because of the stalactite's fall - is a gate of glittering chalcedony, half-lost beneath rubble but thick enough to resist the most determined assault. Its surface is a relief of twisted limbs, distorted faces screaming in glee. (Carved? Moulded? Impossibly, natural?) A pit at its centre might be a key-socket, or only a mouth.",
                    "ButtonText": "", "Id": 132248},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 155888},
                                     "Name": "", "Id": 156149},
                    "Name": "Back through the Gate of Forms",
                    "Description": "One half of the Gate hangs down and open, where you breached it, into a space that roars with wind.",
                    "ButtonText": "", "Id": 132261},
                   {"DefaultEvent": {"Description": "A dozen corpses, decades-dry lie at the stalagmite's root. You think there was a barricade here, but the fall has smashed it and the remnants have fallen into the sea. Were they defending the root? Gunner Atkins squints at the scorched and shattered rock, and nods wisely. \"Gunpowder,\" he opines. \"Blew it up themselves. Killed the whole city. Starved Men, eh? Allus heard they fight each other. Mad as toads.\"\u000d\u000a\u000d\u000aIn the immemorial tradition of subterranean adventurers, you search the corpses. Well, it's not like they've been <i>buried</i>. Their bones of their limbs and faces are blurred and twisted, like melted wax... You find trinkets, disgusting remnant-chunks, and oh good God! Yes. Yes, that's worth a bit. Worth a lot. Best not let your men see it.\u000d\u000a\u000d\u000aNothing else remains here. Signal your ship with flares, and she'll approach: you can scramble down and drop into the zee, to be retrieved. Much safer than the tunnels of Godfall.",
                                     "Name": "", "Id": 156150},
                    "Name": "The Root-Gallery",
                    "Description": "You've traversed half the length of the stalactite called Godfall, from the monastery to here. The Starved Men cut a tremendous gallery around the whole root of the stalactite, leaving a vast central pillar to support its weight. In its day, the view must have been unrivalled. Remnants of salvaged glass and wooden eating-houses, viewing-booths, sight-temples still cling to the edges - but the root has been shattered, and the stalactite fell.\u000d\u000a\u000d\u000aGo a little closer - clamber carefully across the tilted surface of the gallery floor towards the shattered stump of the root.",
                    "ButtonText": "", "Id": 132262},
                   {"DefaultEvent": {"Description": "The corpses by the stalactite-root still remain: but they lie in different attitudes. Or so you think. It's hard to be certain. You were here in the glimmering dark, and here you are in the glimmering dark again. Examine their contorted limbs, the shape of their distorted faces. Perhaps something occurs to you.\u000d\u000a\u000d\u000aNothing else remains here. Signal your ship with flares, and she'll approach: you can scramble down and drop into the zee, to be retrieved. Much safer than the tunnels of Godfall.",
                                     "Name": "", "Id": 156419},
                    "Name": "The Root-Gallery",
                    "Description": "You've been here before. The Starved Men cut a tremendous gallery around the whole root of the stalactite, leaving a vast central pillar to support its weight. In its day, the view must have been unrivalled. Remnants of salvaged glass and wooden eating-houses, viewing-booths, sight-temples still cling to the edges - but the root has been shattered, and the stalactite fell. Go a little closer - clamber carefully across the tilted surface of the gallery floor towards the shattered stump of the root.",
                    "ButtonText": "", "Id": 132422},
                   {"DefaultEvent": {"Description": "Perhaps you can find what you need somewhere at zee - if you make it back to the Monastery, zafe and zane.",
                                     "LinkToEvent": {"Id": 155227}, "Name": "Back into the coils",
                                     "Id": 156526},
                    "Name": "No way through!",
                    "Description": "You don't have what you need to pass the Gate. Turn back. [Retrace your steps to leave and find what you need.]",
                    "ButtonText": "", "Id": 132483},
                   {"DefaultEvent": {"Description": " - but you made it out alive.",
                                     "Name": "", "Id": 156528},
                    "Name": "And out.",
                    "Description": "Something disorienting happened - ",
                    "ButtonText": "", "Id": 132485},
                   {"SuccessEvent": {"Description": "It's harder in the candle-lit gloom than it would be in the deck of a ship. The crevices of the stalactite seem alive with eyes. But you all make it safely across.",
                                     "LinkToEvent": {"Id": 155227}, "Name": "A difficult crossing",
                                     "Id": 155891},
                    "DefaultEvent": {"Description": "A single desperate scream: and the laggard at the back misses a foot-hold and plunges into the depths. There is a long moment of silence, and then, in unspoken unison, you all continue.",
                                     "LinkToEvent": {"Id": 155227}, "Name": "One mishap",
                                     "Id": 155890},
                    "Name": "Creep across a chasm",
                    "Description": "The stalactite has cracked right across. That crack is a plunging chasm. The dark sea thunders below. You can probably get across. After all, you are zailors. Zailors have rope.",
                    "ButtonText": "", "Id": 132103},
                   {"SuccessEvent": {"Description": "They're tenacious, these leather remnants, but not strong. Some force has distorted remants of women and men into ragged, furious mannequins. They still breathe, they still ate - bat-blood runs from the mouth of this one, before you take off its head with a swing of your cutlass. Then they're behind you, their roars of incredulous rage fading.",
                                     "LinkToEvent": {"Id": 155227}, "Name": "Push through",
                                     "Id": 155892},
                    "DefaultEvent": {"Description": "Your crew crumbles. They're not strong, these leather remnants, but they're terribly tenacious. Not dead exactly - half-living memories persisting on reflex and hate. Fall back. Fall back!",
                                     "LinkToEvent": {"Id": 155227}, "Name": "Retreat!",
                                     "Id": 155889},
                    "Name": "Fight off a Frenzied Assault",
                    "Description": "One, two - six, seven, eight - a rabble of leathery mummy-things, mouths agape, comes boiling from crevices. Crooked limbs reach for you.",
                    "ButtonText": "", "Id": 132102},
                   {"SuccessEvent": {"Description": "You make your way through an asymmetrical foam of beehive dwellings, past faded frescos of the sea seen from above, beneath swags of cobweb where single sorrow-spiders scuttle, past a long-mummied human corpse. Its limbs are curled and knotted like vines. What happened here?",
                                     "LinkToEvent": {"Id": 155227}, "Name": "Painstaking progress",
                                     "Id": 155894},
                    "DefaultEvent": {"Description": "Broken furniture carved in eye-twisting knots. Human bones flung carelessly in the corners, smeared and distorted like wax. Something was horribly wrong here. And you are horribly lost.",
                                     "LinkToEvent": {"Id": 155888}, "Name": "A confusion",
                                     "Id": 155893},
                    "Name": "A labyrinth of dwelling-galleries",
                    "Description": "You hear the zee! The passage branches and opens into a tangle of galleries on the skin of the surface. There are doorways to dwelling-places - all empty now, all leading into one another like cells of a honeycomb. Perhaps you can find your way through.",
                    "ButtonText": "", "Id": 132104},
                   {"SuccessEvent": {"Description": "The gases down here will maze the mind and convulse the spirit. Press on.",
                                     "LinkToEvent": {"Id": 155227}, "Name": "Stale air",
                                     "Id": 155896},
                    "DefaultEvent": {"Description": "It's the air. It must be the air. It tastes of bitumen and rust. But your vision blurs and your ears roar until you stagger into a zone where the air is clear. Two of your zailors are sobbing like children.",
                                     "LinkToEvent": {"Id": 155227}, "Name": "Too many turns",
                                     "Id": 155895},
                    "Name": "A nasty moment",
                    "Description": "The tunnels coil like intestines. The stalactite seems to pulse with the beat of an unknown heart.",
                    "ButtonText": "", "Id": 132105},
                   {"SuccessEvent": {"Description": "You had your eye on that curious projection. You push a zailor to the ground as the jaws close futilely overhead.",
                                     "LinkToEvent": {"Id": 155227}, "Name": "A hollow snap",
                                     "Id": 156013},
                    "DefaultEvent": {"Description": "It snips a zailor in two like an ear of wheat. His scream is brief. The thing retracts into the wall, festooned with zailorly fragments. Hurry on.",
                                     "LinkToEvent": {"Id": 155227}, "Name": "A ghastly crunch",
                                     "Id": 156012},
                    "Name": "A Black-Jawed Beast",
                    "Description": "Mandibles slide wetly from the wall!",
                    "ButtonText": "", "Id": 132175},
                   {"SuccessEvent": {"Description": "You each step cautiously from chair to table to bench. Thankfully, the amber's grasp keeps the furniture from swaying too much. As you reach the far side, a careless crewman stumbles and the chair swings sideways with a clotted 'splorch' sound - but you've made it across.",
                                     "LinkToEvent": {"Id": 155227}, "Name": "A safe crossing",
                                     "Id": 156015},
                    "DefaultEvent": {"Description": "A zeeman at the back grows complacent. He dawdles too long on an amber-glazed table. His boot sticks when he tries to raise it. With a single scream he topples sideways into the grasping goo! His mates try to tug him free, but the stuff has an iron grip. The screaming goes on and on, until he sinks deep enough - the amber pushes its careless fist into his mouth, and finally he's silenced. Move on. Move on.",
                                     "LinkToEvent": {"Id": 155227}, "Name": "A fall!",
                                     "Id": 156014},
                    "Name": "Lost in amber",
                    "Description": "A spherical room. The ceiling drips honey; the walls and floor are glazed with warm orange-yellow. It's gives under your touch - slowly, but when you try to pull your hand free, it takes all your strength. Tables and chairs project through the yard-thick amber on the floor - enough to cross, perhaps.",
                    "ButtonText": "", "Id": 132176},
                   {"SuccessEvent": {"Description": "You graze the back of your hand against a sharp crystal. Blood blooms briefly.",
                                     "LinkToEvent": {"Id": 155227}, "Name": "Safe enough",
                                     "Id": 156017},
                    "DefaultEvent": {"Description": "Dazzled, you trip. A knife-length projection of crystal parts your pea-coat as if it were crepe paper. You lurch to the exit: your crew helps you bandage it as best they may. \"Nasty cut,\" the bo'sun helpfully observes. \"A little to the left and it'd bleed you like a Christmas pig.\"",
                                     "LinkToEvent": {"Id": 155227}, "Name": "A nasty fall",
                                     "Id": 156016},
                    "Name": "The Glittering Crisis",
                    "Description": "You stumble into the heart of a geode! Quartz crystals twist the light and spangle it into your eyes. It's like trying to out-stare molten silver. Go carefully.",
                    "ButtonText": "", "Id": 132177},
                   {"SuccessEvent": {"Description": "Forge on! Your bo'sun grasps your shoulder. Each zailor grasps the next. Bow your heads and push forward.",
                                     "LinkToEvent": {"Id": 155227}, "Name": "Press on through",
                                     "Id": 156019},
                    "DefaultEvent": {"Description": "Your candles are smothered - your mouth filled with brittle wings! Get back. Back into cleaner air. Retreat.",
                                     "LinkToEvent": {"Id": 155227}, "Name": "Beaten back",
                                     "Id": 156018},
                    "Name": "Fight off Winged Things!",
                    "Description": "It's as if the wall's shed its skin. Suddenly they're on you, everywhere. The air roars. They fill your mouth, eyes, nose.",
                    "ButtonText": "", "Id": 132178}],
 "Description": "You've found something. Or it's found you.",
 "Name": "Shattered Citadel Encounters", "Id": 155888}