{"ChildBranches": [{"DefaultEvent": {"Description": "Nothing remains of their clothes or possessions. They've been long-robbed of their purses as well as their flesh. Each carries only a sardonic grin and a robe of creepers...",
                                     "LinkToEvent": {"Id": 159416}, "Name": "Skirting round",
                                     "Id": 159499},
                    "Name": "Three skeletons on a hummock",
                    "Description": "They sprawl companionably around a long-dead fire, as if they simply couldn't be bothered to get up.",
                    "ButtonText": "", "Id": 134246},
                   {"DefaultEvent": {"Description": "In the dappled grey and black, nothing threatens you.",
                                     "LinkToEvent": {"Id": 159416}, "Name": "There is peace",
                                     "Id": 159501},
                    "RareDefaultEvent": {"Description": "Nothing troubles you as you pass. But when you count heads on the far side of the shadows, you're missing a zailor...",
                                         "LinkToEvent": {"Id": 159416}, "Name": "One short",
                                         "Id": 159521},
                    "Name": "Darkness between the trees",
                    "Description": "\"Come closer,\" the wind says in the branches. \"Here is peace.\"",
                    "ButtonText": "", "Id": 134248},
                   {"DefaultEvent": {"Description": "Hours later, you squelch out into relative safety. You need a bath. How you need a bath. Thank God that a steamer is never short of hot water.",
                                     "LinkToEvent": {"Id": 143391},
                                     "Name": "The roofs of the College", "Id": 159502},
                    "Name": "Leave",
                    "Description": "Enough is too much. You are more mud than flesh now. [The further into the swamps you are, the more Terror you may gain]",
                    "ButtonText": "", "Id": 134249},
                   {"DefaultEvent": {"Description": "The wisps illuminate a promising trail. Its promises are false.",
                                     "LinkToEvent": {"Id": 159416}, "Name": "Lost!", "Id": 159505},
                    "RareDefaultEvent": {"Description": "The light from the wisps touches glistening tree-bark, beetles in motionless, glossy clumps, bracket-fungus yellow as parchment, the eyes of marsh-rats. And here - a path.",
                                         "LinkToEvent": {"Id": 159416}, "Name": "Byways",
                                         "Id": 159509},
                    "Name": "Follow gliding lights",
                    "Description": "A knot of seven wisps weaves ahead, beckoning you to follow. \"Seven is lucky,\" a zailor mutters. \"Except when it's unlucky seven.\" That's helpful.",
                    "ButtonText": "", "Id": 134251},
                   {"DefaultEvent": {"Description": "Islands, eh. Why can't they be made of water? If they can't be made of water, why does there have to be so much d__ned mud?",
                                     "LinkToEvent": {"Id": 159416}, "Name": "Struggling on",
                                     "Id": 159506},
                    "Name": "Ignore the lights",
                    "Description": "You have your candles. Wisps are uncertain.",
                    "ButtonText": "", "Id": 134252},
                   {"DefaultEvent": {"Description": "You mount a guard on the walls - build a fire of stinking peat - upend your boots to evict sulky tadpoles. The swamps around you resound with sobbing whoops and screeching creaks - but nothing shows itself. Time passes.",
                                     "LinkToEvent": {"Id": 159416}, "Name": "A respite",
                                     "Id": 159508},
                    "Name": "An abandoned fort",
                    "Description": "A half-fallen fortress of basalt blocks on a low hill. The creatures of the swamp have stayed clear: there is insufficient mud, perhaps.",
                    "ButtonText": "", "Id": 134254},
                   {"DefaultEvent": {"Description": "$Mangrove College -> マングローブ・カレッジ$They're imitating the voices of the scholars of the Mangrove College - familiar scratchy grumbles and rumbling complaints. You hear old crimes, new loves, hushed confessions of plagiarism...",
                                     "LinkToEvent": {"Id": 159416}, "Name": "Gossip!",
                                     "Id": 159510},
                    "RareDefaultEvent": {"Description": "Your own voice echoes back from the low branches of a thorn-cypress. You're speaking poetry: a limping line about the still waters of the swamp. Or, rather, a black bird with fierce sad eyes is speaking poetry in your voice. You extend a hand: it hops calmly to land on your wrist, still declaiming.",
                                         "LinkToEvent": {"Id": 159416}, "Name": "Gossip!",
                                         "Id": 165473},
                    "Name": "A conversation between birds",
                    "Description": "Birds are rare in the Neath, but the thickets here are full of feathered flutterings. These birds speak in human voices.",
                    "ButtonText": "", "Id": 134255},
                   {"DefaultEvent": {"Description": "On through the laced shade of the groaning oaks. At the back, a zailor whimpers in fear. \"They're dying,\" someone says. \"They're dying.\" Then you're through.",
                                     "LinkToEvent": {"Id": 159416}, "Name": "Onwards",
                                     "Id": 159511},
                    "Name": "Seething trees",
                    "Description": "Branches thrash - leaves foam. The trees here writhe with fear.",
                    "ButtonText": "", "Id": 134256},
                   {"DefaultEvent": {"Description": "$[Ss]olacefruit -> サラスフルーツ$\"...was the flint a tool, or merely a rock? It was impossible to be certain. The solacefruit, too, which grew on the tree - they are parasitic, and they will grow wherever they choose, but their colours mimicked the bark. Perhaps this was their native tree. Impossible to be certain...\"",
                                     "LinkToEvent": {"Id": 143391},
                                     "Name": "$[Ss]olacefruit -> サラスフルーツ$Solacefruit",
                                     "Id": 159512},
                    "Name": "No One's Orchard",
                    "Description": "\"...the bark was scarified with marks resembling writing. A lump of flint lay at the base of the tree...\"",
                    "ButtonText": "", "Id": 134257},
                   {"DefaultEvent": {"Description": "$Visage -> ヴィシージ, [Ss]olacefruit -> サラスフルーツ$\"...rapture! Whatever had happened to this poor soul, whoever they had been, they had welcomed their end. Solacefruit hung in parasitic clusters from its woody torso. Had they occurred before, or after, the corpse's transformation? We found, too, a mask, one of those worn by the folk of Visage - a green-and-gold Livery Bird, one of the humble trapper-caste...\"",
                                     "LinkToEvent": {"Id": 143391}, "Name": "Rapture",
                                     "Id": 159513},
                    "Name": "An Arbefaction",
                    "Description": "\"...limbs twined with vines - flesh already lignifying into dark wood. The corpse's mouth hung open. Where its face dissolved into the bark, its expression was stil visible...\"",
                    "ButtonText": "", "Id": 134258},
                   {"DefaultEvent": {"Description": "$Irem -> アイレム$\"...no! not a pale-fleshed beast, but a skull, grinning ruefully atop the pillar as if apologising for the quality of its welcome. We spent the afternoon deciphering the inscription, which had elements in common with Aramaic. I say 'deciphering' - it was a looped set of riddles which left us with as many questions as answers. It cryptically described the exploits of the woman whose skull remained atop the Pillar, and her progress into the East, far past Irem...\"",
                                     "LinkToEvent": {"Id": 143391},
                                     "Name": "The Skull and the Spiral", "Id": 159514},
                    "Name": "The Pillar of Riddles",
                    "Description": "\"...a sandstone pillar, engraved in a spiral. Atop it sat an animal of some kind. As we approached...\"",
                    "ButtonText": "", "Id": 134259},
                   {"DefaultEvent": {"Description": "$[Ss]olacefruit -> サラスフルーツ$\"...parasitic solacefruit, which grows on whatever tree takes its fancy. It clustered on their trunks like the primitive eyes of certain insects. We plucked it cautiously. Inside one fruit I found no stone, rather a diamond the size of the top joint of my little finger. But as I plucked it, the trees trembled again, and their roots began to rise from the mud! - be assured we did not remain...\"",
                                     "LinkToEvent": {"Id": 143391}, "Name": "A perilous treasure",
                                     "Id": 159515},
                    "Name": "The Grove of Eyes",
                    "Description": "\"...huge willows. The grove was carpeted with moss. Where our feet crushed it, a sweet wild scent rose. The trees stirred...\"",
                    "ButtonText": "", "Id": 134260},
                   {"DefaultEvent": {"Description": "\"...a coffin? A coffin, with an unusual stencilled label. Atop it rested a gauntlet of sorts, marvellously articulated in it scales, delicate as a lady's glove, of silvery metal. When I lifted it, it was ice-cold to the touch...\"",
                                     "LinkToEvent": {"Id": 143391}, "Name": "FOR DELIVERY",
                                     "Id": 159530},
                    "Name": "The Burial, Interrupted",
                    "Description": "\"...abandoned as if only moments before - but pale fungus had grown on the woollen cap where it remained by the grave-side, and the potted meat was a grail of putrescence. We peered over the grave's edge...\"",
                    "ButtonText": "", "Id": 134265},
                   {"DefaultEvent": {"Description": "$[Ss]cintillack -> シンティラック$\"A bleating billy with moss-matted fur staggered to and fro, eyes wide. A chain hung from its neck. The chain bore a lump of piercingly blue scintillack, the source of the stutters of light as the billy staggered along the path. We freed the billy and retrieved the Scintillack. A rare piece like this is valuable...\"",
                                     "LinkToEvent": {"Id": 143391}, "Name": "The Goat",
                                     "Id": 159531},
                    "Name": "Blue",
                    "Description": "\"...stuttering slivers of heaven-coloured light, as if the sky had stumbled... mysterious and glorious until we found the source, at which point my crew began to chuckle...\"",
                    "ButtonText": "", "Id": 134266},
                   {"DefaultEvent": {"Description": "$Mangrove College -> マングローブ・カレッジ$They're imitating the voices of the scholars of the Mangrove College - familiar scratchy grumbles and rumbling complaints. You hear old crimes, new loves, hushed confessions of plagiarism...",
                                     "LinkToEvent": {"Id": 159416}, "Name": "Gossip!",
                                     "Id": 159535},
                    "Name": "A conversation between birds",
                    "Description": "Birds are rare in the Neath, but the thickets here are full of feathered flutterings. These birds speak in human voices.",
                    "ButtonText": "", "Id": 134269},
                   {"SuccessEvent": {"Description": "At last the amphigators retreat. None of you are hurt. Onwards, into more mist and further mud.",
                                     "LinkToEvent": {"Id": 159416}, "Name": "Gunsmoke and shouting",
                                     "Id": 159503},
                    "DefaultEvent": {"Description": "You level your weapons and fire! The amphigator retreats, gouting dark blood, but not before one of its jaws snatches a crewman...",
                                     "LinkToEvent": {"Id": 159416}, "Name": "A smothered scream!",
                                     "Id": 159417},
                    "Name": "Amphigator!",
                    "Description": "A thrashing reptile rears from the swamp...twice! A head at each end!",
                    "ButtonText": "", "Id": 134192},
                   {"SuccessEvent": {"Description": "Your zailors wade in, guns held above their heads. Ripples spread, intersect, travel on into darkness. Bats chirp with derision as you pass. You pick your way carefully, very aware of a watchful appetite waiting in the pool.",
                                     "LinkToEvent": {"Id": 159416}, "Name": "Safe passage",
                                     "Id": 159517},
                    "DefaultEvent": {"Description": "Your zailors wade in, guns held above their heads. Ripples spread, intersect, travel on into darkness. Bats chirp with derision as you pass. All seems quiet: but when you leave the pool, a leech the colour of milky jade is clamped, pulsing, to your thigh. Its colour is shifting rapidly to a rosy pink. Already you feel weaker. Dispatch it!",
                                     "LinkToEvent": {"Id": 159416}, "Name": "A disappearance",
                                     "Id": 159500},
                    "Name": "A mirror-surfaced pool",
                    "Description": "The banks are too crowded with mangroves for you to pass. Wade through it cautiously.",
                    "ButtonText": "", "Id": 134247},
                   {"SuccessEvent": {"Description": "There! A narrow way between the thorn-cypresses. Ignore the pendulous bellies of the watch-grubs where they hang silent in the branches. Cut a path through the shadows.",
                                     "LinkToEvent": {"Id": 159416}, "Name": "A way around",
                                     "Id": 159522},
                    "DefaultEvent": {"Description": "You crash ill-temperedly through spined weeds and stinging mosses. Blue-furred apelings hoot mockingly. The mud bubbles like a dying soldier. Someone's missing. Someone's missing!",
                                     "LinkToEvent": {"Id": 159416}, "Name": "A long way around",
                                     "Id": 159507},
                    "Name": "A shimmering web",
                    "Description": "Half-material strands of blue-black light hang between the trees. Something strayed out of the realm of dreams to spin this. Its touch drinks life. Find a way around.",
                    "ButtonText": "", "Id": 134253},
                   {"SuccessEvent": {"Description": "You skirt the fort, stealthy as cats. The lilac menaces remain unaware of your presence.",
                                     "LinkToEvent": {"Id": 159416}, "Name": "Safe and silent",
                                     "Id": 159533},
                    "DefaultEvent": {"Description": "$[Bb]lemmigan -> ブレミガン$You're almost out of sight when a boil of blemmigans leaps whistling from the rocks beside the path! It's only a hunting party, and you fight them off with the loss of one zailor. More are coming. Run!",
                                     "LinkToEvent": {"Id": 159416}, "Name": "A swarm!",
                                     "Id": 159532},
                    "Name": "A fort infested",
                    "Description": "$[Bb]lemmigan -> ブレミガン$Up ahead, a low hill and a half-fallen fortress of basalt blocks. It pullulates with pale blemmigans. Avoid.",
                    "ButtonText": "", "Id": 134267},
                   {"SuccessEvent": {"Description": "You leap and dash - you slap the horrid things from your calves - you suck bitten fingers and stare around, panting. You're out of danger.",
                                     "LinkToEvent": {"Id": 159416}, "Name": "Away!", "Id": 165525},
                    "DefaultEvent": {"Description": "One zailor trips, and the ants pour over him like oil. His screams pursue you through the trees.",
                                     "LinkToEvent": {"Id": 159416}, "Name": "Falling behind",
                                     "Id": 159504},
                    "Name": "A calamity of ants",
                    "Description": "Shining bodies burst from the pitcher-plants around you. A thick mat of ants swarms in ambush. Flee!",
                    "ButtonText": "", "Id": 134250}],
 "Description": "Narrow waterways and quaggy paths. Marsh-lights and mud. Now and then, parasynthetic mosses like shaggy curtains. Now and then, a questing tentacle. [Each event will take you further into the swamp. Go deep enough, and you'll find something interesting.]",
 "Name": "$Wisp-Ways -> ウィスプ・ウェイズ$The Wisp-Ways", "Id": 159416}