{"ChildBranches": [{"DefaultEvent": {"Description": "Thy will hath been done. You should have everything that you require.",
                                     "LinkToEvent": {"Id": 166267}, "Name": "Boom!", "Id": 166268},
                    "Name": "The Cornucopia of Cheating",
                    "Description": "Give me everything that I need to complete this storyline. (Skills will not be changed.)",
                    "ButtonText": "", "Id": 137709},
                   {"DefaultEvent": {"Description": "All of your terror and pain is washed away. No, *you're* welcome.",
                                     "LinkToEvent": {"Id": 166267}, "Name": "Ah, that's better...",
                                     "Id": 166815},
                    "Name": "The Nice Cup Of Tea of Terror Reduction",
                    "Description": "Take it away. All of it. Also any Wounds.",
                    "ButtonText": "", "Id": 138085},
                   {"DefaultEvent": {"Description": "Enjoy your hate!",
                                     "Name": "Grr! Boo! Boo!", "Id": 167066},
                    "Name": "Flask Of Opprobrium",
                    "Description": "Become the Scourge of the Sorrow-Spiders",
                    "ButtonText": "", "Id": 138214},
                   {"DefaultEvent": {"Description": "Ah, it probably doesn't matter.",
                                     "Name": "Wait, who were you?", "Id": 167087},
                    "Name": "A Lethe Injection",
                    "Description": "Make the Sorrow-Spiders forget who you are, and any transgressions. (Reset story)",
                    "ButtonText": "", "Id": 138227},
                   {"DefaultEvent": {"Description": "With SAY, help at the festival, then with a second SAY, meet the Emissary of Spiders to unlock the first assignment - bringing Tomb Colonists to feed the spider-council on the web-linked island.\u000d\u000a\u000d\u000aBring the Tomb Colonists. Sorry. Got to be done!\u000d\u000a\u000d\u000aIn the Web of Stone, either spy to get background on the story or skip the timer ahead to meet with the spider council and be sent to the Nocturne.\u000d\u000a\u000d\u000aCOMING SOON: At the Wreck Of The Nocturne, explore until you get the Scholar's Diary.\u000d\u000a\u000d\u000aCOMING SOON: Return to the Web Of Stone\u000d\u000a\u000d\u000aOPTIONAL: Rescue the Captain of the Nocturne\u000d\u000a\u000d\u000aReturn to the Nocturne\u000d\u000a\u000d\u000aFight a Lorn Fluke (Note: Failure is impossible, but success offers bonus treasure. Having the Captain on board gives a bonus to skill checks)\u000d\u000a\u000d\u000aReturn one last time to Saviour's Rocks for the Festival of Silk and the quest reward.\u000d\u000a\u000d\u000aAlternate path - burn the tree at the Web of Stone. This changes the Nativity and makes the Scuttering Reaches far more dangerous.",
                                     "Name": "Are you sitting comfortably? Good. Then I'll begin.",
                                     "Id": 167214},
                    "Name": "I'm Testing This - What Should Happen?",
                    "Description": "Spoilers, of course", "ButtonText": "",
                    "Id": 138294}],
 "Description": "Because playing games is just *so* 1990...",
 "Name": "LIMBO'D - Saviour's Rocks Magic Cheat Menu", "Id": 166267}