{
  "Id": 166936,
  "Name": "The Scuttering Reaches",
  "Description": "Intricate webs stretch into a darkness where the shadows are never entirely still. Gossamer threads stolen by the breeze tickle the goosebumps on your skin. A thousand unseen eyes promise a million more.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 168374,
        "Name": "A blockade of silk",
        "Description": "You are no longer welcome across the webbed bridge. The sorrow-spiders have no more need of you."
      },
      "Id": 138951,
      "Name": "Visit the Web of Stone",
      "Description": "You know the way. Perhaps the sorrow-spiders have further tasks for a trustworthy zailor."
    },
    {
      "DefaultEvent": {
        "Id": 166937,
        "Name": "Terror without",
        "Description": "As the lights of the Nativity fade and the candles starts to flicker, the darkness of the Reaches becomes unbearable. Empty-handed but alive, you hurry back to the relative warmth and safety of the port."
      },
      "Id": 138147,
      "Name": "Bring light into the darkness",
      "Description": "The sorrow-spiders avoid the candlelight, but not out of any sense of fear. Though far from tolerant of outsiders, they care little enough for their abandoned webs to turn a blind eye to at least a little scavenging. Up to a point."
    },
    {
      "DefaultEvent": {
        "Id": 166938,
        "Name": "Rage of the sorrow-spiders",
        "Description": "For a few precious minutes, it seems the sorrow-spiders are held at bay by the sad green glow. The second it flickers, that fantasy dies. It was not the dark they were waiting for, merely a signal. Fortunately you are still just... just... close enough to your ship to escape unscathed, save a few haunting memories. Not everyone however is so lucky."
      },
      "Id": 138148,
      "Name": "Return to the sorrow-spiders' territory",
      "Description": "The silence of the Reaches is broken by a low hiss that drills through your bones and teeth. The hate of the sorrow-spiders is the sound of uncountable legs beating a singular war-drum. Nothing good can come of this."
    },
    {
      "DefaultEvent": {
        "Id": 167007,
        "Name": "Stumbling through the dark",
        "Description": "The Reaches are no place to explore without some form of light. The endless sorrow-spiders surrounding you are less keeping their distance than enjoying the free show.\r\n\r\nIt soon becomes clear; this is a fool's errand. Being no fool, at least not today, you return to port empty-handed and shivering, but at least unscathed."
      },
      "Id": 138181,
      "Name": "Risk exploring without candles",
      "Description": "In this wasteland, only the false-stars in the roof of the Neath illuminate the webs and ruins the sorrow-spiders call home. You may still stumble upon something though. Or indeed, into something."
    }
  ]
}