{
  "Id": 167221,
  "Name": "The Webbed Port",
  "Description": "Blackness, webs, spiders, slaves. What remains of the Nativity remains for the sorrow-spiders' convenience and at their diminishing pleasure. Soon it will be absorbed. Lost. Forgotten. A brave survivor promises to sell you Fuel and Supplies if you swear to leave. He will not sail with you. He will wait for any other ship.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 167222,
        "Name": "It takes little time to prepare",
        "Description": "It appears the price of silk is likely to rise quite quickly in the near future."
      },
      "Id": 138298,
      "Name": "Compile a Port Report",
      "Description": "The Admiralty will want to know about this. They perhaps do not need to know all the details."
    },
    {
      "DefaultEvent": {
        "Id": 182370,
        "Name": "An unseemly brawl",
        "Description": "The blemmigan whirls across the quay and under an upturned boat, occasioning some alarm. Gone from your life! Your duty is done!\r\n\r\nNot quite. With a furious insectile screech, sorrow-spiders converge on the boat. The blemmigan is driven into the open! It smashes one spider-carapace with its beak, vaults another spider in a flash of fungal dexterity, fences tendril-to-chelicerae with a third as they both dash up a wall. Then it's gone into the webs, its hyphal slimes protecting him from their sticky adhesions. Spiders pour after it. Who will know its end? Not you. You had nothing to do with this. If anyone asks, you were probably never even here."
      },
      "Id": 147563,
      "Name": "Put a blemmigan ashore",
      "Description": "Dark and dank: just how they like it."
    },
    {
      "DefaultEvent": {
        "Id": 169608,
        "Name": "You do have the moral high ground, right?",
        "Description": "One day, perhaps you will convince yourself."
      },
      "Id": 139716,
      "Name": "Leave the Nativity",
      "Description": "You've done all you can do here. Still, at least you can tell yourself that you have the high moral ground."
    }
  ]
}