{"ChildBranches": [{"DefaultEvent": {"Description": "$Saviour's Rocks -> 救い主の岩礁$The silk of Saviour's Rocks is beloved throughout the Neath. Most do however try not to give too much thought to where it originally comes from.",
                                     "LinkToEvent": {"Id": 167223}, "Name": "A splendid deal",
                                     "Id": 167224},
                    "RareDefaultEvent": {"Description": "With a little help from your silver tongue, you talk the merchant's price down a little.",
                                         "Name": "An excellent deal!", "Id": 168211},
                    "Name": "Haggle with a silk trader",
                    "Description": "$Fallen London -> フォールン・ロンドン$It would be a shame not to purchase some silks while here. The merchants of Fallen London always overprice them so terribly.",
                    "ButtonText": "", "Id": 138299},
                   {"DefaultEvent": {"Description": "The tomb-colonies will be a fitting retirement. In time, perhaps he will recover from his ordeal. For now though a sealed box in the hold awaits.",
                                     "LinkToEvent": {"Id": 167223},
                                     "Name": "$Fallen London -> フォールン・ロンドン$There is no returning to Fallen London",
                                     "Id": 167329},
                    "Name": "$Venderbight -> ヴェンダーバイト$A new resident for Venderbight",
                    "Description": "The Former Captain of the Nocturne prays that the compassion of a fellow captain will provide him passage.",
                    "ButtonText": "", "Id": 138374},
                   {"DefaultEvent": {"Description": "$[Ss]orrow-spider -> 悲哀蜘蛛$The silk traders don't talk much. In particular, they don't talk of the sorrow-spiders at their feet, over their heads or crawling over them as they sleep. Spiders? We'll not be having that kind of talk about the generous neighbours, they say with haste, in raised voices.",
                                     "LinkToEvent": {"Id": 167223},
                                     "Name": "An off-the-cuff, scripted response", "Id": 167330},
                    "Name": "$Port Report -> 港湾報告書$Compile a Port Report",
                    "Description": "The silk-traders are back at work. It's lonely and isolated work though; a trade of news should go down well.",
                    "ButtonText": "", "Id": 138375},
                   {"DefaultEvent": {"Description": "$Officer -> オフィサー, Saviour's Rocks -> 救い主の岩礁$The Haunted Doctor hurries aboard the ship. He pauses, looking at the cursed wasteland of Saviour's Rocks. \"The Lady said I would never be able to get it back once it was thrown away. I see she was... never mind. Is this my cabin? Yes. It is more than I deserve.\" [Appoint your new Officer by dragging him from the Officers tab to his slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "Welcome aboard!", "Id": 180509},
                    "Name": "The Haunted Doctor",
                    "Description": "$[Ss]orrow-spider -> 悲哀蜘蛛$\"Please. I must leave this terrible place. The sorrow-spiders will not take me back. Please.\" [The Haunted Doctor increases Hearts and Pages.]",
                    "ButtonText": "", "Id": 146349},
                   {"DefaultEvent": {"Description": "$[Ss]orrow-spider -> 悲哀蜘蛛, [Bb]lemmigan -> ブレミガン$The blemmigan whirls across the quay and under a silk-merchant's stall, occasioning some alarm. Gone from your life! Your duty is done!\u000d\u000a\u000d\u000aNot quite. With a furious insectile screech, sorrow-spiders converge on the stall. The blemmigan is driven into the open! It smashes one spider-carapace with its beak, vaults another spider in a flash of fungal dexterity, fences tendril-to-chelicerae with a third as they both dash up a wall. Then it's gone into the webs, its hyphal slimes protecting him from their sticky adhesions. Spiders pour after it. Who will know its end? Not you. You had nothing to do with this. If anyone asks, you were probably never even here.",
                                     "Name": "An unseemly brawl", "Id": 182368},
                    "Name": "$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "Dark and dank: just how they like it.",
                    "ButtonText": "", "Id": 147561}],
 "Description": "$Nativity -> ネイティビティ$With the Festival of Silk over, the Nativity returns to its usual grey gloom. The people work under the silent but omnipresent supervision of their 'generous neighbours', dreaming of the day a year hence when colour will again be permitted in their lives.",
 "Name": "$Nativity -> ネイティビティ$The Port of the Nativity",
 "Id": 167223}
