{"ChildBranches": [{"DefaultEvent": {"Description": "She suspects nothing. None of them do. There's probably still time. Time enough not to rush.",
                                     "LinkToEvent": {"Id": 167215},
                                     "Name": "A Weaver smiles as you warm yourself", "Id": 167357},
                    "Name": "On second thoughts...",
                    "Description": "Even if it went well, you might not survive the reprisal.",
                    "ButtonText": "", "Id": 138392},
                   {"SuccessEvent": {"Description": "$sorrow-spider -> ソロウ・スパイダー$Tearing a torch from the wall, you throw it deep into the Tree of Seasons. The ancient webs catch fire instantly, spreading quickly as the screams of the captives join those of the Weavers and Widows and the burning spider-council in a cacophony of pain and anger and fury and gratitude.\u000d\u000a\u000d\u000aThe sorrow-spiders surge as one, but while this is their domain, the zee is yours and it is only one crazed dive from the walls away. The rush of air explodes into an ice-cold blackness as the water tries to pull you down, but you fight it; fight the cuts and the bites and the poison surging through your system as you swim for your life. Finally, the shadows are still enough to risk dragging yourself ashore. As you collapse, you see the ship... not far, not far... close enough for the crew to send rescue... barely a heartbeat before all goes black.",
                                     "Name": "For the fallen! For those who will not be taken!",
                                     "Id": 168209},
                    "DefaultEvent": {"Description": "$sorrow-spider -> ソロウ・スパイダー$Tearing a torch from the wall, you throw it deep into the Tree of Seasons. The ancient webs catch fire instantly, spreading quickly as the screams of the captives join those of the Weavers and Widows and the burning spider-council in a cacophony of pain and anger and fury and gratitude.\u000d\u000a\u000d\u000aThe sorrow-spiders surge as one, tearing your flesh into ribbons as you flail helplessly towards the cliffside in a cloak of legs and fangs. The black zee embraces you, salting the wounds until unconsciousness beckons. If you're lucky, you'll be fished out by a friendly face. For now, there is only the memory of a nightmare not yet escaped.",
                                     "Name": "For the fallen! For those who-", "Id": 167356},
                    "Name": "Yes! Burn the Tree of Seasons!",
                    "Description": "The tree, the spider-council, the island itself if you can!",
                    "ButtonText": "", "Id": 138391}],
 "Description": "A deep breath. A moment to collect your thoughts. Even if you escape alive, it will not be without cost.",
 "Name": "Burn the Tree of Seasons", "Id": 167355}