{"ChildBranches": [{"DefaultEvent": {"Description": "Eighteen years ago, the Nocturne was lost in the vicinity of Saviour's Rocks. It is a story every zailor knows; the tale of the webbed ship and its vanished crew.\u000d\u000a\u000d\u000a\"We seek a certain...\" The Emissary of Spiders pauses, smiles. \"Pardon the secrecy, but I fear discretion must be at the heart of our endeavour. Suffice it to say, there is a matter of the gravest importance tied to that ship and you shall, if you are deserving of this commission, most assuredly know it when you see it. Bring it here to us, and you shall be most richly rewarded.\"\u000d\u000a\u000d\u000aHis tone is warm and words sincere. He has clearly practiced much to make them so.",
                                     "LinkToEvent": {"Id": 167501},
                                     "Name": "\"A simple matter, for one with perception...\"",
                                     "Id": 167502},
                    "Name": "The Secret of the Nocturne",
                    "Description": "The Emissary of Spiders patiently explains what service his masters require.",
                    "ButtonText": "", "Id": 138484},
                   {"DefaultEvent": {"Description": "'The Tree of Ages!' The Emissary of Spiders assures you that it's merely a tale: one invented to scare children and brain-addled zailors. With no offence intended to present company, of course.\u000d\u000a\u000d\u000a\"After all, I fear even the minikin masters would struggle to operate such a vessel. If it <i>did</i> exist. As for we who are honoured to serve...\" he taps his blindfold, \"I fear you do rather have the advantage on us there. Do we have a compact?\"",
                                     "LinkToEvent": {"Id": 167501},
                                     "Name": "\"Oh, my. Such pervasive propaganda...\"",
                                     "Id": 167646},
                    "Name": "What of the Tree of Ages?",
                    "Description": "A question! Why can the sorrow-spiders not send their own vessel to handle this problem?",
                    "ButtonText": "", "Id": 138577},
                   {"DefaultEvent": {"Description": "But there is only one way to find out what.\u000d\u000a\u000d\u000a\"A simple task, is it not?\" says the Emissary of Spiders, no longer encumbered by his masters. He claps you on the shoulder. \"Do not of course neglect light to aid your search. Candles, yes. Candles enough to scare away the ghosts and burn the very skies a verdant green.\"",
                                     "Name": "There is more to this than there appears",
                                     "Id": 167650},
                    "Name": "Accept",
                    "Description": "Whether this is a task you actually intend to undertake or not, it would not be a wise one to openly refuse.",
                    "ButtonText": "", "Id": 138579},
                   {"DefaultEvent": {"Description": "\"These are dangerous waters. One never knows who might be listening,\" confides the Emissary of Secrets. \"Trust in the pernicious masters, that they would not ask were you to lack the necessary wisdom.\"\u000d\u000a\u000d\u000aThat hardly suffices! But it is clear it is all you will get.",
                                     "LinkToEvent": {"Id": 167501},
                                     "Name": "It is too delicate a matter for specificity",
                                     "Id": 167659},
                    "Name": "Demand more information",
                    "Description": "Why can't these spiders just tell you what they want?",
                    "ButtonText": "", "Id": 138585}],
 "Description": "The Emissary of Spiders stands before the Tree of Seasons, vast ranks of his masters sitting still as the rocks on its webbed branches. The subject of their interest: the legendary lost ship, the Nocturne.",
 "Name": "A council of sorrow", "Id": 167501}
