{
  "Id": 167523,
  "Name": "The Secret of the Nocturne",
  "Description": "Under the webs and years of grinding salt, the Nocturne remains untouched. But what do the sorrow-spiders want from its carcass?",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 167608,
        "Name": "If so, it is not clear why",
        "Description": "Unless they long for musical instruments, half-finished poetry, or a clock that is not even right once a day, there is little here they might want."
      },
      "Id": 138558,
      "Name": "Search the regular cabins",
      "Description": "Perhaps it was not the Nocturne itself, but a passenger that drew the sorrow-spiders' interest?"
    },
    {
      "DefaultEvent": {
        "Id": 167611,
        "Name": "Paraphernalia, rot, nothing!",
        "Description": "What do those accursed spiders want? Why could they not be more specific?"
      },
      "Id": 138560,
      "Name": "Into the darkest reaches",
      "Description": "Every corner, every inch... the Nocturne's secret will be found."
    },
    {
      "DefaultEvent": {
        "Id": 167612,
        "Name": "Being a Detailed Study of the Lost Creatures of the Deeper Uncharted Unterzee by K. L. Stalveis ",
        "Description": "It is an unfinished treatise, the few completed sections a masterwork in turning forbidden knowledge into tiresome ephemera. The pictures however show great underwater beasts unlike any you have ever before heard witnessed. A theme of tentacles and madness persists throughout, until in the end even the once-copperplate handwriting is simply a scrawl. \r\n\r\nSurely, this must be it. If not, whatever the sorrow-spiders seek is too well hidden or has long since been taken by one unfearing of Salt's wrath."
      },
      "Id": 138561,
      "Name": "A Young Scholar's Notebook",
      "Description": "Aha! In theory at least, a most illuminating tome!"
    },
    {
      "DefaultEvent": {
        "Id": 168231,
        "Name": "There will be reward later",
        "Description": "For now, all that matters is the search."
      },
      "Id": 138912,
      "Name": "Take nothing. Touch nothing.",
      "Description": "To rob a half-drowned ship of valuables is against the code of the zee... even if nobody is watching."
    },
    {
      "DefaultEvent": {
        "Id": 168232,
        "Name": "Empty corridors, untouched rooms",
        "Description": "The sorrow-spiders took little from the Nocturne save its crew. Their attack froze it in time, from the broken glass of a long-dried out brandy decanter to the still damp charcoal in the extinguished engines."
      },
      "Id": 138913,
      "Name": "Explore the lower levels",
      "Description": "You are alone here... right?"
    },
    {
      "DefaultEvent": {
        "Id": 168234,
        "Name": "Soft pillows. Warm sheets.",
        "Description": "An acquired taste for those who value comfort. No secrets however, at least none on open display."
      },
      "Id": 138914,
      "Name": "Search the stateroom",
      "Description": "As close to luxury as one can expect on the zee. Whoever stayed here was blessed indeed."
    },
    {
      "DefaultEvent": {
        "Id": 168236,
        "Name": "Nothing but darkness",
        "Description": "Everyone had best hurry. These candles will not last forever. Nor will the solitude."
      },
      "Id": 138915,
      "Name": "Check in with the rest of the crew",
      "Description": "They are being quiet. Entirely too quiet."
    },
    {
      "DefaultEvent": {
        "Id": 168221,
        "Name": "Ghosts of the Nocturne",
        "Description": "It is said that the Nocturne was sunk by the Tree of Ages, the fist of the sorrow-spiders. If any ship was going to have ghosts, it would be this one. What else could it be?"
      },
      "Id": 138909,
      "Name": "A moment's fear",
      "Description": "A sliver of ice down the spine. A hot sweat. The sense of something watching, from within or without."
    },
    {
      "DefaultEvent": {
        "Id": 167906,
        "Name": "An unseeing eye is watching",
        "Description": "There are probably no ghosts on the Nocturne. That does not preclude there being some kind of curse."
      },
      "Id": 138713,
      "Name": "A sudden cold shiver",
      "Description": "Is there someone behind you? No, further than that. Much further. But getting closer."
    },
    {
      "DefaultEvent": {
        "Id": 168223,
        "Name": "A long, long wait",
        "Description": "A flare goes up from the Nocturne. It's safe. The wait has not however been good for crew morale."
      },
      "Id": 138911,
      "Name": "Send a pair of scouts in first",
      "Description": "It is unlikely that anything is lurking, but..."
    },
    {
      "DefaultEvent": {
        "Id": 168222,
        "Name": "A forest of nightmares",
        "Description": "The dry webbing winds round your limbs and gets in your mouth as you hack through it. Why do the sorrow-spiders feel so compelled to leave their mark like this? What do they hope to catch out here?"
      },
      "Id": 138910,
      "Name": "Lead the boarding party",
      "Description": "Gaining entrance will mean hacking through a forest of old spider-webs. You will show the crew there is nothing to fear."
    },
    {
      "DefaultEvent": {
        "Id": 167606,
        "Name": "A ship of memories, not clues",
        "Description": "Along with the scattered bottles of mushroom wine, his logs tell the tale of a ship with an interesting history. There is nothing about anything it may have discovered this far from home however. At least, not in any form a fellow zailor might observe."
      },
      "Id": 138557,
      "Name": "Search the Captain's cabin",
      "Description": "Who could better know the ship's secrets?"
    },
    {
      "DefaultEvent": {
        "Id": 167524,
        "Name": "The Nocturne had many passengers...",
        "Description": "A true zailor takes on as few passengers as possible, unless they're nailed up in the hold like the better-behaved tomb-colonists. The Nocturne had musicians and poets and scholars on board when it met its fate. Their baggage contains little of interest though; or at least, nothing particularly relevant."
      },
      "Id": 138499,
      "Name": "Search the cargo hold",
      "Description": "You don't know what you're looking for, you don't know if you'll know it when you see it, you don't know why it's important... but at least you know it's here. Isn't it?"
    },
    {
      "DefaultEvent": {
        "Id": 167617,
        "Name": "A sudden taste of blood and salt",
        "Description": "What was that? It was probably nothing. These extra coins will do far more good in your pocket than at the bottom of the zee."
      },
      "Id": 138563,
      "Name": "A little bonus",
      "Description": "The Nocturne's passengers left no shortage of delightful artefacts behind when they were taken. The crew would not approve. But the crew is not watching right now."
    }
  ]
}