{
  "Id": 167539,
  "Name": "The Final Voyage of the Nocturne",
  "Description": "You'd never get her back to Fallen London, but she might just survive the trip to Saviour's Rocks.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 167540,
        "Name": "Ship-shape, Venderbight fashion",
        "Description": "Water drips into the cargo hold, the engine screams in protest, and most of the guns are too rusted over to fire. Still, she's ready to sail, if treated gently."
      },
      "Id": 138508,
      "Name": "Repair the Nocturne",
      "Description": "These supplies and a little zailor ingenuity will have her ready for the trip in no time. "
    },
    {
      "DefaultEvent": {
        "Id": 167687,
        "Name": "The wake barely disturbs the zee",
        "Description": "Bringing supplies was wise. A good book might have been wiser."
      },
      "Id": 138602,
      "Name": "Slow sailing",
      "Description": "If you didn't know better, you'd think you weren't even moving."
    },
    {
      "DefaultEvent": {
        "Id": 167691,
        "Name": "His body is broken, but his mind remains sharp",
        "Description": "For now, at least. Wrapped in fresh bandages to cover his hollow eyes and his borrowed clothes hanging off his emaciated arms, he looks like the kind of corpse even a tomb colonist would think twice to be seen with. Being in his old cabin however does appear to be soothing what pain the wine cannot. He will be ready, if trouble strikes."
      },
      "Id": 138605,
      "Name": "A moment's reflection",
      "Description": "The Former Captain of the Nocturne sits in his one-time cabin, remembering the taste of mushroom wine."
    },
    {
      "DefaultEvent": {
        "Id": 167740,
        "Name": "A terror from the deep",
        "Description": "\"The spiders- the duplicitous spiders will pay their due - \" he whispers, nails digging deep enough into his skull to draw blood. \"Abandon the vessel. Absolve yourself in the depths. This shall be your only... your only warn - \"\r\n\r\nHe collapses, unconscious. Outside, a heavy wave sends the Nocturne rolling. The cracking of its hastily patched hull echoes as it strains to keep out the water."
      },
      "Id": 138630,
      "Name": "A crew member screams in agony",
      "Description": "It echoes through the empty corridors."
    },
    {
      "DefaultEvent": {
        "Id": 167741,
        "Name": "There is no talking it down.",
        "Description": "Battle begins!"
      },
      "Id": 138631,
      "Name": "A monster from the depths!",
      "Description": "It rises, the Avaricious Lorn-Fluke. Encrusted with weeds and long-forgotten treasures, it heads towards the Nocturne with a singular purpose."
    },
    {
      "DefaultEvent": {
        "Id": 168483,
        "Name": "\"Shadow, cap'n. Just a sha... Won't happen again.\"",
        "Description": "He shuffles to the engine room, still shivering."
      },
      "Id": 139019,
      "Name": "A crewman yelps in sudden fright",
      "Description": "It's probably nothing. Probably..."
    },
    {
      "DefaultEvent": {
        "Id": 167690,
        "Name": "Was that something moving, out in the dark?",
        "Description": "No, it's nothing. Or not something to worry about anyway. Perhaps the ripples of a fallen stalactite."
      },
      "Id": 138604,
      "Name": "Look out to the zee",
      "Description": "The Nocturne's lights are low, but the creatures of the zee can see even tiny glimmers without squinting."
    },
    {
      "DefaultEvent": {
        "Id": 168484,
        "Name": "A basic patch job",
        "Description": "There's still a drip, but it's under control."
      },
      "Id": 139020,
      "Name": "A leak in the cargo bay!",
      "Description": "It's small, but persistent. "
    }
  ]
}