{
  "Id": 167637,
  "Name": "A council of joy",
  "Description": "The sorrow-spiders have reconvened to hear of your progress. A stench of impatience fills the air.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 167638,
        "Name": "A sense of apathy prevails",
        "Description": "\"Indeed, a splendid prize, I have no doubt,\" says the Emissary of Spiders, handing it off to a Widow without even breaking open the pages. \"But what of the ship? Did you encounter any... resistance?\""
      },
      "Id": 138573,
      "Name": "Present the Young Scholar's Notebook",
      "Description": "You have your doubts about its veracity. Still, if there was a secret to be found on the Nocturne, it surely lies within these pages."
    },
    {
      "DefaultEvent": {
        "Id": 167719,
        "Name": "The spider-council chitters with excitement",
        "Description": "\"Yes. Yes, I fear that we have not been strictly honest in our dealings,\" the Emissary of Spiders says, with no hint of guilt or remorse, or even a sense that this should come as a surprise.\r\n\r\n\"Permit me to... share a story. It was, I believe, a century ago that the myopic masters forged a deal with a great beast, an Avaricious Lorn-Fluke. It would provide...\" He pauses at the stern bite of a sorrow-spider... \"A service, yes. In exchange, secrets. One hundred years of the secrets its service would allow to be harvested.\"\r\n\r\nHe leans in. \"For the sake of all that is and all that is to come, some secrets can never be shared.\""
      },
      "Id": 138618,
      "Name": "The unseeing eye in the dark",
      "Description": "You were watched. It can not have been a coincidence."
    },
    {
      "DefaultEvent": {
        "Id": 167720,
        "Name": "The spider-council chitters suspiciously",
        "Description": "\"How curious.\" The Emissary of Spiders is silent for a moment, listening to his masters. He nods. \"I fear to tell you that I may have not been entirely honest in our dealings thus far.\"\r\n\r\n\"Permit me to... share a story. It was, I believe, a century ago that the myopic masters forged a deal with a great beast, an Avaricious Lorn-Fluke. It would provide...\" He pauses, a sorrow-spider biting him sternly... \"A service, yes. In exchange, secrets. One hundred years of the secrets its service would allow to be harvested.\"\r\n\r\nHe leans in. \"But for the sake of all that is and all that is to come, <i>some</i> secrets can <i>never</i> be shared.\""
      },
      "Id": 138619,
      "Name": "Volunteer nothing",
      "Description": "You're being played. Ominous."
    },
    {
      "DefaultEvent": {
        "Id": 167721,
        "Name": "An abandoned vessel. An abandoned secret.",
        "Description": "Does this mean the sorrow-spiders discovered something so terrible, or so important, that they decided not even they should know it? That seems most out of character. Unless they were simply waiting until their deal expired to stake a claim...\r\n\r\n\"I can neither confirm, nor deny, of course,\" says the Emissary of Spiders. \"What matters at this present juncture is the vessel. It must be removed from the geometry, and the reach of the unworthy. The intractable masters demand this be done.\""
      },
      "Id": 138620,
      "Name": "A secret that worries even the sorrow-spiders?",
      "Description": "You're getting out of your depth now."
    },
    {
      "DefaultEvent": {
        "Id": 167722,
        "Name": "An excited chittering fills the air",
        "Description": "The Emissary of Spiders smiles. \"Excellent. I eagerly await the news of your success.\""
      },
      "Id": 138621,
      "Name": "Agree",
      "Description": "They're not telling you something, of course. But you've seen this out so far..."
    },
    {
      "DefaultEvent": {
        "Id": 167723,
        "Name": "An angry chattering fills the air",
        "Description": "The Emissary of Spiders silences the chattering with a weary wave. \"Our enemies will already consider you their enemy, too. I suggest you make the best of the situation. Lorn-Flukes are not famed for their forgiving nature. But it will be as you wish.\" [You can continue or ignore the spiders' mission, as you prefer.]"
      },
      "Id": 138622,
      "Name": "Refuse",
      "Description": "They're not telling you something, of course. And you refuse to be the pawn of sorrow-spiders."
    },
    {
      "DefaultEvent": {
        "Id": 167728,
        "Name": "The Emissary of Spiders escorts you to port",
        "Description": "He looks forward to seeing you at the Festival of Silk, once the task has been completed."
      },
      "Id": 138625,
      "Name": "Leave the Web of Stone",
      "Description": "It is time to end this."
    },
    {
      "DefaultEvent": {
        "Id": 167724,
        "Name": "Fruits of the zee are not to be relinquished",
        "Description": "They are angry at the mere thought of giving up one of their prizes. You try every diplomatic trick up your sleeve, but they merely take them as insults."
      },
      "Id": 138623,
      "Name": "Negotiate for the Captain of the Nocturne",
      "Description": "The sorrow-spiders have him within their Tree of Seasons. Nobody knows a ship better than its captain. His advice would be invaluable on this task."
    },
    {
      "DefaultEvent": {
        "Id": 167726,
        "Name": "Fruits of the zee are not to be relinquished",
        "Description": "They are angry at the mere thought of giving up one of their prizes. Your attempt at an ultimatum almost leads to violence, calmed only by the Emissary of Spiders' long experience at handling his masters."
      },
      "Id": 138624,
      "Name": "Demand the Captain of the Nocturne",
      "Description": "If they want your help with this, they can start giving you some real assistance, not lies!"
    }
  ]
}