{
  "Id": 168541,
  "Name": "The Honeyed Tongue",
  "Description": "Entering the brothel is like sliding into the dream of a Surface orientalist: jewel-embroidered cushions, bright silk drapes, gilded statues of elephants, sun bears and clouded leopards. Silver censers release curling plumes of rose-scented smoke into the air.\r\n\r\nThe courtesans are red-lipped and kohl-smudged. When you catch their eyes, they smile back at you with professional interest. [Your actions will attract the Pirate-King's notice. You need 5 x Pirate-King's Notice to gain an offer from a Patron.]",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 168542,
        "Name": "",
        "Description": ""
      },
      "Id": 139062,
      "Name": "A meeting with the King's Claw",
      "Description": "The Claw keeps a suite in the maze of corridors above the brothel."
    },
    {
      "DefaultEvent": {
        "Id": 168571,
        "Name": "",
        "Description": "It is not easy to create an amorous mood between a nectar-maddened bee and a chanting Melliferous Sister. Luckily, the courtesan you selected takes the situation as something of a professional challenge. You emerge from the encounter a few hours later, smiling and thoroughly rumpled. \r\n\r\nThe Melliferous Sister collects the cage, and gives you a small nod. Your duty is, as it were, discharged."
      },
      "Id": 139080,
      "Name": "Isery's Experiment: A purposeful assignation",
      "Description": "The courtesans at the Honeyed Tongue are warm and accommodating, if you have the coin. "
    },
    {
      "DefaultEvent": {
        "Id": 168572,
        "Name": "",
        "Description": "You tell the Melliferous Sister to stay close, and approach the zailor's table. \"Captain!\" she says happily. She tries to stand, which is when you slice through the tendons of her leg with a swift flick of your sword. \r\n\r\nShe collapses on the floor with a shuddering scream. You very deliberately make your eyes cold and empty before you meet hers, and you can almost smell her responding fear. That should do. The Melliferous Nun gives you a small nod, and carries the cage away to your Patron. You put your zailor out of her misery."
      },
      "Id": 139081,
      "Name": "Isery's Experiment: Sacrifice a member of your crew",
      "Description": "She is unwarily drunk on mushroom-wine, and sitting alone. Fear is an intense emotion, and one you can easily provoke."
    },
    {
      "DefaultEvent": {
        "Id": 169186,
        "Name": "",
        "Description": "One of the nearby courtesan's eyebrows lifts infinitesimally, but his reply is practiced. \"When lamplighter bees suck the nectar of the crimson strain of exile's rose, they are driven to madness. They enter the brains of humans and harvest their memories.\" He shudders, as though imagining the process himself. \"Those memories are instilled in red honey. Each sip is a burst of memory on the tongue.\"\r\n\r\n\"Deliciously <i>awful</i>, isn't it?\" He flutters his dyed feather fan."
      },
      "Id": 139431,
      "Name": "Ask what red honey is",
      "Description": "You know, of course. Only, the <i>particulars</i> may have slipped your mind. "
    },
    {
      "DefaultEvent": {
        "Id": 169205,
        "Name": "",
        "Description": "\"They're all tending the gardens now!\" she wails, and begins to weep again. \"My poor crew.\"\r\n\r\nYou wait for a hitch in the sobs, and inquire further. It is a slow, delicate business drawing answers out of her, but you are nothing if not perseverant. It seems her crew was conscripted by the Lady of the Gardens, and that their duties are something far worse than horticulture. You leave her reciting the names of her lost zailors, and commending them to Salt's mercy."
      },
      "Id": 139443,
      "Name": "Comfort a zee-captain",
      "Description": "A zee-captain is weeping gently into a courtesan's bosom, muttering of her lost crew, and rose gardens."
    },
    {
      "DefaultEvent": {
        "Id": 169216,
        "Name": "",
        "Description": "You touch your cat's eye brooch, and the zee-captain chortles. \"The Pirate-King is watching you! Indeed he is, though not many see him these days. The people <i>you</i> want to watch out for are the King's Claw and the Lady of the Gardens. The Claw makes sure everyone keeps in line on the island, and the Lady - well, she's the keeper of the Cage-Gardens. Where they extract - um.\" \r\n\r\nHe seems to remember himself, all of a sudden, and blanches. \"Er. Forget I said any of that, will you, [q:Addressed As]?\""
      },
      "Id": 139451,
      "Name": "Swap tales with a honey-smuggler",
      "Description": "A few rousing zee-stories should loosen his tongue about the mysterious Pirate-King."
    },
    {
      "DefaultEvent": {
        "Id": 168573,
        "Name": "",
        "Description": "The Catties are, unfortunately, far more accustomed to bar-brawls than you are, and even better at quashing them. You are firmly ejected from the Honeyed Tongue, and have to endure the Melliferous Sister's exasperated sighs. It seems you will have to try some other method."
      },
      "Id": 139082,
      "Name": "Isery's Experiment: Start a bar-fight",
      "Description": "Easy enough in a crowd such as this one, and guaranteed to generate intense feeling. The question is: do you dare?"
    }
  ]
}