{"ChildBranches": [{"DefaultEvent": {"Description": "$lamplighter bee -> 灯点けミツバチ, Isery -> イザリー$Isery packs you off to the Honeyed Tongue, reasoning that emotions are bound to run high in its silk-clad rooms. The Melliferous Sister follows behind you, holding a crazed lamplighter bee in a filigreed cage. She mutters susurrating prayers under her breath.",
                                     "LinkToEvent": {"Id": 168541}, "Name": "", "Id": 168569},
                    "Name": "A passion for science",
                    "Description": "\"I'll send a Melliferous Sister with you. Just expose the bee to intense emotion. Pick one - and don't get too fancy.\"",
                    "ButtonText": "", "Id": 139078},
                   {"DefaultEvent": {"Description": "$Isery -> イザリー$\"Have you no scientific interest? None at all?\" Isery looks bewildered. \"I knew an intern like you, back when I was at Infernal Rarefactions. Found her drowned in a cucumber sandwich one afternoon. Quite put me off my lunch.\"\u000d\u000a\u000d\u000aThey dismiss you, and you leave with alacrity. You doubt your services will be required again.",
                                     "Name": "", "Id": 168570},
                    "Name": "Perhaps not",
                    "Description": "$Isery -> イザリー$You are not sure that maddened bees and intense emotions should be mixed, especially not near your own precious person. [Refusal will lock you out of Isery's patronage.]",
                    "ButtonText": "", "Id": 139079}],
 "Description": "$lamplighter bee -> 灯点けミツバチ, Alarming Scholar -> 不安を催させる学者, Isery -> イザリー$The next time you are summoned to see your Patron, it is not in their offices at the Honeyed Tongue. Instead you find yourself in a well-lit laboratory of book-lined walls and delicate equipment. Isery does not pause in their task of pouring red honey into a cucurbit flask.\u000d\u000a\u000d\u000a\"It is possible to encourage lamplighter bees to seek out one kind of memory over another,\" they announce, without any preamble. \"It's all about what you expose the bee to, once it has drunk the maddening nectar of the crimson roses. But it is an uncertain process. Full of guesswork. The Alarming Scholar and I have been trying to... apply the scientific method, you could say.\"\u000d\u000a\u000d\u000aThey look fond for a moment, soft. \"I require you to perform a little experiment for me. Shouldn't take long.\"",
 "Name": "Experiments in Red Honey", "Id": 168568}
