{"ChildBranches": [{"DefaultEvent": {"Description": "$Visage -> ヴィシージ$Moon-Moth unfolds and folds its wings. \"Not suitable,\" it says. \"On Visage everyone is masked. To walk on the island with your own face would give scandal.\"",
                                     "LinkToEvent": {"Id": 168633}, "Name": "No?", "Id": 168634},
                    "Name": "Ask to go about without any mask",
                    "Description": "Your own fair face will do for you, thanks very much.",
                    "ButtonText": "", "Id": 139123},
                   {"DefaultEvent": {"Description": "$Visage -> ヴィシージ$Moon-Moth explains: each mask declares a different intention towards the denizens of Visage, and must be accompanied by suitable behavior. The Frog is for visitors who, though perhaps clumsy and unfamiliar with local etiquette, have come in order to observe local ways and to make uncouth comments about them. \u000d\u000a\u000d\u000aThe Locust is for those who seek profit in Visage and would carry away as many goods as possible.\u000d\u000a\u000d\u000aYou prompt about the Bat. Moon Moth hesitates. \"Bat is an ill-omened visitor. Sent as a messenger or a spy. Bat always dies.\"",
                                     "LinkToEvent": {"Id": 168633}, "Name": "Assorted pestilences",
                                     "Id": 168635},
                    "Name": "Ask the significance of the masks",
                    "Description": "Maybe there's more to it than a question of aesthetic taste.",
                    "ButtonText": "", "Id": 139124},
                   {"DefaultEvent": {"Description": "Moon-Moth lifts the mask and places it over your head. The eye holes are large and they are fitted with spectacles. These improve your view of the environment, though you must look bulb-eyed from the outside. There is also a mechanism attached to the mouth piece which magnifies any sounds you make, even your breathing. You start to thank the Moon-Moth and it comes out as a booming croak.\u000d\u000a\u000d\u000a\"May you profit from your visit in knowledge,\" says Moon-Moth. Its wings fold neatly over its back.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "Brekkekkekek",
                                     "Id": 168636},
                    "Name": "Choose the frog mask", "Description": "It looks curious.",
                    "ButtonText": "", "Id": 139125},
                   {"DefaultEvent": {"Description": "Moon-Moth settles the locust mask over your head. The eyeholes are covered with a thin gold film through which valuable objects gleam more brightly.\u000d\u000a\u000d\u000a\"May you find a happy harvest,\" says Moon-Moth. \u000d\u000a\u000d\u000aThen, when you have partly turned away, it double-knots the ties on its purse, as though you're likely to pick its pockets. Doesn't it know you can see it?",
                                     "LinkToEvent": {"Id": 168605}, "Name": "Hunger for all things",
                                     "Id": 168637},
                    "Name": "Choose the locust mask",
                    "Description": "It looks voracious.", "ButtonText": "",
                    "Id": 139126},
                   {"DefaultEvent": {"Description": "Moon-Moth spreads and folds its wings. (Are those part of the moth costume? It looks that way, but one cannot rule out the possibility that Moth has real wings.)\u000d\u000a\u000d\u000a\"My condolences,\" it says, with polite formality, as it sets the bat mask on your face and ties the worn leather straps around the back of your head. The inside of the mask smells of musk.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "Messenger with no message", "Id": 168638},
                    "Name": "Choose the bat mask",
                    "Description": "It looks threatening.", "ButtonText": "",
                    "Id": 139127}],
 "Description": "Masks in an assortment of shapes and colours await.",
 "Name": "Choice of masks", "Id": 168633}