{"ChildBranches": [{"DefaultEvent": {"Description": "$Visage -> ヴィザージュ$Moon-Moth explains. People think it means something like 'library of fragments', but this is wrong.\u000d\u000a\u000d\u000aThe parts in question are like parts in a play. This is where the denizens of Visage come in order to learn how to perform their masks more accurately, more completely, with a truer spirit.",
                                     "LinkToEvent": {"Id": 169406},
                                     "Name": "Filed under M for Masked", "Id": 169407},
                    "Name": "Ask about the purpose of this room",
                    "Description": "What sorts of parts are they, anyway?",
                    "ButtonText": "", "Id": 139580},
                   {"DefaultEvent": {"Description": "Taking the nearest, you read it aloud: 'For guarding against the loss of the heart.' \u000d\u000a\u000d\u000aMoon-Moth takes it from you, rolls it tightly, and returns it to its niche. \"There are as many ways of guarding against the loss of the heart as there are different masks,\" it explains, in that same light and indifferent voice.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "Hearts guarded",
                                     "Id": 169408},
                    "Name": "Study the scrolls in a bumbling way",
                    "Description": "They look very old, after all.", "ButtonText": "",
                    "Id": 139581},
                   {"DefaultEvent": {"Description": "Moon-Moth is startled. Apparently no other Frog has gone so far as to attempt to deface the library's holdings. It gets the pen away from you, expostulating.\u000d\u000a\u000d\u000aLater you find it writing down a record of what you just did. To be added to the Library of Parts, a recollection of what can be expected from frogs.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "Halt there!",
                                     "Id": 169411},
                    "Name": "Write notes in the margins",
                    "Description": "If your frog glove will hold a pen, that is.",
                    "ButtonText": "", "Id": 139584},
                   {"DefaultEvent": {"Description": "$Visage -> ヴィザージュ$You go from niche to niche, putting scrolls into your pockets.\u000d\u000a\u000d\u000aMoon-Moth intervenes. This is a Locust activity, not proper for you at all. It expects you to spy instead. Then it expects you to be taken to the place of execution and hung upside down. This is what happens to Bats in Visage.\u000d\u000a\u000d\u000aThe penalty for misplaying your role is only a little better than the penalty for being a Bat. You end up scarred and maskless, back at the dock.",
                                     "Name": "More of a Locust activity", "Id": 169419},
                    "Name": "Steal what scrolls you may",
                    "Description": "There are a large number of them.",
                    "ButtonText": "", "Id": 139589},
                   {"DefaultEvent": {"Description": "Moon-Moth considers you. Perhaps it thinks you are acting too much like a Frog. Perhaps it thinks this is a Bat gambit to gain favour. Misplaying your role would be bad, and correctly playing the Bat would be worse. \u000d\u000a\u000d\u000aEither way, there are penalties. You end up scarred and maskless, back at the dock.",
                                     "Name": "Infiltrator", "Id": 169420},
                    "Name": "$Visage -> ヴィザージュ$Praise the literary traditions of Visage",
                    "Description": "The scrolls are so numerous, so neatly shelved, so elegantly illustrated.",
                    "ButtonText": "", "Id": 139590},
                   {"DefaultEvent": {"Description": "$Visage -> ヴィザージュ$The ritual is listed yearly for dozens, perhaps hundreds, of years. Each ritual records which citizen cleared the door for entry and which masks were present in the procession. \u000d\u000a\u000d\u000aThere are references, oblique but suggestive, that the ritual began long after the Ear was built, 'when the new people came to Visage.' But why they came, and what happened to the old people, is not recorded.\u000d\u000a\u000d\u000aAnd there is never any record about what was said inside the Ear.",
                                     "Name": "Scroll after scroll", "Id": 169926},
                    "Name": "Look for books about the ritual in the Ear",
                    "Description": "Perhaps there's more for you to understand.",
                    "ButtonText": "", "Id": 139897},
                   {"DefaultEvent": {"Description": "$Visage -> ヴィザージュ$You sift through past records. The ritual is listed yearly for dozens, perhaps hundreds, of years. Each ritual records which citizen cleared the door for entry, and which masks were present in the procession. \u000d\u000a\u000d\u000aThere are references, oblique but suggestive, that the ritual began long after the Ear was built, 'when the new people came to Visage.' But why they came, and what happened to the old people, is not recorded.\u000d\u000a\u000d\u000aAnd then, this most recent ritual: it is recorded as having been \"corrupted by light.\"\u000d\u000a\u000d\u000a \u000d\u000aAh. That will have been you, then.",
                                     "Name": "Scroll after scroll", "Id": 169929},
                    "Name": "Look for books about the ritual in the Ear",
                    "Description": "Perhaps there's more for you to understand.",
                    "ButtonText": "", "Id": 139899},
                   {"SuccessEvent": {"Description": "Gilt-edged scrolls. Papyrus bound with emerald-green silk bands. Poems of the traversal to the realm of the dead. Into your sack they go, leaving the scroll-niches bare.\u000d\u000a\u000d\u000aMoon-Moth does not see what you do. The carapace of your costume hides everything.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "More and more",
                                     "Id": 169415},
                    "DefaultEvent": {"Description": "You are not sneaky enough. Moon-Moth sees what you do, and confiscates the sack bulging beneath your carapace. He does not, however, seem angry. What else would the locust do but take whatever is available to be taken? He awaits you outside the library with unruffled calm.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "As expected...",
                                     "Id": 169414},
                    "Name": "Steal the most valuable-looking scroll for later sale",
                    "Description": "It is the sort of thing a locust might do.",
                    "ButtonText": "", "Id": 139586},
                   {"SuccessEvent": {"Description": "She appears to be reading poetry: something about the blossom that folds away beneath the water at night, and blooms again in the daytime. She frowns as she reads, and goes back over and over the same passages, as though committing them to memory. As though it is very important for her to have every syllable by heart.\u000d\u000a\u000d\u000aShe is too absorbed to notice you there, but the Moon-Moth is not. It does not like to see you interfering, and accuses you of being a Bat in disguise, and casts you out.",
                                     "Name": "Bud and bloom", "Id": 169417},
                    "DefaultEvent": {"Description": "She appears to be reading poetry, but you catch no more than a few references to petals before she sees that you're lurking. Her body folds in on itself, flower returning to bud form.\u000d\u000a\u000d\u000aThe Moon-Moth does not like you doing this. Does not like it, and accuses you of being a Bat in disguise, and casts you out.",
                                     "Name": "Bud form", "Id": 169416},
                    "Name": "Read over Lotus-blossom's shoulder",
                    "Description": "What is that she's studying?", "ButtonText": "",
                    "Id": 139587},
                   {"SuccessEvent": {"Description": "The trouble about your costume is that it amplifies all of your movements; and since everyone is used to hearing you coming and going, even when you succeed in being stealthy, your silence is notable anyway. So it is a considerable coup that you manage to filch one of the scrolls edged in gilt and illustrated in lapis, and tuck it into the giant rubbery belly of your costume.\u000d\u000a\u000d\u000aIt is probably a coincidence that the Moon-Moth declares your visit to be at an end, shortly afterward.",
                                     "Name": "Flop, flop", "Id": 169421},
                    "DefaultEvent": {"Description": "Your every move is exaggerated, made louder and more bumbling, by your foolish costume. Moon-Moth finds you with one big flappy glove wrapped around a gilt-edged scroll. He takes it away and escorts you back to the customs house.\u000d\u000a\u000d\u000a\"If you are greedy, return to us as a locust,\" he says. \"But do not do locust-deeds from under a frog-mask.\"",
                                     "Name": "Not your role", "Id": 169409},
                    "Name": "Steal the most valuable-looking scroll for later sale",
                    "Description": "Not very frog-like, but who cares?",
                    "ButtonText": "", "Id": 139582},
                   {"SuccessEvent": {"Description": "You dip your fingers into a Crocodile's purse and acquire a few coppers from a Heron. The coins here are no more than tiny copper chips each stamped with an eye sigil: the exchange rate must be thousands of these to the Echo, hardly worth taking home.\u000d\u000a\u000d\u000aBut you have acted as a Locust is meant to act, anyhow. There are no scrolls for locusts in the Library of Parts.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "Successful if not wealthy", "Id": 169460},
                    "DefaultEvent": {"Description": "You dip your fingers into a Crocodile's purse and acquire a few coppers from a Heron. From the way the Heron flinches, you know she knows you're there. Apparently it is the etiquette of the place not to prevent a Locust from stealing.\u000d\u000a\u000d\u000aPerhaps for the same reason, the coins are no more than tiny copper chips each stamped with an eye sigil. Practically worthless.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "Ignored",
                                     "Id": 169418},
                    "Name": "Pick the pockets of the readers",
                    "Description": "While they are looking, you can be acquiring.",
                    "ButtonText": "", "Id": 139588}],
 "Description": "Moon-Moth stands to one side, as your escort and tour guide.",
 "Name": "Library of Parts", "Id": 169406}
