{"ChildBranches": [{"DefaultEvent": {"Description": "\"I don't really care about money,\" she confides, as you count out the payment. \"It makes Leopold so happy. It's one of the things I admire about him, his ability to take happiness from little things.\"\u000d\u000a\u000d\u000aYou take that as an oddly coded warning, and resolve to stay out of the Lady's sight for the forseeable future.",
                                     "Name": "", "Id": 169513},
                    "Name": "You offer compensation",
                    "Description": "$Zaira -> ザイラ$You name a fair price, and then keep raising it until Zaira sighs in acquiescence. ",
                    "ButtonText": "", "Id": 139652},
                   {"SuccessEvent": {"Description": "$Zaira -> ザイラ$Zaira does not take kindly to being threatened. She pulls a thin dagger from her sleeve and slashes at you. You throw yourself out of the way. The docks are close, and narrow, but you manage to evade her again, then again. She hisses in frustration and stabs one of your crew.\u000d\u000a\u000d\u000a\"I've always wanted to stab someone in the neck. Haven't I? Yes. Yes.\" She wipes off the dagger on her dress, and waggles it at you. \"We are done. We never were. I have already forgotten you.\" She spits at your feet, and walks away.",
                                     "Name": "", "Id": 169515},
                    "DefaultEvent": {"Description": "$Zaira -> ザイラ$Zaira does not waste time with words: she slips a long, thin dagger out of her sleeve and cuts the throats of two of your crew. The dagger is pressed to your own throat before you can even give a shout of horror. \"Violence! I remember violence!\" She laughs breathily. \"Do you think I should kill you?\"\u000d\u000a\u000d\u000aYou don't. You really don't. \"Oh, all right then.\" She shoves you with her free hand, and you tumble into the freezing zeewater. Your crew fish you out once she departs.",
                                     "Name": "", "Id": 169514},
                    "Name": "Threaten her",
                    "Description": "You have your crew with you, and she's some kind of nun, isn't she? She probably abhors violence. Probably.",
                    "ButtonText": "", "Id": 139653}],
 "Description": "$Lady of the Cages -> 檻の婦人, Zaira -> ザイラ$Zaira is waiting for you on the docks, gold-mesh veil fluttering in the brimstone-scented breeze. \u000d\u000a\u000d\u000a\"I much prefer being the Lady of the Gardens than the Lady of the Cages. But. The truth is I am always both.\" Her mouth ticks up. \"What have you done with my lovely red honey?\"",
 "Name": "$Nom[ae]n -> ノーマン$Proper Nomenclature", "Id": 169512}
