{
  "Id": 169521,
  "Name": "Tending the Rose Garden",
  "Description": "Before you is a garden washed with blood. A sea of petalled crimson. They say these particular exile's roses are of a variety cross-bred with a flower from Hell. That would explain the stench of brimstone, underneath the sweetness. \r\n\r\nWinding paths lead to irregular rows of cages, each covered in tangles of thorn and vine. Some of the prisoners inside the cages call out to you, others mutter to themselves, or weep. A few simply stare, hopeless and silent.\r\n\r\n\"Good. You're here.\" Zaira snips a rose-head with her shears. \"I'd like a new addition to the Garden. Could I borrow one of your crew? Well. <i>Have</i> one, really. I doubt you'd want them back, after.\"",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 169545,
        "Name": "",
        "Description": "\"A bit on the scrawny side. But there's a market for depressing memories as well as lovely ones. I suppose that will have to do.\""
      },
      "Id": 139673,
      "Name": "Offer her a prisoner instead",
      "Description": "It was getting tiresome, anyway, having to feed them and listen to them sob."
    },
    {
      "DefaultEvent": {
        "Id": 169551,
        "Name": "",
        "Description": "\"Memories of salt and zee! Mmm. She'll do nicely. Won't you? Yes, I think so. Yes. Have you had a little accident, my dear? No matter, the flowers like the ammonia.\""
      },
      "Id": 139676,
      "Name": "Offer her a crewman",
      "Description": "You just happen to have brought one with you. Handy, that. [You will be well rewarded. Be sure to have 10 free spaces in your cargo hold.]"
    },
    {
      "DefaultEvent": {
        "Id": 169552,
        "Name": "",
        "Description": "The Gall-Eyed Engineer's eyes pulse as she looks around the garden; or maybe she's looking at you. \"This is like the very edge of tears, and nothing like rain,\" she breathes. \"Your face is a sunset, Captain.\"\r\n\r\n\"Oh. Yes! You are exactly right. What a way with words you have.\" Zaira gives the engineer a fond look. \"Your memories are going to be quite the prize, I can tell. I shall have to get you to write them down, so we can compare impressions later. Won't that be fun?\"\r\n\r\nYou leave them chattering together, after making sure the Engineer's cage is properly locked. Perhaps it is better this way? You tell yourself that you have never seen the Engineer happier."
      },
      "Id": 139677,
      "Name": "Offer her the Gall-Eyed Engineer",
      "Description": "Well, it's not like she could go much <i>more</i> insane, is it? [You will be well rewarded. Be sure to have 20 free spaces in your cargo hold.]"
    },
    {
      "DefaultEvent": {
        "Id": 169553,
        "Name": "",
        "Description": "\"What ho, Captain! Jolly strange garden, this, eh?\" You explain matters. To his credit, the Cannoneer only tries to take one swing at you. \"I didn't expect - this outcome isn't on any of my lists!\"\r\n\r\nZaira locks the Cannoneer into the cage personally. \"Saltpetre and lit matches. Hot iron. What memories you must have. Sipping them will be like swallowing an explosion, all fire and light.\" \r\n\r\nThe Cannoneer refuses to look away from you until you make some excuse to leave. They probably won't even recognise you, the next time you return. That's something, at least."
      },
      "Id": 139678,
      "Name": "Offer her the Irrepressible Cannoneer",
      "Description": "You should probably warn her about the Cannoneer's tendency towards explosions. [You will be well rewarded. Be sure to have 20 free spaces in your cargo hold.]"
    },
    {
      "DefaultEvent": {
        "Id": 169566,
        "Name": "",
        "Description": "\"Nightmarish? You really think so? Well, you must have odd dreams.\" Zaira takes a deep breath, and exhales it out all at once. \"This place is full of peace. Do I mean peace? Yes, I think I do. Serenity. Stillness. The roses are innocent, even though they half-sprung from hell. You don't find that worth something? Maybe in your position I'd - well. Then I'd be you, and where would that leave <i>us</i>?\"\r\n\r\nShe brightens all of a sudden. \"Actually, in much the same place. Isn't the universe an odd thing! Goodbye, captain. We won't meet again.\""
      },
      "Id": 139689,
      "Name": "Wait... what?",
      "Description": "Could you have heard her correctly? You're not going to leave one of your crew in this nightmarish place. [Refusal will lock you out of this quest]"
    }
  ]
}