{"ChildBranches": [{"DefaultEvent": {"Description": "$Visage -> ヴィシージ$The question displeases the priests. How ill-omened, even to suggest that the bull might die!\u000d\u000a\u000d\u000aIf it does die, of course (says one in an aside), there will be another born with the same markings, if not on Visage itself, then somewhere around the Unterzee. Apis is never gone, but sometimes his spirit goes astray. \u000d\u000a\u000d\u000aTo show you the sort of markings they mean, they lift its tongue, and show you the jewel-coloured scarab on the underside. It looks more like a tattoo than a birthmark.\u000d\u000a\u000d\u000aThe bull rolls its eyes and pulls its head away.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "Bad question",
                                     "Id": 169903},
                    "Name": "Ask whether the bull will be all right ",
                    "Description": "It doesn't look well.", "ButtonText": "",
                    "Id": 139879},
                   {"DefaultEvent": {"Description": "The priests are not impressed with the offer. Moon-Moths are not supposed to partake in commercial or religious endeavours. Besides, it's plain from your offer that you don't understand the requirements for identifying the Apis bull, including the important rule that there can be only one at a time.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "Perhaps not",
                                     "Id": 169905},
                    "Name": "Offer to sell them a new, undamaged bull",
                    "Description": "You could arrange an import through the proper contacts.",
                    "ButtonText": "", "Id": 139881},
                   {"DefaultEvent": {"Description": "But they aren't precisely pleased, either. In fact, they are highly suspicious of why Moon-Moth would want such a thing until you explain that you need it to educate some especially ignorant and impious visitors.\u000d\u000a\u000d\u000aThen they let you go ahead.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "The priests don't prevent you.", "Id": 169906},
                    "Name": "Collect some of the blood for yourself",
                    "Description": "Perhaps it is a holy relic. Perhaps it could be sold as one to unsuspecting buyers elsewhere.",
                    "ButtonText": "", "Id": 139882},
                   {"DefaultEvent": {"Description": "The tokens are small and not very valuable, as suits your lower rank in the community. The priests arrange them on a table with other small items. \u000d\u000a\u000d\u000aAs you go out, you pass by the more impressive gifts: drafting tools from the Chief Geometer, scales from Jackal, a heap of foreign coin brought home by Crocodile.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "Impeccable",
                                     "Id": 169907},
                    "Name": "Leave a respectful token of offering",
                    "Description": "Even wounded, it remains a god.", "ButtonText": "",
                    "Id": 139883},
                   {"DefaultEvent": {"Description": "$Visage -> ヴィシージ$The priests would be suspicious of anyone else who did this. But you, as Moon-Moth, often have a need to narrate the rituals of Visage to newcomers. The explanations in the Library of Parts are not suitable for strangers, and therefore you are expected to compose your own.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "You alone may act",
                                     "Id": 169908},
                    "Name": "Observe and make notes",
                    "Description": "The customs here may be worth reporting later.",
                    "ButtonText": "", "Id": 139884},
                   {"SuccessEvent": {"Description": "You do the task well. The animal stops the most distressing of its noises, and lies down.\u000d\u000a\u000d\u000aThe priests are suspicious. Medical knowledge is not a part of the etiquette of the Moth. On this one occasion, they are grateful enough not to have you removed, however.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "Out of character, but no one minds", "Id": 169911},
                    "DefaultEvent": {"Description": "You try to bind up the wound, but the bull cannot bear to be touched, and you are forced to give up, as further experiments will end in your being gored as well. In any case, veterinary interventions are not a Moth-like function.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "Bellowing and goring",
                                     "Id": 169904},
                    "Name": "Try to bandage the bull",
                    "Description": "It is a shame to see it suffering so.",
                    "ButtonText": "", "Id": 139880}],
 "Description": "The priests gather around the bull, capturing its blood in cups.",
 "Name": "Apis Temple", "Id": 169902}