{"ChildBranches": [{"DefaultEvent": {"Description": "See what remains. You've won no favour with the Khanate here today - take whatever you can.",
                                     "LinkToEvent": {"Id": 140906}, "Name": "What's in the hold?",
                                     "Id": 171353},
                    "Name": "Seize and loot her!",
                    "Description": "Take what you can. Imprison or cut down any Khaganians that remain.",
                    "ButtonText": "", "Id": 140723},
                   {"DefaultEvent": {"Description": "Your opponents are not delighted with the outcome. Their ship may lie beyond repair - perhaps they'll have to take to the boats. But the surviving officers shake your hand grudgingly, and wish you well.",
                                     "Name": "Surprise and confusion", "Id": 171354},
                    "Name": "Let her go",
                    "Description": "...if you're desperate not to antagonise the Khanate. This is a privateer which attacked you, or a rogue naval vessel - you're within your rights - but mercy will repair your reputation, if the Khanate dislikes you already.",
                    "ButtonText": "", "Id": 140724},
                   {"DefaultEvent": {"Description": "Tactics, manoeuvres, weapons. So similar, and yet so different. You can learn from this.",
                                     "LinkToEvent": {"Id": 144336},
                                     "Name": "A bounty of experience!", "Id": 171355},
                    "RareDefaultEvent": {"Description": "Tactics, manoeuvres, weapons... and a few items of particular interest to the Admiralty.",
                                         "LinkToEvent": {"Id": 144336},
                                         "Name": "A bounty of intelligence!", "Id": 171356},
                    "Name": "Record any Observations",
                    "Description": "If you've gathered enough, you may learn something...",
                    "ButtonText": "", "Id": 140725},
                   {"SuccessEvent": {"Description": "When you next return to London, return to your Lodgings to claim your prize money...",
                                     "Name": "Awaiting your pleasure", "Id": 171435},
                    "DefaultEvent": {"Description": "Your prize is never seen again. Perhaps a heptycheer devours your crew. Perhaps they devour each other. Perhaps they betray you and sail it to the Iron Republic, where laws cannot follow.",
                                     "Name": "Into the darkness", "Id": 171434},
                    "Name": "Send home with a prize crew",
                    "Description": "Eight zailors should be enough for a skeleton crew, unless she runs into trouble.",
                    "ButtonText": "", "Id": 140770}],
 "Description": "Shattered, listing. Seize what you can.",
 "Name": "You've defeated a War Trimaran", "Id": 171350}