{"ChildBranches": [{"DefaultEvent": {"Description": "Your crew searches the ship, complicit together in this act of banditry, unhappy, but obedient for now. Here's what they've found - ",
                                     "LinkToEvent": {"Id": 140906}, "Name": "What's this?",
                                     "Id": 174336},
                    "RareDefaultEvent": {"Description": "One of your sailors breaks down. She didn't go to sea to be a pirate! You've betrayed the fellowship of the sea! Your bo'sun is forced to shoot her when she leaps at you. Grim eyes, tightened lips. But here's your hard-won treasure.",
                                         "Name": "A regrettable incident", "Id": 174338},
                    "Name": "Loot and scuttle her",
                    "Description": "Take what you can. Hide the evidence of your crime.",
                    "ButtonText": "", "Id": 142556},
                   {"SuccessEvent": {"Description": "You send your most desperate and unrepentant crew aboard. They crack jokes about the bloodstains. With luck - if you can trust them - you'll find something waiting in Corsair's Forest.",
                                     "Name": "Awaiting your pleasure", "Id": 174335},
                    "DefaultEvent": {"Description": "Your prize is never seen again. Well, you set them on a dubious errand, and the sea is wide. Your remaining crew watches you covertly. Are you all pirates now? Perhaps they'll slip away at the next port, in ones and twos. Perhaps they'll grow scarred and fierce and desperate alongside you.",
                                     "Name": "Into the darkness", "Id": 174334},
                    "Name": "Send her to Corsair's Forest, with a prize crew",
                    "Description": "You can hardly take her home to London. It will cause a fuss. But someone in the Forest will likely buy her.",
                    "ButtonText": "", "Id": 142555}],
 "Description": "Innocent men and women are dead, but that's their problem. And yours, if you're caught, but let's not dwell on that. What now?",
 "Name": "You've defeated a Tramp Steamer", "Id": 174333}