{"ChildBranches": [{"DefaultEvent": {"Description": "The stench and heat as the gates open are a sucker-punch to your senses. Inside, the stagnant air of the windowless wood palace hangs with sweat and tastes of hair.\u000d\u000a\u000d\u000aEverything is filthy, and every surface used; the apes as likely to swing across the roof as walk the floors. In prized oases of relative calm, the high-souled conduct themselves with the poise of highborn lords and ladies. Around them, their barely uplifted lessers scamper around exhausted, taking orders and cruelties from all who care to dispense them. In the middle are countless more; a sea of apes longing for advancement and fighting for what they have with tooth, claw and low cunning.",
                                     "LinkToEvent": {"Id": 176742}, "Name": "The Wildweald Court",
                                     "Id": 175472},
                    "Name": "Gain access to the Court",
                    "Description": "The gates are guarded by two armoured monkeys that would look adorable if not for the blood on their bayonets. Humans are not welcome without an invitation or a worthy gift for the Emperor.",
                    "ButtonText": "", "Id": 143282},
                   {"DefaultEvent": {"Description": "It will take some effort to ingratiate yourself here. Perhaps if you could find something on one of the other islands...",
                                     "Name": "The guards stare as you row away", "Id": 176738},
                    "Name": "Back to the boat",
                    "Description": "There is more zailing to be done today.",
                    "ButtonText": "", "Id": 144130},
                   {"DefaultEvent": {"Description": "The Emperor promised that all would be part of the Great Exodus. Those he betrayed can look forward to little but starvation and collapse.",
                                     "LinkToEvent": {"Id": 175471},
                                     "Name": "The Empire's darkest day", "Id": 178089},
                    "Name": "Gather Strategic Information for the Admiralty",
                    "Description": "What remains of the Empire of Hands? Spies are not required when the misery flows so freely.",
                    "ButtonText": "", "Id": 144907},
                   {"DefaultEvent": {"Description": "Outsiders are no longer welcome in Court.",
                                     "LinkToEvent": {"Id": 175471}, "Name": "An Empire betrayed",
                                     "Id": 178090},
                    "Name": "Attempt to enter the Wildweald Court",
                    "Description": "The soldiers once again bar your passage.",
                    "ButtonText": "", "Id": 144908},
                   {"DefaultEvent": {"Description": "The false-stars look down, the little glim-lanterns in the water stare up. Neither is needed to guide you back to the relative quiet of Port Stanton.",
                                     "Name": "Lights above, as below", "Id": 178419},
                    "Name": "Back to the boat",
                    "Description": "Once again, Port Stanton beckons.",
                    "ButtonText": "", "Id": 145108},
                   {"DefaultEvent": {"Description": "\"Ah!\" she shouts. <i>\"Kapitano!\"</i> She strides through the crowd, her hair and clothes encrusted with dry bits of egg and tomato and things better not even recognised. \"Kapitano, I wanted you to know, I bear you no grudges! Have you ever been to a place called, oh, Saviour's Rocks? The monkeys tell me it is most interesting!\"\u000d\u000a\u000d\u000aYou have run faster in the past. But not often.",
                                     "LinkToEvent": {"Id": 175471},
                                     "Name": "She sees you over the crowd", "Id": 179007},
                    "Name": "The Delightful Adventuress",
                    "Description": "They released her. How thoughtful.",
                    "ButtonText": "", "Id": 145477},
                   {"DefaultEvent": {"Description": "Outsiders are no longer welcome in Court.",
                                     "LinkToEvent": {"Id": 175471}, "Name": "An Empire in mourning",
                                     "Id": 181696},
                    "Name": "Attempt to enter the Wildweald Court",
                    "Description": "The soldiers once again bar your passage.",
                    "ButtonText": "", "Id": 147110},
                   {"DefaultEvent": {"Description": "All its hopes rested in the Zeppelin. Now that it is no more, there is little to look forward to except starvation.",
                                     "LinkToEvent": {"Id": 175471},
                                     "Name": "The Empire's darkest day", "Id": 181698},
                    "Name": "Gather Strategic Information for the Admiralty",
                    "Description": "What remains of the Empire of Hands? Spies are not required when the misery flows so freely.",
                    "ButtonText": "", "Id": 147112}],
 "Description": "Today, the sprawling palace is called the Wildweald Court. Tomorrow, who knows? The world of the Pentecost apes is one of cruel whimsy, where stolen traditions last only as long as their amusement.",
 "Name": "Sovereign Island", "Id": 175471}