{"ChildBranches": [{"DefaultEvent": {"Description": "It stretches through the forest in a mix of stone and wood, its style at the mercy of the Pentecost apes' current whimsies and inspirations. It would take a dedicated team to break in and uncover its secrets. Perhaps you will bring one here later...",
                                     "LinkToEvent": {"Id": 175475},
                                     "Name": "The Vault of the First Emperor", "Id": 175476},
                    "RareDefaultEvent": {"Description": "It stretches through the forest in a number of styles, each designed by the whims of the latest Pentecost apes who felt it needed to be made grander. It would take a dedicated team to break in and uncover its secrets. Perhaps you will bring one here later...",
                                         "LinkToEvent": {"Id": 175475},
                                         "Name": "The Vault of the First Emperor", "Id": 176026},
                    "Name": "A temple in the forest",
                    "Description": "In a clearing of parasynthetic trees looms an imposing structure of wood and stone.",
                    "ButtonText": "", "Id": 143284},
                   {"DefaultEvent": {"Description": "Perhaps there is someone in Fallen London who might be able to help you get to the treasures of this island.",
                                     "Name": "An investigation for another day", "Id": 176027},
                    "Name": "Return to the boat",
                    "Description": "It will take a better equipped expedition to uncover this island's secrets and treasures.",
                    "ButtonText": "", "Id": 143645},
                   {"DefaultEvent": {"Description": "The foliage is thick and unforgiving.",
                                     "LinkToEvent": {"Id": 176471}, "Name": "Through the forest",
                                     "Id": 176470},
                    "Name": "Visit the Delightful Adventuress' camp",
                    "Description": "With a small army of monkeys bought with her soul, she excavates the Vault of the First Emperor.",
                    "ButtonText": "", "Id": 143927},
                   {"DefaultEvent": {"Description": "Soon enough, you stand before the stone gates and wooden towers of the Empire's most gloriously overconstructed structure.",
                                     "LinkToEvent": {"Id": 175835}, "Name": "The route is familiar",
                                     "Id": 176475},
                    "Name": "To the Vault of the First Emperor",
                    "Description": "A shortcut past the Delightful Adventuress' camp",
                    "ButtonText": "", "Id": 143930},
                   {"DefaultEvent": {"Description": "The map of the island shows where to begin. The instructions on the back explain the rest. [You only have time for one dig attempt per visit. Every time you return to the Valley, you will begin at the correct point for finding the treasure]",
                                     "LinkToEvent": {"Id": 176754}, "Name": "Into the Valley",
                                     "Id": 176504},
                    "Name": "A Treasure Hunt",
                    "Description": "Secrets are buried here, ready to be uncovered.",
                    "ButtonText": "", "Id": 143956},
                   {"DefaultEvent": {"Description": "The zee is calm. So is whatever might be swimming in it around here.",
                                     "Name": "An easy journey back to port", "Id": 176747},
                    "Name": "Return to the boat",
                    "Description": "Treasure hunting can wait until later.",
                    "ButtonText": "", "Id": 144137}],
 "Description": "Swiftly growing vegetation keeps a thick forest wrapped around variably ancient ruins. Even the yet to be plundered ones are heavily scarred with crowbar marks.",
 "Name": "Fountainhead Island", "Id": 175475}
