{
  "Id": 175483,
  "Name": "The Zeppelin Under Construction",
  "Description": "The Pentecost apes work feverishly to complete the craft that will take them on their Great Exodus. They will pay for resources, but at less than London prices.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 175484,
        "Name": "The delivery is made",
        "Description": "The monkeys pay you for your goods. You will receive a reward when the entire Zeppelin has been completed."
      },
      "Id": 143288,
      "Name": "Contribute Souls to the Zeppelin",
      "Description": "The Wildweald Court needs them to make efficient workers out of its low-souled population. [Working with the Delightful Adventuress will unlock a way to gather enough souls to complete the Zeppelin.]"
    },
    {
      "DefaultEvent": {
        "Id": 176065,
        "Name": "The delivery is made",
        "Description": "The monkeys pay you for your goods. You will receive a reward when the entire Zeppelin has been completed."
      },
      "Id": 143668,
      "Name": "Contribute Supplies to the Zeppelin",
      "Description": "It will be a long journey. The monkeys will need many supplies, both to survive it and to establish a new home.\r\n [The Exquisite Seneschal may have a distasteful way of acquiring many of the Supplies required, for free.]"
    },
    {
      "DefaultEvent": {
        "Id": 176066,
        "Name": "The delivery is made",
        "Description": "The monkeys pay you for your goods. You will receive a reward when the entire Zeppelin has been completed."
      },
      "Id": 143669,
      "Name": "Contribute Fuel to the Zeppelin",
      "Description": "Without regular fuel and hydrogen, it won't get far.\r\n [A respected visitor to the Wildweald Court can arrange a more efficient supply of Fuel from elsewhere.]"
    },
    {
      "DefaultEvent": {
        "Id": 176067,
        "Name": "Escorted to the Wildweald Court",
        "Description": "The overseers dispatch a pair of spare monkeys to row you to Sovereign Island. The trip is endlessly more pleasurable without having to do the rowing. By the time you arrive, the Exquisite Seneschal has already summoned the court. Monkeys of every status line the Silent Gallery, awaiting the pleasure of the Emperor."
      },
      "Id": 143670,
      "Name": "The Zeppelin is complete",
      "Description": "It is time to return to the Exquisite Seneschal for your reward. The apes will handle the final details."
    },
    {
      "DefaultEvent": {
        "Id": 176507,
        "Name": "The monkeys continue their work",
        "Description": "There is much of it yet to be done."
      },
      "Id": 143959,
      "Name": "Back to Port Stanton",
      "Description": "You have nothing for the Zeppelin right now."
    },
    {
      "DefaultEvent": {
        "Id": 176520,
        "Name": "Another proud infernal export",
        "Description": "With hydrogen to fill the Zeppelin, the fuel required to power it will go much further. As indeed will the Zeppelin once it has been completed. The overseer pays you your delivery fee."
      },
      "Id": 143970,
      "Name": "Deliver Hydrogen to the Zeppelin",
      "Description": "Straight from the Iron Republic."
    }
  ]
}