{
  "Id": 175552,
  "Name": "Carnelian Conspiracies",
  "Description": "Your Network needs something, to prosper. What is it? [If you provide this successfully, your Network level may increase.]",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 175554,
        "Name": "You understand - your own sleep crackles with distant thunder",
        "Description": "She has suffered since finding a package of gouged Chelonate bones on her doorstep. A curse sent by a rival? \r\n\r\nYou share a bottle of black wine and stories of your dreams. The spears of lightning. The voice of thunder. The prickling weight of the air before the first downpour. Afterwards, she sleeps, soundly. She wakes revivified."
      },
      "Id": 143340,
      "Name": "Insight",
      "Description": "One of your operatives is troubled. Her temper is short; a flaw in a spy. \"My ears are full of thunder,\" she tells you, too loud. Her eyes have turned grey as rain clouds."
    },
    {
      "DefaultEvent": {
        "Id": 175558,
        "Name": "Hook, line, sinker",
        "Description": "No spy could resist these secrets and maintain a shred of professional respect. Your quarry betrays himself. Your agents pursue him into the fungal jungle. The matter ends with knives in the violet shadows, and blood on the stalks."
      },
      "Id": 143343,
      "Name": "Bait!",
      "Description": "A rival agent besets your network. You need to draw them out."
    },
    {
      "DefaultEvent": {
        "Id": 175562,
        "Name": "'Miss Jenny's Diary'",
        "Description": "The tiger is pleased. He asks you to read from one of the more explicit volumes. An hour later, he rumbles \"One more chapter...\" for the third time, lazily flexing his claws."
      },
      "Id": 143345,
      "Name": "An addition to a tiger's library",
      "Description": "The Governor relies on a cadre of docile native tigers to act as intermediaries with their fellows. One of them has a weakness for pot-boilers."
    },
    {
      "DefaultEvent": {
        "Id": 175569,
        "Name": "Where malfeasance does not exist, it must be invented",
        "Description": "It is patient, precise work. Your agents inject the bottles in the clerk's wine-pantry with prisoner's honey. Week by week, they increment the dosage. His ability to distinguish the waking world from dreams begins to erode. One day, he does something while he's awake that he'd previously only have dared in dreams. Horrified, he tries to conceal his crime. You have him."
      },
      "Id": 143352,
      "Name": "It just might work",
      "Description": "An embassy clerk has access to vital documents. Unfortunately, they are inconveniently moral: offended by bribery, impervious to blackmail. But you have a plan."
    },
    {
      "DefaultEvent": {
        "Id": 175578,
        "Name": "Times change",
        "Description": "Spies' desires are capricious and diverse."
      },
      "Id": 143357,
      "Name": "Seek another opportunity",
      "Description": "Perhaps you simply can't obtain what you need. Let the opportunity pass. Come back later. [This will allow you to choose another mission when you come back - usually, but not always, a different one. It will cost Something Awaits You.]"
    },
    {
      "DefaultEvent": {
        "Id": 175579,
        "Name": "A cautionary tale",
        "Description": "You tell the asset - who perspires appropriately - of the bloody rites conducted in Storm's temple at Chelonate. How they are always looking for celebrants, willing or otherwise. The requirements are meagre: bones, to break. A voice, to scream.\r\n\r\nYour asset is eager to change the subject. Here come the secrets they owe you, gushing like spray from a cracked drainpipe."
      },
      "Id": 143358,
      "Name": "An elucidation",
      "Description": "An asset - once forthcoming - has grown reticent."
    },
    {
      "DefaultEvent": {
        "Id": 180496,
        "Name": "The gods of the gods",
        "Description": "You show him the Egg, and not even a lifetime of lies can conceal his desire. He values his faith above his Khan. You squeeze him dry, extracting secrets the White-and-Golds have killed to keep. When you leave him, you advise him to look after his new egg. The Dawn Machine is searching for them."
      },
      "Id": 146338,
      "Name": "Sate a fervence",
      "Description": "The Khanate's unofficial representative in Port Carnelian does not speak of his religion. According to this report, though, he reveres Judgements' Eggs. They sell them (reluctantly) in Irem and the Iron Republic. [This will increase your Network substantially, although not past 7.]"
    },
    {
      "DefaultEvent": {
        "Id": 180497,
        "Name": "Burning bright",
        "Description": "The Prince lounges in the arch of a high, glassless window. Kneeling, you recount the tale of how his forebears earned their title. His ears prick as you speak of a war behind mirrors. His eyes open when you mention the Satraps from across a smoking sea. He growls as you describe a battle against a legion of heart-takers, and tiger blood blackening a pebbled beach. \r\n\r\nYou recite his full and original title: <i>the Prince of the Smoking Shore and Duke of all the Isles, Archipelagos and Peninsulae that were once the Sovereignty of the Humbled Satraps</i>. How the truth burns in him! His eyes blaze. Embers spark in his fur. You helpfully beat them out. It will be useful, having royalty in your debt."
      },
      "Id": 146339,
      "Name": "An offering to the Banded Prince",
      "Description": "He dwells in a jungle ruin: an anachronism; a curiosity. His position is romantic, but titular. Or is it? [This will increase your Network substantially, although not past 7.]"
    },
    {
      "DefaultEvent": {
        "Id": 175556,
        "Name": "Bait",
        "Description": "The lead was too good to be true. Your Echoes procure nothing but hearsay. Meanwhile, shrewd eyes watch from dark windows."
      },
      "Id": 143342,
      "Name": "Echoes",
      "Description": "Money buys secrets."
    },
    {
      "DefaultEvent": {
        "Id": 175560,
        "Name": "A failure to communicate",
        "Description": "You come together in a rowdy chop-house to haggle across tart wine and fatty plates of meat. Your counterpart is arrogant and aggressive. Before you've finished the second course, you know you'll be at war by pudding."
      },
      "Id": 143344,
      "Name": "Your authority",
      "Description": "A rival spymaster proposes a meeting."
    },
    {
      "DefaultEvent": {
        "Id": 175575,
        "Name": "No word",
        "Description": "When you next call on your agent, you find her apartments cold and empty. A lamp has been knocked over. The floor is scuffed."
      },
      "Id": 143356,
      "Name": "A Diplomatic Agent",
      "Description": "Port Carnelian is choked with spies. Bewildered Surface spies. Earnest spies from London. Elegant spies from the Khanate. Splendid spies from the Presbyterate. But there's always room for a small one."
    }
  ]
}