{
  "Id": 175835,
  "Name": "The Vault of the First Emperor",
  "Description": "This tribute to the Empire's first and greatest has been constructed over generations by monkeys working with stolen ideas of what an ancient tomb <i>should</i> be.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 175836,
        "Name": "You head back outside",
        "Description": "The final door will not keep you from the treasure!"
      },
      "Id": 143516,
      "Name": "Return to the surface",
      "Description": "A little more preparation is needed here"
    },
    {
      "DefaultEvent": {
        "Id": 176536,
        "Name": "The Hall of Histories",
        "Description": "A mosaic floor stands between you and the door. The Delightful Adventuress catches your arm before you can step onto it. \"Oh, sweetie,\" she sighs, pointing at the walls. Little holes run down both of them, just large enough to see the readied crossbow bolts behind.\r\n\r\n\"Isn't this <i>wonderful</i>?\" she says. \"I have seen many, many tombs, and most just put something big and heavy in front of the door. Bless their hearts for putting all this effort into something nobody was ever supposed to see. Anyway, be a dear. I will be outside if you need me.\"\r\n\r\nShe heads back to check on her camp."
      },
      "Id": 143983,
      "Name": "Onwards!",
      "Description": "This part of the temple looks distinctly more ancient, and more carefully crafted by its architects. A sense of respect and history pervades."
    },
    {
      "DefaultEvent": {
        "Id": 176537,
        "Name": "So close, and yet so far...",
        "Description": "This is very obviously the oldest part of the temple, around which all else has grown over time. Ancient tapestries hang from walls decorated with portraits of a single ape, clothed in violet and crowned by the sun. He is the First Emperor, the hundred-souled founder of the Empire of Hands. His authority reaches across time.\r\n\r\n\"Not much to look at, is it?\" declares the Delightful Adventuress. \"They say they buried the old bugger with all of them. A hundred of the finest souls. A <i>heca-tomb</i> if you will.\" She laughs for a moment at a joke only she and perhaps three others in the Neath would appreciate. \"Mark of respect by the primates, you know, to say no one else could do half as much with them.\"\r\n\r\nHer eyes glint. \"Let's <i>do</i> something about that.\""
      },
      "Id": 143984,
      "Name": "An underground courtyard",
      "Description": "Down a flight of steps, the centre of the Vault"
    },
    {
      "DefaultEvent": {
        "Id": 176542,
        "Name": "A slightly wandering return",
        "Description": "The maze is easily enough traversed with the help of the Delightful Adventuress' string, and her trick."
      },
      "Id": 143988,
      "Name": "Enter the Vault",
      "Description": "Back to the \u0010Mosaic Floor"
    },
    {
      "DefaultEvent": {
        "Id": 176543,
        "Name": "A huge maze stretches out before you",
        "Description": "The Delightful Adventuress produces a large ball of yarn. \"With all due credit to Theseus,\" she says, nailing one end into the wall. \"I suspect however, we shall not have to worry about a Minotaur lurking in this particular maze. Come on! Such things are hardly a problem for a woman of adventure! This will take but a jiffy.\"\r\n\r\nShe leads the way with utter confidence, even when it becomes clear she has no idea where she is going. Even when it becomes painfully obvious to all that she is merely turning left at every intersection, confident that eventually this will lead to the exit. The string runs out long before the maze does, yet somehow this does not feel like an insurmountable problem for returning."
      },
      "Id": 143989,
      "Name": "Press on into the Vault",
      "Description": "What trials await through the... technically a doorway... over the melted cogs and fallen rubble?"
    },
    {
      "DefaultEvent": {
        "Id": 176544,
        "Name": "You leave the Vault",
        "Description": "The monkeys are already poking and prodding at the completed rooms, crowbarring gems and valuable stonework out for both sale and hoarding."
      },
      "Id": 143990,
      "Name": "Return to the surface",
      "Description": "This will require a little more preparation."
    },
    {
      "DefaultEvent": {
        "Id": 176564,
        "Name": "Fifteen stone discs",
        "Description": "Ah... A minor problem suddenly reveals itself.\r\n\r\n\"Well, I see that you have this under control,\" declares the Delightful Adventuress, heading back upstairs. \"I leave it in your evidently very capable hands.\""
      },
      "Id": 144007,
      "Name": "Solve the puzzle",
      "Description": "Three poles, stone discs? Oh, please. The <i>Towers of Hanoi puzzle</i>? That little children's game that has been amusing London in recent years? This antechamber must be a more recent addition to the Vault than it looks, if even the monkeys have bought into its legend.\r\n\r\nYou roll up your sleeves. This will be easy enough!"
    },
    {
      "DefaultEvent": {
        "Id": 176565,
        "Name": "One move at a time... one move...",
        "Description": "If you keep this up, you should be done just in time to see the Sixth City."
      },
      "Id": 144008,
      "Name": "Continue solving the puzzle",
      "Description": "They cannot be serious about this, surely?"
    },
    {
      "DefaultEvent": {
        "Id": 176567,
        "Name": "The last disc goes back onto the first peg",
        "Description": "Phew. Good job you didn't waste any more time!"
      },
      "Id": 144009,
      "Name": "Reset the puzzle",
      "Description": "You suddenly have a sense that you went wrong somewhere. Better start again!"
    },
    {
      "DefaultEvent": {
        "Id": 176570,
        "Name": "Something clicks, but nothing happens",
        "Description": "Huh. The mechanism must be broken."
      },
      "Id": 144012,
      "Name": "Finally!",
      "Description": "The last disc slides onto the final pole."
    },
    {
      "DefaultEvent": {
        "Id": 176575,
        "Name": "The puzzle sits smugly",
        "Description": "The stone columns and their overly generous allocation of discs still await in front of the sealed door. You grudgingly return your attention to the puzzle."
      },
      "Id": 144015,
      "Name": "Into the Vault",
      "Description": "Back to the Towers of Hanoi puzzle."
    },
    {
      "DefaultEvent": {
        "Id": 176576,
        "Name": "The Antechamber",
        "Description": "At the bottom of the stairs is a room with a sealed stone door. In front of that stands a pointedly placed plinth holding three thin pillars and some stone discs.\r\n\r\nThe Delightful Adventuress rolls her eyes. \"A Trial of the Mind, it appears. How very adorable. It appears that our monkey friends' ancestors have absorbed more than a few souls with a passion for things of the pulp. Oh, well. That should make things interesting.\"\r\n\r\nShe slaps your shoulder. \"Do the honours, <i>kapitano</i>.\""
      },
      "Id": 144016,
      "Name": "Enter the Vault",
      "Description": "Through the doors, into the depths...\r\n [The Delightful Adventuress will not relinquish her glim lantern. You will need Foxfire Candles to light your way. One crate will suffice for the entire exploration.]"
    },
    {
      "DefaultEvent": {
        "Id": 176577,
        "Name": "BOOM!",
        "Description": "Bits of rubble and clockwork fly. The stonework trembles slightly as if about to collapse, but then settles with just the occasional plink-plink of metal and the tinkle of falling shards and gears of all sizes.\r\n\r\n\"Well, that is certainly one solution,\" declares the Delightful Adventuress, unplugging her ears. \"I <i>think</i> though, darling, I shall be taking the rest of those. Cannot fault your thinking! But we would rather reach the centre of this quaint little tomb <i>without</i> ourselves becoming buried in it, would we not? Still, splendid resourcefulness. Splendid. Top marks.\""
      },
      "Id": 144017,
      "Name": "Blow the door open with dynamite",
      "Description": "There's more than one way to show your intelligence."
    },
    {
      "DefaultEvent": {
        "Id": 176578,
        "Name": "Back to the start then",
        "Description": "There we go. Now, which one to move first?"
      },
      "Id": 144018,
      "Name": "Reset the puzzle",
      "Description": "It'll almost certainly work properly this time."
    },
    {
      "DefaultEvent": {
        "Id": 176579,
        "Name": "\"Right! On the count of three...\"",
        "Description": "Muscles, human and primate alike, strain as the Delightful Adventuress harries everyone along. Finally, with a crack and a screech of triumph and exhaustion, the doors slide open. Inside is just blackness.\r\n\r\n\"There! Now, chop-chop everybody!\" declares the Delightful Adventuress, striding into the dark with a personal glim lantern. Behind her, her monkeys collapse to the ground gasping, occasional stolen words and squeals of protest escaping into the air."
      },
      "Id": 144019,
      "Name": "Outside the Vault",
      "Description": "The Delightful Adventuress consults papers while her Clay Man Barnabas and a small crew of variably hard-working monkeys try to force open the doors.\"\r\n\r\n\"Ah, you, you're here,\" she calls. \"Do pick up a crowbar, there's a dear. Bit of elbow-grease should do it.\""
    },
    {
      "DefaultEvent": {
        "Id": 176581,
        "Name": "Too far to jump",
        "Description": "Blast. The monkeys thought of that, at least. And it would be difficult to get a ladder down here. It would be very risky to simply guess, but a solution must be around here somewhere. Or an alternative..."
      },
      "Id": 144021,
      "Name": "Examine the Mosaic Floor",
      "Description": "Nine coloured tiles stretch across this corridor. [Be careful. Choosing wrong may lead to a Wound. Three Wounds can mean death. If you don't know the correct order, you may be able to find a safer way past.]"
    },
    {
      "DefaultEvent": {
        "Id": 176582,
        "Name": "There is no obvious method",
        "Description": "There is no handle, and though there is a gap that a crowbar could fit through, the door seems too thick to get any leverage. Scratch marks around the side suggest that more than a few monkeys have tried. Around it are gaping holes where gemstones were once seated.\r\n\r\nYou press a hand to the door, holding a candle to the cracks. Stone. Very thick. Even dynamite is unlikely to make much of a dent without bringing the whole temple down around you. There must be a way to open it though. Why would anyone bother building a door that they never expected anyone to be able to get through?"
      },
      "Id": 144022,
      "Name": "The Final Door",
      "Description": "Huge. Imposing. Impassable. Is there a way through it?"
    },
    {
      "DefaultEvent": {
        "Id": 176663,
        "Name": "You place the chip under your tongue",
        "Description": "It is not the usual rush of red honey, but a slow fizzling sense as it spreads through your mouth. For a moment, you have the sense of your body being too big, your blood pumping wrong. Memories hang at the edge of consciousness; unclear, faded. As you look at the inscriptions though, chaos melts into meaning."
      },
      "Id": 144066,
      "Name": "Attempt to read the inscriptions",
      "Description": "The Exquisite Seneschal said that this frozen drop of red honey might help."
    },
    {
      "DefaultEvent": {
        "Id": 176664,
        "Name": "A slightly dubious retelling of history",
        "Description": "A terrible light, cast from afar. A sliver of cosmogone in the darkness; burning cinders ashore the sea of the dead. The apes who are not yet of the Pentecost fear them, but their covetous natures will not be denied. Those who hold them burn harder, yet are cursed with tortured ambition no blood spilling can sate. It is an addictive melancholy. This is the Icterine Age.\r\n\r\nUncounted times hence, he who will be the First Emperor is not yet the First Emperor. It is he who is first blessed to conquer the blue-clad emissaries from the waters of the dead, and drink deep of their stolen lifebreath by cinderlight. So dawns the Cerulean Age.\r\n\r\nThe Pentecost's reach ensorcels the world, shore to shore, and all who are not ape are cast to the dark. The lifebreaths of emissaries from the waters of the dead have birthed the Empire Eternal in blood and light. All forever bask in the glory of the Amaranth Age."
      },
      "Id": 144067,
      "Name": "Read the inscriptions",
      "Description": "The ancient carvings shift between complete nonsense and easy readability as the memories wax and wane."
    },
    {
      "DefaultEvent": {
        "Id": 176668,
        "Name": "A cautious step",
        "Description": "Death does not however seem to follow."
      },
      "Id": 144070,
      "Name": "Step on a Yellow tile",
      "Description": ""
    },
    {
      "DefaultEvent": {
        "Id": 176676,
        "Name": "Ouch!",
        "Description": "No, really! Ouch! You run back to safety."
      },
      "Id": 144076,
      "Name": "Step on a Red tile",
      "Description": ""
    },
    {
      "DefaultEvent": {
        "Id": 176677,
        "Name": "The tile creaks",
        "Description": "But you remain unpunctured."
      },
      "Id": 144077,
      "Name": "Step on a Blue tile",
      "Description": ""
    },
    {
      "DefaultEvent": {
        "Id": 176678,
        "Name": "Ouch!",
        "Description": "No, really! Ouch! You run back to safety."
      },
      "Id": 144078,
      "Name": "Step on a Green tile",
      "Description": ""
    },
    {
      "DefaultEvent": {
        "Id": 176679,
        "Name": "Ouch!",
        "Description": "No, really! Ouch! You run back to safety."
      },
      "Id": 144079,
      "Name": "Step on a Red tile",
      "Description": ""
    },
    {
      "DefaultEvent": {
        "Id": 176680,
        "Name": "Ouch!",
        "Description": "No, really! Ouch! You run back to safety."
      },
      "Id": 144080,
      "Name": "Step on a Blue tile",
      "Description": ""
    },
    {
      "DefaultEvent": {
        "Id": 176681,
        "Name": "Ouch!",
        "Description": "No, really! Ouch! You run back to safety."
      },
      "Id": 144081,
      "Name": "Step on a White tile",
      "Description": ""
    },
    {
      "DefaultEvent": {
        "Id": 176682,
        "Name": "Ouch!",
        "Description": "No, really! Ouch! You run back to safety."
      },
      "Id": 144082,
      "Name": "Step on a Blue tile",
      "Description": ""
    },
    {
      "DefaultEvent": {
        "Id": 176683,
        "Name": "History is conquered",
        "Description": "With deep relief, you step off the mosaic tile, and make a note of the correct sequence. If your mental map is correct, you are near your destination."
      },
      "Id": 144083,
      "Name": "Step on a Red tile",
      "Description": ""
    },
    {
      "DefaultEvent": {
        "Id": 176684,
        "Name": "You take a chip",
        "Description": "A drop of red honey hangs in the middle, bleeding out through cracks in the salt. Red honey contains memories. Why would the chips be here?"
      },
      "Id": 144084,
      "Name": "A dusty bowl of glassy red chips",
      "Description": "It stands on a plinth in the middle of the room, its contents seemingly untouched by the monkeys who have tried getting through the door."
    },
    {
      "DefaultEvent": {
        "Id": 176691,
        "Name": "A Test of Understanding",
        "Description": "The memories are diluted, largely unspecific. But that is not important. What this red honey carries is something far deeper; a connection of souls across centuries. The birth of an Empire in which even the lowest could be uplifted, and sparks of greatness itself passed on. Magnified. Never lost with the passing of flesh.\r\n\r\nThis was the dream of the First Emperor; one of unity and evolution, transcendence and glory. His memory was placed here that all could see their true destiny. Purpose. Instead, it is as if the Emperor himself is receiving a glimpse of the Empire his dream became.\r\n\r\nHis tears run uncontrollably down your cheeks."
      },
      "Id": 144089,
      "Name": "Consume the red honey chip",
      "Description": "Its frozen memories glint in the candlelight."
    },
    {
      "DefaultEvent": {
        "Id": 176692,
        "Name": "It seems like such a simple thing, now",
        "Description": "It is slightly more complicated than simply pushing the door open. But only a little."
      },
      "Id": 144090,
      "Name": "Open the Emperor's Tomb",
      "Description": "The memory fades, but something remains. Only one who is as worldly-wise as the First Emperor hoped his people would be, can open this door."
    },
    {
      "DefaultEvent": {
        "Id": 176693,
        "Name": "You leave the puzzle behind",
        "Description": "Someone elsewhere in the Empire of Hands may be able to help with this."
      },
      "Id": 144091,
      "Name": "Leave the Vault, for now",
      "Description": "There has to be a better way..."
    },
    {
      "DefaultEvent": {
        "Id": 176728,
        "Name": "That Zeppelin could be an opportunity",
        "Description": "Perhaps someone in the court on Sovereign Island would be able to point you in the right direction."
      },
      "Id": 144123,
      "Name": "Leave her to her work",
      "Description": "There are other parts of the Empire of Hands to explore."
    },
    {
      "DefaultEvent": {
        "Id": 176753,
        "Name": "\"To rush, darling, is to court tragedy.\"",
        "Description": "The Delightful Adventuress pays barely any attention to you as she prepares. She is not yet ready to open the Vault. You should return later when she has had a chance to organise her monkey workers. This may take a while."
      },
      "Id": 144143,
      "Name": "Outside the Vault",
      "Description": "The Delightful Adventuress flits back and forth between her basecamp and the Vault entrance."
    },
    {
      "DefaultEvent": {
        "Id": 179746,
        "Name": "A veteran of mazes",
        "Description": "The Delightful Adventuress produces a large ball of yarn. \"With all due credit to Theseus,\" she says, nailing one end into the wall. \"I suspect however, we shall not have to worry about a Minotaur in this maze. Come on! Chop chop!\"\r\n\r\nShe leads the way with utter confidence, even when it becomes clear she has no idea where she is going. Even when it becomes painfully obvious to all that she is merely turning left at every intersection, confident that eventually this will lead to the exit. The string runs out long before you leave the maze... yet somehow this does not feel like an insurmountable problem."
      },
      "Id": 145914,
      "Name": "A complex maze stretches out ahead",
      "Description": "The Delightful Adventuress claps your shoulder. \"Have no fear, darling. Such things are hardly a problem for a woman of adventure!"
    },
    {
      "DefaultEvent": {
        "Id": 179747,
        "Name": "It is the Delightful Adventuress' turn to go first",
        "Description": "To her credit, she does not try to weasel her way out of it. Lantern held between her teeth, and adventurer's rapier bouncing casually on her hips, she steps confidently onto the thin beam and swiftly crosses foot-over-foot without so much as a glance down.\r\n\r\nYour turn..."
      },
      "Id": 145915,
      "Name": "A pit of venomous snakes!",
      "Description": "You see them through the door. Thousands of them, in a pit crossable only by a thin beam lit by inconsistent neath-light through a hole in the roof. It would be no problem for a monkey to cross. But a human?"
    },
    {
      "DefaultEvent": {
        "Id": 179815,
        "Name": "Back to Fountainhead Island",
        "Description": "Will the monkeys allow an outsider to just walk away with their most esteemed Emperor's burial treasure? Probably. As long as they get their cut."
      },
      "Id": 145955,
      "Name": "Leave the Vault",
      "Description": "Its secrets will have to remain a little longer."
    },
    {
      "DefaultEvent": {
        "Id": 179827,
        "Name": "You hurry back",
        "Description": "The Delightful Adventuress does not seem to be the kind who would wait to share treasure if she got to it first."
      },
      "Id": 145962,
      "Name": "Enter the Vault",
      "Description": "Back to the Emperor's Tomb"
    },
    {
      "DefaultEvent": {
        "Id": 179891,
        "Name": "You push past the assembled monkeys",
        "Description": "They salivate at the thought of raiding the Vault, even if it has been made clear that the Legacy of the First Emperor is off-limits."
      },
      "Id": 145997,
      "Name": "Leave the Vault for now",
      "Description": "Back to the rest of Fountainhead Island"
    },
    {
      "DefaultEvent": {
        "Id": 176580,
        "Name": "It's no use, it's gibberish",
        "Description": "Maybe one of the monkeys can help, but it seems unlikely. There's not much writing in the Empire of Hands, and most of it simply borrows from Fallen London or the Khanate. Anyone capable of reading this is likely long dead."
      },
      "Id": 144020,
      "Name": "Attempt to read the inscriptions",
      "Description": "The language is unrecognisable. Is that a bit of a pictogram? Why is it by the cricket stumps?"
    },
    {
      "DefaultEvent": {
        "Id": 179750,
        "Name": "Your foot slips!",
        "Description": "You tumble into the snake pit, landing up to your shoulders in a sea of some of the most dangerous creatures ever to slither the Empire of Hands! Already you feel their teeth lunging, the venom pounding through your system, the-\r\n\r\nNo. You feel... nothing... except the weight; the cold, dry skins of hundreds of dead snakes surrounding you.\r\n\r\nThe Delightful Adventuress peers down. \"Well, that is what happens when one decides to build oneself a fancy-dancy snake pit and neglects to think of a way for the poor darlings to be kept fed, isn't it? Come on then, get up from there! No sense being a big girl's blouse!\""
      },
      "Id": 145917,
      "Name": "Across the snake-pit",
      "Description": "Well, if she can do it..."
    },
    {
      "DefaultEvent": {
        "Id": 176690,
        "Name": "You bleed out on the floor",
        "Description": "Just before the light fades, you hear the clicking of boots. \"Well, what a dashed inconvenience,\" you hear the Delightful Adventuress' fading voice complain."
      },
      "Id": 144088,
      "Name": "Severely wounded!",
      "Description": "You lie bleeding on the floor, fighting for life."
    }
  ]
}