{"ChildBranches": [{"DefaultEvent": {"Description": "The Monkey Foundling sticks out her tongue, grins, and scampers off into the forest on all fours, your stolen possessions in a leather bag slung over her back. Her giggling echoes from deep in the forest as you splash after her in your goosebumps.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "The anger only makes it funnier", "Id": 179120},
                    "Name": "Demand that she put those down, at once!",
                    "Description": "At once, you shout! Or there will be trouble!",
                    "ButtonText": "", "Id": 145552},
                   {"DefaultEvent": {"Description": "She waits, grinning innocently, until you emerge from the hot spring with nothing but your strategically placed hands for modesty. Before you can get close enough though, she bolts from her crouched position and into the forest on all fours; a scampering run that turns every rock and fallen tree into a springboard.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "The Monkey Foundling makes things interesting",
                                     "Id": 179121},
                    "Name": "A desperate swim!",
                    "Description": "Curse these relaxed limbs!", "ButtonText": "",
                    "Id": 145553},
                   {"DefaultEvent": {"Description": "The branches scrape against your skin, the damp mud squidges between your toes. There is no sign of the Monkey Foundling, but her tracks are easily followed.",
                                     "LinkToEvent": {"Id": 175837}, "Name": "Into the forest",
                                     "Id": 179122},
                    "Name": "Chase the Monkey Foundling",
                    "Description": "D__n it, you can not return to the crew like this!",
                    "ButtonText": "", "Id": 145554},
                   {"DefaultEvent": {"Description": "You stride back on board your ship, eyes locked straight ahead and daring anyone to comment. They do not. In the days that follow however, word is brusquely spread throughout the crew that anyone else heard singing That Song will be swimming the rest of the way home.\u000d\u000a\u000d\u000aThat Song soon becomes a bawdy staple in the Singing Mandrake. It is not a fame to be envied.",
                                     "Name": "An awkward return", "Id": 179124},
                    "Name": "Fie upon them, let them stare!",
                    "Description": "Let their tongues volunteer them for a whipping.",
                    "ButtonText": "", "Id": 145556},
                   {"DefaultEvent": {"Description": "Your hand slaps to your stinging buttock. The little stone lands in the dirt as a familiar giggle comes from above. You look to see the Monkey Foundling dangling upside down from a branch by her legs; a blowpipe in hand and bag just out of your reach. Tantalisingly so...\u000d\u000a\u000d\u000aTaking a deep breath, you politely... very politely... request that she <i>return your d__ned clothes now.</i> The Monkey Foundling listens, and gives it some thought, tapping her blowpipe against her lips as she decides.\u000d\u000a\u000d\u000a\"Say... please,\" she grins.",
                                     "LinkToEvent": {"Id": 175837}, "Name": "Ouch!", "Id": 179133},
                    "Name": "A forest clearing",
                    "Description": "The footprints lead here. She has not even attempted to hide them. It is as if she wants you to follow...",
                    "ButtonText": "", "Id": 145562},
                   {"DefaultEvent": {"Description": "\"Pretty please?\"",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "The Monkey Foundling thinks for a moment",
                                     "Id": 179136},
                    "Name": "Please.", "Description": "There. It is said.",
                    "ButtonText": "", "Id": 145563},
                   {"DefaultEvent": {"Description": "\"Pretty, pretty please?\" she adds, stifling a giggle.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "The Monkey Foundling has never heard of cherries",
                                     "Id": 179137},
                    "Name": "Pretty please.",
                    "Description": "With an imaginary cherry on top, if she likes.",
                    "ButtonText": "", "Id": 145564},
                   {"DefaultEvent": {"Description": "\"Pretty, pretty, pretty, <i>pretty</i> please?\"",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "The Monkey Foundling is poker-faced", "Id": 179138},
                    "Name": "Pretty, pretty, pretty, pretty, please?",
                    "Description": "D__n it, it is freezing! How much longer?",
                    "ButtonText": "", "Id": 145565},
                   {"DefaultEvent": {"Description": "You appear to have pretty, pretty pleased her, and she decides you deserve a reward. She fishes in her bag and generously throws you...\u000d\u000a\u000d\u000aA sock. A single solitary sock.\u000d\u000a\u000d\u000aShe learns a few new swear words as she races off across the branches, near doubled-up with laughter.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "A gift from the Monkey Foundling", "Id": 179139},
                    "Name": "Pretty, pretty, pretty, pretty, PRETTY, PRETTY PLEASE!",
                    "Description": "Your anguished plea echoes through the trees.",
                    "ButtonText": "", "Id": 145566},
                   {"DefaultEvent": {"Description": "The crew is incapable of holding back its glee as you return from the Ash Isthmus with nothing but the dignity your two hands can muster, and a new found understanding of how difficult it is to form even perfunctory clothing out of leaves and vine.\u000d\u000a\u000d\u000aIf there is a bonus, it is that the smirks and jokes of the next few days do more to take the edge off zailing than a bottle of Morelways' finest. It will be a good while yet though before it is your <i>authority</i> that first springs to mind when they see you giving orders.",
                                     "Name": "A shameful return", "Id": 179142},
                    "Name": "Enough of this nonsense",
                    "Description": "Let the crew do their worst. You're done here.",
                    "ButtonText": "", "Id": 145568},
                   {"DefaultEvent": {"Description": "The Monkey Foundling's eyes widen in surprise as her balance slips. She fights to recover, but her bare feet slip on the trunk and she falls; falls with a cut-off scream as she disappears into the foul marsh-slime. For a moment there is only silence and a few fading ripples, but then she explodes out; first gasping for air, and then laughing and laughing as she splashes to shore in a noxious splatter of brown and green.\u000d\u000a\u000d\u000aShe turns and salutes you, white teeth shining under all the muck. This time, she beckons before she scampers into the woods, leaving a stinky trail in her wake.\u000d\u000a\u000d\u000aWhatever game this was, you suspect you just won it.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "You kick the tree as hard as you can", "Id": 179147},
                    "Name": "Give her a taste of her own medicine",
                    "Description": "Pranks? You'll show her how they're done.",
                    "ButtonText": "", "Id": 145572},
                   {"DefaultEvent": {"Description": "The stinking marsh-slime is washed away by a second trip to the hot spring, but the stench remains. The crew's laughing faces as they see your naked boarding are soon replaced by screwed up noses and a need to be absolutely anywhere else. You are confined to your cabin on pain of mutiny until it has been dealt with; a process of scrubbing and soaping until it is a wonder you have any skin left.\u000d\u000a\u000d\u000aYour new nickname amongst the crew is... not flattering. No more need be said. On the plus side, your humiliation does serve to raise crew morale for a good while, as well as spawn at least one new legend of a terrible mudbeast known only to those who dare venture this far East.",
                                     "Name": "A foul return", "Id": 179151},
                    "Name": "Enough, you say! Enough!",
                    "Description": "You are bruised, stinking and tired. She wins.",
                    "ButtonText": "", "Id": 145575},
                   {"DefaultEvent": {"Description": "A screeching Pentecost ape drops from the branches. The shock on the Monkey Foundling's face makes it clear; this is not part of her little game. Its rage is focused entirely on her, the Ghost of the Ash Isthmus, and the bright soul with which it can uplift itself to glory.\u000d\u000a\u000d\u000aIt limps from some trap earlier, its fur blood-soaked and glistening. It lunges at the Monkey Foundling, who half rolls, half falls off the stump and yelps as it catches her by the leg. She rolls; shrieks her own howl as she lashes back with a kick that shatters fang and splits its lip. This only further enrages the frothing ape. It strikes!",
                                     "LinkToEvent": {"Id": 175837}, "Name": "Ambush!",
                                     "Id": 179152},
                    "Name": "The Monkey Foundling dances",
                    "Description": "She pirouettes on a tree-stump, saluting as you approach.",
                    "ButtonText": "", "Id": 145576},
                   {"DefaultEvent": {"Description": "You reach for a stone and bring it crashing down on the distracted ape's head. Its skull cracks, dampness spreading. It collapses to the ground, hard.\u000d\u000a\u000d\u000aIt is not a child's face that looks up at you. Still, you reach a hand down. The Monkey Foundling just stares at it for a moment, something human returning as the adrenaline fades. For a moment it almost looks as though she will take it. But no. She leaps up on her own, bounding away towards the dark safety of her jungle.\u000d\u000a\u000d\u000aAnd then stops. Hesitates. She looks back, and tilts her head, beckoning you to follow. It is a look that suggests the game is over, but perhaps not yet quite finished.",
                                     "LinkToEvent": {"Id": 175837}, "Name": "Rock beats ape",
                                     "Id": 179153},
                    "Name": "Help the Monkey Foundling",
                    "Description": "She meant you no real harm. She was only playing.",
                    "ButtonText": "", "Id": 145577},
                   {"DefaultEvent": {"Description": "The Monkey Foundling strains, her strength nowhere near enough to defeat an ape without a tactical advantage. Her right hand searches blind for something, anything, to use as a weapon. It closes on a rock. With everything her tiny frame has, she drives it into the side of the monkey's head, and again and again until all that remains is shattered skull and mush.\u000d\u000a\u000d\u000aShe stands. Drops it. Shoots you a look of... disappointment? The bitterest. And she bounds effortlessly up the nearest tree and away. ",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "Tooth and claw and rock", "Id": 179154},
                    "Name": "Bah, the little wench has it coming",
                    "Description": "She can't torture you and then expect your assistance.",
                    "ButtonText": "", "Id": 145578},
                   {"DefaultEvent": {"Description": "The Monkey Foundling herself is nowhere to be seen, but she has left you something. It sits outside the hut, carefully placed by a large happy-face drawn in the black sand. A little prize, for being such a good sport.\u000d\u000a\u000d\u000aYour <i>clothes</i> however are nowhere to be seen. Of course. As the monkey part of her would no doubt demand, where would the fun be in <i>that</i>?",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "Playmate of the Monkey Foundling", "Id": 179155},
                    "Name": "A small hut in the middle of the forest",
                    "Description": "Is this where the Monkey Foundling lives? Why would she lead you here, of all places?",
                    "ButtonText": "", "Id": 145579},
                   {"DefaultEvent": {"Description": "The crew reacts with the expected amount of sympathy to your naked return, which is to say exactly none. By the time you board the ship, every last crew-member is on hand to see and cheer, with more than a couple letting off flares as impromptu fireworks. It is many, many days before the needling ceases and you are able to give an order without first scouring it for innuendo.\u000d\u000a\u000d\u000aOn the plus side, it does boost at least the rest of the ship's mood while it lasts, and you have a new treasure for your collection. You have had worse days.",
                                     "Name": "An out-of-uniform experience", "Id": 179157},
                    "Name": "Return to the ship",
                    "Description": "Well. There is no avoiding this any longer...",
                    "ButtonText": "", "Id": 145581},
                   {"DefaultEvent": {"Description": "Here, the trees do not glow. The lights of the false-stars are invisible. You chase the Monkey Foundling, but she is quick and agile and she knows every tree, every rock. Now, she is not playing. Painful stones and thorns zing out of the darkness, leaving sore red welts that stink and make your blood feel thick. By the time you fight your way through, she has... has gone...\u000d\u000a\u000d\u000aWhy do you feel so sluggish?\u000d\u000a\u000d\u000aWhy are your legs so...\u000d\u000a\u000d\u000aBy the time you realise it is something on the thorns, it is too late. You pass out.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "A movement in the shadows", "Id": 179158},
                    "Name": "The Dark Woods",
                    "Description": "Enough! It is time to teach the brat a lesson!",
                    "ButtonText": "", "Id": 145582},
                   {"DefaultEvent": {"Description": "But your arms won't move. You can't move, not much. You are in a quicksand pit; your head alone still in the air. With sufficient time you can work your way out, yes, though it will be slow and unpleasant, but for now...\u000d\u000a\u000d\u000aThe Monkey Foundling sees you awaken and stops playing her music, the flute going into her little bag. She watches you struggle for a while, but then walks off, out of sight. Only for a moment though, before she returns, casually dangling... a wasps nest? It looks like it.\u000d\u000a\u000d\u000a\"This <i>my</i> island,\" she hisses. \"You not welcome!\"\u000d\u000a\u000d\u000aThe world explodes into stinging, buzzing agony as she pushes it down over your head.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "You reach to grab her...", "Id": 179159},
                    "Name": "You slowly drift awake",
                    "Description": "The Monkey Foundling sits on a rock, barely any distance away, idly playing a tune on a small wooden flute.",
                    "ButtonText": "", "Id": 145583},
                   {"DefaultEvent": {"Description": "As you crawl back onto your ship, it is not your nudity that draws the crew's attention, but your body and face bloated by stings and the bleeding from both your wounds and the many cuts taken while flailing blindly through the forest in search of relief or assistance.\u000d\u000a\u000d\u000aIt takes several days bedrest before you can see again, much less squeeze more than one syllable out of your puffed mouth. You do however have the honour of having spawned a whole new legend, of a terrifying blood-horror known only to those who travel East.",
                                     "Name": "A torturous return", "Id": 179457},
                    "Name": "Back to the ship", "Description": "Agony! Agony! Agony!",
                    "ButtonText": "", "Id": 145748},
                   {"DefaultEvent": {"Description": "As you crawl back onto your ship, it is not your nudity that draws the crew's attention, but your body and face bloated by stings and the bleeding from both your wounds and the many cuts taken while flailing blindly through the forest in search of relief or assistance.\u000d\u000a\u000d\u000aIt takes several days bedrest before you can see again, much less squeeze more than one syllable out of your puffed mouth. You do however have the honour of having spawned a whole new legend, of a terrifying blood-horror known only to those who travel East.\u000d\u000a\u000d\u000aIf there is one stroke of luck, it is that on examination your wounds are not <i>quite</i> as serious as they seemed back on the island. You live through it. Just. Though for the next few days, that is more curse than blessing.",
                                     "Name": "A torturous return", "Id": 179458},
                    "Name": "Back to the ship", "Description": "Agony! Agony! Agony!",
                    "ButtonText": "", "Id": 145749},
                   {"DefaultEvent": {"Description": "It is a place that skunks would think twice of entering, if the Empire of Hands had such creatures. The Monkey Foundling of course is unconcerned, as much at home here as high in the branches or running the forest paths. She almost dances, effortlessly, across a thin fallen tree that crosses the mire; surrounded by the foulest, bubbling mud that has ever invaded your nostrils. She balances in the middle, daring you to try to follow.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "A marsh of terrible stench", "Id": 179459},
                    "Name": "The chase continues!",
                    "Description": "The Monkey Foundling slides down a vine in front of you. She sticks out her tongue and scampers through a break in the trees.",
                    "ButtonText": "", "Id": 145750},
                   {"DefaultEvent": {"Description": "The Monkey Foundling grudgingly drops your clothes and scampers off to continue her nostalgic trip around the tiny little island she once called home.\u000d\u000a\u000d\u000aUndisturbed, you spend a good hour or more simply relaxing and enjoying the stars. They really are quite beautiful, from the warmth of a good soak.\u000d\u000a\u000d\u000aOh well. All good things, and all that...",
                                     "Name": "A most relaxing day", "Id": 179732},
                    "Name": "A mild, yet pointed threat",
                    "Description": "The Monkey Foundling shall have no mischief at the Captain's expense today. Either she puts those down, or you're feeding her to the crew.",
                    "ButtonText": "", "Id": 145906},
                   {"DefaultEvent": {"Description": "The crew is incapable of holding back its glee as you return from the Ash Isthmus with nothing but the dignity your two hands can muster, and a new found understanding of how difficult it is to make even perfunctory clothing out of leaves and vine.\u000d\u000a\u000d\u000aIf there is a bonus, it is that the smirks and jokes of the next few days do more to take the edge off zailing than a bottle of Morelways' finest. It will be a good while yet though before it is your <i>authority</i> that first springs to mind when they see you giving orders.",
                                     "Name": "A shameful return", "Id": 180053},
                    "Name": "Abandoned in the woods",
                    "Description": "There is nothing to do but head back and hope that, one day, you manage to live this down.",
                    "ButtonText": "", "Id": 146077},
                   {"SuccessEvent": {"Description": "Her grin vanishes as she reaches up to where it used to be, and her eyes well up with disappointed tears. She was only enjoying a little light mischief with the funny captain. She meant no real harm by it all.\u000d\u000a\u000d\u000aShe blinks. The tears are gone. Very well, her new look says; the look of one used to fending off monkeys after her soul and cannibals wishing a tender meal. If you want to play <i>rough</i>, you shall have your wish.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "It takes her hat clean off", "Id": 179141},
                    "DefaultEvent": {"Description": "The Monkey Foundling laughs at your frustration. It feeds her amusement. She fires back a stinging pellet from her blowgun.",
                                     "LinkToEvent": {"Id": 175837}, "Name": "The rock flies wild",
                                     "Id": 179140},
                    "Name": "Throw a rock at the little wench",
                    "Description": "She is playing with you. You are not playing with her.",
                    "ButtonText": "", "Id": 145567},
                   {"SuccessEvent": {"Description": "It is slow, slow going. Your muddy feet slide against it, and the thin trunk barely carrying your weight. Inch by inch, step by step, you slowly make your way without slipping. The Monkey Foundling is visibly disappointed, even trying jumping up and down to shake the tree and make you take a messy tumble. But no. Not today.\u000d\u000a\u000d\u000aYou cross triumphantly, to her grudging admiration.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "You slowly cross the marsh", "Id": 179148},
                    "DefaultEvent": {"Description": "It is slow, slow going. Your muddy feet slide against the thin trunk as it buckles and strains under your weight. Inch by inch, step by step, you slowly make your way across.\u000d\u000a\u000d\u000aUntil, bored, the Monkey Foundling suddenly jumps up and down, hard. The tree rolls under your feet; your balance fails. You slip, tumble; are embraced by a marsh whose smell will never leave you. You fight to the surface, streaming brown and dripping green, violently coughing up a gagging throatful of the foul slime.\u000d\u000a\u000d\u000aThe Monkey Foundling sits cross-legged in the safety of the trees, holding her nose as she points and laughs.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "You slowly cross the marsh", "Id": 179146},
                    "Name": "She wants to play? You'll play.",
                    "Description": "Though the crossing is treacherous, particularly when one's hands are torn between modesty and balance.",
                    "ButtonText": "", "Id": 145571},
                   {"SuccessEvent": {"Description": "You just spot the looped rope in time to jump over it, avoiding what would otherwise have been a nasty trip into the air. The Monkey Foundling looks disappointed. This is not one of your regrets.",
                                     "LinkToEvent": {"Id": 175837}, "Name": "A trap!",
                                     "Id": 179461},
                    "DefaultEvent": {"Description": "Your feet step into the coiled rope just as the Monkey Foundling cuts loose the counterweight and you feel yourself flying upside down into the trees. Of <i>course</i> she has traps. The wider Empire has no shortage of would-be invaders, man and monkey alike.\u000d\u000a\u000d\u000aShe sits back and enjoys the show as you flail around trying to get free, before apparently taking pity on you. Pity however, turns out to be casually and without warning cutting through the rope dangling you in the air and sending you falling back with a surprised thump to the muddy forest floor. It knocks the air out of your lungs, but you are otherwise unharmed. She pauses for a moment to make sure, before her grin spreads back again and she races off to continue the game.",
                                     "LinkToEvent": {"Id": 175837}, "Name": "A trap!",
                                     "Id": 179145},
                    "RareDefaultEvent": {"Description": "Your feet just recognise the looped rope in time to jump over it, avoiding what would otherwise have been a nasty trip into the air. The Monkey Foundling looks disappointed. Your heart does not bleed for her.",
                                         "LinkToEvent": {"Id": 175837}, "Name": "A trap!",
                                         "Id": 179460},
                    "Name": "Pursue the Monkey Foundling",
                    "Description": "She moves effortlessly through the branches above.",
                    "ButtonText": "", "Id": 145570}],
 "Description": "Shipwrecked as a baby, raised by the Empire of Hands. She now plays between the worlds of apes and men, neither quite one nor entirely of the other.",
 "Name": "A Monkey Foundling", "Id": 175837}
