{
  "Id": 175842,
  "Name": "The Wildweald Court",
  "Description": "A cacophony of Pentecost apes swings across ropes and ceiling beams in a cramped sea of sweat and malice. All are locked in an endless feud for souls and status, with scarce few having much else to call their own.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 175843,
        "Name": "A tiny revenge",
        "Description": "Rocks fly and sticks strike at the unfortunate servant monkey in the bat suit, its shrieks of pain soon drowned out by the hate of the mob. Would it be worth pointing out that the Masters of the Bazaar are not the masters of London? No. Definitely not. For a moment they have a focus for their rage, at being trapped and mocked from abroad. One of them even produces a can of fuel, lighting both the bat and a good part of the roof ablaze.\r\n\r\nThe show ends as the fires are extinguished. The beaten, singed monkey from inside the costume is dragged away amidst a cacophony of jeering laughter."
      },
      "Id": 143520,
      "Name": "A Visitor in Court",
      "Description": "A float bearing a giant bat-creature costume crudely crafted from papier mâché is wheeled through the halls."
    },
    {
      "DefaultEvent": {
        "Id": 176479,
        "Name": "You are granted permission to enter",
        "Description": "The silence is a pleasant slap to the face, sweetly scented with incense. Inside, the Exquisite Seneschal moves between clusters of mandarins in their yellow and red robes, using her experience to not so much give orders as offer 'advice' on what the Emperor would wish."
      },
      "Id": 143934,
      "Name": "The Silent Gallery",
      "Description": "While the Emperor sleeps and feasts, the Exquisite Seneschal co-ordinates the Great Exodus."
    },
    {
      "DefaultEvent": {
        "Id": 176480,
        "Name": "Trust is not a courtly virtue",
        "Description": "The Chandler will however be pleased to act as your intermediary to ensure fair play on both sides of the transaction."
      },
      "Id": 143935,
      "Name": "The Chandler of Souls",
      "Description": "Your rising status in Court has inspired assorted parties to enquire about your willingness to... meet."
    },
    {
      "DefaultEvent": {
        "Id": 176481,
        "Name": "The keeping of appearances",
        "Description": "A small group of powder-faced apes in the red-trimmed robes of court mandarins invite you into a quiet cushioned room. Drinks and honey cakes are served, and business carefully not discussed. After a while however, the charade gives way to polite expectation."
      },
      "Id": 143936,
      "Name": "Trade with the Wildweald Court",
      "Description": "Trading? No. It is not trading. However, should you have 'gifts' of a certain nature..."
    },
    {
      "DefaultEvent": {
        "Id": 176482,
        "Name": "She glares at you with the purest hate",
        "Description": "The honourable thing would be to take the high moral ground and not enjoy this at all."
      },
      "Id": 143937,
      "Name": "The Delightful Adventuress",
      "Description": "She stands fuming, her head and hands locked tight in a pillory near the centre of the palace."
    },
    {
      "DefaultEvent": {
        "Id": 176483,
        "Name": "Back to Port Stanton",
        "Description": "If only the monkeys had engines, they would likely have built proper docks."
      },
      "Id": 143938,
      "Name": "Leave the Court",
      "Description": "The rest of the Empire of Hands awaits. As does a much needed breath of fresh air."
    },
    {
      "DefaultEvent": {
        "Id": 178041,
        "Name": "A palace of avarice",
        "Description": "You can feel the eyes on you as you slowly trudge around court on your inefficient human legs, constantly being pinched and poked and having your pockets picked. There is no shame in it for the apes, not even the one you catch in the act. It just spits in your face and scampers off making rude gestures. A pair of mandarins shake their heads at their low-souled brethren, for their lack of ambition as much as anything else."
      },
      "Id": 144874,
      "Name": "A Visitor in Court",
      "Description": "Few Pentecost apes earn the honour of seeing inside this place. Fewer still are happy to see a human here."
    },
    {
      "DefaultEvent": {
        "Id": 178042,
        "Name": "Experiments in souls",
        "Description": "He dips them one at a time in a bowl of lacre; neath-snow. They fizzle in the frozen sorrow, something beyond a scream cutting the air. \"No good,\" mutters the Alchemist, discarding what remains. \"No good at all.\" He kicks the rest of the crate. \"Worthless. All worthless...\"\r\n\r\nWell. If he has no need for them..."
      },
      "Id": 144875,
      "Name": "A Visitor in Court",
      "Description": "Your wanderings bring you to the cramped laboratory of the Imperial Alchemist, wreathed in the smells of honey, wax and lacre."
    },
    {
      "DefaultEvent": {
        "Id": 178043,
        "Name": "An epic battle to the humiliation!",
        "Description": "When monkeys duel, every surface becomes part of the fight. They climb the walls, hang from the ceilings, charge through the cheering crowd with no care for who or what their rapiers may cut and slice. Death is not the goal. For the loser to forever remember this day and this defeat with burning shame is reward enough.\r\n\r\nBets are taken. You place yours. Poorly, it turns out. As the losing monkey is taken to be shaved and at least one soul forfeited, you pay up."
      },
      "Id": 144876,
      "Name": "A Visitor in Court",
      "Description": "A duel! What passes for court business draws to a halt as two high-souled monkeys prepare to draw blades."
    },
    {
      "DefaultEvent": {
        "Id": 178044,
        "Name": "Disorder in the court",
        "Description": "What is the guilty party accused of? It hardly matters. He and the judge are in a screaming match that has the whole court pounding every surface in a drumbeat of approval. As you watch, the Judge throws not the book at him, but the gavel. And his chair. Then leaps down with a screech and starts tearing at him with his teeth while the monkeys whoop with fevered excitement.\r\n\r\nBy the end of the fight, everyone seems to have lost interest in what the case was about in the first place, and the judge and defendant are last seen hobbling off together. They leave behind a destroyed courtroom, and a thoroughly contented crowd."
      },
      "Id": 144877,
      "Name": "A Visitor in Court",
      "Description": "Here, a crime got away with is a crime not committed. Their justice system is merely part of the punishment."
    },
    {
      "DefaultEvent": {
        "Id": 178045,
        "Name": "A creator of maps",
        "Description": "The Cartographer painstakingly draws one of the Empire's islands onto a parchment treated to look ancient. He explains his art freely, glad for a moment's recognition. Since the quarantine and trade embargo, the Empire's best way to lure visitors has been to seed the Unterzee with tales of lost treasure. Maps, primarily, just cryptic enough that they feel they have achieved something by their search. Then, while they poke about in the forests, both their souls and ships are- He stops. He's said too much.\r\n\r\nIs there treasure buried though? Oh yes, he almost snaps, continuing to encode a series of directions into a recipe of some sort. If word spread that there was not, why would you fools continue to brave the voyage?"
      },
      "Id": 144878,
      "Name": "A Visitor in Court",
      "Description": "The Imperial Cartographer works with uncommon fervour to create and compile maps for the court."
    },
    {
      "DefaultEvent": {
        "Id": 178086,
        "Name": "The Emperor seethes in silence",
        "Description": "The Zeppelin is what has the Penties' full attention right now. However, dark murmurs not intended for your ears speak of unfinished business before the Exodus - of a weapon the Emperor intends to deploy against its greatest foes."
      },
      "Id": 144904,
      "Name": "Gather Strategic Information for the Admiralty",
      "Description": "This is a rare opportunity to peer into the heart of the Empire."
    },
    {
      "DefaultEvent": {
        "Id": 178144,
        "Name": "An epic duel to the humiliation",
        "Description": "When monkeys duel, every surface becomes part of the fight. They climb the walls, hang from the ceilings, charge through the cheering crowd with no care for who or what their rapiers may cut and slice. Death is not the goal. For the loser to forever remember this day and this defeat with burning shame is reward enough.\r\n\r\nBets are taken. Unfortunately you have insufficient resources to take part, much to the disgust of the nearby monkeys. It is still an exciting show though, ending only when the loser, wounded, is dragged away to be shaved and made to forfeit a soul as the winner's trophy."
      },
      "Id": 144941,
      "Name": "A Visitor in Court",
      "Description": "A duel! What passes for court business draws to a halt as two high-souled monkeys prepare to draw blades."
    },
    {
      "DefaultEvent": {
        "Id": 180324,
        "Name": "A feeding frenzy!",
        "Description": "A newly five-souled ape trembles in the spotlight, surrounded by ranks of jeering, mocking monkeys throwing vicious abuse and the occasional rock.\r\n\r\nIts humiliations have been going on for a while by the time you arrive, the latest of them being publicly shaved as proof of commitment. As you watch from the corner, it plunges its head into a large bowl of... oh, how it wishes it was water... until its breath fails, only to be held under until the thrashing ends. Only then is it allowed to slump to the straw; limp, unconscious.\r\n\r\nThe crowd turns to the three mandarins whose decision is final. They turn their backs. The unfortunate ape's carcass is dragged away, as another steps forward to try its luck."
      },
      "Id": 146238,
      "Name": "A Visitor In Court",
      "Description": "Today, the Wildweald Court accepts petitions for membership from the low-souled monkeys without."
    }
  ]
}