{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 189575}, "Name": "", "Id": 175845},
                    "Name": "$Zeppelin -> ツェッペリン$Steal the Zeppelin",
                    "Description": "The East beckons. With the blessing of Storm and Salt, your crew will trade zee for sky. You will need to get behind the Emperor though, to stab him in the back...\u000d\u000a [This will end your game. But your next captain will begin with something interesting.]",
                    "ButtonText": "", "Id": 143521},
                   {"DefaultEvent": {"Description": "$Admiralty -> 海軍省$The Admiralty will not be happy about this.",
                                     "LinkToEvent": {"Id": 175485},
                                     "Name": "$Glory -> グローリー$You leave the Soaring Glory for now",
                                     "Id": 176512},
                    "Name": "$Port Stanton -> ポート・スタントン$Return to Port Stanton",
                    "Description": "$Zeppelin -> ツェッペリン$With the Zeppelin complete, your work here is done.",
                    "ButtonText": "", "Id": 143964},
                   {"DefaultEvent": {"Description": "$Aft -> 後部, Glory -> グローリー$You watch the launch preparations of the The Soaring Glory Of Emperor Crispin IV (Greatest Of His Name), surrounded by hundreds of excited monkeys. The Emperor is carried past the guards and up the ramp on a sedan chair. After him, in uniforms of gold and purple, walk the nobility. They are followed by the mandarins, led by the Exquisite Seneschal. Next to board are the lower-souled monkeys, who-\u000d\u000a\u000d\u000aThe guards open fire with their rifles; holding back the crowd as the ramp is pulled up. A sea of betrayed faces can only stare in horror as the Soaring Glory rises into the sky and away to the East, taking with it their stockpiled food and the last of their hopes. The howl grows angrier with each new voice.",
                                     "Name": "Dawn of a new Empire", "Id": 178993},
                    "Name": "$Glory -> グローリー$Flight of the Soaring Glory",
                    "Description": "$Pentecost -> ペンテコステ$The Pentecost apes are ready to depart.",
                    "ButtonText": "", "Id": 145466},
                   {"DefaultEvent": {"Description": "$Aft -> 後部, Elder Continent -> 旧大陸, Glory -> グローリー$You watch the launch preparations of the The Soaring Glory Of Emperor Crispin IV (Greatest Of His Name), surrounded by hundreds of excited monkeys. The Emperor is carried past the guards and up the ramp on a sedan chair. After him, in uniforms of gold and purple, walk the nobility. They are followed by the mandarins, led by the Exquisite Seneschal. Next to board are the lower-souled monkeys, who-\u000d\u000a\u000d\u000aThe guards open fire with their rifles; holding back the crowd as the ramp is pulled up. A sea of betrayed faces can only stare in horror as the Soaring Glory rises into the sky and and turns towards the Elder Continent, taking with it their stockpiled food and the last of their hopes. The howl grows angrier with each new voice.",
                                     "Name": "Dawn of a new Empire", "Id": 178994},
                    "Name": "$Glory -> グローリー$Flight of the Soaring Glory",
                    "Description": "$Pentecost -> ペンテコステ$The Pentecost apes are ready to depart.",
                    "ButtonText": "", "Id": 145467},
                   {"DefaultEvent": {"Description": "$Wildweald Court -> ワイルドウィールド・コート, Zeppelin -> ツェッペリン$It transpires that your help meant the Zeppelin was finished far earlier than expected, and the Wildweald Court has yet to decide where to go. Both factions are likely still arguing about it in the Silent Gallery...",
                                     "LinkToEvent": {"Id": 175844},
                                     "Name": "To the East? Or to the South?", "Id": 179003},
                    "Name": "$Zeppelin -> ツェッペリン$Check on the Zeppelin",
                    "Description": "Why is the Great Exodus not yet underway?",
                    "ButtonText": "", "Id": 145474},
                   {"SuccessEvent": {"Description": "$Zeppelin -> ツェッペリン, Glory -> グローリー$It is a slow, careful business, crawling around the island where The Soaring Glory is being prepared. Luckily, a Zeppelin makes for a big target, and soon enough you find somewhere the guards have overlooked.\u000d\u000a\u000d\u000aYou take aim with your flare gun. Fire. The fireball catches a glancing blow on the cloth, but it's enough. As the monkeys scream, the fire spreads... works its way in. When the explosion comes, it shakes the ground and rains down an apocalypse of shards and flame and broken dreams. The sound of burning, screaming monkeys will likely haunt the rest of your days, but you escape unharmed and undetected.",
                                     "Name": "Boom!", "Id": 176845},
                    "DefaultEvent": {"Description": "$Zeppelin -> ツェッペリン, Glory -> グローリー$It is a slow, careful business, crawling around the island where The Soaring Glory is being prepared.Luckily, a Zeppelin makes for a big target, and soon enough you find somewhere the guards have overlooked.\u000d\u000a\u000d\u000aYou take aim with your flare gun. Fire. The fireball catches a glancing blow on the cloth, but it's enough. As the monkeys wail and run helplessly for water, the flames work into the hydrogen below. When the explosion comes, it shakes the ground and rains down an apocalypse of shards and flame and broken dreams.\u000d\u000a\u000d\u000aWhite pain floods behind your eyes and gut. The bloody shard in your flesh is jagged and twisted; bone-deep, snapped. The scream goes unnoticed, lost in the noise.",
                                     "Name": "Boom!", "Id": 176511},
                    "Name": "$Zeppelin -> ツェッペリン$Destroy the Zeppelin",
                    "Description": "The Great Exodus cannot be allowed to happen. Luckily, you know a little something about hydrogen.",
                    "ButtonText": "", "Id": 143963}],
 "Description": "If the monkeys insist on calling it that. In your heart though, it will always be the... well, never mind.",
 "Name": "$Glory -> グローリー$The Soaring Glory Of Etc. Etc. Etc.",
 "Id": 175844}