{
  "Id": 175977,
  "Name": "Hearthsake Village",
  "Description": "It was not madness that drove these pirates to cannibalism, but years of being shipwrecked without the comfort of meat. After a while, any meat would do.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 175978,
        "Name": "A toast to a forsaken yesterday",
        "Description": "The Boisterous Pirate clears his throat, and all go quiet as he stands. \"TO HER ENDURING MAJESTY!\" he shouts. \"TO THE EVER SHINING LIGHTS OF HOME!\"\r\n\r\nA cheer rises as the pirates raise their mugs; drain them dry. But there is something quiet in the silence. They have long decided that what they have done here disqualifies them from ever again walking on Wolfstack Docks, from singing in the Mandrake... and from meeting the eyes of those they loved. It is not fear that keeps them from asking the visiting captain for safe passage back home. It is agreement, unanimous.\r\n\r\nThe Boisterous Pirate slams his hands together in an echoing slap. \"AMEN,\" he declares, as everyone reaches for the meats that have them salivating so."
      },
      "Id": 143604,
      "Name": "Dine at the Captain's Table",
      "Description": "All are welcome to share the pirates' wealth, provided they have the stomach for it. And the table manners."
    },
    {
      "DefaultEvent": {
        "Id": 175989,
        "Name": "Adventuring supplies",
        "Description": "He came well prepared for this journey, unless your idea of preparations happens to include a compass, a map not written in riddles, a sextant, and a spare set of spectacles to compensate for severe myopia."
      },
      "Id": 143613,
      "Name": "The Lost Treasure Hunter",
      "Description": "He joined the pirates to see the zee. Now he just hopes to one day see something he recognises."
    },
    {
      "DefaultEvent": {
        "Id": 176020,
        "Name": "Back to Port Stanton",
        "Description": "The zee is quiet. The journey is pleasingly uneventful. You have not been eaten by cannibal pirates. All things considered, a successful trip."
      },
      "Id": 143642,
      "Name": "Return to the boat",
      "Description": "They seem a friendly sort, and are shocked at the idea that they would ever be such poor hosts as to eat a guest. But then, they have no shortage of supplies..."
    },
    {
      "DefaultEvent": {
        "Id": 176021,
        "Name": "An evening of careful abstinence",
        "Description": "\"A TOAST!\" bellows the Boisterous Pirate, leading a new round of quaffing from atop the table. \"TO THE GOOD CAPTAIN! TO HER ENDURING MAJESTY! MAY WE EAT, DRINK AND BE MERRY, FOR TOMORROW WE -\"\r\n\r\nHis face freezes. His grip on the mug slips. His legs fall limp and he crashes down onto the table. The wood cracks; bone cutlery flies. He lies grey-faced, staring you in the eye with a dying look born not of hate, but of the deepest disappointment.\r\n\r\nEnvoys from the Wildweald Court are soon at the scene to collect the supplies and burn down the village."
      },
      "Id": 143643,
      "Name": "Poison the Cannibal Pirates",
      "Description": "Their leader's toasts guarantee they will all at least drink some wine. This vintage will have a particular kick."
    },
    {
      "DefaultEvent": {
        "Id": 176517,
        "Name": "A smooth, easy trip",
        "Description": "Your arms are beginning to get used to the rowing."
      },
      "Id": 143968,
      "Name": "Return to the boat",
      "Description": "Time to head back to Port Stanton."
    },
    {
      "DefaultEvent": {
        "Id": 178356,
        "Name": "He looks up, eyes gleaming",
        "Description": "\"I have it!\" he declares. \"The Fountain of Youth! That's what the treasure was telling me! See how it glows? It's a map! I just need a ship and a crew, and-\"\r\n\r\nYou back away, leaving him to it."
      },
      "Id": 145076,
      "Name": "The Lost Treasure Hunter",
      "Description": "He is holding onto what remains of his supplies now, for his next adventure."
    },
    {
      "DefaultEvent": {
        "Id": 179008,
        "Name": "\"AH! THERE YOU ARE! ABOUT TIME TOO!\"",
        "Description": "With the might of the Empire now gone, the Boisterous Pirate and his crew are preparing an assault on what was the Wildweald Court. Many of the betrayed monkeys have joined them in an odd attempt at rebellion.\r\n\r\n\"AT THE VERY LEAST, WE'LL GO OUT FIGHTING, YES?!\" he booms, clapping you hard enough on the shoulder. \"AND WHO KNOWS? MAYBE ONE DAY WE'LL MAKE OURSELVES A PROPER HOME OF THIS PLACE YET!\"\r\n\r\nYou leave them to it. He has this in hand."
      },
      "Id": 145478,
      "Name": "A council of war",
      "Description": "Since when was the village full of Pentecost apes?"
    },
    {
      "DefaultEvent": {
        "Id": 175990,
        "Name": "The monkeys put up a better fight than expected",
        "Description": "\"GOOD GAME, WELL PLAYED!\" booms the Boisterous Pirate, as you sail back to the village. \"EXERCISE! FRESH AIR! WHAT MORE COULD ANYONE WANT!?\" \r\n\r\nYou ponder the question with the pirates as you treat a few minor scratches. 'More than one gun between us' seems the general consensus."
      },
      "Id": 143614,
      "Name": "Join a raid on the Empire of Hands",
      "Description": "The cannibals often raid the mainland for both supplies and sport. \"THE MORE THE MERRIER!\" you are told.\r\n [Be careful. You stand a chance of getting Wounded.]"
    },
    {
      "DefaultEvent": {
        "Id": 178392,
        "Name": "Fever takes you in the night",
        "Description": "\"I DECLARE A TOAST!\" thunders the Boisterous Pirate, leading the memorial banquet. \"TO OUR FALLEN COMRADE, WHEREVER THEY NOW ZAIL! TO HER ENDURING MAJESTY WHOSE VIRTUE GUIDES US ALL! TO THE MEAT THAT KEEPS US STRONG!\"\r\n\r\nHe raises his mug. The other cannibals sit with him around a table carefully laden with your choice cuts and offal, prepared with solemn dignity and a few fine spices.\r\n\r\n\"JOIN ME,\" he booms, bringing the other pirates to their feet, mugs overflowing. \"TO CAPTAIN- Ah. CAPTAIN...\"\r\n\r\nHe pauses, abashed. \"Mmm. You know, now I think about it, I never <i>did</i> get the poor bugger's name...\""
      },
      "Id": 145094,
      "Name": "Severely wounded!",
      "Description": "The Cannibal Pirates are generous, but they are also <i>cannibals.</i> You need to recover, now!"
    }
  ]
}