{"ChildBranches": [{"DefaultEvent": {"Description": "$Assigner of Corpse -> 死体任命者$The Assigner of Corpses is disinclined to speak with you, but you are similarly disinclined to let him go. You have gone too far and suffered too much to be put off. You insist. You place your hand on his arm. You invoke the importance of filial piety. The conversation becomes increasingly heated.\u000d\u000a\u000d\u000aAt last, quite suddenly, the Assigner drags you behind a midden and tears off his mask. \"All right!\" he hisses. (His breath is heavy with rum.) \"It's me! I'm not dead! And, er, hello. It's nice to meet you. Now please go away!\"\u000d\u000a\u000d\u000aThe face staring back at you - seamed by Time, bulbous with wine - is unmistakably like the one you see in the mirror. This is your father.",
                                     "LinkToEvent": {"Id": 177526}, "Name": "A Vital Secret",
                                     "Id": 176411},
                    "Name": "A Crimson Lion-Mask",
                    "Description": "$Fathomking -> ファザムキング$The Fathomking told you to look for the 'dawn-coloured cat'. Over there - that slope-shouldered fellow with the shovel, masked as a lion! It's him!",
                    "ButtonText": "", "Id": 143891},
                   {"DefaultEvent": {"Description": "$Fathomking's Hold -> ファザムキングの砦, Assigner of Corpse -> 死体任命者, Fathomking -> ファザムキング$A man in a crocodile-mask trundles an ibis-masked corpse on a wheeled bier. Is this the Assigner of Corpses? He shakes his head. \"This corpse was assigned to the Fathomking,\" he explains. \"I go now to the Hold....The Fathomking knows why.\"\u000d\u000a\u000d\u000aWas that a meaningful pause? If no one here will speak to you of the Assigner and his Assignments, might the Fathomking know more? [Find the Fathomking's Hold to continue.]",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "The blankness of masks", "Id": 177300},
                    "Name": "$Visage -> ヴィシージ$Interrogate the Visagers",
                    "Description": "$Visage -> ヴィシージ$The Visagers seem reluctant to discuss the matter, even with Frog. It is distasteful, or forbidden, or inconvenient. But surely someone will let something slip.",
                    "ButtonText": "", "Id": 144450},
                   {"DefaultEvent": {"Description": "$Fathomking's Hold -> ファザムキングの砦, Fathomking -> ファザムキング$[Find the Fathomking's Hold, somewhere in the south or central Unterzee, to continue.]",
                                     "LinkToEvent": {"Id": 168605}, "Name": "", "Id": 178715},
                    "Name": "Across the zee",
                    "Description": "$Fathomking -> ファザムキング$If no one here will speak to you of the Assigner and his Assignments, might the Fathomking know more?",
                    "ButtonText": "", "Id": 145315}],
 "Description": "$Assigner of Corpse -> 死体任命者$What mask does the Assigner of Corpses wear? ",
 "Name": "$Your Father's Bones: -> 父の遺骨:, Assigner of Corpse -> 死体任命者$Your Father's Bones: the Assigner of Corpses",
 "Id": 176410}