{"ChildBranches": [{"DefaultEvent": {"Description": "It may look centuries old, but this entryway is relatively new. The monkeys can never leave alone, always adding bits on as their whims demand.",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "A not so ancient edifice", "Id": 176472},
                    "Name": "To the Vault of the First Emperor",
                    "Description": "Its stone entrance dominates a small clearing.",
                    "ButtonText": "", "Id": 143928},
                   {"DefaultEvent": {"Description": "At least, you don't think so. It is hard to tell, with Barnabas' blank face giving nothing away. Can he see? He seems to be able to, somehow. In any event, he makes no move to raise an alarm as you take the small trinket.",
                                     "LinkToEvent": {"Id": 176471}, "Name": "Nobody is watching",
                                     "Id": 176476},
                    "Name": "A Gift for the Monkey Emperor",
                    "Description": "$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress has already uncovered and put aside many treasures. A small statue amongst them looks particularly interesting.",
                    "ButtonText": "", "Id": 143931},
                   {"DefaultEvent": {"Description": "You stand once more before the imposing stone door.",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "Monkeys sit idle, waiting for instructions",
                                     "Id": 176477},
                    "Name": "To the Vault of the First Emperor",
                    "Description": "Its secrets still await you.", "ButtonText": "",
                    "Id": 143932},
                   {"DefaultEvent": {"Description": "It is quieter here, away from her monkey helpers.",
                                     "LinkToEvent": {"Id": 175475},
                                     "Name": "You slip away through the forest", "Id": 176478},
                    "Name": "$Delightful Adventuress -> 愉快な女冒険家$Leave the Delightful Adventuress' camp",
                    "Description": "There is nothing here you need right now.",
                    "ButtonText": "", "Id": 143933},
                   {"DefaultEvent": {"Description": "$Delightful Adventuress -> 愉快な女冒険家$Barnabas stoically lumbers after you to to the mosaic floor, and proceeds to step on everything. The 'phwit!' of crossbow bolts fills the air for a good couple of minutes before it appears the traps have finally run dry.\u000d\u000a\u000d\u000aHe takes the agreed fee, his body not even chipped. Then he nods slowly, and lumbers back up the stairs to his mistress' camp. A somewhat irritated looking Delightful Adventuress appears soon afterwards. \"That fellow cost me a small fortune, you know,\" she mutters, striding past. \"Well, never mind! We press on!\"",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "If a faceless man could sigh", "Id": 176557},
                    "Name": "Pay Barnabas to help with the Mosaic Floor",
                    "Description": "$Clay M[ae]n -> クレイマン$A Clay Man has little to fear from crossbow bolts",
                    "ButtonText": "", "Id": 144001},
                   {"DefaultEvent": {"Description": "$Zeppelin -> ツェッペリン$\"Oh, it's you. Of course. Help me with these blasted maps, would you? The monkeys are <i>quite</i> clueless.\"\u000d\u000a\u000d\u000aShe shakes her head. \"They claim our souls uplift them, but if you ask me it's just a case of monkey-see, monkey-do. Can you believe they think that Zeppelin of theirs will let them create a new Empire? Wait! You there! <i>Take that out of your mouth this very second!</i>\"",
                                     "LinkToEvent": {"Id": 176471},
                                     "Name": "A flustered circus-mistress", "Id": 176558},
                    "Name": "$Delightful Adventuress -> 愉快な女冒険家$Speak with the Delightful Adventuress",
                    "Description": "She prepares to make her run on the Vault.",
                    "ButtonText": "", "Id": 144002},
                   {"DefaultEvent": {"Description": "\"I would say, darling, that if the monkeys are not going to play fair, then there is no reason we should do any different.\" She taps the table for a moment. \"It is after all not solving that little toy that matters, but getting through the door. Perhaps there is a simpler way?\"",
                                     "LinkToEvent": {"Id": 176471},
                                     "Name": "$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress rolls her eyes",
                                     "Id": 176559},
                    "Name": "$Delightful Adventuress -> 愉快な女冒険家$Consult with the Delightful Adventuress",
                    "Description": "Does she have any ideas on that infernal puzzle?",
                    "ButtonText": "", "Id": 144003},
                   {"DefaultEvent": {"Description": "$Clay M[ae]n -> クレイマン$\"In my experience darling, such things are built solely by meddling priest types to try to make potential tomb raiders at least bang a little culture into their heads before they get their hands on the loot. Precious little bloody point otherwise. Just wall it up and be done!\"\u000d\u000a\u000d\u000aShe bites a nail gently. \"If only we could read the monkey language, we could work out the correct sequence. Of course, there could be a way to simply bypass the problem entirely. Barnabas! Have you any thoughts?\"\u000d\u000a\u000d\u000aThe giant Clay Man does not look up from his duties.",
                                     "LinkToEvent": {"Id": 176471},
                                     "Name": "$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress ponders it",
                                     "Id": 176560},
                    "Name": "$Delightful Adventuress -> 愉快な女冒険家$Consult with the Delightful Adventuress",
                    "Description": "Can she think of a way over that mosaic floor?",
                    "ButtonText": "", "Id": 144004},
                   {"DefaultEvent": {"Description": "$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress seems almost giddy with anticipation at having, as she will no doubt claim, almost single-handedly conquered the Vault. Well, no matter. As long as your share of the reward makes it worthwhile.",
                                     "LinkToEvent": {"Id": 176471},
                                     "Name": "\"My kapitano! We are so close!\"", "Id": 176774},
                    "Name": "$Delightful Adventuress -> 愉快な女冒険家$Consult with the Delightful Adventuress",
                    "Description": "She taps her feet impatiently.", "ButtonText": "",
                    "Id": 144157}],
 "Description": "$Clay M[ae]n -> クレイマン, Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress, helped by her faceless Clay Man bodyguard Barnabas and a small group of worker monkeys hired for the price of her soul, works to excavate the Vault of the First Emperor.",
 "Name": "A Delightful Basecamp", "Id": 176471}
