{
  "Id": 176484,
  "Name": "The Chandler of Souls",
  "Description": "High-souled apes prize quality over quantity, seeking beneficial spiritual alchemy. The Chandler lacks the finesse of devils, but he assures you this is not a problem. Your soul is his concern, your comfort is not.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 176485,
        "Name": "The arrangements are made",
        "Description": "You are led into a small room and politely asked to first disrobe, and then permit yourself to be bound in a metal contraption only a few degrees or sharp edges from being a torture device. The Chandler assures you that you have nothing to worry about, before welcoming in not simply the Page, as agreed, but group of young Pentecost apes hoping to be his latest apprentice.\r\n\r\nWho amongst them knows why ether is involved, he asks, allowing the eldest to do the honours. She looks at you. She looks at the bottle of ether. She looks at the rag. She grins. And she pushes it, bone-dry, into your mouth.\r\n\r\nThe answer, it turns out, involves screaming. Much.\r\n\r\nLater, you awaken under rags, aching, with a strange feeling of loss. It is done. Your mind licks at the strange emptiness as a tongue might a missing tooth.\r\n\r\nThe Chandler of Souls has your payment. He returns his cut, less in apology than in the hope that you will remain quiet."
      },
      "Id": 143939,
      "Name": "Sell to the Ambitious Page",
      "Description": "She will likely not keep it for longer than it takes to trade up. For now though, it serves her purposes. [The Ambitious Page can offer 400 Echoes]"
    },
    {
      "DefaultEvent": {
        "Id": 176486,
        "Name": "The arrangements are made",
        "Description": "In her incense-perfumed chamber in a quiet corner of the palace, the Veiled Concubine awaits. She bids you to disrobe and lie face-down on a bed of cushions, where she rubs relaxing scented oils into your back. Her furred fingers massage away tensions so deep as to be in your bones. It is not long before you slip peacefully, content, into a sleep deeper than the zee itself.\r\n\r\nToo soon, for it would always have been too soon, you awaken in a bed of silks. It is done. Your mind licks at the strange emptiness as a tongue might a missing tooth."
      },
      "Id": 143940,
      "Name": "Sell to the Veiled Concubine",
      "Description": "She seeks uplifting from the servant classes to the low-aristocracy. [The Veiled Concubine can offer 850 Echoes]"
    },
    {
      "DefaultEvent": {
        "Id": 176487,
        "Name": "The arrangements are made",
        "Description": "The devils call it Abstraction. It is said to be a beautiful ceremony. The methods of the Pentecost apes are rather more functional. At least for this quality of soul.\r\n\r\nYou are led into a small room and ordered, not asked, to disrobe. You permit yourself to be bound in a metal contraption only a few sharp edges from being a torture device. Your head is locked forwards, unable to turn to see what is causing the screeching sounds of metal on rust. Something cold pricks your back. An ether-soaked rag is pressed against your mouth.\r\n\r\nLater, you awaken bruised, with a headache and feeling of loss. It is done. Your mind licks at the strange emptiness as a tongue might a missing tooth."
      },
      "Id": 143941,
      "Name": "Sell to the Mayor of Port Stanton",
      "Description": "With it, he will have the five souls needed to petition for membership of the Court. [The Mayor can offer 175 Echoes]"
    },
    {
      "DefaultEvent": {
        "Id": 176488,
        "Name": "The arrangements are made",
        "Description": "You are the guest of honour at an evening soiree, where he and fellow high-souled apes all but dote on your stories of the zee. Under its quarantine, residents of the Empire of Hands have no choice but to smuggle themselves any real distance, and that is hardly a journey for a high-souled ape. Do you not agree?\r\n\r\nThe apes prove surprisingly fine company, the wine and opiates flowing free. Souls are not even discussed once, not even when the last guest has gone and it is time for business to be concluded. Your host waits for you to drain your glass of both wine and drugs, catching you easily as you slump in your chair.\r\n\r\nYou awaken on a couch under a blanket, your clothes on a nearby chair - freshly washed, pressed and awaiting your departure. It is done. Your mind licks at the strange emptiness as a tongue might a missing tooth."
      },
      "Id": 143942,
      "Name": "Sell to the Monkey Baronet",
      "Description": "There is something in your eyes he approves of. He wishes to see if he can replicate it in his own polished-silver mirror. [The Monkey Baronet can offer 1000 Echoes]"
    },
    {
      "DefaultEvent": {
        "Id": 176489,
        "Name": "The arrangements are made",
        "Description": "You are led into a small room and politely asked to first disrobe, and then permit yourself to be bound in a metal contraption only a few sharp edges from being a torture device. An ether-soaked rag is pressed to your face as the spirifage process is carried out.\r\n\r\nYou awaken on a small bed. It is done. Your mind licks at the emptiness as a tongue might a missing tooth.\r\n\r\nAs you dress, a young monkey arrives with a letter clearly written and signed by the Exquisite Seneschal. He thanks you on behalf of his Emperor for such a fine gift, and hopes you will accept this token of gratitude."
      },
      "Id": 143943,
      "Name": "A gift for the Emperor",
      "Description": "If it pleases him to accept, of course. [This trade is a gamble, based on the Emperor's mood]"
    },
    {
      "DefaultEvent": {
        "Id": 176490,
        "Name": "The Chandler of Souls bows",
        "Description": "Should you change your mind, he is here."
      },
      "Id": 143944,
      "Name": "No sale. Not for now.",
      "Description": "Whether the offers are insufficient or you simply thought twice, you'll be keeping your soul."
    },
    {
      "DefaultEvent": {
        "Id": 176491,
        "Name": "The arrangements are made",
        "Description": "You are led into a small room and politely asked to first disrobe, and then permit yourself to be bound in a metal contraption only a few sharp edges from being a torture device. An ether-soaked rag is pressed to your face as the spirifage process is carried out.\r\n\r\nYou awaken on a small bed. It is done. Your mind licks at the emptiness as a tongue might a missing tooth.\r\n\r\nAs you dress, a young monkey arrives with a letter clearly written by the Exquisite Seneschal, but signed by the Emperor's own hand. He thanks you for such a fine gift, and hopes that you will accept this as a token and demonstration of the Empire of Hands' gratitude."
      },
      "Id": 143945,
      "Name": "A gift for the Emperor",
      "Description": "If it pleases him to accept, of course. [This trade is a gamble, based on the Emperor's mood]"
    },
    {
      "DefaultEvent": {
        "Id": 178129,
        "Name": "The arrangements are made",
        "Description": "You are led into a small room and politely asked to first disrobe, and then permit yourself to be bound in a metal contraption only a few sharp edges from being a torture device. An ether-soaked rag is pressed to your face as the spirifage process is carried out.\r\n\r\nYou awaken on a small bed. It is done. Your mind licks at the emptiness as a tongue might a missing tooth.\r\n\r\nAs you dress, a young monkey arrives with a letter written and signed by the Exquisite Seneschal. It is not flattering. Your gift will grudgingly be placed with the Emperor's treasures, as politeness demands, but you are asked to only send gifts appropriate to his stature in future."
      },
      "Id": 144932,
      "Name": "A gift for the Emperor",
      "Description": "If it pleases him to accept, of course. [This trade is a gamble, based on the Emperor's mood]"
    }
  ]
}