{"ChildBranches": [{"DefaultEvent": {"Description": "It is doubtful that she will be here for long. Theft is not a huge crime to the monkeys, particularly when they got their share anyway. They will most likely free her as soon as her outrage ceases amusing them.\u000d\u000a\u000d\u000aOf course, this far East she will be waiting a long time for another ship to take her back to Fallen London.",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "You leave the Delightful Adventuress to her fate",
                                     "Id": 176497},
                    "Name": "Decline the opportunity",
                    "Description": "That is a revenge for monkeys. You are better than that. Or more fiscally responsible, at least.",
                    "ButtonText": "", "Id": 143949},
                   {"SuccessEvent": {"Description": "The rotten tomato splatters into the Delightful Adventuress' face, dripping from her hair and chin as she splutters incoherent rage. The monkeys cheer wildly.",
                                     "LinkToEvent": {"Id": 175842}, "Name": "A direct hit!",
                                     "Id": 178171},
                    "DefaultEvent": {"Description": "The rotten tomato flies wild, splattering against the wall. The monkeys howl in disappointment. The Delightful Adventuress' lips curl in a sneer of contempt.",
                                     "LinkToEvent": {"Id": 175842}, "Name": "A complete miss!",
                                     "Id": 176495},
                    "RareDefaultEvent": {"Description": "The rotten tomato flies wild, missing the Delightful Adventuress but splattering hard into the face of passing mandarin. The shrieks of shock and outrage from his once-perfectly powdered lips leave the monkeys screaming with laughter.",
                                         "LinkToEvent": {"Id": 175842}, "Name": "A classic miss!",
                                         "Id": 178172},
                    "Name": "Buy a tomato",
                    "Description": "Heavy and squishy, in just the right stages of rot. Juices drip down your hand as you squeeze its soft skin.",
                    "ButtonText": "", "Id": 143947}],
 "Description": "Barnabas stoically stands by his seething mistress, ensuring the monkeys do not take their fun too far. His bruised loyalty does not however stretch to interfering with the opportunistic monkey selling ammunition.",
 "Name": "The Not-So Delightful Adventuress", "Id": 176494}
