{
  "Id": 176742,
  "Name": "An Audience with the Emperor",
  "Description": "Emperor Crispin IV holds court in the heart of his palace. None may speak without permission, but the voice of the Emperor is still the least heard of all.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 176743,
        "Name": "An official welcome",
        "Description": "The Emperor sits on his throne, wrapped in robes of violet and wearing an ornate golden mask. He remains motionless, silent. He could be mistaken for a statue, if not for an almost imperceptible nod to grant his seneschal permission to speak in his name.\r\n\r\nShe approaches, arms folded in the red-trimmed yellow robes of a court mandarin. Her expression is carefully blank; the chestnut hair on her face powdered alabaster white and decorated with exquisite detail in red and black. The rings on her fingers mark her as a ten-souled ape, a status even the Admiralty can respect.\r\n\r\nShe bows before you; a complicated, ritual display of sweeping sleeves that somehow never breaks eye contact. Finished, she waits for your response."
      },
      "Id": 144133,
      "Name": "Summoned by the Emperor",
      "Description": "To step into his throne room is to step into another world, a polished one of cool and blessed quiet that already feels as alien as it is pleasant."
    },
    {
      "DefaultEvent": {
        "Id": 178904,
        "Name": "The Exquisite Seneschal's expression flickers",
        "Description": "She has never held a high opinion of humans,\r\n\r\nBe that as it may though, there is business to discuss."
      },
      "Id": 145414,
      "Name": "Remain still",
      "Description": "You will not demean yourself before mere monkeys."
    },
    {
      "DefaultEvent": {
        "Id": 178907,
        "Name": "Materials for the journey",
        "Description": "You point out that the Admiralty has the Empire of Hands both under embargo and quarantined. The only thing worse to be caught doing here than supplying them would helping them escape their confinement!\r\n\r\n\"Have your people not already caused us enough pain?\" she demands. \"We starve, and you would prevent us being fed. We thirst to explore, and you cage us like animals. Why? For what fine purpose? What threat are we to you, who happily dine with devils?\"\r\n\r\nShe shakes her head, almost with pity. \"What could you possibly see in us that shames you so?\""
      },
      "Id": 145415,
      "Name": "The Great Exodus",
      "Description": "The Exquisite Seneschal requests your assistance to supply the Empire of Hands' great work - a Zeppelin that will take them to a new home far away from here."
    },
    {
      "DefaultEvent": {
        "Id": 178954,
        "Name": "The Exquisite Seneschal bows again, deeper",
        "Description": "With a pair of servants to row the boat, she takes you to the Zeppelin site in Port Stanton. It was originally the project of a traveller from afar hoping to travel East, who encountered an... accident. In his plans and engine however, the monkeys saw their opportunity.\r\n\r\n\"The Great Exodus will require Supplies and Fuel, of course,\" explains the Exquisite Seneschal. \"We also seek souls to uplift our brethren that they may join the work. You will of course be reasonably compensated for your expenses, and rewarded upon completion.\"\r\n\r\nShe also hints that there may be faster ways to complete the Zeppelin. To say more though would require a level of trust that you have not yet earned. [Build Status in Court and by supplying the Zeppelin]"
      },
      "Id": 145436,
      "Name": "Accept the commission",
      "Description": "You will help the apes complete their Zeppelin."
    },
    {
      "DefaultEvent": {
        "Id": 178955,
        "Name": "The Exquisite Seneschal is unsurprised",
        "Description": "\"As you wish. My Emperor thanks you for your gift and declares you an honoured guest of this Court for as long as you obey our laws and traditions.\"\r\n\r\nYou find yourself being led out of the Emperor's presence. \"I would add one thing,\" says the Exquisite Seneschal in a quieter voice. \"If it is your beloved Admiralty's deepest wish that we be gone, the Exodus will grant it, just as much as our freedom. A thing to think about, should it be their wrath that concerns.\"\r\n\r\nShe bows, curtly. \"I bid you welcome to the Empire of Hands,\" she says in her normal tone, as two servants close the door to the Silent Gallery in your face. [Visit the Zeppelin in Port Stanton if you change your mind about assisting the Pentecost apes.]"
      },
      "Id": 145437,
      "Name": "Refuse the commission",
      "Description": "The monkeys must remain here, as the Admiralty decreed."
    },
    {
      "DefaultEvent": {
        "Id": 178998,
        "Name": "The Exquisite Seneschal addresses the crowd",
        "Description": "\"My fellows, my friends, a great new era is upon us. Soon, the Great Exodus shall begin, and we shall forge the Second Great Empire in a land far, far away. It will require everything we have, and more. Only if we all pull together, from our highest to our lowest... one united Empire striding forwards in unison, can we prove ourselves worthy of the souls we have claimed.\"\r\n\r\nShe pauses, gestures to you. \"But we would not be here without one human, one with the bravery to stand against the prejudices of their bat-people. By Imperial decree, it shall therefore be our guest's honour to give name to the instrument of our salvation.\"\r\n\r\nShe turns to you. The monkeys lean in expectantly."
      },
      "Id": 145470,
      "Name": "Hero of the Wildweald Court!",
      "Description": "There is no applause as you walk into the Silent Gallery. There is however a measure of gratitude and grudging respect buzzing in the air."
    },
    {
      "DefaultEvent": {
        "Id": 178999,
        "Name": "You murmur your chosen name",
        "Description": "The Exquisite Seneschal listens, nods, and turns to the audience. \"The human has spoken!\" she shouts. \"Our salvation shall be named... THE SOARING GLORY OF EMPEROR CRISPIN IV (GREATEST OF HIS NAME)!\"\r\n\r\nWith a slight raise of his right paw, the Emperor graciously gives the audience permission to whoop.\r\n\r\nBl__dy monkeys. At least they pay up as promised."
      },
      "Id": 145471,
      "Name": "The Pentecost Ascendant",
      "Description": ""
    },
    {
      "DefaultEvent": {
        "Id": 179015,
        "Name": "Behind the mask",
        "Description": "\"Your people. Your precious Admiralty...\" He pauses to spit. \"Your bat-masters. Do not think us unaware of what you say about us in your ivory towers. Us poor little primitives, daring to dream ourselves your equals.\"\r\n\r\nThe Exquisite Seneschal backs away. Her Emperor's tone is caramel laced with glass, fifteen souls united in hate.\r\n\r\n\"You wish my favour?\" He gestures for a box. \"I wish for fire. I wish for flame. I wish for those who have starved us to lie in the streets, their corpses spurned by the rats and the mangiest of your hounds. All this was to come to pass before the voyage. All was planned. But, time.\"\r\n\r\nThe box is pressed into your hands. \"I grant you a chance then, to use as you will. Deliver this. Throw it to the zee. It matters little. If not today, then some generation hence your people shall learn regret for their sins. Let me however travel on the wings of that satisfaction, and you shall stand by me in the Second Empire.\"\r\n\r\nHe flicks a hand. \"Now get out of my sight.\""
      },
      "Id": 145484,
      "Name": "Her Master's Voice",
      "Description": "The Exquisite Seneschal falls silent as you approach the golden throne, close enough to see the fury in the Emperor's eyes."
    },
    {
      "DefaultEvent": {
        "Id": 179022,
        "Name": "You murmur your chosen name",
        "Description": "The Exquisite Seneschal listens, nods, and turns to the audience. \"The human has spoken!\" she shouts. \"Our salvation shall be named... THE SOARING GLORY OF EMPEROR CRISPIN IV (GREATEST OF HIS NAME)!\"\r\n\r\nWith a slight raise of his right paw, the Emperor graciously gives the audience permission to whoop.\r\n\r\nBl__dy monkeys. At least they pay up as promised."
      },
      "Id": 145489,
      "Name": "The Pax Imperialis",
      "Description": ""
    },
    {
      "DefaultEvent": {
        "Id": 179023,
        "Name": "You murmur your chosen name",
        "Description": "The Exquisite Seneschal listens, nods, and turns to the audience. \"The human has spoken!\" she shouts. \"Our salvation shall be named... THE SOARING GLORY OF EMPEROR CRISPIN IV (GREATEST OF HIS NAME)!\"\r\n\r\nWith a slight raise of his right paw, the Emperor graciously gives the audience permission to whoop.\r\n\r\nBl__dy monkeys. At least they pay up as promised."
      },
      "Id": 145490,
      "Name": "The Endless Reach",
      "Description": ""
    },
    {
      "DefaultEvent": {
        "Id": 179024,
        "Name": "You murmur your chosen name",
        "Description": "The Exquisite Seneschal listens, nods, and turns to the audience. \"The human has spoken!\" she shouts. \"Our salvation shall be named... THE SOARING GLORY OF EMPEROR CRISPIN IV (GREATEST OF HIS NAME)!\"\r\n\r\nWith a slight raise of his right paw, the Emperor graciously gives the audience permission to whoop.\r\n\r\nBl__dy monkeys. At least they pay up as promised."
      },
      "Id": 145491,
      "Name": "The Second Lineage",
      "Description": ""
    },
    {
      "DefaultEvent": {
        "Id": 179025,
        "Name": "You murmur your chosen name",
        "Description": "The Exquisite Seneschal listens, nods, and turns to the audience. \"The human has spoken!\" she shouts. \"Our salvation shall be named... THE SOARING GLORY OF EMPEROR CRISPIN IV (GREATEST OF HIS NAME)!\"\r\n\r\nWith a slight raise of his right paw, the Emperor graciously gives the audience permission to whoop.\r\n\r\nBl__dy monkeys. At least they pay up as promised."
      },
      "Id": 145492,
      "Name": "The Flying Monkey",
      "Description": ""
    },
    {
      "DefaultEvent": {
        "Id": 178902,
        "Name": "A flicker of disapproval",
        "Description": "Did you do something wrong? It appears so.\r\n\r\nBe that as it may, there is business to discuss."
      },
      "Id": 145412,
      "Name": "Return the bow",
      "Description": "You are, after all, in front of an Emperor."
    },
    {
      "DefaultEvent": {
        "Id": 178903,
        "Name": "A flicker of disapproval",
        "Description": "Did you do something wrong? It appears so.\r\n\r\nBe that as it may, there is business to discuss."
      },
      "Id": 145413,
      "Name": "A curtsey instead",
      "Description": "This is your preferred way to express respect."
    }
  ]
}