{"ChildBranches": [{"DefaultEvent": {"Description": "The seed propagates alarmingly fast here. Within a few minutes, there are blemmigans scrambling in between bits of shale and over the faces of the scattered correspondence on the shore. They digest stamps, addresses, sealing wax. Where their tentacles pass over an envelope, they leave behind new replacement directions. Deliverable directions. But who knows whether the new addresses are better than the old blurred ones?",
                                     "LinkToEvent": {"Id": 180316}, "Name": "Rapid rewriting",
                                     "Id": 180317},
                    "Name": "Seed blemmigans among the rocks",
                    "Description": "Perhaps they'll find the environment appealing.",
                    "ButtonText": "", "Id": 146233},
                   {"DefaultEvent": {"Description": "You make your way along the shore with a big sack. Many of the envelopes are too damp to read, their addresses permanently lost. But a surprising number are still legible. There are also parcels. Here and there is a crate, a message in a wine bottle, a sealed cask that has bobbed up out of a shipwreck. \u000d\u000a\u000d\u000aYour sack ought to get heavy, with all these contents, but it pulls upwards and away, straining inland towards the Dead Letter Office like an unmanageable dog.",
                                     "LinkToEvent": {"Id": 180316}, "Name": "Will of its own",
                                     "Id": 180318},
                    "Name": "Collect material for the Dead Letter Office",
                    "Description": "That's where all this flotsam belongs. So it can be sorted.",
                    "ButtonText": "", "Id": 146234},
                   {"DefaultEvent": {"Description": "It's pointless, of course. You try to tell him this, shouting into the shore wind. He stops and stares at you with blind eyes for a minute or two, then returns to his occupation.\u000d\u000a\u000d\u000aCan he even see the messages he is so desperate to send back out into the water?",
                                     "LinkToEvent": {"Id": 180316}, "Name": "No luck",
                                     "Id": 180319},
                    "Name": "Argue with the man holding a broom",
                    "Description": "He is determined. He keeps shoving letters into the sea. The sea keeps shoving them back.",
                    "ButtonText": "", "Id": 146235},
                   {"DefaultEvent": {"Description": "In the long term what you are doing won't make the slightest bit of difference. Every sodden bit of paper you fling out to sea will come back in a few hours.\u000d\u000a\u000d\u000aBut for now, you manage to clear a little patch of shore, a few feet on each side. The stones are bare. As they should be.\u000d\u000a\u000d\u000aYour companion turns his head towards the sound of your work and gives you a little nod.",
                                     "LinkToEvent": {"Id": 180316}, "Name": "Surprisingly soothing",
                                     "Id": 180335},
                    "Name": "Assist the man holding a broom",
                    "Description": "Both of you together still won't achieve anything, but maybe he'd feel better.",
                    "ButtonText": "", "Id": 146246},
                   {"DefaultEvent": {"Description": "Inside layers and layers of wadded cotton is an elegant anniversary clock: gilded rat-work gears under a glass dome, sapphired face, scintillack-embellished hands. Designed to run for a year and a day before stopping. Most likely a wedding gift.\u000d\u000a\u000d\u000aThe winding key is not included. An oversight? Or is this a wedding gift from someone who did not expect the marriage to last?\u000d\u000a\u000d\u000aWhatever the giver's intention, it hardly matters now. Even without its key, the clock's works and jewels will fetch a nice price.",
                                     "LinkToEvent": {"Id": 180316}, "Name": "Tickticktick",
                                     "Id": 181351},
                    "Name": "Rescue a ticking parcel",
                    "Description": "It says REFUSED BY RECIPIENT. What could possibly go wrong?",
                    "ButtonText": "", "Id": 146851},
                   {"DefaultEvent": {"Description": "And little wonder. The string of rats within may once have been fresh and (to certain tastes) delectable. It is now rather the worse for decay. Giving the parcel's contents a hasty burial is the best you can hope to do.\u000d\u000a\u000d\u000aJust before you dispose of it, though - note the recipient's name and address. A name of some power, worth remembering.",
                                     "LinkToEvent": {"Id": 180316}, "Name": "A funny smell",
                                     "Id": 181352},
                    "Name": "Rescue a squashy parcel",
                    "Description": "\"Accepting No Further\", says a red scrawl across the wrapping.",
                    "ButtonText": "", "Id": 146852},
                   {"DefaultEvent": {"Description": "The parcel's contents are not at all pleased to make your acquaintance. A yellow glare, a flash of claws, a distinctive odour: then the horrible animal is out of sight. You'd like to believe it will come to regret mauling you, but, alas, it's likely to regard this rat-infested island as a paradise.\u000d\u000a\u000d\u000aYour left cheek will never be quite the same.",
                                     "LinkToEvent": {"Id": 180316}, "Name": "Ow!", "Id": 181354},
                    "Name": "Rescue a parcel that won't stop meowing",
                    "Description": "Extraordinary. There aren't even any air holes.",
                    "ButtonText": "", "Id": 146853},
                   {"DefaultEvent": {"Description": "Drowning-pearls. Dozens of them. And an explanation of how they were harvested that turns the hair. The divers lost among the deep coral. The beasts that had to be fought off during harvesting. The growing terror aboard ship.\u000d\u000a\u000d\u000a\"All that has been done, was done according to your Lordship's Will,\" concludes the letter-writer. In anger, in pride, in unquestioning submission? Impossible to say.",
                                     "LinkToEvent": {"Id": 180316}, "Name": "Shiny", "Id": 181356},
                    "Name": "Rescue a dripping parcel",
                    "Description": "The dripping is probably seawater. Probably.",
                    "ButtonText": "", "Id": 146854},
                   {"DefaultEvent": {"Description": "Your assistant gets into the parcel with a certain excitable gleam in its eye. Paper and layers of wadded cotton fly everywhere.\u000d\u000a\u000d\u000aWithin is an elegant anniversary clock, designed to run for a year and a day before stopping. It's lovely, with sapphires on the clock face and scintillack-embellished hands.\u000d\u000a\u000d\u000a\"It'll run another day,\" says your assistant, pointing out some coiled metal as though you could read its meaning. \"Then - click. Stops. Can't be rewound. And look down here: inlaid inscription in Nevercold Brass. If you ask me, someone sold their soul to devils, and this clock is to measure how long they get to enjoy... whatever they bought.\"",
                                     "LinkToEvent": {"Id": 180316}, "Name": "Deadline",
                                     "Id": 181358},
                    "Name": "Have your Rattus Faber take a look at the ticking parcel",
                    "Description": "Safer it than you.", "ButtonText": "",
                    "Id": 146855},
                   {"DefaultEvent": {"Description": "Striking the ground causes the stones to shift and rattle. It is hard at first to hear anything more than that. \u000d\u000a\u000d\u000aBut if you try long enough, and strike hard enough, the whole beach shivers like the surface of a drum. The flotsam letters quiver and align themselves in concentric circles around the point of impact. \u000d\u000a\u000d\u000aThe next wave brings ashore three or four times the usual freight.",
                                     "LinkToEvent": {"Id": 180316}, "Name": "Depth below",
                                     "Id": 181366},
                    "Name": "Take soundings",
                    "Description": "Perhaps there is some evidence of the great hollowness underneath these shores.",
                    "ButtonText": "", "Id": 146862},
                   {"DefaultEvent": {"Description": "Striking the ground causes the stones to shift and rattle. It is hard at first to hear anything more than that. \u000d\u000a\u000d\u000aBut if you try long enough, and strike hard enough, the whole beach shivers like the surface of a drum. The flotsam letters quiver and align themselves in concentric circles around the point of impact. The blemmigans - are they bowing? Their tentacles ripple all at once, at any rate.\u000d\u000a\u000d\u000aThe next wave brings ashore three or four times the usual freight.",
                                     "LinkToEvent": {"Id": 180316}, "Name": "Depth below",
                                     "Id": 181367},
                    "Name": "Take soundings",
                    "Description": "Perhaps there is some evidence of the great hollowness underneath these shores.",
                    "ButtonText": "", "Id": 146863},
                   {"DefaultEvent": {"Description": "There's a new day's wash of post. Some is recently mailed, and some has been in the water a very long time. If it cannot be delivered, then at least it can be categorised and archived against the day when a recipient arrives - even if it seems that no recipient will ever come, because one can never be quite certain.\u000d\u000a\u000d\u000aThe tide carries in a fish larger than you, stranding it ashore. It opens its jaws and coughs out a parcel in brown paper. One pair bespoke gentlemen's Avid Gloves, Special Delivery, teeth freshly sharpened, compliments of the tailor...\u000d\u000a\u000d\u000aThe next wave pulls the fish back out to sea.",
                                     "LinkToEvent": {"Id": 180316}, "Name": "The Pull",
                                     "Id": 181385},
                    "Name": "Watch the tide come in",
                    "Description": "Even water obeys the fiery words.",
                    "ButtonText": "", "Id": 146878},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 143367},
                                     "Name": "", "Id": 181653},
                    "Name": "Back to the docks",
                    "Description": "You've finished here for now.", "ButtonText": "",
                    "Id": 147077},
                   {"SuccessEvent": {"Description": "You make a complete circuit of the island. The whole shoreline is alike: all of it covered in debris, all of it washing steadily inland from every direction. Not the work of some directional current. It's more as though the whole Unterzee were draining into Nuncio.\u000d\u000a\u000d\u000aExcept, of course, that force did not affect your ship, when you came this way. It does not stop ships leaving. Evidently it works only on the post.",
                                     "LinkToEvent": {"Id": 180316}, "Name": "On all sides",
                                     "Id": 180337},
                    "DefaultEvent": {"Description": "It's no use. A few hours of exploration, of squinting out to sea and flinging shiny floats into the water, produces no better understanding than before.",
                                     "LinkToEvent": {"Id": 180316},
                                     "Name": "Squinting and guesswork", "Id": 180336},
                    "Name": "Study the odd currents here",
                    "Description": "The water that brings flotsam ashore does not follow the usual patterns.",
                    "ButtonText": "", "Id": 146247}],
 "Description": "Every lap of the wave drags up some new letter or parcel. The face of the water is dotted with them, as far as you can see in this blackness, carried by a powerful current.",
 "Name": "Nuncio Beach", "Id": 180316}