{
  "Id": 181054,
  "Name": "Assist at an Animescence Hospital",
  "Description": "Animescence is a rare disease of the Elder Continent. A slow combustion of the soul, gradually baking the vital organs. Poets suffer worse than most; lovers worst of all. The blistered monks who run the hospital will accept any assistance. ",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 181055,
        "Name": "\"We can spare a little, if your need is great.\"",
        "Description": "A gelid paste. A trio of astringent philtres, to be taken in an exact order and dosage. An epigram, to recite as the treatments are administered. Will this bunkum really work?"
      },
      "Id": 146661,
      "Name": "Obtain treatments for the Brisk Campaigner",
      "Description": "No cure exists, but the monks claim they can delay the worst symptoms."
    },
    {
      "DefaultEvent": {
        "Id": 181058,
        "Name": "Two lectures",
        "Description": "\"My cure is not one that can - or should - be replicated. But in the course of pursuing it, I learned a great deal about my condition.\"\r\n\r\nThe monks listen, avidly. Afterwards, they express their appreciation with a sack of sliding black beans. The abbey's coffee is highly regarded for its robust, aromatic flavour. The prior is happy to tell you their secret. \"We feed the beans to a certain breed of sloth in the valley. The juices of their digestive tract dissolve the less ripe beans, while applying a distinct, nutty character to the surviving, superior beans. Then, once the bean has completed its passage through the sloth, we...\""
      },
      "Id": 146664,
      "Name": "Ask the Brisk Campaigner to educate the monks",
      "Description": "She has a unique perspective on the disease, being - as far as you know - the only person to survive it."
    },
    {
      "DefaultEvent": {
        "Id": 181065,
        "Name": "",
        "Description": "Down the stony incline, to the bustle of the port."
      },
      "Id": 146668,
      "Name": "Return to Adam's Way",
      "Description": "Turn your back on the cedar-wood doors."
    },
    {
      "DefaultEvent": {
        "Id": 181059,
        "Name": "A narrow escape?",
        "Description": "A tattooed patient croaks his last secret, kept hidden all his life. His lips are cracked. His skin is dry as paper. You draw close to listen. He shudders. He breathes a final, torn breath, his mouth hot as an oven door. A monk drags you away. The soul burns most fiercely when the body dies. Get too close, and your own might catch light. Is it hot in here?"
      },
      "Id": 146665,
      "Name": "Carry water in the Chapel of Pyres",
      "Description": "Where patients in their final throes rave on stone beds."
    },
    {
      "DefaultEvent": {
        "Id": 181061,
        "Name": "Empty-handed",
        "Description": "The recalcitrant poet eludes you. The best you can do is recover the verses already in circulation before they do more damage. The stanzas are yearning, hopeful. The poet has talent."
      },
      "Id": 146666,
      "Name": "Root out a reckless poet",
      "Description": "The cellerar has discovered scraps of love-poetry on the pantry floor. The abbot wants the perpetrator found, before they dangerously inflame the inmates' passions."
    },
    {
      "DefaultEvent": {
        "Id": 181063,
        "Name": "Senseless",
        "Description": "You fill a dozen notebooks with observations and details, but find no pattern. Animescence is a capricious disease."
      },
      "Id": 146667,
      "Name": "Assist in the cloisters",
      "Description": "Where the monks catalogue the patients' dispositions, particularities and progress."
    }
  ]
}