{"ChildBranches": [{"DefaultEvent": {"Description": "Great sad dead eyes like stagnant crater-lakes. Mouths which could drink rivers. Your entire ship would be a glint on a speck in a pockmark on the least limb of these things. Every time you enter battle, you will remember this.",
                                     "LinkToEvent": {"Id": 181006}, "Name": "Terror profundi",
                                     "Id": 181458},
                    "Name": "Approach the colossi",
                    "Description": "$Frostfound -> 氷結城$Fear is the way to the heart of Frostfound. You will not escape unscathed. [This will sacrifice a point of Iron.]",
                    "ButtonText": "", "Id": 146931},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 181006},
                                     "Name": "", "Id": 181459},
                    "Name": "$Frostfound -> 氷結城$Return to the Corridors of Frostfound",
                    "Description": "", "ButtonText": "", "Id": 146932},
                   {"SuccessEvent": {"Description": "Great sad dead eyes like stagnant crater-lakes. Mouths which could drink rivers. Your entire ship would be a glint on a speck in a pockmark on the least limb of these things. But you are a zee-captain. Your enemy, your companion, is the Unterzee, against which even the eldest of these beasts is nothing.",
                                     "LinkToEvent": {"Id": 181006}, "Name": "An old familiar fear",
                                     "Id": 181496},
                    "DefaultEvent": {"Description": "$Frostfound -> 氷結城$These things cannot be real. The zee is real. What is Frostfound? A delirium of ice. Nothing real.",
                                     "LinkToEvent": {"Id": 181456}, "Name": "Uncertainty",
                                     "Id": 181457},
                    "Name": "Recall the zee",
                    "Description": "These things are giants. But you have faced something greater.",
                    "ButtonText": "", "Id": 146930}],
 "Description": "$Frostfound -> 氷結城$Perspective confounds you. This place stretches away every direction through a dusty purple haze, as if you float in a cloud. The air is chill and crackling. Vast and shadowy shapes hang lifeless in the distant cloud, fluid staining their hides. Whale-things and beast-things, bigger than dirigibles, bigger than cities. You are a speck in the cloud. Are you still inside Frostfound?\u000d\u000a\u000d\u000aOnce again, there is a voice, lifeless as leaden type. THERE WERE CASUALTIES.",
 "Name": "The Amethyst Gallery", "Id": 181456}