{
  "Id": 181776,
  "Name": "The Avuncular Broker's Task",
  "Description": "The Hands-On Diplomat slides bullets into her pistol. \"Time to go,\" she says, slipping it into her satchel. She shares the name of the man she is to replace, and shows you his picture. A dapper chap: dark-eyed, dark-skinned, smiling.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 181777,
        "Name": "The Prester's work",
        "Description": "Its location might be foul, but the embassy's door is good mahogany and the knocker has been polished to a fierce gleam. The Hands-On Diplomat stops outside. \"Thank you for your help. The next task is mine.\" She hands you a shard of something bright and burning. \"A sacred price, for enforcing a sacred prohibition.\"\r\n\r\nShe draws her gun and knocks on the door. You make your way back to your ship."
      },
      "Id": 147160,
      "Name": "Escort her safely to the embassy",
      "Description": "The Presbyterate Embassy is hidden in London's sewers. The journey is damp and odorous."
    },
    {
      "DefaultEvent": {
        "Id": 181778,
        "Name": "Undoing the Prester's work",
        "Description": "While the Hands-On Diplomat gathers her things, you dispatch your bosun to the Presbyterate embassy. Then you set out yourself, leading your charge on a circuitous route. The embassy is hidden in London's sewers, and you are both sodden and reeking by the time you reach it. You find the door open, the offices empty. The cabinets have been plundered. Discarded documents are strewn across the floor.\r\n\r\nThe Hands-On Diplomat gives you a level look. She slides her pistol back into her satchel, disappointed. \"A shame. Here: partial payment for a partial service.\" She hands you a misty bottle, then goes inside and locks the door. Back at your ship, an urchin waits with an envelope. Inside is a letter of gratitude. 'Thank you. Some of my countrymen are more concerned with the law's letter than its spirit. Enclosed is a token of my gratitude.' A second envelope is inside this one: a document of sensitive intelligence pilfered from the Presbyterate's files."
      },
      "Id": 147161,
      "Name": "Warn her target of her arrival",
      "Description": "He at least deserves a fighting chance."
    },
    {
      "DefaultEvent": {
        "Id": 181844,
        "Name": "A bad break-up",
        "Description": "Its location might be foul, but the embassy's door is good mahogany and the knocker has been polished to a fierce gleam. The Hands-On Diplomat stops outside. \"Thank you for your help. The next task is mine.\" She hands you a shard of something bright and burning. \"A sacred price, for enforcing a sacred prohibition.\"\r\n\r\nShe draws her gun and knocks on the door. You turn away. You're halfway down the tunnel before the shot rings out."
      },
      "Id": 147201,
      "Name": "Escort her safely to your sweetheart's door",
      "Description": "It's safe to say this will end your relationship. [In addition, if you have a child you will lose them to the orphanage.]"
    },
    {
      "DefaultEvent": {
        "Id": 181845,
        "Name": "Undoing the Prester's work",
        "Description": "While the Hands-On Diplomat gathers her things, you dispatch your bosun to the Presbyterate embassy. Then you set out yourself, leading your charge on a circuitous route. The embassy is hidden in London's sewers, and you are both sodden and reeking by the time you reach it. You find the door open, the offices abandoned. The cabinets have been plundered. Discarded documents are strewn across the floor.\r\n\r\nThe Hands-On Diplomat gives you a level look. She slides her pistol back into her satchel with disappointment. \"A shame. Here: partial payment for a partial serv-\"\r\n\r\nA gunshot echoes thunderously through the  tunnels! The Hands-On Diplomat falls into the muck, her fatal expression one of startlement. There is a tiny, splintered hole in the embassy door. Your Dapper Chap steps out from behind it.\r\n\r\n\"I do dislike fanatics,\" he frowns, dragging his would-be replacement inside. \"Got your message. I thought about running, but I still have work to do. I thought a little stage-setting would drop her guard, though. Worked rather well, don't you think? Now. Come here.\" His smile is deep. His lips are warm."
      },
      "Id": 147202,
      "Name": "Warn your sweetheart",
      "Description": "Give him time to escape."
    },
    {
      "DefaultEvent": {
        "Id": 181846,
        "Name": "The Prester's work",
        "Description": "The Presbyterate Embassy is hidden in London's sewers. The journey is damp and odorous. Despite its location, the embassy's door is good mahogany and the knocker has been polished to a fierce gleam. The Hands-On Diplomat stops outside. \"Thank you for your help. The next task is mine.\" She hands you a shard of something bright and burning. \"A sacred price, for enforcing a sacred prohibition.\"\r\n\r\nShe draws her gun and knocks on the door. You make your way back to your ship."
      },
      "Id": 147203,
      "Name": "Escort her safely to the embassy",
      "Description": "The picture reminds you of another Presbyterate gentleman you once knew. Not enough to abandon your commission, though."
    },
    {
      "DefaultEvent": {
        "Id": 181847,
        "Name": "Seeing the job through",
        "Description": "Its location might be foul, but the embassy's door is good mahogany and the knocker has been polished to a fierce gleam. The Hands-On Diplomat stops outside. \"Thank you for your help. The next task is mine.\" She hands you a shard of something bright and burning. \"A sacred price, for enforcing a sacred prohibition.\"\r\n\r\nShe draws her gun and knocks on the door. You make your way back to your ship, dropping the Dapper Chap's locket into the sewer's filth on the way."
      },
      "Id": 147204,
      "Name": "Escort her safely to your lover's door",
      "Description": "You recognise the picture: the Dapper Chap you spent a night with. But what is one night?"
    },
    {
      "DefaultEvent": {
        "Id": 181848,
        "Name": "Undoing the Prester's work",
        "Description": "While the Hands-On Diplomat gathers her things, you dispatch your bosun to the Presbyterate embassy. Then you set out yourself, leading your charge on a circuitous route. The embassy is hidden in London's sewers, and you are both sodden and reeking by the time you reach it. You find the door open, the offices empty. The cabinets have been plundered. Discarded documents are strewn across the floor.\r\n\r\nThe Hands-On Diplomat gives you a level look. She slides her pistol back into her satchel, disappointed. \"A shame. Here: partial payment for a partial service.\" She hands you a misty bottle, then goes inside and locks the door. Back at your ship, an urchin waits with an envelope. Inside is a letter of gratitude. 'Thank you. Some of my countrymen are more concerned with the law's letter than its spirit. Enclosed is a token of my gratitude.' A second envelope is inside this one: a document of sensitive intelligence pilfered from the Presbyterate's files."
      },
      "Id": 147205,
      "Name": "Warn her target of her arrival",
      "Description": "The picture reminds you of another Presbyterate gentleman you once knew. You are inclined to give this one a fighting chance."
    },
    {
      "DefaultEvent": {
        "Id": 181849,
        "Name": "Undoing the Prester's work",
        "Description": "While the Hands-On Diplomat gathers her things, you dispatch your bosun to the Presbyterate embassy. Then you set out yourself, leading your charge on a circuitous route. The embassy is hidden in London's sewers, and you are both sodden and reeking by the time you reach it. You find the door open, the offices empty. The cabinets have been plundered. Discarded documents are strewn across the floor.\r\n\r\nThe Hands-On Diplomat gives you a level look. She slides her pistol back into her satchel, disappointed. \"A shame. Here: partial payment for a partial service.\" She hands you a misty bottle, then goes inside and locks the door. Back at your ship, an urchin waits with an envelope. Inside is a letter of gratitude. 'Thank you. Some of my countrymen are more concerned with the law's letter than its spirit. Fortunately, I have friends who are adept at disguise. My replacement will not find me. Enclosed is a token of my gratitude and affection. I think of you often.' A second envelope is inside this one: a document of sensitive intelligence pilfered from the Presbyterate's files."
      },
      "Id": 147206,
      "Name": "Warn your lover of her arrival",
      "Description": "You recognise the picture as the Dapper Chap you spent a night with. "
    },
    {
      "DefaultEvent": {
        "Id": 181850,
        "Name": "",
        "Description": ""
      },
      "Id": 147207,
      "Name": "Stall her",
      "Description": "You have other, urgent business first."
    }
  ]
}