{"ChildBranches": [{"DefaultEvent": {"Description": "Lucky one keeps fish about one's person, eh? One never knows when one will need fish.",
                                     "Name": "A noisy thrashing", "Id": 182166},
                    "Name": "Pacify it", "Description": "Fling it bait, and move on.",
                    "ButtonText": "", "Id": 147418},
                   {"SuccessEvent": {"Description": "With cutlass and with pistol, your zailors stride into battle! The serpent obviously expected nothing of the kind. It essays a number of savage strikes against you, and then a lucky shot takes it in the eye. You harvest its bones, and scrape its hatching young from along the rocks by the shore.",
                                     "Name": "A ferocious battle", "Id": 182167},
                    "DefaultEvent": {"Description": "The beast's scales are proof against pistol-shot, and it wreaks terrible havoc before you manage to bring it down. You harvest its bones, and scrape its hatching young from along the rocks by the shore.",
                                     "Name": "A terrible toll", "Id": 182165},
                    "Name": "Obliterate it",
                    "Description": "It's a formidable beast. But you're formidable too.",
                    "ButtonText": "", "Id": 147417},
                   {"SuccessEvent": {"Description": "Its neck is long. Its teeth are sharp. But you make it safely inland. A zee-serpent that masquerades as a lady! Well, it's a tale to tell.",
                                     "Name": "A narrow escape", "Id": 182169},
                    "DefaultEvent": {"Description": "The beast's neck snakes out and snaps up a single struggling zailor with terrible deliberation. The rest of you scramble inland. It submerges, eyeing you with reptilian malice. A zee-serpent that masquerades as a lady! Well, it's a tale to tell.",
                                     "Name": "A terrible toll", "Id": 182168},
                    "Name": "Flee!",
                    "Description": "It is always preferable to fight zee-serpents from inside a ship. Not from inside a serpent. Withdraw as best you can.",
                    "ButtonText": "", "Id": 147419}],
 "Description": "A fanged mouth rears from the water, big enough to bite a boat in half or swallow a pig! The 'woman' contorts and slides into the water: she's the tip of the monster's tail. This will be untidy.",
 "Name": "The Serpent's Lure", "Id": 182164}