{
  "Id": 187628,
  "Name": "The Name-Which-Burns",
  "Description": "You are acquiring a Name. If you have a name, it must be yours. But who are you? This place crushes many identities into a single point. Who were you? Who will you be?",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 187629,
        "Name": "Your hand falls",
        "Description": "Your fingertips will always carry the scars, but the Name is gone."
      },
      "Id": 150794,
      "Name": "Abandon the effort",
      "Description": "You will lose the Name, and all your progress so far."
    },
    {
      "DefaultEvent": {
        "Id": 187630,
        "Name": "In utmost secrecy",
        "Description": "\"Find her,\" he said to you, \"and you will find the treasures. Go down. You need only take a little. My aid is cheap. You will have what I promised.\" The light of his nimbus guttered, as if he were laughing. You knew nothing of the Neath, then. Perhaps you would never have come, if you did. Five letters. You remember the starlight."
      },
      "Id": 150795,
      "Name": "The fifth letter: the White",
      "Description": "Recall who sent you here. That fierce old thing in the dark."
    },
    {
      "DefaultEvent": {
        "Id": 187632,
        "Name": "In utmost secrecy",
        "Description": "\"Find her,\" he said to you, \"and you will find the treasures. Go down. You need only take a little. My aid is cheap. You will have what I promised.\" The gas-light guttered, as it were were laughing. You knew nothing of the Neath, then. Perhaps you would never have come, if you did. Five letters. You remember the scent of the winter air. The chime of a clock."
      },
      "Id": 150796,
      "Name": "The fifth letter: Vienna",
      "Description": "Recall who sent you here. That fierce old thing in the dark."
    },
    {
      "DefaultEvent": {
        "Id": 187633,
        "Name": "History compels",
        "Description": "The Name is yours. Perhaps it always was - perhaps you're only coming home. The memories of your voyages are torn and blurred like a map in the rain. Other memories of other voyages press in on you - or emerge like mountains from your core.\r\n\r\nYou could almost go East. The way is written on the secret skin of your soul. But there are too many of you now. You must kill nearly all that you are. There's only one place in the Neath where you can do that. [You have found a secret victory condition. Go to Kingeater's Castle for the next step... and take the Carnelian Exile with you.]"
      },
      "Id": 150797,
      "Name": "The last letter: the East",
      "Description": "The traveller is always returning. One who does not is no traveller."
    },
    {
      "DefaultEvent": {
        "Id": 187634,
        "Name": "Latticed shadows",
        "Description": "You walked a while, considering his offer. The wind tugged at your sleeves; vapours swirled at your feet. The Neath was far from everything you had done and known. You might never return home. But that need, that need... Six letters. Look up. Hard gemmy lights in the black of the endless sky."
      },
      "Id": 150798,
      "Name": "The sixth letter: woods in winter",
      "Description": "Recall that place of white and black, so cold after its season of heat."
    },
    {
      "DefaultEvent": {
        "Id": 187635,
        "Name": "Latticed corridors",
        "Description": "You walked a while, considering his offer. Radiations tugged at your sleeves; vapours swirled at your feet. The Neath was far from everything you had done and known. You might never return home. But that need, that need... Six letters. Look up. Hard gemmy lights in the black of the endless sky."
      },
      "Id": 150799,
      "Name": "The sixth letter: a palace of poisoned crystal",
      "Description": "Recall that place of white and black, so cold after its season of heat."
    }
  ]
}