{
  "Id": 192734,
  "Name": "The Pirate-Poet",
  "Description": "The legendary Clay Woman corsair! She clings tight to the last few scraps of floating debris, defeated but defiant.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 192735,
        "Name": "The price of freedom",
        "Description": "It takes three crewmen to pull the Pirate-Poet from the zee's clutches, while others mutter about bringing an Unfinished Man... an Unfinished Woman... aboard ship. She just smirks.\r\n\r\nShe carries little on her but the verses of poetry tattooed over every visible inch, and an old sword almost as chipped as she is. Fortunately, her salvaged possessions also include the jangling money-purse on her belt, fat and ready to pay the traditional freedom-price of her current bounty. As much as the crew <i>could</i> subdue her, all are relieved once she is aboard a lifeboat, rowing away through the darkness towards Gaider's Mourn."
      },
      "Id": 153744,
      "Name": "Rescue the Pirate-Poet",
      "Description": "Throw her a rope. Claim a bounty."
    },
    {
      "DefaultEvent": {
        "Id": 192791,
        "Name": "An enemy abandoned",
        "Description": "The Pirate-Poet is swallowed by the darkness as the prow light slides away. Clay Men may not need to breathe, but they cannot float. Even their mighty bodies cannot survive forever down in the lonely black depths where there is no hope of rescue. This far from civilised lands, it is unlikely any friendly ships will pass by in time.\r\n\r\nBut that is her concern. Yours is this intriguing crate that some of your more enterprising crew fished out of the water. What could be inside?"
      },
      "Id": 153780,
      "Name": "Salvage the cargo instead",
      "Description": "The zee may show mercy. You will not."
    },
    {
      "DefaultEvent": {
        "Id": 193057,
        "Name": "Gracious in defeat",
        "Description": "The Pirate-Poet hauls herself up the rope, nodding her gratitude to the crew. \"Another battle well-fought, Captain,\" she grunts. \"Few earn a second verse.\"\r\n\r\nAlong with her freedom-price, she presents a gift - a cask of wine, saved from the sinking vessel by her own mighty arms. \"They say it is a fine vintage. My men were saving it to toast our victory against you. Perhaps... perhaps you would join me in a drink to them?\""
      },
      "Id": 153966,
      "Name": "Rescue the Pirate-Poet",
      "Description": "Once again, you are victorious."
    },
    {
      "DefaultEvent": {
        "Id": 193058,
        "Name": "Dinner with the enemy",
        "Description": "With business dealt with, the Pirate-Poet joins you and a few select members of the senior crew for a late supper. She treats the assembled audience to BAPTISM OF GLASS, about her first days at zee after years of servitude. By demand, she follows it with shorter works, and REFORGED, a cry for broken chains.\r\n\r\n\"In Polythreme we are given our words. We are not allowed to hope they will be kind. In London I learned to write my own, and in that moment, I was free. One day... others of my homeland will read them, and they too will learn. One day, my King's dreams must end.\"\r\n\r\nDinner follows; hot wine and cold spiced meats. Sailors openly place bets on whether she actually eats. The Pirate-Poet ignores them. Her stoic facade doesn't even quiver until dessert is served. At that, just for a moment, even she cannot hide a slight smile.\r\n\r\n\"<i>Sorbet</i>, Captain?\" she asks, eye-ridge raised. \"Don't make me tell folk you're even softer than they say...\""
      },
      "Id": 153967,
      "Name": "Send a lifeboat for the Pirate-Poet",
      "Description": "She fought well. She has earned that respect."
    },
    {
      "DefaultEvent": {
        "Id": 193059,
        "Name": "Technically, a rescue",
        "Description": "A lifeboat? Oh dear, no. Whatever would people say?\r\n\r\nThe Pirate-Poet glares up at you as the lifebuoy hits the water... but she grabs it, regardless. Your message is received, and her look makes it quite clear that for this, there will be a reckoning. The half-glimpsed smirk as she turns away, though, suggests that it is a challenge she is already looking forward to."
      },
      "Id": 153968,
      "Name": "A measure of professional assistance",
      "Description": "You <i>could</i> just fish her out. Again. But she said it herself the last time you crossed paths: she'd <i>hate</i> to have to spread the word that you've gone <i>soft</i>..."
    },
    {
      "DefaultEvent": {
        "Id": 193060,
        "Name": "Once again, the familiar dance",
        "Description": "Words are no longer needed. The Pirate-Poet bows her head, acknowledges your victory. Next time though, a slight smile adds, do not expect her to go so easy on you."
      },
      "Id": 153969,
      "Name": "Rescue the Pirate-Poet",
      "Description": "Once again, you are the victor."
    },
    {
      "DefaultEvent": {
        "Id": 193075,
        "Name": "Business is concluded",
        "Description": "The money is delivered to your cabin. The Pirate-Poet is given a lifeboat and sent on her way."
      },
      "Id": 153984,
      "Name": "Have an Officer rescue her",
      "Description": "They can bring you her freedom-price. You have more important matters to attend to."
    },
    {
      "DefaultEvent": {
        "Id": 193076,
        "Name": "A silent transaction",
        "Description": "The Pirate-Poet has not forgotten your earlier encounters. She hands over what money she has and departs in a lifeboat without uttering a single word."
      },
      "Id": 153985,
      "Name": "Rescue the Pirate-Poet",
      "Description": "She's still alive? Oh well. Throw the rope..."
    }
  ]
}