{"ChildBranches": [{"DefaultEvent": {"Description": "...\u000d\u000a\u000d\u000aWhere is this? London? Venderbight? <i>Naples?</i> No. No, it is still the Mourn. Your mouth is dry, your body sore. Your head... you clasp a hand to it. It burns almost as much as it aches.\u000d\u000a\u000d\u000aMemories rush back. The clap of the Pirate-Poet's hand on your shoulder as she described the aftermath of your last encounter. Her story of countless days spent fighting her way through the slime and stench of a zee-beast's stomach. Rescue by slavers, then shovelling coal until opportunity arose to escape... and then? \u000d\u000a\u000d\u000aThen, there was more. Now, just aching. All over, but mostly... there. Why there, of all places? A bandage. Is it a wound from an ill-judged duel? No, you recall... a parting gift, given with a smirk and a baptised with a loving splash of cheap whisky. You peel back the fabric. A tattoo.\u000d\u000a\u000d\u000aOh. Oh no.",
                                     "Name": "An evening of haze and regret", "Id": 192743},
                    "Name": "Drinks with the Pirate-Poet",
                    "Description": "Few have the constitution to match a Clay Man.",
                    "ButtonText": "", "Id": 153749},
                   {"DefaultEvent": {"Description": "The Pirate-Poet's caress is the slow pressure before the earthquake, the softness of silt slipping through fingers. Clay and flesh twist, grapple, entwine; an advantage pressed, a counter-attack enthusiastically welcomed. The smell of sweat. The taste of gunpowder. A few stolen minutes behind the Limpet that could never last long enough.\u000d\u000a\u000d\u000aThe Pirate-Poet pulls her hood back over her bald head. \"You have seen more of my poetry than most now. Those... those are verses from another time. I carved them, but it was your city made them part of my clay. I keep them as a promise to myself, that never again will your people get to leave their marks upon me.\"\u000d\u000a\u000d\u000aShe hesitates. \"But I will give you the chance, if you will do me the same honour.\"",
                                     "LinkToEvent": {"Id": 192740},
                                     "Name": "An alleyway consumation", "Id": 193063},
                    "Name": "A tryst with the Pirate-Poet",
                    "Description": "You've fought many times. Tales of your mighty battles are told across the Neath. Your names are often spoken together. Is this the next step?",
                    "ButtonText": "", "Id": 153972},
                   {"DefaultEvent": {"Description": "You turn away. There are other places to drink.",
                                     "LinkToEvent": {"Id": 143340},
                                     "Name": "An invitation unanswered", "Id": 193064},
                    "Name": "Walk away",
                    "Description": "She's an enemy. If she has mistaken civility for anything more, the fault is hers.",
                    "ButtonText": "", "Id": 153973}],
 "Description": "At zee, you are deadly rivals. Here, you can simply be two Captains sharing a drink and a few stories.",
 "Name": "A Truce on Neutral Ground", "Id": 192742}
