{"ChildBranches": [{"DefaultEvent": {"Description": "The Pirate-Poet glares at the Modiste. Her clay muscles are tense, bulging. But just as quickly, the fight drains away. She slumps, wasting no energy on inevitable defeat. For now at least, there is no escape. The Modiste directs the crew to clamp the ship's heaviest irons around her wrists. The Pirate-Poet causes no trouble as she is led to the brig. Her sword is confiscated and placed in storage.",
                                     "Name": "A prisoner", "Id": 192794},
                    "Name": "Capture the Pirate-Poet",
                    "Description": "Throw a rope! The brig is waiting.",
                    "ButtonText": "", "Id": 153782},
                   {"DefaultEvent": {"Description": "The Pirate-Poet does not acknowledge the Modiste at all. You, she gives a nod. \"Business,\" she states, not meeting your eyes. \"I understand.\"\u000d\u000a\u000d\u000aShe holds out her arms for the shackles. There is no trouble on the way to the brig. Her sword is confiscated and placed in storage.",
                                     "Name": "A prisoner", "Id": 192795},
                    "Name": "Capture the Pirate-Poet",
                    "Description": "Throw a rope! The brig is waiting.",
                    "ButtonText": "", "Id": 153783},
                   {"DefaultEvent": {"Description": "The Modiste's face darkens with fury. \"Captain! You would sell artistic immortality so cheaply? Pray to your zee gods that it was worth it.\"\u000d\u000a\u000d\u000aShe stalks to her cabin. \"I will alight at the next port. I will not spend a moment more than I must in this floating temple of barbarism.\" She whirls, finger jabbing from across the deck. \"Carry a knife, Captain. Carry a knife in the dark, for you will find no safety in a candle.\"",
                                     "Name": "A transaction", "Id": 192796},
                    "Name": "Make a deal with the Pirate-Poet",
                    "Description": "Her eyes dart from the Modiste across to you. \"Whatever she promised you, I can give more.\"",
                    "ButtonText": "", "Id": 153784},
                   {"DefaultEvent": {"Description": "The Pirate-Poet's eyes pass between the Modiste and you, her gaze showing equal disdain and contempt. \"Of course,\" she growls. \"I expected no better from you.\"\u000d\u000a\u000d\u000aShe draws her sword. A crewman quickly meets its blade. It takes several more minor injuries before the others finally subdue her, but she is outnumbered and has nowhere to go. She accepts her defeat, submitting to the heavy iron shackles. The sword is put in storage.",
                                     "Name": "A prisoner", "Id": 192797},
                    "Name": "Capture the Pirate-Poet",
                    "Description": "Throw a rope! The brig is waiting.",
                    "ButtonText": "", "Id": 153785}],
 "Description": "The legendary Clay Woman corsair! She clings tight to the last few scraps of floating debris, defeated but defiant.",
 "Name": "Capturing the Pirate-Poet", "Id": 192793}