{"ChildBranches": [{"DefaultEvent": {"Description": "$Pirate-Poet -> 海賊詩人$It is not made in the shadows by the exit, and when it is not complete, it is definitely not the Curator himself running dusty fingers across every curve of your little gift.\u000d\u000a\u000d\u000aThe Modiste examines the ushabti. \"Splendid. There is a small fragment of mirror embedded in the poor dear's left eye; a long story, which like most of the best stories involves explosives. When we are ready, I will send a challenge through Parabola. She will not be able to resist. The pain alone should provide sufficient incentive.\" [Use the ushabti at zee to summon the Pirate-Poet. You can also find her zailing an Alcaeus-class vessel on the Unterzee, should you require a rematch.]",
                                     "Name": "A transaction is not made", "Id": 193056},
                    "Name": "Acquire the Ender-Of-Critics' lost ushabti",
                    "Description": "The Museum of Mistakes would never be so crass as to consider trading such a valuable piece. Specifically, declares the Curator, here is the price it would not be so crass as to ask.",
                    "ButtonText": "", "Id": 153965},
                   {"DefaultEvent": {"Description": "$Pirate-Poet -> 海賊詩人$You quickly distract the Curator with a complicated question about Third City burial rites. The long answer is thankfully cut short by the Modiste's scalpel. It is mostly dust that spills to the floor, not blood.\u000d\u000a\u000d\u000aThe Modiste examines the ushabti. \"Splendid. There is a small fragment of mirror embedded in the poor dear's left eye; a long story, which like most of the best stories involves explosives. When we are ready, I will send a challenge through Parabola. She will not be able to resist. The pain alone should provide sufficient incentive.\" [Use the ushabti at zee to summon the Pirate-Poet. You can also find her zailing an Alcaeus-class vessel on the Unterzee, should you require a rematch.]",
                                     "Name": "Cutting through the red tape", "Id": 193077},
                    "Name": "Steal the ushabti",
                    "Description": "$Merciless Modiste -> 酷薄な仕立屋$The Merciless Modiste has a simpler plan.",
                    "ButtonText": "", "Id": 153986}],
 "Description": "The Dadd Wing houses the Museum's collection of human remains. The curator - a gaunt tomb-colonist in immaculately laundered bandages - leads you through dim, twisting corridors, past dusty glass cases, sarcophagi, and tables of jumbled exhibits.",
 "Name": "Visit the Museum of Mistakes", "Id": 193055}
