{
  "Id": 193079,
  "Name": "The Screaming Shores of Polythreme",
  "Description": "Stones weep as waves whip them to dust. The planks of the docks protest the heavy treads of stoic workers. Across a wall, someone has daubed in red: ENDURE. OBEY. ALL DREAMS END WITH DAWN.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 194385,
        "Name": "An unexpected audience",
        "Description": "The defiant eyes of the crew stare at you as you enter the brig. They shuffle nervously, but still stand firm between you and the Pirate-Poet's cell. How many times have they ventured down here to hear her words of freedom and rebellion?\r\n\r\nOne has been volunteered as spokesman, his voice trembling as he fails to meet your eyes. Still, he forces out the words. \"Can't let you do this, Cap'n. We've heard her poems and what she says, what they can do... they're too important. If it was for <i>you</i>, we'd... we'd right understand. But not for her. Not for Frocks.\""
      },
      "Id": 154805,
      "Name": "Collect the Pirate-Poet from the brig",
      "Description": "It is almost time to hand her over."
    },
    {
      "DefaultEvent": {
        "Id": 194390,
        "Name": "A crossroads",
        "Description": "It is the last thing the Pirate-Poet was expecting. \"I had prepared myself for death. I had almost prepared for chains and to be lost to clay once again. This...\"\r\n\r\nShe bows her head, gesturing to a crewman to retrieve her belongings from storage. \"Please. Take my sword. It will serve you well. Practice with it. Master it. Let our next battle be one of legend instead of poetry.\"\r\n\r\nThe crew escorts her to a lifeboat before you can change your mind. Behind you, the Modiste's angry glower is almost as strong as her perfume. \"Captain! You would betray my trust on the eve of my most glorious creation? You... <i>disappoint</i> me. I will endure this floating temple of barbarism not one second longer!\"\r\n\r\nShe disembarks in Polythreme, dragging her steamer trunks behind her. The crew, at least, breathes easier."
      },
      "Id": 154808,
      "Name": "Free the Pirate-Poet",
      "Description": "Your point is made. It does not mean you disagree. Her freedom is more important than the Modiste's project."
    },
    {
      "DefaultEvent": {
        "Id": 194392,
        "Name": "Ruptured clay",
        "Description": "\"I submit. I ask just one kindness. Use my sword. It will strike true.\" The Pirate-Poet kneels, looking around at the crew that had dared speak up for her. \"I... thank you. This is a fitting end. It is more than I once hoped for.\"\r\n\r\nShe looks back at you. She nods. She closes her eyes as you drive the sword through her chest; the crack of hard clay, an unexpected softness that embraces the blade as it reaches her heart. There is no breath to stop, no blood to drip from the wound. The silence of her death is barely quieter than her final moments.\r\n\r\nWhat remains cannot even be called pottery, for that implies at least a degree of care and craft. The shape which was once the Pirate-Poet suddenly seems little better formed than a bored child's first dabblings, mistakable for a person only in the dimmest light. Poetry crumbles. Already, little is readable.\r\n\r\nYou pull back the sword; its stickiness drying in the sombre air. The Modiste will not be happy about this. If she dares complain though, she is welcome to sweep up."
      },
      "Id": 154809,
      "Name": "Execute the Pirate-Poet",
      "Description": "Your point is made. Now to ensure they never forget it."
    },
    {
      "DefaultEvent": {
        "Id": 194393,
        "Name": "A return to chains",
        "Description": "Two Clay Men are waiting at the docks. They take custody of the Pirate-Poet with the expected stoic politeness, binding her limbs and dragging her by the arms to whatever passes for her King's mercy.\r\n\r\nSoon afterwards, the Modiste returns in possession of a small idol. Those unfortunate enough to pass by her cabin begin complaining of a buzzing in their teeth, a ringing in the ears that never quite goes away.\r\n\r\n For several days she works in secret. The crew savours the peace and quiet. Soon enough though, there is a frantic knock on your cabin door. The Modiste waits impatiently, shaking with sleepless energy, and armed for battle with scissors and measuring tapes.\r\n\r\n\"Captain! Divest yourself of those peasant rags at once.\" She beams. \"I have come to make you <i>glorious!</i>\""
      },
      "Id": 154810,
      "Name": "Deliver the Pirate-Poet to Polythreme",
      "Description": "It is time for her to face her destiny."
    },
    {
      "DefaultEvent": {
        "Id": 194425,
        "Name": "Living clothes!",
        "Description": "These are not the sad little clothes-colonies of Polythreme. These are tailored, precisely cut to your every line and curve, and radiate a life that makes all other fabrics seem withered husks. These garments do not hang, they caress; carry the warmth of a lover's arms in a soft bed. And they are strong. Small cuts even heal on their own, leaving only easily plucked fabric scabs.\r\n\r\nThe Modiste glows with pride, with satisfaction. These are just the start, she assures you. Her next should feel much less like wearing a scream."
      },
      "Id": 154836,
      "Name": "The Modiste's Masterpiece",
      "Description": "London fashions, Polythremian fabrics."
    },
    {
      "DefaultEvent": {
        "Id": 194386,
        "Name": "A resentful crew",
        "Description": "You rage against them and they fall back. Their eyes are sullen though, and no less hostile. They step aside to let you through. Several look to be thinking twice about their decision to serve on board."
      },
      "Id": 154806,
      "Name": "Intimidate the crew",
      "Description": "This is mutiny! It cannot be allowed to stand!"
    },
    {
      "DefaultEvent": {
        "Id": 194389,
        "Name": "Defeat!",
        "Description": "The crew steps back, forming a ring around the brig. The Pirate-Poet is released from her cell, given a moment to stretch. She nods her readiness. The battle begins.\r\n\r\nShe fights as she writes; heavy, heartfelt blows that pound deep and true. You fight your best, pit your skill against her strength. It is a fool's errand. Soon enough her heavy arms are wrapped around your throat, choking the life from you. You have no choice but to signal surrender and fall, gasping, at her feet.\r\n\r\nThe Pirate-Poet extends her hand to help you up. \"Bring me my sword,\" she demands. A crewman quickly fetches it from the stores. \"You did not have to offer me this chance. I will always be grateful. Please. Accept this. Master it. Make our next battle an epic beyond poetry.\"\r\n\r\nYou take the sword. The Modiste will not be happy about this when she finds out. Fortunately for you, she will have no shortage of mutinous crew to take it out on once the Pirate-Poet is far away in a lifeboat."
      },
      "Id": 154807,
      "Name": "Challenge the Pirate-Poet to a duel",
      "Description": "She knows you to be honourable. She accepts. If you defeat her, she will accept her fate quietly."
    }
  ]
}