{"ChildBranches": [{"DefaultEvent": {"Description": "$Pirate-Poet -> 海賊詩人$She fights every step of the way, a look of absolute terror on her face. Her eyes meet yours at the threshold of the airlock atop the vessel, before the gun in her face forces her to slowly descend the ladder into its depths.\u000d\u000a\u000d\u000aFor a moment, a grinding sound of pain and cracking bone rises from the zubmarine's belly, suddenly cut off and replaced with... Vivaldi? The high-notes pierce your ears, the low ones dig deep into your gut.\u000d\u000a\u000d\u000a\"Extraction is complete. Nothing of interest remains.\"\u000d\u000a\u000d\u000aA smaller airlock opens. Inside, a box. Inside that, a heart. Cold, desiccated, punched through with hundreds of holes that bring to mind a roll of pianola paper.\u000d\u000a\u000d\u000aThe <i>Irrepressible</i> submerges. Its ripples soon disappear. So, you are alerted, does the Pirate-Poet. Her cell is open, and a lifeboat missing. Connected? It hardly matters. Without the Modiste, you have nothing to gain from her anyway.",
                                     "Name": "The Modiste is cast into the darkness", "Id": 193082},
                    "Name": "$Merciless Modiste -> 酷薄な仕立屋$Hand over the Merciless Modiste",
                    "Description": "She seems mystified by the voice's demands, but one thing is clear: she will not go willingly.",
                    "ButtonText": "", "Id": 153989},
                   {"DefaultEvent": {"Description": "She walks with her head held high to the airlock atop the zubmarine. \"I am prepared,\" she declares, breaking the shackles on her wrists with one powerful tug, the easier to climb down the ladder. \"I have returned. I <i>submit</i>.\" And down she goes.\u000d\u000a\u000d\u000aFor a moment, a grinding sound of dancing sawblades rises from the zubmarine's belly, suddenly cut off and replaced with... Vivaldi? The high-notes pierce your ears, the low ones dig deep into your bones.\u000d\u000a\u000d\u000a\"Extraction is complete. Nothing of interest remains.\"\u000d\u000a\u000d\u000aA smaller airlock opens. Inside, a box. Inside the box... a heart. Moistened, still warm to the touch. Drilled through with holes, like a roll of pianola paper.\u000d\u000a\u000d\u000aThe <i>Irrepressible</i> submerges. Its ripples soon disappear. The Modiste is too relieved to be angry... for the moment.",
                                     "Name": "$Pirate-Poet -> 海賊詩人$The Pirate-Poet is cast into the darkness",
                                     "Id": 193083},
                    "Name": "$Pirate-Poet -> 海賊詩人$Hand over the Pirate-Poet",
                    "Description": "She is already in chains. That makes it easier.",
                    "ButtonText": "", "Id": 153990},
                   {"DefaultEvent": {"Description": "$Pirate-Poet -> 海賊詩人$A pair of crewmen lead the two members of the Set at gunpoint. The Pirate-Poet awkwardly rests a comforting hand on the Modiste's shoulder as they approach the airlock atop the zub. She is the first to descend the ladder, vanishing into its pungeant depths. The Modiste follows. Behind them, the hatch slams shut.\u000d\u000a\u000d\u000aFor a moment, a grinding sound of pain and cracking bone rises from the zubmarine's belly, suddenly cut off and replaced with... Vivaldi? The high-notes pierce your ears, the low ones dig deep into your gut.\u000d\u000a\u000d\u000a\"Extraction is complete. Nothing of interest remains.\"\u000d\u000a\u000d\u000aA smaller airlock opens. Inside, a box. Inside that... two hearts. One is moist clay, one dried flesh. Both are punctured with hundreds of holes that bring to mind grisly rolls of pianola paper.\u000d\u000a\u000d\u000aThe <i>Irrepressible</i> submerges. Its ripples soon disappear.",
                                     "Name": "The Modiste and the Poet are cast into the darkness",
                                     "Id": 193084},
                    "Name": "Hand over both members of the Set",
                    "Description": "Whatever their history, you wash your hands of it.",
                    "ButtonText": "", "Id": 153991},
                   {"DefaultEvent": {"Description": "Silence. A long, unbroken silence in which to ponder the damage a zubmarine can do to a ship. The torpedoes it could fire. The blades that might cut through the hull beneath the waterline. The harpoons that could drag it to-\u000d\u000a\u000d\u000a\"Acknowledged. Thank you for your time.\"\u000d\u000a\u000d\u000aThe <i>Irrepressible</i> submerges. Its ripples soon disappear.",
                                     "Name": "An offer rejected", "Id": 193085},
                    "Name": "Refuse the Pianolist",
                    "Description": "They are on your ship, under your protection.",
                    "ButtonText": "", "Id": 153992}],
 "Description": "The <i>Irrepressible</i>! The legendary vessel of the Pianolist! As its ripples fade, a musical voice echoes in the dark with the crackle of an ill-maintained phonograph.\u000d\u000a\u000d\u000a\"Greetings to you! Greetings and well-wishes, fellow Captain! You have betrayers on board, of a Set untimely scattered. We would witness our betrayers taste betrayal. Such exquisite irony! So much to be learned! Will you yield them to us?\"\u000d\u000a\u000d\u000aThe breezy musical voice shifts to the minor key.\u000d\u000a\"Your immediate response is politely demanded.\"",
 "Name": "A Zubmarine surfaces!", "Id": 193081}
