{
  "Id": 193093,
  "Name": "A Knife in the Dark!",
  "Description": "That familiar perfume in the air! She's back!",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 193098,
        "Name": "A grisly prize",
        "Description": "The Modiste's serrated blade slices effortlessly through her flesh, opening her chest. Shatter her ribcage. Force it open with your hands, straining as the bones yield and crack.\r\n\r\nHow fragile her heart feels between your fingers. Even more fragile as you tear it from its cradle of fat and muscle. \r\n\r\nThis is your trophy now. You have earned it."
      },
      "Id": 154000,
      "Name": "Cut out the Merciless Modiste's heart",
      "Description": "It will finish her. Perhaps it has other uses."
    },
    {
      "DefaultEvent": {
        "Id": 193099,
        "Name": "Mercy for the Modiste",
        "Description": "In Fallen London, death is... negotiable. Even as you draw her knife across her throat, you know she will wake up, eventually. But this scar will be a lasting reminder that even a legend in the world of Knife and Candle can be nothing but a talented amateur in yours."
      },
      "Id": 154001,
      "Name": "Consider the matter settled",
      "Description": "She won't be so quick to challenge you again"
    },
    {
      "DefaultEvent": {
        "Id": 193095,
        "Name": "Wounded",
        "Description": "The Modiste's blade finds its mark. You collapse at her feet, bleeding profusely. Standing over you, she smiles. Leans down. \"Do not think this over, my Captain,\" she whispers, carving a little extra agony into your flesh. \"Perhaps next time I will have a design in mind that calls for your skin. It would make such supple leather.\"\r\n\r\nShe leaves you lying in the road as she strides away."
      },
      "Id": 153999,
      "Name": "Defend yourself",
      "Description": "Block the incoming strike!"
    },
    {
      "DefaultEvent": {
        "Id": 193094,
        "Name": "Wounded!",
        "Description": "The Modiste's blade finds its mark. You collapse at her feet, bleeding profusely. Standing over you, she smiles. Leans down. \"Do not think this over, my Captain,\" she whispers, carving a little extra agony into your flesh. \"Perhaps next time I will have a design in mind that calls for your skin. It would make such supple leather.\"\r\n\r\nShe leaves you lying in the road as she strides away."
      },
      "Id": 153998,
      "Name": "Counter-attack",
      "Description": "It's coming quickly - but you can get her off-guard!"
    }
  ]
}