{"ChildBranches": [{"DefaultEvent": {"Description": "The Modiste's serrated blade slices effortlessly through her flesh, opening her chest. Shatter her ribcage. Force it open with your hands, straining as the bones yield and crack.\u000d\u000a\u000d\u000aHow fragile her heart feels between your fingers. Even more fragile as you tear it from its cradle of fat and muscle. \u000d\u000a\u000d\u000aThis is your trophy now. You have earned it.",
                                     "Name": "A grisly prize", "Id": 193098},
                    "Name": "Cut out the Merciless Modiste's heart",
                    "Description": "It will finish her. Perhaps it has other uses.",
                    "ButtonText": "", "Id": 154000},
                   {"DefaultEvent": {"Description": "In Fallen London, death is... negotiable. Even as you draw her knife across her throat, you know she will wake up, eventually. But this scar will be a lasting reminder that even a legend in the world of Knife and Candle can be nothing but a talented amateur in yours.",
                                     "Name": "Mercy for the Modiste", "Id": 193099},
                    "Name": "Consider the matter settled",
                    "Description": "She won't be so quick to challenge you again",
                    "ButtonText": "", "Id": 154001},
                   {"SuccessEvent": {"Description": "The pain is savage, but it glances off the bone of your forearm. You catch the Modiste's arm and snap it back in its socket. She screams and falls to her knees. You twist again, harder. The knife clatters to the cobblestones. <i>Harder!</i> A snap. A scream, almost too high to be heard. One more twist...\u000d\u000a\u000d\u000aThe Modiste slumps unconscious to the ground.",
                                     "LinkToEvent": {"Id": 193093}, "Name": "The nick of time",
                                     "Id": 193096},
                    "DefaultEvent": {"Description": "The Modiste's blade finds its mark. You collapse at her feet, bleeding profusely. Standing over you, she smiles. Leans down. \"Do not think this over, my Captain,\" she whispers, carving a little extra agony into your flesh. \"Perhaps next time I will have a design in mind that calls for your skin. It would make such supple leather.\"\u000d\u000a\u000d\u000aShe leaves you lying in the road as she strides away.",
                                     "Name": "Wounded", "Id": 193095},
                    "Name": "Defend yourself",
                    "Description": "Block the incoming strike!", "ButtonText": "",
                    "Id": 153999},
                   {"SuccessEvent": {"Description": "You manage to block the incoming arm with your wrist and pull a weapon of your own. The Modiste falls back. Circles. Casually fixes a loose strand of hair back into place, as her lips curl into a tigress' smile.\u000d\u000a\u000d\u000aThe moment breaks! Slash! Stab! Blood drips down your sleeve from superficial wounds, easily ignored for now. She doesn't blink as she dabs away a scratch of her own from one exquisite cheek. Again, a clash of weapons! Again, the half-felt sensation of torn flesh! A desperate feint. The raw smell of iron suddenly hanging in the air.\u000d\u000a\u000d\u000aThe Modiste falls to the cobbles, defeated.",
                                     "LinkToEvent": {"Id": 193093}, "Name": "A desperate victory",
                                     "Id": 193097},
                    "DefaultEvent": {"Description": "The Modiste's blade finds its mark. You collapse at her feet, bleeding profusely. Standing over you, she smiles. Leans down. \"Do not think this over, my Captain,\" she whispers, carving a little extra agony into your flesh. \"Perhaps next time I will have a design in mind that calls for your skin. It would make such supple leather.\"\u000d\u000a\u000d\u000aShe leaves you lying in the road as she strides away.",
                                     "Name": "Wounded!", "Id": 193094},
                    "Name": "Counter-attack",
                    "Description": "It's coming quickly - but you can get her off-guard!",
                    "ButtonText": "", "Id": 153998}],
 "Description": "That familiar perfume in the air! She's back!",
 "Name": "A Knife in the Dark!", "Id": 193093}