{"ChildBranches": [{"DefaultEvent": {"Description": "The Modiste shrugs. \"Be that way. But know that once this nasty business is over, we would be thrilled to see you return to our little salons. They are not at all like that beastly Aestival affair. You would have enjoyed Codex. The carvings, and the refreshingly quiet locals.\"\u000d\u000a\u000d\u000aShe chews her lip for a while, watching the Pirate-Poet compose. \"Such a pity you never let the Sculptress have her little fun. The things she could do for you with her hammers and chisels. Horns! Fangs! Wings of shimmering bone! Mothers would scare their children to sleep with tales of your face alone.\" She smirks. \"Need I even <i>describe</i> the perfect costume I would design?\"\u000d\u000a\u000d\u000aThe Pirate-Poet gives it some grudging thought.\u000d\u000a\u000d\u000a\"No bl___y arsenic,\" she grunts. \"And no bl___y taffeta.\"",
                                     "Name": "", "Id": 194412},
                    "Name": "A prisoner's silence",
                    "Description": "Lacking proper tools, the Pirate-Poet writes her final verses on the brig wall with a sharpened finger.",
                    "ButtonText": "", "Id": 154825},
                   {"DefaultEvent": {"Description": "\"Ah. Your usual subject matter, my dear?\"\u000d\u000a\u000d\u000aThe Pirate-Poet scrapes a line under its title. \"I must... finish my work. While I can. Others must be shown the way or it means nothing. You cannot understand.\"\u000d\u000a\u000d\u000a\"Could I not?\" The Modiste looks genuinely appalled. \"Sweetie, what is the purpose of our little Set if not to struggle for Art's own liberation? It is not just our own muses we give flight, but all creations that our humble work makes more palatable to the boorish <i>ignorati</i>.\"\u000d\u000a\u000d\u000a\"I do not think the rest... see it that way.\"\u000d\u000a\u000d\u000a\"In their hearts, they do. Those that still have them.\"",
                                     "Name": "", "Id": 194413},
                    "Name": "A clash of art",
                    "Description": "The Merciless Modiste cranes to read the latest poem.",
                    "ButtonText": "", "Id": 154826},
                   {"DefaultEvent": {"Description": "\"The liberation of art.\" The Pirate-Poet carves defiance into the wall. \"My words have never put another in shackles. Can you say the same for your frocks?\"\u000d\u000a\u000d\u000a\"Everyone's a critic.\" The Modiste wags a finger. \"More to the point, I will have you know that my dabblings in Nevercold Brass were most sought after!\"\u000d\u000a\u000d\u000a\"I...\" The Pirate-Poet hesitates. \"I miss the chains, sometimes. Things were... simpler before the poetry. Before I could-\" She crosses out a stanza. \"Before my head was always full of words <i>I can never get right!</i>\"\u000d\u000a\u000d\u000a\"We call it being an <i>artist</i>, my dear. Is it any wonder so many of us go crackers?\" The Modiste pats her hand fondly. \"The words will come, sweetie. They always do. Art cannot be rushed.\"\u000d\u000a\u000d\u000aA pause. \"Perhaps it <i>should</i> be chivvied along though, under the circumstances. I wonder - \" She smiles. \"Would a lovely little bit of cake make you feel any better?\"",
                                     "Name": "", "Id": 194414},
                    "Name": "A question of freedom",
                    "Description": "The Pirate-Poet stares at the Modiste through the bars.",
                    "ButtonText": "", "Id": 154827}],
 "Description": "\"Now, now, dear, don't pout. Who showed you how to use our sweet Sculptress' chisel? Who helped carve where you could not reach? I do hope this unpleasantness will not cancel out the fondness we once shared. Why, for all we know, the King will be as proud of his prodigal daughter as we are.\"",
 "Name": "Overheard In The Brig", "Id": 193918}