{
  "Id": 208079,
  "Name": "The Rise Of Pigmote Isle",
  "Description": "Hail [q:Pigmote Isle: Mastery]! The Neath's most adorable nation scurries around your legs. Scintillack harvesters drag heavy bags of the island's bounty to their silos. Industrious rodents work hard on towering edifices, some of them almost neck-high. (London will never believe a b___dy word of this.)",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 208080,
        "Name": "",
        "Description": ""
      },
      "Id": 163474,
      "Name": "Help [q:Pigmote Isle: Mastery] resolve a dilemma",
      "Description": "An aide runs over. \"Hairless Adviser, you return to us! Praise the tide. We need your wisdom once again!\""
    },
    {
      "DefaultEvent": {
        "Id": 208089,
        "Name": "Restored to order",
        "Description": "The rats do an excellent job, patching the leaks and beating the hull into shape. All shall be well, as they say on Wolfstack Docks."
      },
      "Id": 163482,
      "Name": "Request repairs",
      "Description": "These rats will board even a sinking ship. Provided the crew is willing to carry some of the heavier tools. [Raise Pigmote Isle's Civilisation for better prices]"
    },
    {
      "DefaultEvent": {
        "Id": 208090,
        "Name": "The zee's bounty",
        "Description": "The cavies twitch their whiskers with pride as you cast your eye across their harvest and select the finest pieces."
      },
      "Id": 163483,
      "Name": "Purchase scintillack",
      "Description": "The Cavies' nets glimmer with fresh treasure. [Raise Pigmote Isle's Civilisation for better prices]"
    },
    {
      "DefaultEvent": {
        "Id": 208091,
        "Name": "",
        "Description": ""
      },
      "Id": 163484,
      "Name": "Visit the Cavy Ghetto",
      "Description": "Murinia has not been kind to its enemies."
    },
    {
      "DefaultEvent": {
        "Id": 208092,
        "Name": "",
        "Description": ""
      },
      "Id": 163485,
      "Name": "Visit the Rat Ghetto",
      "Description": "The House of Cavy has not been gracious in victory."
    },
    {
      "DefaultEvent": {
        "Id": 208094,
        "Name": "Later, deep in the Chickenwoods",
        "Description": "\"Charge!\" squeaks a rodent soldier, gleefully leading his eager recruits against the latest mushroom incursion. The farmers stare dolefully at the remains of their crops."
      },
      "Id": 163487,
      "Name": "Release a blemmigan",
      "Description": "What's one more critter on this island?"
    },
    {
      "DefaultEvent": {
        "Id": 208129,
        "Name": "Clammy treasures",
        "Description": "\"His Complexity's blessings be upon you,\" wheezes the Drownie, counting the little pearls into a small oilskin bag. You pick it up by the drawstrings, careful not to touch its puckered flesh."
      },
      "Id": 163511,
      "Name": "Trade with the Fathomking's Ambassador",
      "Description": "The rodents have little use for his drowning pearls. He promises an excellent rate of exchange."
    },
    {
      "DefaultEvent": {
        "Id": 208130,
        "Name": "Revelations",
        "Description": "The ambassador lifts her mask to whisper. The exchange made, she savours a breath of air through unencumbered lips before returning to her true face."
      },
      "Id": 163512,
      "Name": "Trade with the Visage Ambassador",
      "Description": "She earned her crocodile mask for sharing too many secrets. She has nothing to lose by selling one more."
    },
    {
      "DefaultEvent": {
        "Id": 209984,
        "Name": "A meal fit for emperors",
        "Description": "You have to kneel at the long table, but none rise without eating their fill. [q: Pigmote Isle: Mastery] is flourishing. London may laugh at its new neighbours, but other powers have sent envoys to negotiate for scintillack.\r\n\r\nSpiced soup is followed by glistening haunches of meat wrapped in tender chickenwood strips. Both are merely appetisers. By dessert, you fear having to be <i>rolled</i> back aboard ship. The Seneschal orders the leftovers delivered to the hold."
      },
      "Id": 164737,
      "Name": "A banquet in your honour",
      "Description": "King Gracegnaw and First Minister Edgar invite you and the crew to share Pigmote's bounty."
    },
    {
      "DefaultEvent": {
        "Id": 214731,
        "Name": "Fuel for the Admiral's fireplace",
        "Description": "'Captain Whiskers', the Admiralty calls you, so you've heard. At least they pay to laugh at your reports."
      },
      "Id": 167769,
      "Name": "Compile a Port Report",
      "Description": "You may as well, while you're here."
    },
    {
      "DefaultEvent": {
        "Id": 223907,
        "Name": "A hunger that can never be satiated",
        "Description": "Pigmote's stored food diminishes quickly. Hungry rats and cavies stare at each other, a new glint passing from eye to eye as the cravings and stomach pangs spread. They stop to watch you in silence as you go past, mouths salivating. In the middle of the small town, a few of the hungriest begin digging a well."
      },
      "Id": 173524,
      "Name": "A delivery for Mr Sacks",
      "Description": "This is far enough from London. It will suffice."
    },
    {
      "DefaultEvent": {
        "Id": 208093,
        "Name": "\"Sound the ala-!\"",
        "Description": "You silence the guard before its screaming can draw too much attention. Its desperate thrashing cuts deep, drawing blood, before you finish throttling the life from it. D__n. More Murinians will be here soon to check on the disturbance. The Rat Star will have to wait."
      },
      "Id": 163486,
      "Name": "Steal the Rat Star",
      "Description": "Blue scintillack! The rats guard it fiercely, but there may be a way. Or less direct alternatives, perhaps. [Lower Pigmote Isle's Might to make this easier]"
    },
    {
      "DefaultEvent": {
        "Id": 216036,
        "Name": "\"Sound the ala-\"",
        "Description": "You silence the guard before its screaming can draw too much attention. Its desperate thrashing cuts deep, drawing blood, before you finish throttling the life from it. D__n. More Cavians will be here soon to check on the disturbance. The Lady's Eye will have to wait."
      },
      "Id": 168606,
      "Name": "Steal the Lady's Eye",
      "Description": "Blue scintillack! The Cavies guard it fiercely, but there may be a way. Or less direct alternatives, perhaps. [Lower Pigmote Isle's Might to make this easier]"
    }
  ]
}