{"ChildBranches": [{"DefaultEvent": {"Description": "Standing at a lectern before the hearth, the Tobacconist recites his lofty account of Rosegate. Over twenty years ago he opened his shop on the zee-floor. Why there? \"It was a necessity brought upon us not only by the demands of our Art, but by Society's refusal to appreciate what must be <i>done</i> in its pursuit.\"\u000d\u000a\u000d\u000aBut even without customers, they thrived: \"The advances we've made in the tobacconist's art are unrivalled. And while that is thanks to my own genius and creative passion - as well as the help of my Apprentice - the greatest credit must go to my patron. When he first heard of the underwater cigar, ne didn't scorn me as London had. He saw the possibility of impossibility. He saw the beauty. And without his support, Rosegate would not rest in the zee; Rosegate wouldn't have been able to experiment with ten thousand flavours; Rosegate would not be the home of the underwater cigar...\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 208118},
                    "Name": "The History of Rosegate",
                    "Description": "\"If you'd like, I can share with you the colourful and inspiring history of our shop.\"",
                    "ButtonText": "", "Id": 163505},
                   {"DefaultEvent": {"Description": "He demonstrates how to select leaves for filler and how to roll it. He guides you as you wrap it in the binder leaf and helps you glue it. He assists you in cutting the wrapper and rolling it into the final product. By the end of an hour, you've produced a dozen cigars.\u000d\u000a\u000d\u000aStanding before the shop-floor hearth, the Crotchety Tobacconist smirks. \"[q:Addressed As], I have a confession. We haven't rolled ordinary cigars. Rosegate is not in the business of producing <i>ordinary</i> cigars. These have been specially fermented. Observe!\" He tosses one of your cigars into the flame and pulls you back; the fire leaps out for your eyebrows. \"Potent enough to power your ship, if you ever find yourself in a pinch!\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 234654},
                    "Name": "How to Roll a Cigar",
                    "Description": "\"Or, if you'd prefer, I can teach you how to make a perfectly ordinary cigar. We'll use the humble tobacco leaf, and roll in traditional style.\"",
                    "ButtonText": "", "Id": 180228}],
 "Description": "The Crotchety Tobacconist retrieves a yellowed bundle of notes from under his counter. \"You don't know how long I've waited for this day, [q:Addressed As]. Let your crew sit in, if they want.\"",
 "Name": "Open to the Public", "Id": 208117}
