{"ChildBranches": [{"DefaultEvent": {"Description": "$Visage -> ヴィザージュ, Pigmote Isle -> ピグモート・アイル$The man from Visage is released, free to tell stories of what he saw here. In time, others will no doubt come to see for themselves. That will increase [q:Pigmote Isle: Mastery]'s legitimacy. A furry general grumbles about the additional burden of handling visitors.",
                                     "Name": "A treasure for all to admire", "Id": 210230},
                    "Name": "Advocate for his release",
                    "Description": "$Pigmote Isle -> ピグモート・アイル$Pigmote Isle is not ready to handle the repercussions of imprisoning or executing a citizen of another nation.",
                    "ButtonText": "", "Id": 164883},
                   {"DefaultEvent": {"Description": "The masked man puts up no resistance as the guards lead him away. \"We will tie him down while we decide his fate,\" squeaks the aide, perched on your shoulder. \"We have no prison that can hold him, but our ropes are sturdy. I hope they are sturdy enough.\"",
                                     "Name": "Taken away at gunpoint", "Id": 210301},
                    "Name": "Advocate for his arrest",
                    "Description": "The rodents must decide a punishment that fits the crime.",
                    "ButtonText": "", "Id": 164932},
                   {"DefaultEvent": {"Description": "$Pigmote Isle -> ピグモート・アイル, [Bb]lue[- ][Ss]cintillack -> ブルー・シンティラック, [Ss]cintillack -> シンティラック$He draws himself to his full height. \"Flourishing blessings be upon you, noble Frog. The light of our lost Left Eye draws our gaze. I come but to confirm it is as our scryers foretold, and-\"\u000d\u000a\u000d\u000aThe speech goes on for some time. D__n it. Is there anyone in the Neath that doesn't covet [q:Pigmote Isle: Mastery]'s lump of blue scintillack?",
                                     "LinkToEvent": {"Id": 210229},
                                     "Name": "A visitor from the land of masks", "Id": 211454},
                    "Name": "Speak with the mysterious masked man",
                    "Description": "$Visage -> ヴィザージュ$He claims to be from an island called Visage. Beyond that, the rodents have learned nothing.",
                    "ButtonText": "", "Id": 165644},
                   {"DefaultEvent": {"Description": "He draws himself up to full height. \"Flourishing blessings be upon you, Frog-\"\u000d\u000a\u000d\u000aYou stop him cold. <i>Frog?</i> Hippo speaks above his station! His mask denotes him little more than an exile. He has no authority.\u000d\u000a\u000d\u000aHippo is chastened. \"A thousand apologies,\" he whispers. \"I felt the light of the Left Eye that might buy my passage home. The Eye will call to others, and they will bring Jackals to this place. Do not tarry here, Once-Moth, lest their comforting shadows take you too.\"",
                                     "LinkToEvent": {"Id": 210229}, "Name": "A cursed envoy",
                                     "Id": 211455},
                    "Name": "Speak with the Hippo",
                    "Description": "$Visage -> ヴィザージュ$You know the ways of Visage better than most.",
                    "ButtonText": "", "Id": 165645}],
 "Description": "$[Bb]lue[- ][Ss]cintillack -> ブルー・シンティラック, [Ss]cintillack -> シンティラック$A cloaked man in a hippo mask stands surrounded by a pack of rodent soldiers. \"We caught this one sneaking around by the...\" The aide hesitates, paws sketching the shape of Pigmote's blue scintillack. \"What should we do with him, Hairless Adviser?\"",
 "Name": "$Pigmote Isle -> ピグモート・アイル$A Dilemma on Pigmote Isle",
 "Id": 210229}
