{"ChildBranches": [{"DefaultEvent": {"Description": "The Crotchety Tobacconist reaches across the counter to shake your hand. \"Our patron has forsaken us. He's only interested in his project to the south. He left my Apprentice to starve, and he hasn't arranged a delivery of the materials I require. I've run out of rubies to try to convince him otherwise. Which makes your intervention all the more propitious.\" He puffs a great ring of smoke into the air above your head; it takes several moments for the halo to disperse.\u000d\u000a\u000d\u000a\"[q:Addressed As], we're on the verge of a tremendous breakthrough. I'm about to create something beautiful. Something <i>noble</i>. A cigar which will burn underwater. I think I've finally found the right mixture.\" He taps the sheet on his counter - it is covered in incomprehensible scrawling, equations beyond the mathematical. \"Three flavours. Something robust; something bitter; and something luscious. Once I have them, I can finally complete it.\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "A man's hope",
                                     "Id": 223621},
                    "Name": "Witness a reunion",
                    "Description": "The Crotchety Tobacconist bends over the shop-counter, annotating a large sheet of paper. He glances up at the Dogged Apprentice, and bites down on his cigar. His face is blackened with soot. \"Last batch blew up on me. Doesn't look like you've been doing much better yourself.\"",
                    "ButtonText": "", "Id": 173298},
                   {"DefaultEvent": {"Description": "\"I sent him on an errand. He just had to collect a parcel from - b____r, where was it? Either the Empire of Hands or the Tomb Colonies.\" He sits up and stretches. His joints crack loudly. \"I have very important work, and it can't continue without him. Please, unless you've news of the boy, leave me be.\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 234596},
                    "Name": "\"Go away! We're closed!\"",
                    "Description": "The Crotchety Tobacconist sits smoking behind the shop-counter. The ashtray next to him is stacked with cigar butts. \"I cannot assist you until my Apprentice returns.\" Well, where did his Apprentice go?",
                    "ButtonText": "", "Id": 180181},
                   {"DefaultEvent": {"Description": "The pamphlet describes Rosegate as a cigar shop, with a factory on the upper floor. (True.) Here, they produce and sell an unparalleled variety of cigars. (Also true.) The Tobacconist is described as a world-renowned figure, respected for his dedication to his craft and the brilliance of his creative vision. (Hmm.) The pamphlet boasts that his genius will forever alter the tobacconists' art. (Well, <i>that</i> remains to be proven.)",
                                     "LinkToEvent": {"Id": 223620},
                                     "Name": "Self-published plaudits", "Id": 234598},
                    "Name": "Take a pamphlet",
                    "Description": "Neatly printed histories of the shop are stacked high on one of the display cases. A notice encourages visitors to take one. ",
                    "ButtonText": "", "Id": 180183},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 208117},
                                     "Name": "", "Id": 234611},
                    "Name": "Attend a free public lecture",
                    "Description": "The Crotchety Tobacconist has been developing a series of lecture to share with the public. And now that the public has finally arrived...",
                    "ButtonText": "", "Id": 180192},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 209687},
                                     "Name": "", "Id": 234612},
                    "Name": "A cigar break",
                    "Description": "The Crotchety Tobacconist is rarely seen at rest. But sometimes he'll step away from the shop-counter and the workbench to enjoy his pleasures by the hearth, blazing at the back of the shop.",
                    "ButtonText": "", "Id": 180193},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 153739},
                                     "Name": "", "Id": 234613},
                    "Name": "An hour's rest",
                    "Description": "The Dogged Apprentice does have a life beyond making cigars, if only for an hour a day. He'd gladly spend it with you.",
                    "ButtonText": "", "Id": 180194},
                   {"DefaultEvent": {"Description": "The game is close, but his set of Jacks drives off your Beloved, earning him the victory. He relaxes back in his chair, and puffs contentedly at a particularly fat cigar. \"Well played, [q:Addressed As],\" he says, pushing a box of cigars over to you. \"Well played. Have one of these.\" He closes his eyes and draws deeply before emitting a steady stream of hazy smoke. It smells like a London fireplace. Like home.",
                                     "LinkToEvent": {"Id": 223620},
                                     "Name": "Magnanimous in victory", "Id": 234620},
                    "RareDefaultEvent": {"Description": "There: a Cruel Queen and Besieged King - you bind his shark. You'll win in two turns, unless he concedes defeat now. The Crotchety Tobacconist snorts, snatches the cards off the table, and flings them into the air. He storms up the stairs to his workshop. The Dogged Apprentice waits till the door has slammed before scurrying over, muttering apologies.",
                                         "LinkToEvent": {"Id": 223620}, "Name": "Angry in defeat",
                                         "Id": 234774},
                    "Name": "Challenge the Tobacconist to a game of cards",
                    "Description": "Business is slow today, as it is everyday - the shop's not on the typical trade routes. The Tobacconist may well appreciate a game.",
                    "ButtonText": "", "Id": 180201},
                   {"DefaultEvent": {"Description": "The Dogged Apprentice carries the crate onto your zubmarine. The Crotchety Tobacconist finishes writing out your receipt. \"An absolute pleasure,\" he says, signing his name with a flourish. \"I hope you enjoy them thoroughly.\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 234621},
                    "Name": "Buy a crate of cigars for the ship",
                    "Description": "The Tobacconist smiles convivially. \"I've a flavour that may intrigue you, [q:Addressed As]. It's as hearty as any stew. It'll take your mind off hunger.\" ",
                    "ButtonText": "", "Id": 180202},
                   {"DefaultEvent": {"Description": "The Crotchety Tobacconist rings open his till and counts out your payment. Most of the notes are mouldy and crumbling with age, but it will still count as legal tender. ",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 234622},
                    "Name": "Deliver supplies to Rosegate",
                    "Description": "Without their patron, the Tobacconist and his Apprentice have to subsist on their stale stores of food. Even the Apprentice is growing crotchety. They will pay well for fresh rations.",
                    "ButtonText": "", "Id": 180203},
                   {"DefaultEvent": {"Description": "The Crotchety Tobacconist cuts you a cigar and lights it. You draw slowly - your mouth fills with a flavoured fog; heavy on the tongue, like honey liqueur. The Tobacconist smiles. \"Your mouth will start to burn, soon. Tolerate it - it's a transition phase, before something rather refreshing. See what I mean? Just hold...\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 234623},
                    "Name": "Sample a high quality cigar",
                    "Description": "A rosewood box full of cigars sits on the counter. They smell of beeswax. ",
                    "ButtonText": "", "Id": 180204},
                   {"DefaultEvent": {"Description": "\"Bitter. Luscious. Robust. Three flavours, and we'll have the cigar.\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235324},
                    "Name": "The creation of a cigar",
                    "Description": "The Crotchety Tobacconist has a dream: to create a cigar that can be smoked underwater. And with your help, it might come true.",
                    "ButtonText": "", "Id": 180655},
                   {"DefaultEvent": {"Description": "The Crotchety Tobacconist reaches across the counter to shake your hand. \"Our patron has forsaken us. He's only interested in his project to the south. He left my Apprentice to starve, and he hasn't arranged a delivery of the materials I require. I've run out of rubies to try to convince him otherwise. Which makes your intervention all the more propitious.\" He puffs a great ring of smoke into the air above your head; it takes several moments for the halo to disperse.\u000d\u000a\u000d\u000a\"[q:Addressed As], we're on the verge of a tremendous breakthrough. I'm about to create something beautiful. Something <i>noble</i>. A cigar which will burn underwater. I think I've finally found the right mixture.\" He taps the sheet on his counter - it is covered in incomprehensible scrawling, equations beyond the mathematical. \"Three flavours. Something robust; something bitter; and something luscious. Once I have them, I can finally complete it.\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "A man's hope",
                                     "Id": 235681},
                    "Name": "Witness a reunion",
                    "Description": "The Crotchety Tobacconist bends over the shop-counter, annotating a large sheet of paper. He glances up at the Dogged Apprentice, and bites down on his cigar. His face is blackened with soot. \"Last batch blew up on me. Welcome back.\"",
                    "ButtonText": "", "Id": 180874},
                   {"DefaultEvent": {"Description": "The blemmigan wriggles excitedly. Tendrils flick in and out, as if it is tasting the air of Rosegate. Abruptly, it scurries beneath an ostentatious display case and vanishes.",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 236584},
                    "Name": "Put a blemmigan ashore",
                    "Description": "Rosegate isn't the largest port, but there are many nooks where a mushroom may hide.",
                    "ButtonText": "", "Id": 181498},
                   {"DefaultEvent": {"Description": "He stoops over the glass counter, and gazes at his reflection. \"It can't wait any longer. We'll make do with what we have. Come back later.\"",
                                     "Name": "", "Id": 236637},
                    "Name": "Is the Crotchety Tobacconist well?",
                    "Description": "He isn't smoking.", "ButtonText": "",
                    "Id": 181531},
                   {"DefaultEvent": {"Description": "The Drownies tempted her with a false cigar, she says: but here is the source of the real thing, and there's no comparison at all. She walks the aisles, as enthralled as anyone might be in the sway of Dahut.\u000d\u000a\u000d\u000aShe can't reward you, she says. But perhaps the Composer in Wrack who arranged her freedom will be glad to know she was set free.",
                                     "LinkToEvent": {"Id": 223620}, "Name": "Shopping again",
                                     "Id": 238436},
                    "Name": "Set down your traveller from Dahut",
                    "Description": "She was on her way here, before her travel was interrupted. Her appetite for cigarillos is unabated.",
                    "ButtonText": "", "Id": 182711}],
 "Description": "It's not so much a port, as a shop with a dock. Coloured ceiling lights shine onto display cases lining the walls. A large shop-counter dominates the room. Cigars, ashtrays, guillotines, matches and carved boxes are all for sale. Each step here transports you into a new realm: at one moment, the heady aroma of summer flowers; then, the earthy fug of fungus; the bitter warmth of morning coffee; the sickening sweetness of sweat and midnight honey. ",
 "Name": "Rosegate", "Id": 223620}
