{"ChildBranches": [{"DefaultEvent": {"Description": "He argues over the cost, the box's condition, and whether the wood is walnut, poplar or elm. Then he shakes your hand enthusiastically and happily pays every penny of your original price. A pair of market attendants, puffing beneath their unwieldy horse-masks, help him carry it away.",
                                     "Name": "\"How much? What - for this? Allow me me explain a fundamental principle of economics...\"",
                                     "Id": 230226},
                    "Name": "A Jovial Contrarian is purchasing Long-Boxes",
                    "Description": "His wheeled chair squeaks through the crowd. As all visitors to the Rose-Market must, he carries a mirror. He's painted over the glass, though, with the face of a bat.",
                    "ButtonText": "", "Id": 177359},
                   {"DefaultEvent": {"Description": "\"It makes admirable jewellery,\" she explains, \"but <i>exceptional</i> tea.\" Two of the market's horse-masked attendants help her wheel the box away. ",
                                     "Name": "A satisfied customer", "Id": 230227},
                    "Name": "A Tattooed Courier will pay well for a consignment of Scintillack",
                    "Description": "Her skin is crowded with bright ink. Her smile is cocky.",
                    "ButtonText": "", "Id": 177360},
                   {"DefaultEvent": {"Description": "Shoshana holds a mirror over her pot of tea. The steam fogs the glass. As is market tradition, you write your information into the condensation with a finger. When you have finished, there is a rustling beneath her scarves; a wrinkled hand emerges from the silk, and places a fat envelope next to the tea pot. \"For the knowledge; and your silence.\"",
                                     "Name": "Great and terrible", "Id": 230228},
                    "Name": "Madame Shoshana is seeking an Extraordinary Implication",
                    "Description": "The fortune-teller - under her many scarves - sips tea in a quiet corner of the market. She'll pay well for something portentous. ",
                    "ButtonText": "", "Id": 177361},
                   {"DefaultEvent": {"Description": "With his proceeds, he could dine frugally for a fortnight, sensibly for a week, or on Solacefruit for supper. He takes a tiny, careful nibble as soon as you hand it over, careful not to spill a drop of juice.",
                                     "Name": "Feeding the soul", "Id": 230229},
                    "Name": "A Starving Poet is looking for Solacefruit",
                    "Description": "\"I sold a sonnet!\" he exclaims, jangling a pocketful of echoes.",
                    "ButtonText": "", "Id": 177362},
                   {"DefaultEvent": {"Description": "You breathe against the glass of a display cabinet, and the Bespectacled Visitor scribbles down the words you trace into the condensation. Candle-light flashes in his dark glasses as he tucks the note into his breast pocket. \"Understood. Thank you.\" He sits a heavy purse on the cabinet, and leaves without another word.",
                                     "Name": "A step ahead", "Id": 230230},
                    "Name": "A Bespectacled Visitor will pay to learn Moves in the Great Game",
                    "Description": "He drags his thumb over his thick moustache and nods.",
                    "ButtonText": "", "Id": 177363},
                   {"DefaultEvent": {"Description": "The Veteran Privy Counsellor holds a mirror behind the artefact, and examines the reflection. \"Hm. Yes. Inferior to London workmanship, obviously, but it will make an acceptable conversation piece nevertheless.\" He snaps his fingers at a servant. \"Pay the captain.\"",
                                     "Name": "A collector, of sorts", "Id": 230231},
                    "Name": "The Veteran Privy Counsellor is seeking an Outlandish Artefact",
                    "Description": "He is there surveying curios from distant ports, with palace servants in muted slippers (the Empress dislikes loud noises). ",
                    "ButtonText": "", "Id": 177364},
                   {"DefaultEvent": {"Description": "\"They make good chess-pieces,\" he says. He examines the figure's glaring eyes and clenched, bead-sized fists. \"I think I'll use this one as a bishop.\"",
                                     "Name": "A satisfactory exchange", "Id": 230232},
                    "Name": "The Honey-Addled Detective is collecting Watchful Curios",
                    "Description": "Nearby, a puppet-theatre is performing <i>The Gardens of the Serpent</i>. The Detective watches idly while waiting for sellers.",
                    "ButtonText": "", "Id": 177365},
                   {"DefaultEvent": {"Description": "The Baronet would never abandon his gloomy, ivied marsh-mansion. But on long evenings, he lights a candle and reads accounts of reckless nautical adventures. Then he closes the book, shakes his head, and commends his own good sense. ",
                                     "Name": "His eyes light up. \"Ah! I've heard of this captain...\"",
                                     "Id": 230233},
                    "Name": "A Prim Baronet is looking for an Unread Log",
                    "Description": "He brushes black rose-petals from his shoes. The wharf is strewn with them whenever the Rose-Market congregates.",
                    "ButtonText": "", "Id": 177366},
                   {"DefaultEvent": {"Description": "\"I never did like to see anything locked up.\" She searches her purse for payment, as two of her burlier supporters heft the cage. The thing inside is remarkably still. The Dauntless Temperance Campaigner hands over the fee, and pats the cage. \"Come now, dearie. Let's get you out of here.\"   ",
                                     "Name": "Room in her heart", "Id": 230234},
                    "Name": "A Dauntless Temperance Campaigner is purchasing Live Specimens",
                    "Description": "She comes here to protest against the shadow-puppet production of <i>The Honey Harvest</i>, but she's also known to buy caged specimens.",
                    "ButtonText": "", "Id": 177367},
                   {"DefaultEvent": {"Description": "Puppet plays press on uninterrupted. Personal collections grow. Words written in fogged mirrors are hastily wiped away. The exotic exchanges pollinate dreams.",
                                     "LinkToEvent": {"Id": 230225}, "Name": "", "Id": 258998},
                    "Name": "Escort some interested acquaintances to the Rose-Market",
                    "Description": "They hope to make a satisfying trade. [This will usher in a new day at the Rose-Market, and perhaps new buyers.]",
                    "ButtonText": "", "Id": 193156}],
 "Description": "The Rose-Market caters to collectors and eccentrics - anyone with exotic tastes and the gumption to harass zee-captains. \u000d\u000a\u000d\u000aAccording to the arcane, archaic rules of the market, you can only make one trade per visit. Choose wisely. [People at the Rose-Market will pay above the usual price for specific goods.]",
 "Name": "Roser's Wharf", "Id": 230225}
