{"ChildBranches": [{"DefaultEvent": {"Description": "Torches flare on the shore, illuminating thick-barrelled cannons.There is a crack, and a shot lands just off your prow. Water from the impact splashes your face. You are not welcome.",
                                     "LinkToEvent": {"Id": 230499}, "Name": "Threatening fire",
                                     "Id": 230500},
                    "Name": "Attempt to dock",
                    "Description": "The harbour is reinforced with wire and manned with Khaganian soldiers.",
                    "ButtonText": "", "Id": 177536},
                   {"SuccessEvent": {"Description": "Your lifeboat pulls up to the cove, unnoticed by the sentries. \"Came while we was asleep, they did,\" an islander whispers. \"Some of us managed to make it to the docks, or else to the coves. Couple of the lads held out in the Cock and Magpie long as they could.\" He run a grimy hand through his hair, and boards.",
                                     "LinkToEvent": {"Id": 230499}, "Name": "Safer ground",
                                     "Id": 230502},
                    "DefaultEvent": {"Description": "As you're preparing to lower a lifeboat, a Khaganian lookout blows his whistle; it shrieks like a Surface bird sighting its prey. Troops descend on the cove. You can hear the screams over the thrum of your engine, roaring in full reverse.",
                                     "LinkToEvent": {"Id": 230499}, "Name": "Men on the shore",
                                     "Id": 230501},
                    "Name": "Smuggle refugees to the Shepherd Isles",
                    "Description": "As your vessel passes, muddy islanders emerge from one of the island's coves. They leap and wave rags.",
                    "ButtonText": "Lead a rescue attempt", "Id": 177537},
                   {"SuccessEvent": {"Description": "You scale the cliff, and crouch in the mud. Through a spyglass, you observe the soldiers' movements. A contingent approaches the charred remains of the Cock and Magpie, escorting ragged islanders. A woman in feathered epaulettes sits at a table within, smiling at zee-charts and scowling at decrees stamped by the Leopard clan. Once inside, the islanders fall to their knees before her. Their proud faces strain as they address her.",
                                     "LinkToEvent": {"Id": 230499}, "Name": "Enemy movements",
                                     "Id": 230504},
                    "DefaultEvent": {"Description": "Your little lifeboat draws up the the cliff-face. As you're mooring it to a rock, a shot rings out from above; a bullet pierces your little craft - water is coming in! Another shot - row! For God's sake - row!",
                                     "LinkToEvent": {"Id": 230499}, "Name": "Spotted! ",
                                     "Id": 230503},
                    "Name": "Gather a Port Report",
                    "Description": "Lower the lifeboat, and row to one of the less slippery, less sheer cliffs. Pray you don't get caught.",
                    "ButtonText": "", "Id": 177538}],
 "Description": "Sleek ships are docked the harbour. Installations of heavy artillery line the shore. The banners of the Eagle clan - yellow as honey - drape from each roof. Mutton Island has fallen!",
 "Name": "Quaker's Haven: Under New Management", "Id": 230499}