{"ChildBranches": [{"DefaultEvent": {"Description": "Most of the brasses still hang on the beams, but now they are joined by an incongruous studding of barnacles. Behind the bar, the floor is littered with empty bottles. You test the beer kegs - also empty. \u000d\u000a\u000d\u000aThe cellar is flooded with three feet of zeewater. Drowned rats float slowly across the surface.",
                                     "LinkToEvent": {"Id": 230505}, "Name": "Drunk dry",
                                     "Id": 230506},
                    "Name": "Investigate the Cock and Magpie",
                    "Description": "It was the heart of the village, once.",
                    "ButtonText": "", "Id": 177539},
                   {"DefaultEvent": {"Description": "The hill is strewn with dead fish. Silvery scales shine under your lamp; glassy eyes glint. You come across the old stone well, and peer in. The water is high. A salt reek rises from it.\u000d\u000a\u000d\u000aOn the hilltop, a wicker figure stands. When it was built, it must have been ten feet high; now it is slumped and sagging. The papier-mâché of its skin has sloughed away, but it still wears a knobbly crown of coral.",
                                     "LinkToEvent": {"Id": 230505}, "Name": "The effigy",
                                     "Id": 230519},
                    "Name": "Investigate the hill",
                    "Description": "A hunched shape looms on the hilltop.",
                    "ButtonText": "", "Id": 177550},
                   {"DefaultEvent": {"Description": "You check house after house, and don't find a soul. The carpets squelch underfoot, oozing zeewater. The curtains drip. No valuables have been left behind - no jewellery, no heirlooms. But there is still cutlery in the drawers; plates and bowls stacked in the damp-stinking cupboards. Something rattles in a coal scuttle. You tip it over, and a crab crawls out. It peers around, clearly lost.",
                                     "LinkToEvent": {"Id": 230505}, "Name": "No one's home",
                                     "Id": 230520},
                    "Name": "Explore the village",
                    "Description": "You wander through the empty, winding streets. Zeeweed hangs from windowsills. Thatches are sodden. Drenched bunting hangs, limply, from the eaves.",
                    "ButtonText": "", "Id": 177551},
                   {"DefaultEvent": {"Description": "It scuttles gleefully into the twisty streets, climbs a wall, and roosts in a sodden thatch. It clicks its beak happily.",
                                     "LinkToEvent": {"Id": 230505}, "Name": "A soggy kingdom",
                                     "Id": 230521},
                    "Name": "Put a blemmigan ashore",
                    "Description": "Even boggier than usual: Mutton Island is perfect blemmigan country.",
                    "ButtonText": "", "Id": 177552},
                   {"DefaultEvent": {"Description": "Shoes litter the length of the shore and bob in the sighing surf. Sunday-best boots; solid farmers' shoes studded with hobnails; small, neat children's shoes with gleaming buckles. Wherever the inhabitants went, they went barefoot.",
                                     "LinkToEvent": {"Id": 230505}, "Name": "Laces and soles",
                                     "Id": 230523},
                    "Name": "Explore the shore",
                    "Description": "What's that on the beach?", "ButtonText": "",
                    "Id": 177553},
                   {"DefaultEvent": {"Description": "Still here. Still sodden. Empty as a politician's promises.",
                                     "LinkToEvent": {"Id": 230505}, "Name": "Little to report",
                                     "Id": 230524},
                    "Name": "Compose a Port Report",
                    "Description": "Brief though it might be.", "ButtonText": "",
                    "Id": 177554},
                   {"DefaultEvent": {"Description": "A Sprightly Deckhand blames Storm. \"'e's always gustin' and blusterin' round 'ere. The islanders must 'ave angered 'im!\" A Craggy Crewman shakes his head. \"No. It were that well of theirs. There was something waiting in the bottom of it, and it finally climbed out.\"\u000d\u000a\u000d\u000a\"Pssh,\" scoffs a Solemn Stoker. \"Mark my words: this is the work of the Fathomking. And His complexity only takes what's offered.\"",
                                     "Name": "Unlikely tales", "Id": 234477},
                    "Name": "Entertain your crew's terrified speculations",
                    "Description": "Each of them has a theory about what happened on the island.",
                    "ButtonText": "", "Id": 180102}],
 "Description": "Mutton Island rests, silently, under the false-stars. No smoke rises from the chimneys. No feet tread the streets. No ruddy-cheeked locals trade rustic aphorisms on the jetty. What has happened?",
 "Name": "After the Festival", "Id": 230505}