{"ChildBranches": [{"DefaultEvent": {"Description": "$Admiralty -> 海軍省, Mutton Island -> マトン・アイランド$Back in London, the old folk tell stories about the \"countryside\". It sounds terrible. Who knows what heathenry might take root in a barbarous backwater like this?\u000d\u000a\u000d\u000aIt seems your decision was wise. As Mutton Island fades into the darkness, you see an Admiralty frigate making for the harbour.",
                                     "Name": "You return to your ship and set sail", "Id": 230508},
                    "Name": "Leave immediately", "Description": "No. Just - no.",
                    "ButtonText": "", "Id": 177540},
                   {"DefaultEvent": {"Description": "$Cock and Magpie -> 雄鳥とカササギ亭$You peer through a black window. You see a table laid with silver cutlery, and ashes white in the hearth. The rug is crumpled, untidily. A solitary boot lies on it. \u000d\u000a\u000d\u000aSinging rises from the Cock and Magpie: raucous, rustic voices accompanied by a jangling piano. 'The Man in the Well' is a popular ditty in these parts, but you've rarely heard it performed with such gusto.",
                                     "LinkToEvent": {"Id": 230507}, "Name": "Cold hearths",
                                     "Id": 230509},
                    "Name": "Explore the town", "Description": "Where is everyone?",
                    "ButtonText": "", "Id": 177541},
                   {"DefaultEvent": {"Description": "As you enter, the singing stops. The locals, crammed into the crooked taproom, turn to look at you. A table creaks beneath a lavish spread: bowls of plump ivory beans and peas as big as bullets. Golden potatoes, crunchy with fat. A vast roasting dish, in which a human carcass - trussed neatly with twine - sizzles in its juices. A Custodial Chef carves it like a Sunday roast. \u000d\u000a\u000d\u000a\"Ah,\" he says, lifting his knife. \"Regrettable timing. Capture them, brothers and sisters. We'll string them in the well, in anticipation of less fortunate times.\" ",
                                     "LinkToEvent": {"Id": 230507}, "Name": "A well-feast",
                                     "Id": 230510},
                    "Name": "$Cock and Magpie -> 雄鳥とカササギ亭$Visit the Cock and Magpie",
                    "Description": "The windows are fierce with candles. The singing within is merry, if off-key.",
                    "ButtonText": "", "Id": 177542},
                   {"DefaultEvent": {"Description": "$Admiralty -> 海軍省, Mutton Island -> マトン・アイランド$You help yourself to a plate, and fork a choice, dripping cut onto it. The locals grunt, nod, and sit. Someone put a glass of beer in front of you. The Custodial Chef asks for the peas. \u000d\u000a\u000d\u000aYou leave on good terms. They are a welcoming folk, the people of Mutton Island. However, they are not discreet. You doubt they'll be allowed their worships for long. Indeed, even as you depart, you spy an Admiralty frigate steaming towards the harbour.",
                                     "Name": "Sunday dinner", "Id": 230516},
                    "Name": "Pull up a chair",
                    "Description": "You are no stranger to such crimson feasts.",
                    "ButtonText": "", "Id": 177547},
                   {"SuccessEvent": {"Description": "$Mutton Island -> マトン・アイランド$They catch a Craggy Crewman in the doorway, but his struggles buy the rest of you the lead you needed. What follows is a desperate flight across cobbles slick with zee-mist. Rosy-cheeked villagers, bristling with butcher's knives, puff in pursuit. You see a second group descend from the hilltop well, carrying lit candles and thistle-crowns - but they are too late to cut you off. Scrambling onto your ship, you steam into the broad gloom of the Unterzee. You leave Mutton Island to its ravenous inhabitants.",
                                     "Name": "Fleet of foot", "Id": 230537},
                    "DefaultEvent": {"Description": "$Deck -> 甲板, Admiralty -> 海軍省, Quaker's Haven -> クエーカーズ・ヘイヴン$Before you're out of the pub, a Solemn Stoker goes down under a gaggle of mutton-chopped villagers. As you race through the twisting streets, a second troupe of locals descend from the well atop the hill. They are clad in white smocks and carry candles. They catch you in the flank, and you lose a Recalcitrant Lookout.\u000d\u000a\u000d\u000aYou are at the jetty when your Sprightly Deckhand - whose reputation outweighs his ability - falls to an expertly flung fishing net. The rest of you make it back to your ship and out to zee. You're still catching your breath when you spy an Admiralty frigate making for Quaker's Haven. Perhaps you weren't the first to escape the island.",
                                     "Name": "Devil take the hindmost", "Id": 230511},
                    "Name": "Run for it!",
                    "Description": "You needn't be faster than the villagers, just faster than the slowest member of your crew.",
                    "ButtonText": "", "Id": 177543},
                   {"SuccessEvent": {"Description": "$Admiralty -> 海軍省, Cock and Magpie -> 雄鳥とカササギ亭, Quaker's Haven -> クエーカーズ・ヘイヴン$The villagers are not expecting your charge. You bloody their smug, rosy noses; topple their carnal feast; and race from the Cock and Magpie in close order. Out in the winding streets, you lead an orderly retreat to your ship. Three times the locals make concerted attacks, once with reinforcements from the hillside well. Each time, you repulse them, giving worse than you got.\u000d\u000a\u000d\u000aAs your vessel pulls away from the jetty, your breathless lookout spies an Admiralty frigate making for Quaker's Haven. Perhaps you aren't the first to escape the island. ",
                                     "Name": "A good offence", "Id": 230538},
                    "DefaultEvent": {"Description": "$Admiralty -> 海軍省, Quaker's Haven -> クエーカーズ・ヘイヴン$It's a bloody, dragging battle back to your ship. The locals know their village well. They spring from hedgerows. They lurk with nets in narrow alleys. They drop from low, thatched roofs onto straggling zailors. It is a depleted crew that makes it back to your ship and sets a frantic course into the dark. Less than an hour out, your lookout spies an Admiralty frigate making for Quaker's Haven. Perhaps you weren't the first to escape the island.",
                                     "Name": "Hostile territory", "Id": 230512},
                    "Name": "Fight your way free!",
                    "Description": "You snatch a candlestick from a nearby sill. Your crew raise their fists. It's a long way to the ship.",
                    "ButtonText": "", "Id": 177544}],
 "Description": "A still, sleepy evening. Something is different. Fewer coils of smoke rise from the chimneys. Half the windows are dark, even at this early hour. What's going on?",
 "Name": "$Quaker's Haven -> クエーカーズ・ヘイヴン$Quaker's Haven is Eerily Quiet",
 "Id": 230507}