{"ChildBranches": [{"DefaultEvent": {"Description": "\"I will not pretend that this has improved my evening. On the contrary it has left me a deep sadness in my heart. Notwithstanding howsoever I might say that you have acquitted yourself honourably and I do not think my patron will feel the need to pursue the matter further. Not at this time. As long as you keeps your mouth...\" - he leans close - \"tight snap-shut. Good night.\"",
                                     "Name": "Noble disappointment", "Id": 230553},
                    "Name": "Refuse",
                    "Description": "Announce to the Blind Bruiser that your debt is paid, and you're done.",
                    "ButtonText": "", "Id": 177573},
                   {"DefaultEvent": {"Description": "\"Kindly thanking you, [q:Addressed As]! We would like you to retrieve someone who has long been a sore spot in my patron's heart. They called her the Last Constable, round here, before she fled London. We've had reports of her investigating scoundrels at the Iron and Misery, spyin' on pirates in Gaider's Mourn; keeping the peace in Khan's Heart, and watchin' the dead in Venderbight. She gets around: a real hard worker, that one. It's in her blood. And again; don't let her come to harm. If you can help it, at least. We're understanding.\" [If you return to London without having found the Last Constable, the Blind Bruiser will not take offence. Check your journal to be reminded of where the Constable might be!]",
                                     "Name": "Preparing a reunion ", "Id": 230578},
                    "Name": "Accept",
                    "Description": "\"He'd like her returned with every tooth still in her head, if you could. And he would be certain to award you with dispensations as generous as your own self, for doing him such kindness.\"",
                    "ButtonText": "", "Id": 177588}],
 "Description": "\"You know, [q:Addressed As], I must say - of all the zee-captains I've met lately, it seems to me that you have a knack for sensitive matters; and that you might be able to help my patron. He's an introspective gentleman, and has been reflectin' on his life. And lately, he has come to regret things from years past, and should like to set them right; but to do so, he needs that mistake brought home to London.\"",
 "Name": "An Assignment: The Last Constable", "Id": 230552}
