{"ChildBranches": [{"DefaultEvent": {"Description": "The Cheery Man relaxes in his chair, the fire burning bright. On the table between you is a decanter, two glasses, and the Last Constable's truncheon. \"Glad to have her home. She's in her room. I did it up as best as I could. Gave it a personal touch, like.\" He smiles. \"Baby steps. I saw them when she was little; I'm seeing them now.\" He hefts the truncheon. \"There's good weight in this. A real history.\" He shrugs, and tosses it into the fire. \"We can find her something better, though, I suspect.\" \u000d\u000a\u000d\u000aIt blackens in the heat, before catching flame. It burns bright. The Cheery Man leans in, and cracks it in half with his cane.",
                                     "LinkToEvent": {"Id": 230554}, "Name": "She's in her room",
                                     "Id": 230555},
                    "Name": "Discuss the Last Constable",
                    "Description": "The Cheery Man waits in his office, with a blazing hearth and a decanter of fine brandy.",
                    "ButtonText": "", "Id": 177574},
                   {"DefaultEvent": {"Description": "The Cheery Man leans forward on his chair, staring into his hearth. He presses at the coals with his cane. Try as he might, they will not catch the log. He slumps back in his chair, and downs a glass of brandy. \"I wanted a reunion. I'll have one, one way or the other. That's something. One day, perhaps.\" He stares dully at the embers. \"At least she's alive. That's something.\"",
                                     "LinkToEvent": {"Id": 230554},
                                     "Name": "\"At least she's alive\"", "Id": 230612},
                    "Name": "Discuss the Last Constable",
                    "Description": "The Cheery Man waits in his office, with a cold hearth and a decanter of fine brandy.",
                    "ButtonText": "", "Id": 177609},
                   {"DefaultEvent": {"Description": "The Cheery Man had a son? \"Illegitimate,\" he says, pouring you a gin. \"Came as a surprise to me, too. A few months ago he sought me out, started teachin' me. Said he wouldn't be around forever. He said the crown was heavy and the throne hurt his arse.\u000d\u000a\u000d\u000a\"Anyway, turns out I have a natural inclination to the family business. And I'm not sure what got me here, but I think you had a part in it.\" He strides around the bar and hands you your gin. \"Here's to new beginnings.\" The new Cheery Man gives you a smile of crooked teeth, and downs his drink.",
                                     "LinkToEvent": {"Id": 230554}, "Name": "Long live the king",
                                     "Id": 230613},
                    "Name": "It's not the Cheery Man you were expecting",
                    "Description": "He's young and smiling. \"You were expectin' my father, I bet. Well it's true: he's dead. But he left it all to me. Drink?\"",
                    "ButtonText": "", "Id": 177610},
                   {"DefaultEvent": {"Description": "\"At first I thought it was a bl__dy joke. I was halfway through ordering some of the lads to  put you in a box! Then I realised: they would have. I'm the King o' Spite! I've got my throne,\" he pats his chair, \"I've got my crown,\" he touches the bald spot atop his head, \"and I've got my sceptre!\" He brandishes your white walking stick. \u000d\u000a\u000d\u000a\"I don't have to be young again, or sprightly. I've got people for that.  I took this throne myself. I earned it, and I should enjoy it. Thanks for reminding me.\"",
                                     "LinkToEvent": {"Id": 230554},
                                     "Name": "He laughs and shakes your hand", "Id": 230615},
                    "Name": "Enquire about his new cane",
                    "Description": "Its leaning against his chair.", "ButtonText": "",
                    "Id": 177611},
                   {"DefaultEvent": {"Description": "\"I think some of the lads are oversteppin' their bounds a bit. I need to remind them of their priorities. I'm tellin' you this because there might not be any new work from them for a while, and I wanted you to hear it from me. Captain to captain, as it were. If you're lookin' for alternate employment, you might want to look into the sunlight trade. It's risky, but boomin'.\"",
                                     "LinkToEvent": {"Id": 230554}, "Name": "A friendly warning",
                                     "Id": 230616},
                    "Name": "UNUSED - Discuss your business for him",
                    "Description": "\"My boys speak well of you,\" he says, from his chair. \"Say you're very reliable.\"",
                    "ButtonText": "", "Id": 177612},
                   {"DefaultEvent": {"Description": "And gives you a gift, with his compliments.",
                                     "Name": "He bids you goodnight", "Id": 230617},
                    "Name": "Call it a night",
                    "Description": "It's getting late. Early. Whatever.\u000d\u000a [You will be unable to return after choosing this.]",
                    "ButtonText": "", "Id": 177613},
                   {"DefaultEvent": {"Description": "\"The Widow. The Gracious Widow? Don't make me laugh. Gracious as a shark. Reckons she used to be a princess. She thinks she's a big noise in Spite. The Topsy King. He runs the Flit, if you can call it 'running'. Mad as paint. Feducci, who's supposed to be a tomb-colonist, but I dunno...runs the ring-fights. December, from the Calendar Council... yeah. He's a wrong 'un. And me.\" He smiles, all teeth. \"You don't want to get on the wrong side o' me.\"",
                                     "LinkToEvent": {"Id": 230554},
                                     "Name": "Queens, pawns, bishopss", "Id": 230619},
                    "Name": "Discuss 'legitimate business'",
                    "Description": "Who are his partners and rivals?",
                    "ButtonText": "", "Id": 177614},
                   {"DefaultEvent": {"Description": "\"Like night, it were,\" he says. He's deep in his cups by now: staring at the far wall as if it were glass. \"Came over the city all at once. You could hear their wings. You could <i>feel</i> them. Right down in your bones. Like a river, roaring. Then the ground opened. The ground opened - \"\u000d\u000a\u000d\u000aHe buries his face in his hands. A moment passes, and when he looks up, his face is calm. \"Haven't been that frightened since me old ma died. Tell you what, she was a terror. Made Mr Stones look like a parlour-maid. One time, I couldn't have been more than five year old - \"",
                                     "LinkToEvent": {"Id": 230554}, "Name": "The Fall",
                                     "Id": 230620},
                    "Name": "Share memories of London",
                    "Description": "Was he here when the bats stole her?",
                    "ButtonText": "", "Id": 177615},
                   {"DefaultEvent": {"Description": "\"I've found a way to bring in sunlight. The trick's in the boxes. Paid off Mr Fires. But it's a long way down and sunlight doesn't last... so I thought, why not cut it with moonlight? Hard to tell the difference, down here. Has some funny effects, a'course, but I'm lookin' into that. Could be useful in its own right.\"",
                                     "LinkToEvent": {"Id": 230554},
                                     "Name": "A gold tooth winks as he smiles", "Id": 230622},
                    "Name": "Ask his advice on smuggling",
                    "Description": "It would be a crime not to pick his brain. For educational purposes only, of course.",
                    "ButtonText": "", "Id": 177617}],
 "Description": "Tonight, you will drink the Medusa's Head's best stock, with the proprietor himself: the Cheery Man.",
 "Name": "Drinks With The Cheery Man", "Id": 230554}
