{"ChildBranches": [{"DefaultEvent": {"Description": "$Blind Bruiser -> 盲目の粗暴者$She stands proudly, but without resistance, before the Blind Bruiser. He jingles a pair of manacles. \"Out of respect for you,\" he says, \"as I know what you are capable of, I will put these here chains on you. But, out of respect for your father I will leaves 'em loose.\" She does not offer her wrists; the Blind Bruiser doesn't seem to mind the inconvenience. Once they have been locked, he turns to you with a smile. \"His Lordship wishes me to invite you to drinks at his establishment, whenever you should not be busy.\" \u000d\u000a\u000d\u000aThe Blind Bruiser begins to lead her away, but she stops before you. \"Perhaps I'll see you there.\" She nods to the Bruiser; they continue on their way.",
                                     "Name": "帰郷@{I}Going home", "Id": 230581},
                    "Name": "最後の治安官を引き渡す@{I}Hand over the Last Constable",
                    "Description": "　お望み通り、歯は一本も欠けていない。@{I}Not a tooth is out of place, as requested.",
                    "ButtonText": "", "Id": 177590},
                   {"DefaultEvent": {"Description": "\"I suppose it is something to know that she is still alive. Complicated things, families. His Lordship wishes me to invite you to drinks at his establishment, whenever you should not be busy.\"",
                                     "Name": "嵐の予感@{I}An incoming storm", "Id": 230594},
                    "Name": "最後の治安官からのメッセージを手渡す@{I}Hand over the Last Constable's message",
                    "Description": "\"Well, you found her, and that is more than anyone else has done.\"",
                    "ButtonText": "", "Id": 177597},
                   {"DefaultEvent": {"Description": "「私どものかつての同輩は、いくつか考え違いをしているようだ……間違いすぎて、誤った結論に至るほどに。私は頭が良いわけではありませんが、時として色々と想像を巡らせるものです。ともあれ、私は伝令を撃つような男ではありません。現時点での仕事に対する報酬として、これらの木箱をお受け取りを」<br/><br/>「残念ですが、我々の仕事はまだ終わってはおりません。次の手段を講じなければ。<br/>　私はかつての大詩人の噂を耳にしました。失われたと見なされるものについて、彼はとても多くを知っているそうで。彼は東にあるカーンの影に身を潜めています。彼を見つけていただきたい。あなたへの報酬には、ちょっとしたものを忍ばせておきました。それが彼の欲を満たし、あなたの仕事をやりやすくしてくれるでしょう」@{I}$Khan -> カーン, Khan's Shadow -> カーンの影$\"Our once-colleague is mistaken on several points - most notably that he is beyond consequence. I may not be an intellectual man, but I am occasionally imaginative. Regardless, I am not one to hurt the messenger. These here crates are considerations for your services thus far.\" \u000d\u000a\u000d\u000a\"Unfortunately, our labours are incomplete. We must resort to a secondary scheme. \u000d\u000aI have heard of a Once-Great Poet who knows much about things what are presumed gone. He has fled himself to Khan's Shadow, in the east. Find him; I have included a little something among your payment, to sate his appetites and pave your way.\"",
                                     "Name": "盲目の粗暴者はzeeの先に目をやった@{I}$Blind Bruiser -> 盲目の粗暴者$The Blind Bruiser looks out to zee",
                                     "Id": 230604},
                    "Name": "あのドラウニーからの伝言を伝える@{I}Relay the Drownie's message",
                    "Description": "　粗暴者は耳を傾けている。彼は別のオレンジを手に取ると、またその皮を剥き始めた。[これを選択する前に、船倉に10程度の空きを作っておきましょう。]@{I}The Bruiser listens, and peels another orange. [Ensure you have about ten spaces in your cargo hold before choosing this.]",
                    "ButtonText": "", "Id": 177602}],
 "Description": "「良い知らせをお持ちだと聞きましたよ、[q:Addressed As]。この船旅は危険だったに違いありませんな？私は、あなたを再びロンドンでお出迎えできるのがいっそう喜ばしくてなりません。さあ、仕事と参りましょう」@{I}\"I hear that you bring happy tidings, [q:Addressed As], which makes me all that much more glad to welcome you back to London after your certainly perilous voyage. Now, to our business.\"",
 "Name": "しかるべき祝福@{I}Congratulations are in Order", "Id": 230580}
