{"ChildBranches": [{"DefaultEvent": {"Description": "$Blind Bruiser -> 盲目の粗暴者$She stands proudly, but without resistance, before the Blind Bruiser. He jingles a pair of manacles. \"Out of respect for you,\" he says, \"as I know what you are capable of, I will put these here chains on you. But, out of respect for your father I will leaves 'em loose.\" She does not offer her wrists; the Blind Bruiser doesn't seem to mind the inconvenience. Once they have been locked, he turns to you with a smile. \"His Lordship wishes me to invite you to drinks at his establishment, whenever you should not be busy.\" \u000d\u000a\u000d\u000aThe Blind Bruiser begins to lead her away, but she stops before you. \"Perhaps I'll see you there.\" She nods to the Bruiser; they continue on their way.",
                                     "Name": "Going home", "Id": 230581},
                    "Name": "Hand over the Last Constable",
                    "Description": "Not a tooth is out of place, as requested.",
                    "ButtonText": "", "Id": 177590},
                   {"DefaultEvent": {"Description": "\"I suppose it is something to know that she is still alive. Complicated things, families. His Lordship wishes me to invite you to drinks at his establishment, whenever you should not be busy.\"",
                                     "Name": "An incoming storm", "Id": 230594},
                    "Name": "Hand over the Last Constable's message",
                    "Description": "\"Well, you found her, and that is more than anyone else has done.\"",
                    "ButtonText": "", "Id": 177597},
                   {"DefaultEvent": {"Description": "$Khan -> カーン, Khan's Shadow -> カーンの影$\"Our once-colleague is mistaken on several points - most notably that he is beyond consequence. I may not be an intellectual man, but I am occasionally imaginative. Regardless, I am not one to hurt the messenger. These here crates are considerations for your services thus far.\" \u000d\u000a\u000d\u000a\"Unfortunately, our labours are incomplete. We must resort to a secondary scheme. \u000d\u000aI have heard of a Once-Great Poet who knows much about things what are presumed gone. He has fled himself to Khan's Shadow, in the east. Find him; I have included a little something among your payment, to sate his appetites and pave your way.\"",
                                     "Name": "$Blind Bruiser -> 盲目の粗暴者$The Blind Bruiser looks out to zee",
                                     "Id": 230604},
                    "Name": "Relay the Drownie's message",
                    "Description": "The Bruiser listens, and peels another orange. [Ensure you have about ten spaces in your cargo hold before choosing this.]",
                    "ButtonText": "", "Id": 177602}],
 "Description": "\"I hear that you bring happy tidings, [q:Addressed As], which makes me all that much more glad to welcome you back to London after your certainly perilous voyage. Now, to our business.\"",
 "Name": "Congratulations are in Order", "Id": 230580}
