{"ChildBranches": [{"DefaultEvent": {"Description": "The Last Constable considers for a moment, and tucks her truncheon under her arm. \"Sensible. Thank you, [q:Addressed As]. Tell my father I'll be back when I'm good and ready. London's my city, too.\"",
                                     "Name": "A message", "Id": 230586},
                    "Name": "Agree to take a message",
                    "Description": "If you can't take her, perhaps you can take a message instead. ",
                    "ButtonText": "", "Id": 177593},
                   {"SuccessEvent": {"Description": "You lunge; she cracks you over the back with her truncheon, but you take her to the ground. Her fists hit nearly as hard; by the end, it's sheer endurance and determination that allows you to get the better of her. That, and the intervention of your crew, who bind her after you've finally pinned her a second time.\u000d\u000a\u000d\u000aShe's escorted to the brig, bound in rope. She doesn't speak a word as you lock the door.",
                                     "Name": "Captured", "Id": 230585},
                    "DefaultEvent": {"Description": "You lunge; she sidesteps, and cracks you in the ribs. You take her truncheon, but her fists are just as hard. Your crew is too afraid to step in to help.\u000d\u000a\u000d\u000aYou fight to a standstill, and a truce. She smiles, as she wipes the blood from her lip. \"If only you put that strength to some good, [q:Addressed As]. Tell you what: I <i>will</i> return, but when I'm good and ready. Tell my father I'll see him soon. London's my city, too.\"",
                                     "Name": "Her father's child", "Id": 230584},
                    "Name": "Attempt to capture her",
                    "Description": "\"I'm warning you now, [q:Addressed As] - stand down.\"",
                    "ButtonText": "", "Id": 177592},
                   {"SuccessEvent": {"Description": "She stares at your feet as you speak. He'll send another for her, you argue; if she doesn't return now, he'll try again. Perhaps with someone more violently inclined, next time. She raises a hand. \"Perhaps he will. He's done so before. But you're right: it is time for me to return. It's time to settle matters between us, one way or another. Show me to your ship, [q:Addressed As]\"",
                                     "Name": "Cold consideration", "Id": 231175},
                    "DefaultEvent": {"Description": "She hears your arguments. But she only shakes her head. \"Thank you, [q:Addressed As]. That's enough. I think it'd be best if you simply took this message to my father, instead: I'll be back when I'm good and ready. London's my city, too.\"",
                                     "Name": "", "Id": 231174},
                    "Name": "Convince her to return",
                    "Description": "Or try to, at least. She doesn't seem interested a reunion with her father.",
                    "ButtonText": "", "Id": 177964}],
 "Description": "\"Odd. You don't look like the kind my father usually employs.\" Her father? Her knuckles whiten around her truncheon. \"The Cheery Man. Are you here to kill me?\"",
 "Name": "The Last Constable", "Id": 230583}
