{
  "Id": 234639,
  "Name": "The Wrapper",
  "Description": "The Dogged Apprentice is straining against the cords holding him flat to the workbench. His wrists are raw and bleeding. The Tobacconist looms over him, sharpening a scalpel. \"Excellent. Now that you're here, [q:Addressed As], we can start. I'll just need a donation from the boy, and we'll have the last component. Could you help keep him still?\"",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 234640,
        "Name": "",
        "Description": "The Dogged Apprentice screws shut his eyes, as the Crotchety Tobacconist outlines the corners of a box onto his flesh. At the Tobacconist's instruction, you firmly place your hands on the corners, holding taut the skin between the lines.\r\n\r\nThe Crotchety Tobacconist swiftly draws his scalpel across the Apprentice's flesh. The blade cuts easily, snagging only once or twice. Whenever it does, the Tobacconist readjusts the edge and gives it a sharp pull, slicing through the obstruction. The Apprentice pleads, but his screams go unheeded. Your hands and the Tobacconist's grow bloody, as you pinch and pull that patch of the Apprentice's flesh. And when the screams become distracting, the Tobacconist blows heavy smoke into his face - the Apprentice's eyes flutter shut. The Tobacconist grins and peels clean the skin he requires.\r\n\r\nAnd as he tends to the wrapping of the cigar, he oversees your preparations of a small tub of water. \"We're going to test our beauty there.\""
      },
      "Id": 180217,
      "Name": "Help him get to work",
      "Description": "Put your hands on the boy's shoulders and press. Force him still. "
    },
    {
      "DefaultEvent": {
        "Id": 234641,
        "Name": "A noble sacrifice",
        "Description": "The Crotchety Tobacconist pauses; puts down both cigar and scalpel. He examines your face beatifically. Abruptly he unties the Apprentice, who staggers to collapse onto the floor. You lie down on the workbench and the Tobacconist grasps your hands. \"Thank you, [q:Addressed As]... Thank you. I cannot promise this will be quick, or painless; but it serves a most exquisite end. Now, I will have to restrain you. For your own safety, of course.\"\r\n\r\nFrom this angle, it's hard to see what the Tobacconist is doing: you have to go by sensation. He draws a line across your chest - the scalpel is sharp enough to tickle. Then he pinches and pulls, slices sideways across the fat. As the burning agony becomes unbearable, and your screams distracting, the Tobacconist blows a heavy smoke into your face. The purple lights flare, then go dark.\r\n\r\nYou are still lying on the bench when you wake. Your bonds have been removed and your chest is covered with a thick pinkening gauze. The Tobacconist is off to one side of the room, concentrating on a large tub on the floor. "
      },
      "Id": 180218,
      "Name": "Offer yourself in place of the Apprentice",
      "Description": "The Apprentice doesn't seem to have chosen this for himself. Let the Tobacconist use you, instead.  [This will increase your Wounds, and reduce your Hearts by 5.]"
    },
    {
      "DefaultEvent": {
        "Id": 234642,
        "Name": "Refusal",
        "Description": "The Crotchety Tobacconist stares over his pince-nez, eyebrows scrunched in confusion. \"If an old man like me goes under the knife,\" he says, acrid smoke curling from his lips, \"then he can't expect to get back up. And besides, only I know <i>exactly</i> what to harvest for this cigar. It must be the boy, [q:Addressed As]; there's nothing to do for it.\" "
      },
      "Id": 180219,
      "Name": "Suggest the Tobacconist use himself",
      "Description": "If he's so desperate to finish his cigar, he can use his own b____y skin."
    },
    {
      "DefaultEvent": {
        "Id": 234643,
        "Name": "",
        "Description": "The cigar, wrapped only in its first layer of binding, rests not far from the Apprentice's feet. And behind the Tobacconist, ready to test the final product, is a tub of water. Without hesitation, you snatch up the half-made cigar and toss it into the water. The binding breaks apart with the splash, and the filler spreads throughout the water. The Tobacconist drops his scalpel. He grabs at his heart; the fabric bunches in his clawed hand. With wobbling steps, he approaches the tub."
      },
      "Id": 180220,
      "Name": "Destroy the cigar",
      "Description": "No luxury is worth such cruelty. "
    }
  ]
}