{"ChildBranches": [{"DefaultEvent": {"Description": "$Clay M[ae]n -> クレイマン$\"A bit late for being squeamish.\" The Crotchety Tobacconist shows you out of workshop. You can still hear the shouts of the Clay Man from the shop - for a while. Soon only the sharp crack of the hammer rings out. \u000d\u000a\u000d\u000aWhen they come down, the Apprentice and Tobacconist are covered in a pall of dust. The Apprentice's eyes are blood-shot, and his lashes greyed with powder. He coughs until he retches. The Tobacconist ignores him entirely. \"It'll do,\" he says, grimly. \"The flavour isn't what I'd hoped, but it must suffice. It wasn't a complete waste.\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "He does his best",
                                     "Id": 234651},
                    "Name": "Refuse to assist",
                    "Description": "Let the Apprentice do the work. You'll have no part in this.",
                    "ButtonText": "", "Id": 180225},
                   {"DefaultEvent": {"Description": "$Clay M[ae]n -> クレイマン$You work in a miasma of bitter dust and floral cigar smoke. At first the Clay Man's shouts drown out the tap of the hammer. Soon, only the hammer rings out. The Crotchety Tobacconist grabs a fistful of clay shavings from the shattered left arm. He rubs the clay into a fine powder, sniffs it, and beams. \"Oh, this is it exactly! Robust, but with a fierce bite to it. This'll get into your blood. Thank you, [q:Addressed As]. This is magnificent.\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "Crack on!",
                                     "Id": 235114},
                    "Name": "Shatter him",
                    "Description": "$Clay M[ae]n -> クレイマン$Take up the hammer and chisel. Crack the Clay Man where the Tobacconist has marked.",
                    "ButtonText": "", "Id": 180527}],
 "Description": "$Clay M[ae]n -> クレイマン$The Unfinished Clay Man struggles futilely against his bonds. He shouts threats he cannot fulfil. \"We will require both powder and shavings,\" the Crotchety Tobacconist says. \"He should provide everything we need for a truly robust flavour.\"",
 "Name": "Breaking Down", "Id": 234646}
