{"ChildBranches": [{"DefaultEvent": {"Description": "$[Rr]attus[- ][Ff]aber -> フェイバーネズミ$The Once-Talkative Rattus Faber does not even shudder at your words. It only lies down in its bedding, and closes its eyes. The Dogged Apprentice nods solemnly, and lays his hand on your shoulder. \"We've got it now. That's as much bitterness and contempt as it can hold. I'll remove the gallbladder in a moment - the master will be so pleased to have his ingredient!\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 234649},
                    "Name": "Sneer coldly at it",
                    "Description": "It's not so talkative now, is it? Its old friends would thank you for making it less annoying - even if it's still ugly.",
                    "ButtonText": "", "Id": 180223},
                   {"DefaultEvent": {"Description": "$[Rr]attus[- ][Ff]aber -> フェイバーネズミ$As you speak, the Once-Talkative Rattus Faber does not stir. Only after you've finished does it gaze at you through the bars, and shake its head slowly. The Dogged Apprentice lays his hand on your shoulder, and squeezes it triumphantly. \"We've got it now. That's as much bitterness and contempt as it can hold. I'll remove the gallbladder in a moment - the master will be so pleased to have his ingredient!\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 234650},
                    "Name": "Pretend to weep",
                    "Description": "Boo-hoo! The poor, poor thing - all locked up, and all alone. Just look at the pitiful thing, and laugh.",
                    "ButtonText": "", "Id": 180224},
                   {"DefaultEvent": {"Description": "You push past the Dogged Apprentice and out the door. The Crotchety Tobacconist peers up at you from the shop-counter and his eyes narrow behind his pince-nez. \"He's not callous enough, my apprentice. And the rat is accustomed to him, besides. Our flavour will suffer for it.\" He blows black smoke through his nose that wafts to the top of the stairs. It smells of boiled liquorice. ",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 234653},
                    "Name": "Refuse to assist",
                    "Description": "This is cruel. This is <i>wrong</i>.",
                    "ButtonText": "", "Id": 180227}],
 "Description": "$[Rr]attus[- ][Ff]aber -> フェイバーネズミ$In the back of the workshop is a small cage, surrounded by skulls. Inside, a Once-Talkative Rattus Faber sits in a bedding of cruel phrases. \"We need to overwhelm it with bitterness\" the Apprentice says. \"Then we harvest.\"",
 "Name": "A Laugh", "Id": 234648}
