{
  "Id": 234658,
  "Name": "Rosegate: After the Cigar",
  "Description": "Coloured lights still shine down on the gleaming counter. The rich aroma of cigars still permeates the air. But the ever-full ashtrays are missing and there is nothing new on display.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 234659,
        "Name": "",
        "Description": "The pamphlet describes Rosegate as a cigar shop, with a factory on the upper floor. (Still true.) Here, they produce and sell an unparalleled variety of cigars. (They no longer produce cigars here.) The Tobacconist is described as a world-renowned figure, respected for his dedication to his craft and the brilliance of his creative vision. (His dedication is well beyond doubt.) The pamphlet boasts that his genius will forever alter the tobacconists' art. (Not implausible.)"
      },
      "Id": 180232,
      "Name": "Take a pamphlet",
      "Description": "Neatly printed histories of the shop are stacked high on one of the display cases. A notice encourages visitors to take one. They have not been changed since your business here."
    },
    {
      "DefaultEvent": {
        "Id": 235348,
        "Name": "",
        "Description": "The Crotchety Tobacconist strides into your zubmarine, humming a jaunty tune. \"To the Iron Republic!\" he cries, before resuming his song. The Dogged Apprentice is slower to board; he all but shuffles to you. \"The Grand Geode,\" he whispers, before entering your vessel and leaving Rosegate to the dark."
      },
      "Id": 180669,
      "Name": "A last request",
      "Description": "A suitcase sits in front of the shop-counter. One or two errant socks hang from the seams. \"It's time for the work to truly begin,\" the Crotchety Tobacconist says. \"Arrangements for Rosegate have already arrived. All's settled; could I just trouble you to take me from here?\" He blows a ring before glancing at his Apprentice, sitting in the other corner of the counter. He corrects himself. \"Take us?\""
    },
    {
      "DefaultEvent": {
        "Id": 235349,
        "Name": "",
        "Description": "The Crotchety Tobacconist strides past you, not pausing to bid farewell to Rosegate. He only shouts over his shoulder: \"To the Iron Republic,\" and boards. The Dogged Apprentice is slower to board; he all but shuffles to you. \"The Grand Geode,\" he whispers, before entering the vessel and leaving Rosegate to the dark."
      },
      "Id": 180670,
      "Name": "A last request",
      "Description": "The Crotchety Tobacconist and the Dogged Apprentice sit in abject silence, at opposite corners of the counter. \"Neither of us has anything left here,\" the Tobacconist says, and sighs. \"And arrangements for Rosegate have arrived. If you'll do nothing more, just take us away from here.\""
    },
    {
      "DefaultEvent": {
        "Id": 235352,
        "Name": "",
        "Description": "The Powdered Custodian cheerfully cuts and lights cigars for you both. \"It's grand to enjoy a few words with these cigars. God knows how much longer I'll be down here alone.\" He puffs, and spends the next minute coughing into his arm. \r\n\r\nAfter he recovers, he attempts a smile. \"Forgive me; I may be the current proprietor of Rosegate, but I'm merely a stand-in. After my patron heard Rosegate had been abandoned, they sent me in to replace the Tobacconist. Though we revoked our support for him, Rosegate is too great an investment to leave to the zee-beasts.\""
      },
      "Id": 180673,
      "Name": "Smoke a cigar with the Powdered Custodian",
      "Description": "A new gentleman sits behind the glass counter, polishing it to a blazing shine. He smiles as you approach. \"Welcome to Rosegate, [q:Addressed As]. May I entice you to a cigar?\" "
    },
    {
      "DefaultEvent": {
        "Id": 236585,
        "Name": "",
        "Description": "The mushroom wriggles excitedly. Tendrils flick in and out, as if it is tasting the air of Rosegate. Abruptly, it scurries behind an ostentatious cigar box and vanishes into the dark."
      },
      "Id": 181499,
      "Name": "Put a blemmigan ashore",
      "Description": "Rosegate isn't the largest port, but there are many nooks where a mushroom may hide."
    },
    {
      "DefaultEvent": {
        "Id": 239773,
        "Name": "Looking around",
        "Description": "She looks around her with an expression of mixed eagerness and dismay. This is the destination she has been seeking all this time, but she did not expect to find the shop without its former proprietor.\r\n\r\n\"All the same,\" she says, straightening her back as she often did in the cells of Dahut. \"I have seen worse. You may safely leave me here, [q:Addressed As]. I need a cheroot, and time to consider.\" \r\n\r\nShe can't reward you, she says. But perhaps the Composer in Wrack who arranged her freedom will be glad to know she was set free."
      },
      "Id": 183597,
      "Name": "Drop off the prisoner from Dahut",
      "Description": "Not quite what she was expecting."
    }
  ]
}