{"ChildBranches": [{"DefaultEvent": {"Description": "There is a scent of green bitter things, of fermentation. (Cactus pulp renders an acceptable wine.) Someone once died in a desert and you are traversing the cause of their death. (They lived long enough to regret.) Here is the memory of a dying man seeing a vulture overhead. (The sky.)",
                                     "LinkToEvent": {"Id": 234954}, "Name": "Sharp, thirsty, dry",
                                     "Id": 234955},
                    "Name": "Descend",
                    "Description": "Aigul is made of needles. The inside of a needle is strait.",
                    "ButtonText": "", "Id": 180434},
                   {"DefaultEvent": {"Description": "...and at once you are restored to your own body. The tunnel no longer surrounds you. The subaqueous pulse no longer beats in your ears. There is light in the engine room, even if it is only the dim glow of the ship's lamp. ",
                                     "LinkToEvent": {"Id": 234938},
                                     "Name": "You draw your hand away from the spine",
                                     "Id": 234957},
                    "Name": "Surface, surface",
                    "Description": "Not today. You cannot do this today. Perhaps some other time you will be ready.",
                    "ButtonText": "", "Id": 180436},
                   {"DefaultEvent": {"Description": "He fell behind in his filing, so he burned a stack of Port Reports, and lied when his superior asked where they were.\u000d\u000a\u000d\u000aThe lie went undetected. The loss of the Reports caused no great trouble. Nonetheless, the regret rankled. (The Brother had learned integrity from schoolboy novels.) \u000d\u000a\u000d\u000aConfession offered no cure. It would not retrieve the Reports. It would only disappoint the superior and open the whole department to censure. (Sometimes cowardice and common sense lead to the same end.) \u000d\u000a\u000d\u000aThe Brother's regret caused more trouble than the deed. (We cured him.) Have you undone the cure? (Get out, you've done enough--)",
                                     "LinkToEvent": {"Id": 234938},
                                     "Name": "The Secretive Brother was a clerk at the Admiralty. (One can regret even clerical misdeeds.) ",
                                     "Id": 234958},
                    "Name": "Collect what you came for",
                    "Description": "(Will you be pierced by the Brother's regret?)",
                    "ButtonText": "", "Id": 180437},
                   {"DefaultEvent": {"Description": "You have come too far. But you can take a different regret instead, the star-white shard by your left hand. (Not human!) It stings -\u000d\u000a\u000d\u000aAnd you know a sorrow that is shaped like an ellipse, the sorrow of a long approach that also hastens departure. (And all the while you travel, you are melting.) Would it have been possible to crash, and arrest the trajectory? (During your first orbit, you are so bright that you cast a shadow in daytime.)\u000d\u000a\u000d\u000a...afterwards, long afterwards, you are kneeling on the floor of the Engine Room while the First Mate quarters a solacefruit under your nose.",
                                     "LinkToEvent": {"Id": 234938},
                                     "Name": "You cannot ascend from here with nothing",
                                     "Id": 234959},
                    "Name": "Note the regret but leave it where it lies",
                    "Description": "It is guarded by nacreous layers. This is not for you to take.",
                    "ButtonText": "", "Id": 180438},
                   {"SuccessEvent": {"Description": "You narrow your shoulders, press your toes and your knuckles into the tunnel wall, squeeze left-and-down through a passage lined in fragments of amber. (They gather what we wish to know.)\u000d\u000a\u000d\u000aHere is the smell of a cloying perfume. A woman left her husband for a scoundrel. (In a few years she was poor and alone.) \"He seemed like a good man. How could I have known?\" (Of course she knew.) \u000d\u000a\u000d\u000aHer husband offered to take her back, but she could not endure his forgiveness. (We have his regrets also.) He minded her absence much more than her unfaithfulness. (But he could not persuade her.)",
                                     "LinkToEvent": {"Id": 234954}, "Name": "Deeper", "Id": 234961},
                    "DefaultEvent": {"Description": "The skin of the tunnel is rubbery. The Rubbery Men do not do what they are supposed to do. (We try to improve them.) Among humans, they are sad. (We should have made them with more teeth.) Among Flukes, they disobey. (We should pierce them with more spines.) \u000d\u000a\u000d\u000aThe passage circles on itself; it leaves you back where you began. (But older. Time does not stop.)",
                                     "LinkToEvent": {"Id": 234954}, "Name": "Fluke-regrets",
                                     "Id": 234960},
                    "Name": "The tunnel branches",
                    "Description": "(We tell you which way to go, but you do not understand.)",
                    "ButtonText": "", "Id": 180439},
                   {"SuccessEvent": {"Description": "A recollection the length of a hatpin. It would have been a baby.",
                                     "LinkToEvent": {"Id": 234954}, "Name": "Night regrets",
                                     "Id": 234963},
                    "DefaultEvent": {"Description": "It is so narrow in this passage that you cannot feel anything. Like a professional mourner two funerals from retirement: you have no true feeling remaining, and even proxy grief is hard to summon. ",
                                     "LinkToEvent": {"Id": 234954},
                                     "Name": "Dry heart and dry eyes", "Id": 234962},
                    "Name": "Only forward exists",
                    "Description": "Do you regret continuing? It is too late.",
                    "ButtonText": "", "Id": 180440},
                   {"SuccessEvent": {"Description": "A fresh red memory: She stood still when she wished to go. She answered questions from the man with the knife-shaped smile. (She was afraid of him.) \u000d\u000a\u000d\u000aShe pretended his questions were questions a sociable person would ask. (She was more afraid of being discourteous.)\u000d\u000a\u000d\u000aHe did not kill her. (After, she was angry at herself anyhow, for having her fears out of order.) She had a new tongue installed in her mouth. In the presence of trespassers, the new tongue says, \"I dislike you, I fear you, I wish you would go,\" whether she bids it to or not.",
                                     "LinkToEvent": {"Id": 234954},
                                     "Name": "You intend to move, and the tunnel moves you",
                                     "Id": 235076},
                    "DefaultEvent": {"Description": "Do you want to die down here, in the dark? (Death is not the thing to fear.) Do you want to live down here, squeezed between one misery and the next, so that you can barely move your limbs? (We prefer it.) \u000d\u000a\u000d\u000aHas your nerve failed you? (You have not moved.)",
                                     "LinkToEvent": {"Id": 234954}, "Name": "Forward?",
                                     "Id": 234956},
                    "Name": "Descend",
                    "Description": "(But only if you feel strong. From here, you cannot surface until you have found what you seek.)",
                    "ButtonText": "", "Id": 180435}],
 "Description": "The tunnel is skin-tight. You descend face first. The wall presses the back of your head, urging you downward. (You should not have come.) \u000d\u000a\u000d\u000aThe entrypoint of Aigul is regret. (No one enters Aigul without.)",
 "Name": "You are no longer standing in the engine room",
 "Id": 234954}