{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 234646}, "Name": "", "Id": 235315},
                    "Name": "Harvesting the robust flavour ",
                    "Description": "A chisel rests on the glass counter. The Crotchety Tobacconist smiles. \"We have the tools and the Clay Man readied, [q:Addressed As]. Shall we?\"",
                    "ButtonText": "", "Id": 180646},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 234644},
                                     "Name": "", "Id": 235316},
                    "Name": "Harvesting the luscious flavour ",
                    "Description": "\"That mushroom is at work upstairs, editing your poetry.\" The Crotchety Tobacconist looks meaningfully at the razor left open on the counter. \"Shall we?\" ",
                    "ButtonText": "", "Id": 180647},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 234648},
                                     "Name": "", "Id": 235317},
                    "Name": "Harvesting the bitter flavour",
                    "Description": "The Dogged Apprentice preens against the hearth, blazing at the back of the shop. \"We've only one last thing to do, [q:Addressed As], before our flavour is complete. Let's go and have a laugh.\" ",
                    "ButtonText": "", "Id": 180648},
                   {"DefaultEvent": {"Description": "The Crotchety Tobacconist blows a small ring around your head and smiles. \"Quite right. I think it's time we finished this. I'll begin my preparations.\"",
                                     "LinkToEvent": {"Id": 209684}, "Name": "", "Id": 235325},
                    "Name": "Is it time?",
                    "Description": "The flavours have been gathered. Now what must be done? [The shop will close temporarily once you proceed.]",
                    "ButtonText": "", "Id": 180656},
                   {"DefaultEvent": {"Description": "He stoops over the glass counter, and gazes at his reflection. \"It can't wait any longer. We'll make do with what we have. Come back later.\"",
                                     "Name": "", "Id": 236636},
                    "Name": "Is the Crotchety Tobacconist well?",
                    "Description": "He isn't smoking.", "ButtonText": "",
                    "Id": 181530},
                   {"SuccessEvent": {"Description": "One laboured step at a time, the three of you carry the crate up the stairs. The Apprentice takes heavy breaths; the Tobacconist swears so often, you're uncertain if he breathes at all. Eventually, you make it into the workshop, and chain the cargo into the corner. \"You Unfinished b_____d,\" the Tobacconist huffs, stretching his back. \"We got you now.\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235290},
                    "DefaultEvent": {"Description": "One laboured step at a time, the three of you carry the crate up the stairs. The Apprentice takes heavy breaths; the Tobacconist swears so constantly, you're uncertain if he breathes at all. After a small stumble, he seems to shout the whole way up.  \u000d\u000a\u000d\u000aEventually, you make it into the workshop, and chain the cargo into the corner. \"Unfinished b_____d!\" the Tobacconist cries, doubled over. \"My sides! I don't know that I can stand straight. Apprentice! Bring my stool over...\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235289},
                    "Name": "Labouring for the robust flavour",
                    "Description": "The Crotchety Tobacconist glowers at the rumbling crate. \"We'll need to shift the bl___y thing up the stairs. Help us get it up there, won't you?\"",
                    "ButtonText": "", "Id": 180630},
                   {"SuccessEvent": {"Description": "You write with the Crotchety Tobacconist puffing away behind your shoulder, blowing curling clouds of daffodil-scented smoke over your page. He smirks as he reads, and claps you on the back. \"Fine - nearly <i>too</i> fine! Enough to quicken and curdle the blood. Excellent work.\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235299},
                    "DefaultEvent": {"Description": "You write with the Crotchety Tobacconist puffing away behind your shoulder, blowing curling clouds of daffodil-scented smoke over your page. Once the poem is complete, you pass him the work. He bites his cigar as he reads. \"You did what I asked. I cannot be upset on that count.\" He folds the page, and tucks it into his pocket.  \"I only hope it isn't too awful to be used, but we will see.\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235298},
                    "Name": "Creating something breathtaking for the luscious flavour",
                    "Description": "The Crotchety Tobacconist studies the romance's excerpts. They're breathless exclamations, such as one might utter after a vigorous regime of callisthenics. \"[q:Addressed As], I need you to make a poem with these phrases. And I need it to be <i>badly</i> written.\" ",
                    "ButtonText": "", "Id": 180636},
                   {"SuccessEvent": {"Description": "He weighs an eolith in his hand before tossing it into the air. \"Dense, sturdy,\" he catches and licks the stone, \"And well flavoured. Perfect! These will make fine tools. I'll get to work immediately.\" He turns and strides up the stairs to his workshop. Hammer strikes ring through the floorboards above.",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235336},
                    "DefaultEvent": {"Description": "He weighs an eolith in his hand before tossing it into the air. \"Not quite as dense as I'd hoped,\" he mutters as he catches it. \"But I suppose we've got to make do. I will return in a moment.\" He turns and strides up the stairs to his workshop. Hammer strikes ring through the floorboards above.",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235332},
                    "Name": "Extracting the robust flavour",
                    "Description": "\"Delicate workshop tools won't do for a flavour like this,\" the Crotchety Tobacconist says. \"I'll need to make some new ones. Can you bring me some particularly sturdy materials?\"",
                    "ButtonText": "", "Id": 180660},
                   {"SuccessEvent": {"Description": "The Crotchety Tobacconist and his apprentice stand by with chains, as you pry open the crate. An Unfinished Clay Man glares from within and growls as you begin removing planks. \u000d\u000a\u000d\u000aOnce you've opened it halfway, he roars and hurls his weight forward. The wood splinters, the box breaks - and you sidestep his charge, letting him run directly into the workbench. From there, it's easy to bind him to the table with heavy chains. \"Well dodged, [q:Addressed As]. Reminds me of when I was young and spry.\" His apprentice stifles a giggle.",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235338},
                    "DefaultEvent": {"Description": "The Crotchety Tobacconist and his apprentice stand by with chains, as you pry open the crate. An Unfinished Clay Man glares from within and growls as you begin removing planks. \u000d\u000a\u000d\u000aOnce you've opened it halfway, he roars and hurls his weight forward. The wood splinters, the box breaks - and he charges you into a workbench. Though you may have cracked a rib, you and the other two manage to wrestle him down onto the bench and subdue him. \"That should have gone better,\" sneers the Tobacconist, kicking the leg of the bench. \"But at least we've got it.\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235333},
                    "Name": "Helping prepare the robust labour",
                    "Description": "A thumping resounds from the workshop above. \"We need to open that crate,\" the Crotchety Tobacconist says. \"The Clay Man's already in chains, but we need him on the workbench. I hope you're ready.\"",
                    "ButtonText": "", "Id": 180661},
                   {"SuccessEvent": {"Description": "The Crotchety Tobacconist scrutinises the literature through his pince-nez. He carves into pages with a razor and carefully extracts passages of worth. \"I tell you,\" he says between puffs of his cigar, \"reading this makes me feel old. Before London fell - I never dreamed of such carnality. Not because I wouldn't desire it, but because I never imagined the... possibilities they explore here. <i>Finely</i> chosen, [q:Addressed As].\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "Perfect!",
                                     "Id": 235339},
                    "DefaultEvent": {"Description": "The Crotchety Tobacconist scrutinises the literature through his pince-nez. Every page furrows his brow a little more - soon his forehead is filled with ridges and valleys deep enough to hold one of his cigars. \"Is this what passes for love these days?\" he mutters, extracting passages with a razor. \"I've read better on the back of cigar boxes.\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "It shall suffice",
                                     "Id": 235334},
                    "Name": "Stoking inspiration for the luscious flavour",
                    "Description": "The Crotchety Tobacconist is polishing an already gleaming case. \"The flavour must be something that'll make knees weak and hearts flutter.\"",
                    "ButtonText": "", "Id": 180662},
                   {"SuccessEvent": {"Description": "You spend hours reciting the popular zee-ballads of love in Wolfstack taverns, love beneath the decks, and love in the far-flung ports. Eventually, the Crotchety Tobacconist stops by to see your progress. He takes your poem from his pocket and presses it against the jar. The Blemmigan bangs pitifully against the glass. \"Listen!\" the Tobacconist cries, clapping you on the back. \"Hear that tapping? It's correcting your metre!\" He cackles, smoke curling upward from his lips. \"Well done, [q:Addressed As]!\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235340},
                    "DefaultEvent": {"Description": "You spend hours reciting Rosegate's collections of Tennyson. Eventually, the Tobacconist stops by to see your progress. He takes your poem from his pocket and presses it against the glass. The Blemmigan bangs pitifully against the jar's lid. The Tobacconist sighs pink smoke. \"Well, it was a worthy attempt. What's wrong with it? How can it not appreciate Tennyson?\" He lifts the jar, and holds it tenuously by the lid. \"I could smash you against the wall and stomp you into a pulp. But that would spoil our flavour.\" He sets the Blemmigan down. \"On we go then, [q:Addressed As].\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235335},
                    "Name": "Helping prepare the luscious flavour",
                    "Description": "The Crotchety Tobacconist grins at his reflection in the display cases. \"I've got one of those mushrooms. What do you call them? A Blendyg- a Brunnig- oh, sod it. I've got one in a jar. But first, it'll need to care about poetry. Can you bring it around?\"",
                    "ButtonText": "", "Id": 180663},
                   {"SuccessEvent": {"Description": "The Dogged Apprentice flicks through the book you hand him. It isn't long before he closes the book with a grin. \"This is exactly what we were hoping for, [q:Addressed As] - tragic and hopeless. This should prove potent indeed. Thank you!\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235343},
                    "DefaultEvent": {"Description": "The Dogged Apprentice flicks through the book you hand him. Finally, he shakes his head and closes the book firmly. He slumps in silence for a moment, before saying: \"Apologies, [q:Addressed As]. I hope I don't seem ungrateful. It's just that the material you brought is - well, happier than I'd hoped. Still, I think it'll do. Probably.\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235341},
                    "Name": "Some solemn weight for the bitter flavour",
                    "Description": "The Dogged Apprentice sits by the hearth, perusing his journal. \"The master wants this cigar to have a certain weightiness. Wants to make it something that'll stick with you. Do you have anything that might work?\"",
                    "ButtonText": "", "Id": 180665},
                   {"SuccessEvent": {"Description": "You set three skulls on the counter. One is missing its jaw and has a few over-long teeth. One is missing a patch of bone in the back, brains either blown out or bashed in. One still has an eye, not yet taken by the rot. The Dogged Apprentice grips your arm for support, transfixed. \"This... this is... yes, [q:Addressed As] - I think this is what we need.\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235344},
                    "DefaultEvent": {"Description": "You set three skulls on the counter: all perfectly formed, grinning reminders of death. The Dogged Apprentice pinches the bridge of his nose and sighs. \"This is better in theory than practice, isn't it? I admit, I thought they'd be more horrible. But they're just skulls; and it's not as if I've never seen those before.\" He shrugs. \"We'll make do. Thanks anyway, [q:Addressed As].\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235342},
                    "Name": "Something disquieting for the bitter flavour",
                    "Description": "The Dogged Apprentice licks his pencil and makes a note in his journal. \"We're making good progress, [q:Addressed As]. Next, we'll need something stunningly hopeless. Could I trouble you to put something together?\"",
                    "ButtonText": "", "Id": 180666},
                   {"SuccessEvent": {"Description": "\"I suppose it's an art in its own right,\" he says. \"Crafting an unkindness is still - dear God! What did you just write?\" He snatches the page away and reads. He covers his mouth, and whispers through his fingers: \"Everything I tried writing was just a blunt cruelty; but <i>that's</i> a razor to the soul.\" His eyebrows raise, delighted. \"This will finish it off well. Thank you.\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235345},
                    "DefaultEvent": {"Description": "The Dogged Apprentice sits beside you, watching the flow of ink onto paper. \"I suppose it's art in its own right,\" he says. \"Crafting an unkindness is still creating. Now, then - let's see what you've written.\" He snatches the page away and frowns. \"That hurts, [q:Addressed As] - but... it's like a good punch to the eye: it'll knock you down, but you can still hop right up. Nevertheless, I'm sure we can work with this.\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235322},
                    "Name": "Helping prepare the bitter flavour",
                    "Description": "The Dogged Apprentice has set out paper and pen. \"I had an idea, [q:Addressed As]: could I trouble you to write something cruel? Something to leave the reader speechless?\"",
                    "ButtonText": "", "Id": 180653}],
 "Description": "The Crotchety Tobacconist mutters to himself while fussing with his notes. Occasionally he glances over his shoulder to the stairs running up one side of his shop. They ascend to a room marked WORKSHOP. ",
 "Name": "In Pursuit of Three Flavours", "Id": 235283}