{"ChildBranches": [{"DefaultEvent": {"Description": "No fruit-de-mer, this. It's <i>meat</i>. There's no other word for it. Rosy pink and sweet, and tasting like the finest steak. No - like cream. No - like marbled honey. And suddenly it is all gone, and only the smell of abyssal brisket is left lingering on your plates, your fingers.",
                                     "Name": "\"The fin! Wait, no - the flank! Or wait - the liver. Oh, oh - the <i>eye</i>. Oh, <i>Salt</i>.\"",
                                     "Id": 236752},
                    "Name": "Fillet it for supplies",
                    "Description": "Anything that puts up such a fuss <i>must</i> be edible.",
                    "ButtonText": "", "Id": 181608},
                   {"DefaultEvent": {"Description": "The crew watches uncomfortably as the red wake spreads. Is this mercy, or cruelty? The murmured arguments continue long into the night. The looks they shoot you are all the harsher for their uncertainty.",
                                     "Name": "A behemoth goes to die", "Id": 241471},
                    "Name": "Let the beast go",
                    "Description": "Its wound is fatal. It will surely head to the Gant Pole.\u000d\u000a [This will send this beast to the Gant Pole.]",
                    "ButtonText": "", "Id": 184744},
                   {"DefaultEvent": {"Description": "The crew watches uncomfortably as the red wake spreads. Is this mercy, or cruelty? The murmured arguments continue long into the night. The looks they shoot you are all the harsher for their uncertainty.",
                                     "Name": "A behemoth goes to die", "Id": 260399},
                    "Name": "Let the beast go",
                    "Description": "Its wound is fatal. It will surely head to the Gant Pole. [This will send this beast to the Gant Pole. The Fading Haruspex may no longer make use of them, but others in there may appreciate it.]",
                    "ButtonText": "", "Id": 194199},
                   {"SuccessEvent": {"Description": "\"And there I was hoping you’d found me a challenge,\" the surgeon sighs, setting aside a cleaver and reaching for the pliers instead. The Beloved's underside is a network of old and overlaid scars, as though it has been disassembled and stitched together, over and over. The thing is more patchwork than creature. Who or what could have had the power to put it back together and send it on its way?",
                                     "Name": "A job half-done", "Id": 236777},
                    "DefaultEvent": {"Description": "The carcass comes apart in the hauling lines before you even open the cargo hatch, and the scatter of fleshy flotsam sinks in an instant. Surely you didn't do enough damage for it to disintegrate so completely? ",
                                     "Name": "\"Easy now. Easy. Easy... Blast.\"", "Id": 236775},
                    "Name": "Dissect it for knowledge",
                    "Description": "Your bellies can wait.", "ButtonText": "",
                    "Id": 181623}],
 "Description": "A cloud of oily bubbles signals the beast's end. Its interminable refrain of moans and burbles and plaintive whistles finally dies away like a harmonium going down a drain.",
 "Name": "You have defeated a Beloved", "Id": 236751}