{"ChildBranches": [{"DefaultEvent": {"Description": "The death-song rises, rises... then falters, falters and dies away. And then it is taken up again, by voices to a distant starboard. Then, voices from astern, then from all around. Your hull shakes with harmony. When you come back to yourself, and to the feel of still metal under your hands, you do not know how long the silence was.",
                                     "Name": "Deeper still", "Id": 236783},
                    "Name": "Witness the keening", "Description": "Listen...",
                    "ButtonText": "", "Id": 181627},
                   {"DefaultEvent": {"Description": "The surgeon goes to work on the great body as it floats alongside you. Layer upon layer of red flesh opens like an oily, lucrative blossom. You shall eat well and juicily, the mechanisms will run greased and quiet, and the stacked bones will fetch a fair price to buttress the bodices of Society folk.",
                                     "Name": "Tryworks", "Id": 236820},
                    "RareDefaultEvent": {"Description": "It falls to the surgeon to butcher the great body. Layer upon layer of red flesh opens like an oily, lucrative blossom. And inside the whale's belly: an accretion of hair and rags and bones. Upon a leg-bone is etched: 'Imprisoned to wander. Digested by boredom. Nidah’s revenge. Batuk.' The message must have taken an age to carve, with no light but phosphorescence and no tools but teeth.",
                                         "Name": "Four red walls", "Id": 236821},
                    "Name": "Butcher it for supplies",
                    "Description": "What else are these great roaming oil-flasks for?",
                    "ButtonText": "", "Id": 181658},
                   {"DefaultEvent": {"Description": "You tether the great body alongside, and the surgeon dons diving-armour and goes to work. Layer upon layer of red flesh opens like an oily, lucrative blossom, while the crew funnel meat and tallow into the hold. You shall eat well and juicily, the mechanisms shall run greased and quiet, and the stacked bones shall fetch a fair price to buttress the bodices of Society folk.",
                                     "Name": "Tryworks", "Id": 237686},
                    "RareDefaultEvent": {"Description": "You tether the great body alongside, while the surgeon dons a diving-armour and sharpens her instruments. Soon, the crew are funnelling meat and tallow into the hold while layer upon layer of red flesh is opened like an oily, lucrative blossom  Finally, inside the whale's belly: an accretion of hair and rags and bones. Upon a leg-bone is etched: 'Imprisoned to wander. Digested by boredom. Nidah’s revenge. Batuk.' The message must have taken an age to carve, with no light but phosphorescence, and no tools but teeth.",
                                         "Name": "Four red walls", "Id": 237687},
                    "Name": "Butcher it for supplies",
                    "Description": "What else are these great roaming oil-flasks for?",
                    "ButtonText": "", "Id": 182302},
                   {"DefaultEvent": {"Description": "The crew watches uncomfortably as the red wake spreads. Is this mercy, or cruelty? The murmured arguments continue long into the night. The looks they shoot you are all the harsher for their uncertainty.",
                                     "Name": "A behemoth goes to die", "Id": 240509},
                    "Name": "Let the beast go",
                    "Description": "$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$Its wound is fatal. It will surely head to the Gant Pole.\u000d\u000a [This will send this beast to the Fading Haruspex/Old Zailors]",
                    "ButtonText": "", "Id": 184076}],
 "Description": "A mournful, final wailing begins as the beast succumbs. All over the ship, grimaces of relief are shared. Of relief, and of other things; zubmariners are superstitious about the killing of whales. Once the beast’s death-song ends, the whispering will begin.",
 "Name": "You have defeated a Midnight Whale", "Id": 236754}
