{
  "Id": 236756,
  "Name": "You have defeated a Thalatte",
  "Description": "In death, the Thalatte looks like the gristly collage of an untamed vivisectionist. Mercifully, most of it has stopped moving.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 244669,
        "Name": "A behemoth goes to die",
        "Description": "The crew watches uncomfortably as the red wake spreads. Is this mercy, or cruelty? The murmured arguments continue long into the night. The looks they shoot you are all the harsher for their uncertainty."
      },
      "Id": 186785,
      "Name": "Let the beast go",
      "Description": "Its wound is fatal. It will surely head to the Gant Pole. [This will send this beast to the Gant Pole.]"
    },
    {
      "DefaultEvent": {
        "Id": 260401,
        "Name": "A behemoth goes to die",
        "Description": "The crew watches uncomfortably as the red wake spreads. Is this mercy, or cruelty? The murmured arguments continue long into the night. The looks they shoot you are all the harsher for their uncertainty."
      },
      "Id": 194201,
      "Name": "Let the beast go",
      "Description": "Its wound is fatal. It will surely head to the Gant Pole. [This will send this beast to the Gant Pole. The Fading Haruspex may no longer make use of them, but others in there may appreciate it.]"
    },
    {
      "DefaultEvent": {
        "Id": 236757,
        "Name": "\"I can’t make head nor tail nor stomach lining of it, skipper.\"",
        "Description": "You run out of note-cards before you run out of different parts to classify, and after a while you can't tell the difference between the 'before' and 'after' piles. You'll get as much out of this beast by organising a game of footy with what's left."
      },
      "Id": 181611,
      "Name": "Dissect it for knowledge",
      "Description": "Perhaps it will make more sense in pieces?"
    },
    {
      "DefaultEvent": {
        "Id": 236785,
        "Name": "No leftovers",
        "Description": "You never determine exactly which bit it was that Zeeman Hodgkiss ate. She never said; she simply folded her napkin, rose carefully from the table, strode down to the engine room, and flung herself into the main boiler. You doubt the cook has enough pepper in stock to mask a taste like that. The crew pitch the rest over the side, followed by what little's left of Hodgkiss."
      },
      "Id": 181628,
      "Name": "Fillet it for supplies",
      "Description": "\"Just close your eyes and hold your nose! Look, you don't even need to swallow - see? Down it goes. I think it likes the dark.\""
    }
  ]
}