{"ChildBranches": [{"DefaultEvent": {"Description": "The crew watches uncomfortably as the red wake spreads. Is this mercy, or cruelty? The murmured arguments continue long into the night. The looks they shoot you are all the harsher for their uncertainty.",
                                     "Name": "A behemoth goes to die", "Id": 244669},
                    "Name": "Let the beast go",
                    "Description": "Its wound is fatal. It will surely head to the Gant Pole. [This will send this beast to the Gant Pole.]",
                    "ButtonText": "", "Id": 186785},
                   {"DefaultEvent": {"Description": "The crew watches uncomfortably as the red wake spreads. Is this mercy, or cruelty? The murmured arguments continue long into the night. The looks they shoot you are all the harsher for their uncertainty.",
                                     "Name": "A behemoth goes to die", "Id": 260401},
                    "Name": "Let the beast go",
                    "Description": "Its wound is fatal. It will surely head to the Gant Pole. [This will send this beast to the Gant Pole. The Fading Haruspex may no longer make use of them, but others in there may appreciate it.]",
                    "ButtonText": "", "Id": 194201},
                   {"SuccessEvent": {"Description": "The dissection and classification goes slowly. What manner of creature would need a beaked mouth, a hooked sucker-maw, <i>and</i> a double handful of maxillipeds? And several organs once removed simply will not stay put in their designated piles - not until you start staking them to the deck, anyway. By the end you have a new appreciation for what astonishing contortionist-acts Mother Nature can perform under duress. And you have enough spare parts to open an avant-garde restaurant, besides. ",
                                     "Name": "\"Finished, skipper. Now, what about a spot of lunch?\"",
                                     "Id": 236784},
                    "DefaultEvent": {"Description": "You run out of note-cards before you run out of different parts to classify, and after a while you can't tell the difference between the 'before' and 'after' piles. You'll get as much out of this beast by organising a game of footy with what's left.",
                                     "Name": "\"I can’t make head nor tail nor stomach lining of it, skipper.\"",
                                     "Id": 236757},
                    "Name": "Dissect it for knowledge",
                    "Description": "Perhaps it will make more sense in pieces?",
                    "ButtonText": "", "Id": 181611},
                   {"SuccessEvent": {"Description": "The cook and the surgeon work together, and good thing too: the creature's outermost eyesocket is filled with virulent acid; the liver-brain is covered in stinging hairs; and the swim bladder appears to have teeth. When they are finished, the contents of the cookpot do look marginally more appetising than what ended up in offal-bin. And after all - anything can be a bisque after it's been boiled for nine hours.",
                                     "Name": "\"Thirds, anyone?\"", "Id": 236786},
                    "DefaultEvent": {"Description": "You never determine exactly which bit it was that Zeeman Hodgkiss ate. She never said; she simply folded her napkin, rose carefully from the table, strode down to the engine room, and flung herself into the main boiler. You doubt the cook has enough pepper in stock to mask a taste like that. The crew pitch the rest over the side, followed by what little's left of Hodgkiss.",
                                     "Name": "No leftovers", "Id": 236785},
                    "Name": "Fillet it for supplies",
                    "Description": "\"Just close your eyes and hold your nose! Look, you don't even need to swallow - see? Down it goes. I think it likes the dark.\"",
                    "ButtonText": "", "Id": 181628}],
 "Description": "In death, the Thalatte looks like the gristly collage of an untamed vivisectionist. Mercifully, most of it has stopped moving.",
 "Name": "You have defeated a Thalatte", "Id": 236756}