{"ChildBranches": [{"DefaultEvent": {"Description": "Whether or not they were playing dead, it's all moot now. There isn't much left, but you might be able to make some repairs using the smithereens. And besides, sometimes destruction is its own reward.",
                                     "Name": "There's no such thing as too sure.", "Id": 236827},
                    "Name": "Destroy them utterly",
                    "Description": "Perhaps they're still shamming. Perhaps you're in need of target practice. Perhaps you just haven't blown anything up in a while.",
                    "ButtonText": "", "Id": 181661},
                   {"SuccessEvent": {"Description": "You can't prepare a boarding party; any plan goes out of the porthole the minute your boots touch the deck of a strange vessel. In this case, it seems these pirates liked to play dead in person as well. Fortunately, your crew aren't the kind to be fooled twice. They return with clean cutlasses and bloodied boots. Some are even smiling.",
                                     "Name": "Quick as you like", "Id": 236825},
                    "DefaultEvent": {"Description": "Your boarding party returns with blood in unexpected places, and longer stares than usual. They managed to swipe a few things of use, but it turns out these pirates have a nasty habit of playing dead in person too. When your back's turned they stick in the knife. Or the boathook. Or flood the whole compartment.",
                                     "Name": "Enemy territory", "Id": 236759},
                    "RareSuccessEvent": {"Description": "You can't prepare a boarding party; any plan goes out of the porthole the minute your boots touch the deck of a strange vessel. In this case, it seems these pirates liked to play dead in person as well. Fortunately, your crew aren't the kind to be fooled twice. What's more, one of the not-quite-dead-yet pirates knew the combination to the captain's safe. Your boarders spare you the details of how they persuaded her to cooperate, and let the jingling of their sacks speak for them instead.",
                                         "Name": "A sackful of serendipity", "Id": 236826},
                    "Name": "Send a boarding party",
                    "Description": "\"Don't do anything I wouldn't do!\"",
                    "ButtonText": "", "Id": 181612}],
 "Description": "There. It makes a much more convincing wreck now you've finished with it.",
 "Name": "You have defeated a Wreckship", "Id": 236758}
