{"ChildBranches": [{"DefaultEvent": {"Description": "$[Ii]rrigo -> イリーゴ$The tow cables go taut and you begin to pull the cannon free. The <i>Irrepressible</i> shudders, as though the the weapon were being wrenched out from deep in the vessel's quick. The irrigo hue fades from the cannon's mouth as soon as it is free of the hull - the weapon itself is no more than a delivery mechanism. But coiled around the gun is the ammunition, stacked in spiral-shaped racks and lustrous with sickly shades of irrigo. With it, your engineer adds a permanent irrigo sheen to your own black powder. The gunners pronounce themselves delighted with your new destructive power. They'll just have to ignore the whispering coming from the powder-store.",
                                     "Name": "Disarmed and dismembered", "Id": 237367},
                    "Name": "$[Ii]rrigo -> イリーゴ$Attempt to detach the Irrigo-cannon",
                    "Description": "$Iron -> アイアン$Make yourself focus on the shifting hue. It helps if you close one eye and dwell upon a terrible regret. [This will significantly improve your Iron if it is not already too high.]",
                    "ButtonText": "", "Id": 182082},
                   {"SuccessEvent": {"Description": "It's not often that a boarding party returns better-dressed than when they left. Your crew return with bulging loot-sacks, yards of silk neckwear and an extraordinary array of waistcoats. Some even penetrated into the inner boudoir; one pocketed a pair of eyeball-sized pearls which, she tells you with a wink, she found \"on the <i>table de nuit</i>\". Among the treasures and drifts of chiffon, you find perhaps the greatest prize of all: yellowing sheaves of zee-shanties of a kind you have never heard before, as bright as pennies and as mad as hunger. The music rings through your vessel. Who knew victory could be so tuneful?",
                                     "Name": "\"Tasteful, Skipper. Demented, yet tasteful.\"",
                                     "Id": 237362},
                    "DefaultEvent": {"Description": "Your crew return uneasy. They met with no resistance, but report the constant sensation of being observed. They tell you of the wondrous riches they saw aboard: gems, carvings, strange devices never seen before - above or below the zee. Yet every loot-sack is empty. Scarcely have you given orders for them to go back and b____y well steal something when, with a surprisingly tuneful roar, the <i>Irrepressible</i> breaks apart, dismantling itself as though by sheer force of will. Skeins of coloured gas and a medley of exquisite jetsam are all that remain.",
                                     "Name": "\"The tapestries watched us. The paintings sang. And the bathtub - dear Salt, the bathtub.\"",
                                     "Id": 236762},
                    "Name": "Send a boarding party",
                    "Description": "\"Take anything that's not nailed down. And definitely take anything that <i>is</i> nailed down. Here, don't forget your crowbar.\"",
                    "ButtonText": "", "Id": 181613}],
 "Description": "Cheers reverberate around the bridge: you've done it. The Unterzee's most feared vessel lists and founders, with clouds of multicoloured gas escaping through rents in her hull. Her stained-glass portholes wink and flash like the eyes of a beast - wounded, but still dangerous.",
 "Name": "You have defeated the Irrepressible!", "Id": 236761}
