{"ChildBranches": [{"DefaultEvent": {"Description": "Of course, there's no way that you could actually <i>hear</i> the shouts. Not through the airlock, the hull, the yards of water. Never mind the crew members who swore that they could hear every shriek and whimper of the divers you sent out into the corpse-water. And besides, from what you saw, there wasn't time for screaming. The dark slick gathered around their diving-suits, enfolding them like a cloak. You glimpsed one terror-contorted face through the glass of their helmet as they were bundled up in darkness, and then it was over. Only a little flotsam remained; the water was clear, as though the Neither had never been.",
                                     "Name": "The Bends", "Id": 236764},
                    "Name": "Send crew into the carrion-slick",
                    "Description": "The body is liquefying and spreading. Soon it will be nothing but a swirl of shadowed water. If you want to search the remains, you must act now.",
                    "ButtonText": "", "Id": 181614},
                   {"SuccessEvent": {"Description": "You turn the lamps upon the spreading, undulating blackness of its carcass. You can hear the telltale sizzling sound through the hull. Something twinkles within the dark window of the Neither as it leaches away. The star-spread of a night sky, interrupted by a canopy of leaves. A far-off jungle; dark fruits and many-fingered figures sway in the trees. You tear yourself from the porthole, and when you look again, it is all gone. Only clear water remains, as through the Neither had never been.",
                                     "Name": "Strange currents", "Id": 237399},
                    "DefaultEvent": {"Description": "Your ship's lamps sparked strange twinkles in the spreading remains of the Neither. When you looked closer, within the blackness you could see an unfamiliar sky, grasping trees, the cries of hostile birds. But now only clear water remains. The battle is over, isn't it? Of course. In any case, the thing is dead. Yes. You tear yourself from the porthole.",
                                     "Name": "Fogged glass", "Id": 237397},
                    "Name": "Continue shining a light upon it",
                    "Description": "Never trust anything that seems in a hurry to die.",
                    "ButtonText": "", "Id": 182094}],
 "Description": "It will stop wriggling soon. Soon. Any moment now.",
 "Name": "You have defeated a Neither", "Id": 236763}