{"ChildBranches": [{"DefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー$The Drownies make you welcome. They do not attack here. They do not even move quickly. They drift and sing and sometimes dance. ",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "They call it the City of Peace", "Id": 238333},
                    "Name": "Stay a while",
                    "Description": "$Drown(y|ies) -> ドロウニー$Bring the Drownies news of how London is now, and they will allow you to remain here for a time in exchange. [Note that it is easy to gain Terror in Dahut. Be careful.]",
                    "ButtonText": "", "Id": 182644},
                   {"DefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー$Everything is washed in light, though there is no sun. The air-water tastes of strawberries. The dancers are all around you. The pipes and the drum desire you to sing. And coming towards you are three especially tall and lithe Drownies. They are carrying trophies, and a crown of ivy and white berries, and a witty poem in your honour.",
                                     "LinkToEvent": {"Id": 238366},
                                     "Name": "$Surface -> 地上$A memory of a memory of the Surface",
                                     "Id": 238368},
                    "Name": "Consider attending the Midsummer Festival",
                    "Description": "Beside the Cathedral is a green field, and on the field are dancers and ribbons and cakes with whole fruits baked inside. [There will be a chance to back out if you do not care for the ritual.]",
                    "ButtonText": "", "Id": 182666},
                   {"DefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー$At Midwinter, the inhabitants of Dahut go below to see which prisoners are ready to leave the breathable water. They sing songs of failure and disgrace, and then the Drownies accept applications for escape.",
                                     "LinkToEvent": {"Id": 238421},
                                     "Name": "Prisoners remain until they beg to be drowned",
                                     "Id": 238380},
                    "Name": "Consider attending the Midwinter Emptying of the Prison",
                    "Description": "$Drown(y|ies) -> ドロウニー$The Drownies gather at the iron latticework gate. Will you join them? [There will be a chance to back out if you do not care for the ritual.]",
                    "ButtonText": "", "Id": 182675},
                   {"DefaultEvent": {"Description": "Everything is lost and forgotten again.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "", "Id": 238431},
                    "Name": "Testing Branch", "Description": "Reset Dahut",
                    "ButtonText": "", "Id": 182708},
                   {"DefaultEvent": {"Description": "The light fades out of the air, the warmth from the sea. You can still breathe, but your lungs ache from the chill of what you are breathing in. It is difficult to see any of the buildings of Dahut in this dimness, but the Cathedral looks like a wrecked hull.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Crush, bite",
                                     "Id": 238435},
                    "Name": "$the White -> 白きもの$Partake of the White Mollyflower",
                    "Description": "It will free you from any Enthralment to Dahut, though it will not prevent you becoming enthralled again in the future.",
                    "ButtonText": "", "Id": 182710},
                   {"DefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー$You sing, and the Drownies around turn, arrested, to stare at you. They do not want to hear this song. The Cathedral beams creak, and you see that the buttresses are also the bones of a wrecked clipper. The Zee-grass ripples, and you see the crabs hiding in it. The water-air shimmers under the weight of the ordinary Zee above. ",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Fill your lungs",
                                     "Id": 238518},
                    "RareDefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー, Admiralty -> 海軍省$You sing, and the Drownies around turn, arrested, to stare at you. They do not want to hear this song. The Cathedral beams creak, and you see that the buttresses are also the bones of a wrecked clipper. You recognise names inscribed by the door of the Crypt: an Admiralty woman lost at Zee, a well-known merchant. They are Drownies now, or parents of Drownies.",
                                         "LinkToEvent": {"Id": 238317}, "Name": "Fill your lungs",
                                         "Id": 240682},
                    "Name": "Sing a Song of Broken Hulls",
                    "Description": "Reveal this place as it is: a treason against the laws of breathing and swimming. [Gain Clarity.]",
                    "ButtonText": "", "Id": 182770},
                   {"DefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー$Illusion and truth are really two sides of the same thing. The Drownies cannot invent anything; they can only suggest new ways to see what is already present. ",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "An interplay of opposites", "Id": 238523},
                    "Name": "Sing the Drownie Counterpoint Song",
                    "Description": "It is a song of dark and light, of acclaim and infamy. [This will average your Clarity and Enthralment.]",
                    "ButtonText": "", "Id": 182773},
                   {"DefaultEvent": {"Description": "The Needle brings you the memory of a long-ago theft, an engagement ring stolen from a corpse as it lay in its coffin. Shame and jealousy, set in a dusty parlour. The recollection belongs to a time and place much more real than Dahut.  ",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Borrowed regrets",
                                     "Id": 238581},
                    "Name": "Consume a Needle of Fortas",
                    "Description": "The point is sharp enough to end dreams. [This will reduce both Enthralment and Clarity.]",
                    "ButtonText": "", "Id": 182823},
                   {"DefaultEvent": {"Description": "What could be more expected, more inevitable, than two such persons as your lovely selves, withdrawing to enjoy one another's company?",
                                     "LinkToEvent": {"Id": 238357},
                                     "Name": "No one follows you, except with their eyes",
                                     "Id": 238588},
                    "Name": "Consider attending the Spring Rites with a Drownie",
                    "Description": "Skin the colour of blue topaz, bones like the frame of a violin. [There will be a chance to back out if you find it is not for you.]",
                    "ButtonText": "", "Id": 182827},
                   {"DefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー$The Cathedral is dark, except for candles that do not nearly illuminate its upper reaches. The Drownies gather in the choir stalls to sing. They sing about graves they will never inhabit, about the renown of a good death. The floor is strewn with Drowning-pearls.",
                                     "LinkToEvent": {"Id": 238371},
                                     "Name": "The last of the Festivals", "Id": 238605},
                    "Name": "Consider attending the Liturgy of Souls",
                    "Description": "$Drown(y|ies) -> ドロウニー$The Drownies nibble sugar bones and the doors of the Cathedral are opened for the only time in the year. [There will be a chance to back out if you do not care for the ritual.]",
                    "ButtonText": "", "Id": 182835},
                   {"DefaultEvent": {"Description": "Water and air are the same thing here: a betrayal of nature, or a truce between opposites. Swim up the side of the Cathedral, if you like, and peer in through its rose windows. (You won't be able to make out anything inside.) Breathe deep. Fill your lungs with a substance cooler and more cleansing than ordinary air. Walk in the gardens with the fish around your knees. Do not ask questions about the King of this place: those will go unanswered.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Dahut, City of Peace",
                                     "Id": 239744},
                    "Name": "Wander, look, make no commitments",
                    "Description": "You're only here as a visitor. You don't need a place to stay.",
                    "ButtonText": "", "Id": 183579},
                   {"DefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー$You cannot sing the song as well as its original singer, but it still captivates: the memory of seduction, the willingness to be seduced again, the glory of the Zee and its inhabitants. The air around you seems brighter than ever, the Drownies more beautiful. You fancy that the creatures of the surrounding Zee are gathering at the perimeter of Dahut to look in with wistful desire. In your song there are no pincers, no teeth, no calendars and no clocks.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Glittering",
                                     "Id": 239747},
                    "Name": "Sing a Drownie Love-song",
                    "Description": "Express your longing. [Deepen your Enthralment.]",
                    "ButtonText": "", "Id": 183581},
                   {"DefaultEvent": {"Description": "In a cluttered workshop, the Drownie Couturier copies fashion plates from London for the upper half of the garment. The set of the sleeves is as good as anything one could find at home. She takes pride in matching the weave of cloth, the buttons, the dyes and trim, so that nothing falls short of the original. As for the lower half, it swirls and floats as Drownie clothes do, though she has to modify her usual pattern in order to make it fit your legs. Not that there is anything wrong with that, she assures you.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Drownie Couturier",
                                     "Id": 239757},
                    "Name": "Be fitted for clothes",
                    "Description": "Your ordinary garments don't fit in with the local style. If you're going to stay, you might as well blend in.",
                    "ButtonText": "", "Id": 183586},
                   {"DefaultEvent": {"Description": "$Khan -> カーン, Drown(y|ies) -> ドロウニー, Khanate -> カーネイト$You lift your voice, and the Drownies join in at once, filling the water with the familiar song. The Cathedral lights from within, casting rose and gold and nile-green beams outwards from its windows. The effect is immediate. Far above, there is a shriek of tearing metal. It begins to rain in Dahut: parts of a metal hull, chunks of engine, the bodies of Khanate sailors. \u000d\u000a\u000d\u000aThe Drownies receive them with exultation and reverence. They lay the bodies in rows in the graveyard and search the pockets for anything curious.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Gather, listen",
                                     "Id": 239763},
                    "RareDefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー, Admiralty -> 海軍省$You lift your voice, and the Drownies join in at once, filling the water with the familiar song. The Cathedral lights from within, casting rose and gold and nile-green beams outwards from its windows. The effect is immediate. Far above, there is a shriek of tearing metal. It begins to rain in Dahut: parts of a metal hull, chunks of engine, drowned sailors from an Admiralty ship.\u000d\u000a\u000d\u000aYou are the first to reach one particular item of cargo.",
                                         "LinkToEvent": {"Id": 238317}, "Name": "Gather, listen",
                                         "Id": 239770},
                    "Name": "Sing a Drownie Hymn",
                    "Description": "It is full of praise and awe. [This will increase both Clarity and Enthralment, and sometimes gain something extra.]",
                    "ButtonText": "", "Id": 183590},
                   {"DefaultEvent": {"Description": "First they pretend not to have heard you speak, then they pretend not to know who you are talking about. Then they say that she was here, but that she has long since gone, and that of course she was never imprisoned. Then the story is that she was here, and she was imprisoned for trying to steal the mechanisms out of the Cathedral clock. Then it's that she died in the prison and there's no point looking for her now. All of these stories leave a shape in the middle, an outline of the unsaid truth.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "No", "Id": 239777},
                    "Name": "Ask after the prisoner you heard about in Wrack",
                    "Description": "$Drown(y|ies) -> ドロウニー$Is she still here? Have any of the Drownies seen her?",
                    "ButtonText": "", "Id": 183599},
                   {"DefaultEvent": {"Description": "Reset",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Reset", "Id": 239816},
                    "Name": "Reset Clarity/Enthralment only",
                    "Description": "Testing more", "ButtonText": "", "Id": 183625},
                   {"DefaultEvent": {"Description": "\"The weather has been dismal lately. Hardly a single wreck since Saint Aegidius' Day, and then it was only a little yacht with a few sailors aboard. And two of those were able to swim to shore, and didn't come to Dahut at all! We just have to hope for the spell to break.\"",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Stormless",
                                     "Id": 240792},
                    "Name": "Ask a Drownie for the latest news of Dahut",
                    "Description": "The town is thriving and full of events.",
                    "ButtonText": "", "Id": 184257},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 243318},
                                     "Name": "", "Id": 245591},
                    "Name": "The Fair King's Request",
                    "Description": "$[Ss]cintillack -> シンティラック$He asked you bury your gift of scintillack, to fulfil a rite they hold in Wrack.",
                    "ButtonText": "", "Id": 187368},
                   {"DefaultEvent": {"Description": "$Surface -> 地上$From the one seed, many flowers. They are as blue as Surface seas - as Surface skies! They twinkle like the stars in dreams. You pluck a blossom and enjoy its lush perfume, but leave enough for the patch to replenish.",
                                     "Name": "A pretty miracle", "Id": 254173},
                    "Name": "Inspect a twinkling patch",
                    "Description": "$[Ss]cintillack -> シンティラック$Something gleams where you planted the Fair King's scintillack.",
                    "ButtonText": "", "Id": 190894},
                   {"DefaultEvent": {"Description": "$Surface -> 地上$From the one seed, many flowers. They are as blue as Surface seas - as Surface skies! They twinkle like the stars in dreams. You pluck a blossom and enjoy its lush perfume. No more will grow, but so it goes. They were beautiful, in their time.",
                                     "Name": "A pretty miracle", "Id": 260633},
                    "Name": "The last of the sapphire blossoms",
                    "Description": "The patch of gemstone flowers has not replenished, as in the past. If you pick them now, they will not grow again.",
                    "ButtonText": "", "Id": 194365},
                   {"SuccessEvent": {"Description": "$Drown(y|ies) -> ドロウニー$You describe the Cathedral, its buttresses and its smooth-faced saints. You sketch the seaweed gardens and the fish that graze on them. You mention the clothing of the Drownies that live in this vicinity: clinging at the torso, swirling below the waist - regardless of whether the wearer is male or female. You write down the lyrics of a few of the songs.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "The City of Peace",
                                     "Id": 238329},
                    "DefaultEvent": {"Description": "The more you look, the more you see that you are perhaps not intended to. The Cathedral's crypt is a prison. The graveyard is larger than it looks, and the bones are not all buried. The border between the breathable water and the dangerous water is not marked clearly; some have drowned in crossing over, leaving their possessions scattered on the zeefloor.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Known Truths",
                                     "Id": 238318},
                    "Name": "$Port Report -> 港湾報告書$Assemble a Port Report",
                    "Description": "$Admiralty -> 海軍省, Port Report -> 港湾報告書$Gather information for the Admiralty. [This will always generate a Port Report, but the contents of that report may vary.]",
                    "ButtonText": "", "Id": 182636},
                   {"SuccessEvent": {"Description": "$[Bb]lemmigan -> ブレミガン$At first the whole island looks hospitable, but if you look more sharply you can see where the rock is stripped bare, and where the fish consume every fragment that drifts in from above. Only a few spots are proper homes for your Blemmigan.\u000d\u000a\u000d\u000aYou set it in its place. It is truly bright and sets off the false colour of the Drownie blossoms and the Drownie fish. The flowers that grow here natively are red and gold and orchid-purple, but they fade to drab if you look at them from the corner of your eye.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Contrasting hues",
                                     "Id": 238332},
                    "DefaultEvent": {"Description": "$[Bb]lemmigan -> ブレミガン, Drown(y|ies) -> ドロウニー$The Blemmigan scampers over the seagrass. Here and there a little rosebush springs up from its spores, already budding with tiny furled cosmogone flowers. Drownies applaud your impromptu gardening. But a few minutes later, the bushes fade again, not really there at all.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Propagation of roses",
                                     "Id": 238331},
                    "Name": "$[Bb]lemmigan -> ブレミガン$Introduce a Blemmigan",
                    "Description": "Surely it would thrive in these fertile gardens.",
                    "ButtonText": "", "Id": 182643},
                   {"SuccessEvent": {"Description": "If you stand at the bottom of the stairs and listen at the Crypt-gate, you hear sounds that do not come from the dead. At one moment they sound like songs, at the next like tears, and then after that like meditation. Some rattle their bars, but most do not. Where would one rather be imprisoned than here in Dahut?",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "The staircase under the Cathedral", "Id": 238381},
                    "DefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー$It leads down, but it's hard to see where it goes. There are plaques to past Drownies, but the words do not hold their meaning from one moment to the next. There is a gate of latticed iron, tinged with rust. Beyond the gate, the water is murky and dim.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "The staircase under the Cathedral", "Id": 238365},
                    "RareSuccessEvent": {"Description": "If you stand at the bottom of the stairs and listen at the Crypt-gate, you hear sounds that do not come from the dead. You hear sobbing, and the names of lost sweethearts, and expressions of anger. You hear regrets over decisions taken poorly. Today your fascination with Dahut does not increase.",
                                         "LinkToEvent": {"Id": 238317},
                                         "Name": "The staircase under the Cathedral", "Id": 238522},
                    "Name": "Search for the secret places of Dahut",
                    "Description": "There are other humans here. You have heard voices and seen Zubmarines in dock. But where are the others kept?",
                    "ButtonText": "", "Id": 182664},
                   {"SuccessEvent": {"Description": "Cold collations of crab meat and ham. Fresh rolls that somehow are not soggy underwater. Mushroom cream soups. Liquors that curl up out of the brandy glass, smoke-gold. And what sort of creature lays these eggs? \u000d\u000a\u000d\u000aAs for the things that might take away your clarity of mind - the effervescent giggling mandrake salad, the lobsters with kitten faces - you pass those dishes on untasted.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "How lovely it is",
                                     "Id": 238432},
                    "DefaultEvent": {"Description": "There is a rhyme to tell you the safe from the unsafe, but how does it go? Eat the fruit, disdain the root? Chewy lump, something-something dump?\u000d\u000a\u000d\u000aEven if you remembered perfectly, the food defies categorisation. The potato mash enclosed in lemon rind. The cakes that bleed cinnamon syrup in the water-air. The cocoa-dusted crab, which is not the kind of chewy intended by the poem. Probably. But soon you're too full to think about these matters.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Sated", "Id": 238382},
                    "RareSuccessEvent": {"Description": "$Surface -> 地上$Ostrich steaks, seared on each side. Green herbs. Wedges of fruit that, even on the Surface, would grow far to the south. You have not eaten like this since... have you ever had such a meal? It is enough to drive away many past fancies and disturbing dreams. ",
                                         "LinkToEvent": {"Id": 238317}, "Name": "How lovely it is",
                                         "Id": 238585},
                    "Name": "Accept a place at the meal",
                    "Description": "$Drown(y|ies) -> ドロウニー$Most of the Drownies' food may be eaten with impunity. You just need to remember which.",
                    "ButtonText": "", "Id": 182676},
                   {"SuccessEvent": {"Description": "...and nothing else changes. The current does not shift you. The music does not enchant you. You are an anchor at rest.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Time passes",
                                     "Id": 238583},
                    "DefaultEvent": {"Description": "If you won't see the glittering lights and the seaweed fields, then in their place are darkness and deep cold. When your courage gives way, the illusion rushes back in.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "Is it safe to see what is truly there?",
                                     "Id": 238582},
                    "RareSuccessEvent": {"Description": "$Drown(y|ies) -> ドロウニー$With focus and will, you can avoid the allurements of the place. You do not have to smell the lilac in the air-water. You are not required to notice the unveiled limbs of the Drownies. You need not attend the feasts.",
                                         "LinkToEvent": {"Id": 238317}, "Name": "Time passes",
                                         "Id": 238584},
                    "Name": "$Endure -> エンデュア$Endure",
                    "Description": "Take in nothing. Do not be enthralled. Do not learn. Resist the enchantment of Dahut.",
                    "ButtonText": "", "Id": 182824},
                   {"SuccessEvent": {"Description": "$Drown(y|ies) -> ドロウニー$There is a great water-bonfire. It does not crackle or smoke as a real fire might. But it is bright and hot, and it turns the Unterzee night into a warm bath. The flames ripple up gradually, in majesty, because they are made of water. And when the Drownies see you watching, they catch your hands and pull you towards the dance, into a current you cannot fight.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "Gathering outside the Cathedral", "Id": 238601},
                    "DefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー$When you extend your hand to the flames, they grow warmer, but not hot enough to burn or scald. The sensation is like dipping your hand into a cup of tea. Seeing your experiments, one of the Drownies makes a gesture. Three of them together push you fully into the bonfire. Your hair is crackling, and something like smoke is rising from your clothes, but when you scramble out again you feel whole just as before.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Flickering",
                                     "Id": 238379},
                    "RareDefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー, Surface -> 地上$The bonfire is not a bonfire, but a sulphurous rent in the zee floor. The dancers are not dancing, but are drifting back and forth, so many corpses in a fickle current. The whole place is a play, a jest for the King of Drownies, a parody of the Surface. ",
                                         "LinkToEvent": {"Id": 238317}, "Name": "Fear it",
                                         "Id": 239758},
                    "RareSuccessEvent": {"Description": "$Drown(y|ies) -> ドロウニー$Around the bonfire, the Drownies dance in shoals, all together in one direction, then reversing course at once. Their hair is gold and green in the firelight. Sometimes a pair will break off and depart into the shadows. \u000d\u000a\u000d\u000aThe fire may be a phantom, imaginary flames in air fashioned from water. But the mutual affection of the Drownies is not entirely a performance.",
                                         "LinkToEvent": {"Id": 238317}, "Name": "Flags of light",
                                         "Id": 238602},
                    "Name": "Observe the Bonfire",
                    "Description": "Mingle among the crowd. Learn from them. See if you can observe without being drawn into the dance.",
                    "ButtonText": "", "Id": 182674},
                   {"SuccessEvent": {"Description": "The log tells of an alarming stay in Dahut. Food that looked like fruit but tasted like flesh; the disappearance of several crew members, without leave or explanation; the scent of mildew coming off a bonfire; a creaking noise from the Cathedral roof, and shouts from its Crypt; an obscure Liturgy involving a Bishop Drownie in cream-coloured robes.\u000d\u000a\u000d\u000aNow you consider it, you have smelled some of these smells, and tasted some of these tastes, even if you dismissed them at the time.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "Another visitor's tale", "Id": 239719},
                    "DefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー$The log rhapsodises about a visit to Dahut: the foods, the dances, the affection and beauty of the Drownies, the roses that grow to the size of cabbages, the herds of fish. 'I would have stayed there all my life, except that my First Mate was afraid of the food in that place and refused to eat it. She pressed me again and again to take her somewhere else before she starved. So finally I agreed to take her away to another place, always intending to go back to Dahut... but my Zubmarine being damaged in the voyage, I could not return...'",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "Another visitor's tale", "Id": 239100},
                    "RareDefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー$The log tells of a ship saved by Dahut. The Zubmarine had been attacked and badly damaged; the fuel was nearly gone; they were being followed by something that tapped arrhythmically on their hull. The crew were too terrified to speak. When they emerged into the sunny-seeming gardens of Dahut, and swam to greet their hosts, they thought they had already died. The beast following them could be seen circling the spire of the Cathedral, but the Drownies said it could not trespass on the confines of Dahut and that there was nothing to fear. ",
                                         "LinkToEvent": {"Id": 238317},
                                         "Name": "Another visitor's tale", "Id": 239735},
                    "RareSuccessEvent": {"Description": "$Drown(y|ies) -> ドロウニー$The log tells of a harrowing stay in Dahut: the writer could not see the enthralling visions of the Cathedral and the rose garden that fascinated all of her shipmates. The Drownies dragged her into the Cathedral Crypt and secured her there so that she could tell no one what she saw. There she remained for many months. Now and then new prisoners arrived. Occasionally the Drownies would take a few prisoners out to be turned into Drownies themselves. But she remained, unable to leave, until one of the Drownies took pity on her and left a key in her reach.",
                                         "LinkToEvent": {"Id": 238317},
                                         "Name": "Another visitor's tale", "Id": 239728},
                    "Name": "$Unread Log -> 未だ読まれていない航海日誌$Read an Unread Log entry on Dahut",
                    "Description": "It might shed some light, or it might not. [The Log's effect on your Clarity and Enthralment is at the whim of fate.]",
                    "ButtonText": "", "Id": 183179},
                   {"SuccessEvent": {"Description": "$Drown(y|ies) -> ドロウニー$There are human voices, sometimes, even if you can't see the people speaking. There are footmarks on the ground, and disturbed seaweed on the stones, that must have been churned up by an unaccustomed swimmer. The Drownies are in their element here. They do not leave such marks.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Unmistakable traces",
                                     "Id": 239746},
                    "DefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー$You ask among the Drownies, but they reply with reassurances and flattery. No no, you are the only ones here! Don't worry! You have no competition. No one could be like you. You are special, welcome, adored. If you think you have heard a strange human voice  now and then, it is just a memory from your life before.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Unanswered questions",
                                     "Id": 239745},
                    "Name": "Look for other visitors",
                    "Description": "Dahut is thriving. Perhaps there are humans here besides you and your crew.",
                    "ButtonText": "", "Id": 183580},
                   {"SuccessEvent": {"Description": "Through a window in the stone, you once think you see a woman in a plain dress, sitting very upright. When you look again, she is gone. But twice a day, a Drownie goes into the Crypt with a basket of ordinary bread. Twice a day, a Drownie comes out with a slop bucket.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Attend closely",
                                     "Id": 239749},
                    "DefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー$What is below? Why, the Drownies say, It is a Crypt! It is full of monuments to the past, and persons who are no longer able to move around. The ceilings are low and the smell is peculiar, but that only adds to its romance.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "Asking leads to nothing", "Id": 239748},
                    "RareSuccessEvent": {"Description": "Through a window in the stone, you see a woman in a plain dress, sitting very upright. Her hair streams around her in the water. She sees you and raises both hands in a peculiar double wave, because, as you see, her wrists are cuffed together. She smiles at you and then the light shifts and you can no longer see into her cell.",
                                         "LinkToEvent": {"Id": 238317}, "Name": "Attend closely",
                                         "Id": 239753},
                    "Name": "Investigate the Crypt of the great Cathedral",
                    "Description": "Why isn't it quieter down there? Does it hold more than the dead?",
                    "ButtonText": "", "Id": 183582},
                   {"SuccessEvent": {"Description": "Your crew-mates have different ideas from yours. One says it is October, another that you are just coming up on spring. Another points out that the roses are blooming, so it must be summer. But they've been blooming all year long. Haven't they? How long have you been here? ",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "It is every season, and none", "Id": 239755},
                    "DefaultEvent": {"Description": "The Drownie in the vicar's collar peers at you. \"You have been here since Janupril,\" he says, as though to a young child. \"It will soon be the Feast of All Shrieks, and then Saint Aegidius' Day.\"",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Do not be foolish",
                                     "Id": 239752},
                    "RareSuccessEvent": {"Description": "Before you can investigate, you have to remember that you're underwater, because the illusion is so strong that it is tempting always to walk on the ground. But you can swim up to the clock face on the Cathedral, close enough to see the tertiary dial. You should bring a good lamp, because even when there is sunlight elsewhere in Dahut, it never illuminates this part of the clock. If you do that, you can see dials that indicate today's dates: one hand pointing to December, one to June, and a stubby shorter hand pointing to the last of October. That hand is growing longer.",
                                         "LinkToEvent": {"Id": 238317}, "Name": "Times and dates",
                                         "Id": 239756},
                    "Name": "Investigate the Calendar",
                    "Description": "The dates in Dahut do not progress as they should. The seasons sometimes overlap. Sometimes it is no season at all.",
                    "ButtonText": "", "Id": 183584},
                   {"SuccessEvent": {"Description": "Through a window in the stone, you see only an empty cell. But twice a day, a Drownie goes into the Crypt with a basket of ordinary bread. Twice a day, a Drownie comes out with a slop bucket.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Attend closely",
                                     "Id": 239775},
                    "DefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー$What is below? Why, the Drownies say, It is a Crypt! It is full of monuments to the past, and persons who are no longer able to move around. The ceilings are low and the smell is peculiar, but that only adds to its romance.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "Asking leads to nothing", "Id": 239774},
                    "RareSuccessEvent": {"Description": "Through a window in the stone, you see someone pacing back and forth, but you can't make out anything about them: male or female, human or something other.",
                                         "LinkToEvent": {"Id": 238317}, "Name": "Attend closely",
                                         "Id": 239776},
                    "Name": "Investigate the Crypt of the great Cathedral",
                    "Description": "Can you see another Prisoner within?",
                    "ButtonText": "", "Id": 183598},
                   {"SuccessEvent": {"Description": "You part on pleasant terms, with kind words on both sides. They give you a necklet of Drowning-pearls, and tell you to return when you have fresh news of London. Meanwhile, you keep a log of what you have learned. Memories of Dahut are said to fade when one leaves.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "As friends",
                                     "Id": 239817},
                    "DefaultEvent": {"Description": "You part on pleasant terms, with kind words on both sides. They give you a necklet of Drowning-pearls, and tell you to return when you have fresh news of London.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "As friends",
                                     "Id": 239759},
                    "Name": "Goodbyes",
                    "Description": "You have been here long enough for your departure to be honoured with a farewell party. [This will end your stay unambitiously with a small reward.]",
                    "ButtonText": "", "Id": 183587},
                   {"SuccessEvent": {"Description": "Through a window in the stone, you see only an empty cell. But twice a day, a Drownie goes into the Crypt with a basket of ordinary bread. Twice a day, a Drownie comes out with a slop bucket.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Attend closely",
                                     "Id": 242132},
                    "DefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー$What is below? Why, the Drownies say, It is a Crypt! It is full of monuments to the past, and persons who are no longer able to move around. The ceilings are low and the smell is peculiar, but that only adds to its romance.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "Asking leads to nothing", "Id": 242131},
                    "RareSuccessEvent": {"Description": "Through a window in the stone, you see someone pacing back and forth, but you can't make out anything about them: male or female, human or something other.",
                                         "LinkToEvent": {"Id": 238317}, "Name": "Attend closely",
                                         "Id": 242133},
                    "Name": "Investigate the Crypt of the great Cathedral",
                    "Description": "What is its purpose? Why isn't it quieter down there? Does it hold more than the dead?",
                    "ButtonText": "", "Id": 185165},
                   {"SuccessEvent": {"Description": "$Aft -> 後部, Low Barnet -> ロウ・バーネット$A dapper Drownie remembers Lytton - his dark eyes, his delicate hands, a memorable, mournful sermon he delivered on the cathedral's steps. After a brief stay, he found passage to Low Barnet, the sunken church at London's feet. [Continue your search at Low Barnet, near London.]",
                                     "LinkToEvent": {"Id": 238317}, "Name": "A promising lead!",
                                     "Id": 259430},
                    "DefaultEvent": {"Description": "Your enquiries are exhaustive - the Philanthropist's husband is not here. You can cross this port off your list. [Check your journal for reminders about where the Philanthropist's husband might be.]",
                                     "LinkToEvent": {"Id": 238317}, "Name": "No luck",
                                     "Id": 259429},
                    "Name": "Search for the Fierce Philanthropist's husband",
                    "Description": "Was he drawn here, to this sugar-spun facsimile of his former home?",
                    "ButtonText": "", "Id": 193443}],
 "Description": "$Drown(y|ies) -> ドロウニー$Drownies built a copy of London as it never was: a cathedral, and houses, and fields of flowers, all underwater. The water is cool and luminous, and at the same time it is breathable air.",
 "Name": "Dahut", "Id": 238317}
