{
  "Id": 238342,
  "Name": "Visions with the Knife",
  "Description": "The Matron lights a gaslamp. The room is modest, with a well-kept bed in the centre. \"Rest. Allow your mind to wander. When you are ready, I will give you the tether.\"\r\n\r\nYou look away, allowing your attention to settle on...",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 244630,
        "Name": "Tether melts in your mouth",
        "Description": "You breathe in the stench; hold it in your lungs. There's nothing like the smell of British engineering. Nor like listening to the engine-roar of your own vessel, bought and paid for. The impellers whirr. The pistons race. She's eager for the Wilderness. \r\n\r\nThe Sharp Driver salutes as she enters. \"Cargo's loaded.\" What are you lugging this time? She adjusts her smoked goggles, and fakes a barker's effusive tones: \"Murgatroyd's Inestimable Frontier Supplies. Affordable, reliable - a taste of Old London!\" You both pull faces."
      },
      "Id": 186756,
      "Name": "...the smell of the lamp",
      "Description": "Smoky and acrid."
    },
    {
      "DefaultEvent": {
        "Id": 244631,
        "Name": "Tether melts in your mouth",
        "Description": "The Sharp Driver kicks her feet up onto the panel. You lean back, taking a drag on a cigarette. Beyond the window, the High Wilderness shimmers. Dimensions of maddening colour; bright winds that would scour you to dust, blankets of blazing fog as long as continents.\r\n \r\n\"That last station master said to expect trouble,\" she says, removing her goggles. You blink; it's always startling, how blue her eyes are. She rubs her neck, thoughtfully.\r\n\r\nHow do you know that gesture? There was another time - another place, before?"
      },
      "Id": 186757,
      "Name": "...a kaleidoscope ",
      "Description": "Through its glass - dizzying colour! "
    },
    {
      "DefaultEvent": {
        "Id": 244632,
        "Name": "Tether melts in your mouth",
        "Description": "You carry the last of the cargo off the <i>Stepwood</i>. \"You ever eat these in the orphanage?\" the Sharp Driver asks, munching on a cracker she's pilfered from a crate. She passes you one. The fungal smell hits your nose. You decline. The Driver laughs. \r\n\r\n\"Blame the Empress. I hear she's got a taste for them. Wouldn't let the manufacturer stay behind.\" She sits on a box stamped with the logo of the Murgatroyd Company. \"God bless her Enduring Majesty,\" she proclaims, with another crunch. \"Without her we'd just be two girls stuck back down there in the dark and the damp.\" Overhead, an amber borealis writhes in a sunless sky."
      },
      "Id": 186758,
      "Name": "...the Sharp Driver",
      "Description": "In another tether-vision, you had embarked upon a voyage of unimaginable distances."
    },
    {
      "DefaultEvent": {
        "Id": 244633,
        "Name": "Tether melts in your mouth",
        "Description": "You smoke in bed, propped up by downy pillows. Yellow light floods from the window. You glance at the clock; shouldn't the postal service run without rest, now the sun never sets? How much longer - wait, was that the letter plate? \r\n\r\nYou throw your sheets off, and run to the door. There! A letter from her - you tear it open. She begins with <i>'My dearest'.</i> She ends with <i>'Yes'.</i>"
      },
      "Id": 186759,
      "Name": "...an envelope",
      "Description": "How it reflects the light. How it is to hold it, at last."
    },
    {
      "DefaultEvent": {
        "Id": 244634,
        "Name": "Tether melts in your mouth",
        "Description": "\"What, just put them all over your back?\" Yes, just like you've spoken about since you first met in Lyon. \"All right. I just thought I'd check one last time.\" The needle pricks you, as he begins to ink stars into your skin. You swear violently; your friend laughs. Between the smell of coffee, the Parisian spring, the jazz playing over the gramophone, and your oldest friend adorning you in silver stars - what more could one hope for?"
      },
      "Id": 186760,
      "Name": "...an astrolabe",
      "Description": "It's as useless beneath the zee as it is on it. But it is still beautiful."
    }
  ]
}