{"ChildBranches": [{"DefaultEvent": {"Description": "You have waited until the critical moment, until you were in the embrace of your lover, until you were lying in a bed of discarded clothes. Now, precisely now, you choose to see things as they are: the strained hope on its still-lovely face; the beetroot, prehensile anatomy below. \u000d\u000a\u000d\u000aSeeing that you are no longer in thrall, your lover pulls a floating silk across its thighs. \"No one has woken in the middle before,\" it says. And: \"It wasn't a lie, but a different seeing.\" Then it withdraws from you, shaking and unsteady. On a rock it deposits a pile of coral-coloured eggs.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "From the diaphragm",
                                     "Id": 238358},
                    "Name": "See more clearly",
                    "Description": "Sing the Song of Broken Hulls, and know Dahut properly. Know your lover at the moment of disrobing.",
                    "ButtonText": "", "Id": 182659},
                   {"SuccessEvent": {"Description": "$Aft -> 後部$There are two stages. The first is languid and ocean-paced, unveiling until you are bedded on the diaphanous clothes of your lover. And then the second part, which commences suddenly and in panic - is your body capable of <i>this</i>? But yes, it is capable, and urgent also.\u000d\u000a\u000d\u000aAfterwards you speak, and your lover sings a reply, in which the enchantment of this moment will always be preserved.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "A song of pearl hearts", "Id": 238619},
                    "DefaultEvent": {"Description": "$Aft -> 後部$There are two stages. The first is languid and ocean-paced, unveiling until you are bedded on the diaphanous clothes of your lover. And then the second part, which commences suddenly and in panic - is your body capable of <i>this</i>? But yes, it is capable, and urgent also.\u000d\u000a\u000d\u000aAfter, you do up the buttons on your lover's back, and brush away the tiny silver scales that glitter on your hip. ",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Silk and seaweed",
                                     "Id": 238359},
                    "Name": "Linger",
                    "Description": "Why would you want to be anywhere but here? [This will always grant you some reward, and may give you something unique.]",
                    "ButtonText": "", "Id": 182660},
                   {"SuccessEvent": {"Description": "$Aft -> 後部, Drown(y|ies) -> ドラウニー, Fathomking -> ファザムキング$You did not know that it was possible for Drownies to cry. Your lover sobs into a handful of veil, and the tears are the colour of squid-ink. The passion of the moment is supplanted.\u000d\u000a\u000d\u000aAfter the tempest is past, your lover tells you: what it is like to drown. How it is to feel the lungs fill with water, how startling and painful. What their life was like before. How they yearn for the approval of the Fathomking, and how all of Dahut works to earn his blessing.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Stooping to conquer",
                                     "Id": 239768},
                    "DefaultEvent": {"Description": "Your lover encircles your wrist with one hand and smiles: it's the smile of affection and sympathy, not true love. \"You won't stay,\" your lover says. \"The undrowned never do.\" But there are gifts and kind words and one or two minor secrets of Dahut, in consolation.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "Something wrong about the tune", "Id": 239767},
                    "Name": "Offer your devotion",
                    "Description": "Sing in your lover's own terms.", "ButtonText": "",
                    "Id": 183593},
                   {"SuccessEvent": {"Description": "One has heard stories of people being trapped in Dahut. So strange, considering that anyone may come or go here, and how everyone is so pleasant! Your lover smiles. \"Some people have a hard time seeing the place as you do. A few can't see either the beauty or the truth here, and they struggle. We don't force them to stay, but they aren't able to go.\"\u000d\u000a\u000d\u000aWhen you part, your stay in Dahut is at an end, but your lover lets you keep a few sharp memories of the place, as a parting gift. Most people are sent away with nothing.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "Questions asked sideways", "Id": 239811},
                    "DefaultEvent": {"Description": "Even before you've finished putting the question, your lover's face has changed, exasperation replacing affection.\u000d\u000a\u000d\u000aWith a sniff, and a dignified gathering of body-veils: \"I should have known what you came for. 'Oh, my beloved has gone to Dahut, and I must rescue her!' If that's what you wanted, you could have just asked, but this way you have an excuse for dallying with a Drownie first. What will you tell her? 'I didn't want to, dearest, and it gave me a shudder to do it, but I had to, just to get you back.'\"\u000d\u000a\u000d\u000aYou open your mouth, but your lover isn't finished. \"You people say we're liars and deceivers, but we're only giving a little extra colour to what's already in your mind. You wanted to be here, whatever you tell yourself. And so does she! If someone is in prison in Dahut, it's her own doing. The walls are only there if you have a mind to view them.\"",
                                     "LinkToEvent": {"Id": 238317}, "Name": "One of those",
                                     "Id": 239810},
                    "Name": "Ask questions, after",
                    "Description": "What happens to prisoners here? In particular, what might happen to a Prim Lady with a straight back? Ask carefully.",
                    "ButtonText": "", "Id": 183621}],
 "Description": "You find a private place, or as private as anything is on Dahut. Coral screens you from other eyes.",
 "Name": "Away with a Drownie", "Id": 238357}
