{"ChildBranches": [{"DefaultEvent": {"Description": "The cold rushes in on you. There is no light, no fruit, no imported summer. There are no lithe dancers. The shapes in the water aren't even fully visible, but they are not human, and they do not worship you. They are, at best, indifferent.\u000d\u000a\u000d\u000aTheir dance is sincere in its fashion, however. They celebrate the fruits of the sea. They welcome the newly drowned. They look forward to a day when Dahut is as large and as populous as Paris or London, with streets and streets of wrecked vessels and lost cargoes.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Crush, bite. ",
                                     "Id": 238367},
                    "Name": "Wake",
                    "Description": "The little white flower offers its potency. Crush, bite.",
                    "ButtonText": "", "Id": 182665},
                   {"DefaultEvent": {"Description": "[TBD: this requires a special outcome where you're stranded somewhere without your ship. And possibly a confirmation branch to make sure you're sure.]",
                                     "LinkToEvent": {"Id": 238317}, "Name": "", "Id": 238370},
                    "Name": "Linger indefinitely",
                    "Description": "There's nowhere else you'd rather be. Ever.\u000d\u000a [Warning: this will sacrifice everything you have earned. Do not do it if you are not absolutely certain.]",
                    "ButtonText": "", "Id": 182668},
                   {"SuccessEvent": {"Description": "You see the long midsummer afternoon and the people celebrating. You see the deep sea and the drifting dead. If you listen you can hear the Songs of both at once. They do not harmonise; they produce some third Song between them.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Understanding",
                                     "Id": 238620},
                    "DefaultEvent": {"Description": "The dancers bear you company all the long afternoon. In their delightful, bubbling voices, your companions recount your merits and your charms, several of which you had forgotten.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Pleasant company",
                                     "Id": 238369},
                    "Name": "Linger",
                    "Description": "Why would anyone desire anything else? Here it is summer. [This will significantly reduce your Terror and may grant an unusual reward.]",
                    "ButtonText": "", "Id": 182667}],
 "Description": "The shadow of the Cathedral spire moves across the grass, but slowly, cast by no particular sun. When it gets to one edge of the grass, it stops and sweeps the other way.",
 "Name": "Dahut Midsummer Festival", "Id": 238366}
