{"ChildBranches": [{"DefaultEvent": {"Description": "$[Dd]rown(y|ies) -> ドラウニー, Fathomking -> ファザムキング$You take your place in the song. It is easier to understand once you are inside it. The words are clear, and so is the import of the music.\u000d\u000a\u000d\u000aThe Fathomking is not here. The Fathomking did not grace Dahut with his attendance this time. It has been many Liturgies since he last watched over the Drownies of Dahut from the pool at the front of the Cathedral. They have done their best to entice him, collecting objects and people and remains of eminent beings. But he remains in his Hold. This is why they are so anxious, why their feasts are not sustaining. \u000d\u000a\u000d\u000aNonetheless, it is still the Liturgy of Souls. Like the Drownies, you descend into the square pool and bow your head before the Bishop. The Cathedral bells strike the time: midsummer, midwinter, equinox. For the length of the triple peal, you are aware of every past extreme simultaneously: the moments of greatest courage, doubt, longing, fury, pain.\u000d\u000a\u000d\u000a\"It's all true,\" says the Bishop. Then he slaps you hard on the cheek and pulls you out of the pool. Your body feels differently weighted, but unharmed. Possibly even better than it did before.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Heights and depths",
                                     "Id": 238663},
                    "Name": "Sing your part in the Liturgy",
                    "Description": "You know their songs, both solemn and joyous. You know your own stories to weave into those songs.",
                    "ButtonText": "", "Id": 182873},
                   {"SuccessEvent": {"Description": "$[Ii]rrigo -> イリーゴ, Uttershroom -> アターシュルーム, (Mt?.|Mount) Palmerston -> マウント・パーマーストン$The liturgy is unbearably long and inscrutably complicated. It includes: a list of the names of ships that have sunk in the vicinity of Mount Palmerston; the scientific appellation of every moth with irrigo in its wings; the true name of an infamous Crocodile; a recounting of persons who have consumed the spores of the Uttershroom; an assortment of herbs, together with their growing seasons and medicinal applications. \u000d\u000a \u000d\u000aAt intervals in the liturgy, a Drownie approaches the Bishop and wades into the pool. There is a Hymn, and the Drownie comes away altered. ",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "A liturgy of complexity", "Id": 238662},
                    "DefaultEvent": {"Description": "$[Ii]rrigo -> イリーゴ, Uttershroom -> アターシュルーム, (Mt?.|Mount) Palmerston -> マウント・パーマーストン$The liturgy is unbearably long and inscrutably complicated. It includes: a list of the names of ships that have sunk in the vicinity of Mount Palmerston; the scientific appellation of every moth with irrigo in its wings; the true name of an infamous Crocodile; a recounting of persons who have consumed the spores of the Uttershroom; an assortment of herbs, together with their growing seasons and medicinal applications. \u000d\u000a\u000d\u000aLong before it ends, you have fallen into a numb half-sleep. You come to yourself with the procession filing out, but you remember one large secret and several obscure hints.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "A liturgy of complexity", "Id": 238376},
                    "Name": "Keep awake! Awake!",
                    "Description": "Inches burn away from the candles. Reddish smoke from the censors diffuses into the water. Time is passing and not passing.",
                    "ButtonText": "", "Id": 182672}],
 "Description": "$[Dd]rown(y|ies) -> ドラウニー$All the Drownies are gathered. You do not belong here, since you are still human, but they do not keep you out. Where the altar should be, there is a square depression in the floor: it would be a pool, were the Cathedral not already submerged. A Drownie in a mitre presides.",
 "Name": "Liturgy of Souls", "Id": 238371}
