{"ChildBranches": [{"DefaultEvent": {"Description": "$[Dd]rown(y|ies) -> ドラウニー$...and the cell wall cracks as though it had smashed against a rock. The Lady meets your eye, then swims through the wall into the darkness. The guards fumbling at the keys cannot open her cell door fast enough to follow.\u000d\u000a \u000d\u000aThe Drownies are less angry than you might have expected, but they evict you from the rest of the festival. There is no place for you here. They have other drownings to perform.\u000d\u000a\u000d\u000aWhen you reach your ship again, you find the Lady hiding in the rocks nearby. \"I was on my way to Rosegate,\" she says. \"I beg you'll give me passage. Did my composer friend send you? I thought I recognised the tune. He always said he had a song in mind that could have gotten us both out of there, if only he could concentrate long enough. It was good of him to send you, though... oh dear. I'm not in love with him. Do you think that's what he was after? I just want to finish the voyage I was on... Forgive me! I don't usually talk so much, but it has been a long silence in that prison.\" ",
                                     "LinkToEvent": {"Id": 238317}, "Name": "You sing",
                                     "Id": 238424},
                    "Name": "Sing a Song of Broken Hulls",
                    "Description": "Crack the prison walls here, where a Primly Dressed Lady sits bolt upright.",
                    "ButtonText": "", "Id": 182704},
                   {"DefaultEvent": {"Description": "$[Dd]rown(y|ies) -> ドラウニー$A Merchant, who falsified his accounts so entirely and so often that he himself has no idea of his true debts. He believes he is a rich man.\u000d\u000a\u000d\u000aA Devil who has forgotten that he is a Devil, almost, as long as he keeps away from mirrors, or bottled souls, or honey.\u000d\u000a\u000d\u000aA Poetess, a veteran of London salons, who cannot bear to hear herself praised, because she knows how slight her talent is. The Drownies invited her to a feast. When they applauded her composition, she became savage, and now she lies on an iron bed with her face to the wall.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "Here are the prisoners of Dahut", "Id": 239780},
                    "Name": "See everything",
                    "Description": "You have learned to understand Dahut's secrets and deceptions. You can see this place for what it really is.",
                    "ButtonText": "", "Id": 183601},
                   {"SuccessEvent": {"Description": "The prisoners are kept in stone cells with barred windows, but they are large cells, and some are even comfortably furnished. As for security, no one seems to have gone to a very great effort. Chains and shackles hang from the wall here and there, but no one is using them. \u000d\u000a\u000d\u000a\"You see how it is,\" says the Drownie escorting you. \"Some of them are extraordinary specimens, but they don't care for what Dahut can show them.\"",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "Moderate accommodations", "Id": 238624},
                    "DefaultEvent": {"Description": "$[Dd]rown(y|ies) -> ドラウニー$One of the cells is not locked. None of the Drownies takes note of the fact. You swing the door wide and gesture to the prisoner, a tall gaunt man. He comes out and stands meekly at your side, head bowed and wrists together, and very stooped. \"Thank you,\" he says, in a low raspy voice. \"You're very kind. I'd much rather be in your brig than here. I can't thank you enough.\"",
                                     "LinkToEvent": {"Id": 238317}, "Name": "Not an escape artist",
                                     "Id": 238430},
                    "Name": "Complete a tour of the Prison",
                    "Description": "You might as well inspect the conditions. [If you are not very enthralled, you may find a greater reward to take away with you.]",
                    "ButtonText": "", "Id": 182707}],
 "Description": "$[Dd]rown(y|ies) -> ドラウニー$The Drownies process through the hallways. Some of the prisoners weep. Some refuse to look from their cells. Some beg to be released.",
 "Name": "The Prison of Dahut", "Id": 238421}
