{"ChildBranches": [{"DefaultEvent": {"Description": "Access to Anthe is restricted by type of sharpness: those who are sharp in the ears do not necessarily mingle with the sharp-tongued. As for the inhabitants who are sharp throughout their full bodies, they don't circulate much. There is said to be a cavern, broad and shallow-floored, where the perfectly sharp grow old together. They aren't capable of anyone else's company any more — at least, that's what you're told, and you can hardly go and ask. At any rate they are more like growing crystals than like people, slowly expanding and bonding with the rock.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "Rumours and extrapolations", "Id": 245011},
                    "Name": "Gather a port report on Anthe",
                    "Description": "The Admiralty will want stories of this place.",
                    "ButtonText": "", "Id": 187020},
                   {"DefaultEvent": {"Description": "The inhabitants of Anthe go sharp. Not all at once, but piece by piece, they turn to crystal. They sort themselves by sharpness, too: the sharp-handed cluster with others of their kind, ignoring the keen-footed and the brittle-waisted.\u000d\u000a\u000d\u000aTo progress through Anthe is to take on more and more of these attributes, to enter the deeper chambers restricted by sharp-style. Choose which chambers you would most like to discover. The Antheans speak of a woman named Rosina, dying of a curious disease and sequestered among the sharp-spleened.\u000d\u000a",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Those who go sharp",
                                     "Id": 245012},
                    "Name": "Study the chambers of Anthe",
                    "Description": "Wander where you can. Gain a preliminary understanding of the place.",
                    "ButtonText": "", "Id": 187021},
                   {"DefaultEvent": {"Description": "The Blemmigan scampers across the spiked floor of the first cave. It finds a crevice and settles in. How long before it begins to go clear? Will its stem turn to crystal first, or its cap?",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Taking root",
                                     "Id": 245013},
                    "Name": "Free a blemmigan",
                    "Description": "Perhaps it would find the place congenial.",
                    "ButtonText": "", "Id": 187022},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 238438},
                                     "Name": "", "Id": 245043},
                    "Name": "Reset Anthe Everything", "Description": "Secret reset.",
                    "ButtonText": "", "Id": 187049},
                   {"DefaultEvent": {"Description": "The air gets chillier as you approach, and there are patches of frost on the walls.",
                                     "LinkToEvent": {"Id": 256177}, "Name": "Ice crystals",
                                     "Id": 245045},
                    "Name": "Visit Rosina in her Chambers",
                    "Description": "She is both healer and patient, convalescing in an ice bath among the sharp-spleened. The Antheans speak of her often.",
                    "ButtonText": "", "Id": 187051},
                   {"DefaultEvent": {"Description": "The Femur and Lung is a drinking house two passageways along from the Bone-Barrow. The tables are crowded with miners and fungers. The Clay Man is ignored by the company, unwelcome.\u000d\u000a\u000d\u000aHe shows you the palms of his hands, where triclinic crystals grow every which way, ragged and disorganised. It is difficult for clay to go sharp. Sometimes it succeeds, but the failures are awkward.\u000d\u000a\u000d\u000a\"POLYTHREME MAKE IT CLAY AGAIN. HEAL EVERYTHING.\"",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "This sharp flourishing is not for him", "Id": 245047},
                    "Name": "Chase down a Polythreme Exile",
                    "Description": "He is lurking at the back of the Femur and Lung.",
                    "ButtonText": "", "Id": 187053},
                   {"DefaultEvent": {"Description": "...but he's not here. \"He's gone sharp in the liver, no doubt,\" says the woman with the venom-ruby ring. \"But he is also a student of codes and encryptions, and that has taken him to the chambers of the Tongue.\"\u000d\u000a\u000d\u000aThe man next to her makes a face. \"Those people are all terribly rude,\" he says. \"Stay here with us.\"",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "They know the contact you're seeking...",
                                     "Id": 245049},
                    "Name": "Gather flourishing intelligence among the sharp-livered",
                    "Description": "This is where spies gather, after all.",
                    "ButtonText": "", "Id": 187055},
                   {"DefaultEvent": {"Description": "The vines that hang along the tunnel walls are all nurtured crystal. Their fruit glitters. Their fallen leaves wobble without breaking underfoot. In time the tunnel opens out to a vista, a grand cavern...",
                                     "LinkToEvent": {"Id": 245036}, "Name": "A broad tunnel",
                                     "Id": 245060},
                    "Name": "Visit the garden of the Sharpest",
                    "Description": "You are almost all sharp, after all.",
                    "ButtonText": "", "Id": 187063},
                   {"DefaultEvent": {"Description": "You reveal a recent London tale of corruption, folly, and spite, of incompetent people prospering from their incompetence, and kind people suffering for their kindness, and perfectly good supplies wasted.\u000d\u000a\u000d\u000aYour listeners' faces do not change. Their eyelids do not quiver. In exchange, they tell you several infuriating tales you had not heard before. One even rewards you with fuel. \"I am never zailing back to London,\" she says. \"Your ztory has reminded me why.\" Candlelight winks in the tip of her tongue.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "Like talking to statues", "Id": 254258},
                    "Name": "Share an enraging story you picked up in London",
                    "Description": "Something to share over drinks. The other sharp-spleened Antheans will greatly enjoy having no reaction.",
                    "ButtonText": "", "Id": 190943},
                   {"DefaultEvent": {"Description": "They drink from geodes. They compare notes on the terroir. When everyone is thoroughly intoxicated, they roll out a crate of dried, honeyed cakes. \"The captain who brought it went sharp in the bowels. She doesn't eat now. Help yourself.\"",
                                     "LinkToEvent": {"Id": 238438}, "Name": "A pleasant lassitude",
                                     "Id": 254263},
                    "Name": "Contribute to the celebration",
                    "Description": "The crystal-livered drink and drink. Unquestionably they'd trade ordinary food for your mushroom wine.",
                    "ButtonText": "", "Id": 190947},
                   {"DefaultEvent": {"Description": "She went clear in the skin to prevent bruising in the embrace of a mineralised wife. \u000d\u000a\u000d\u000a\"I thought I was rising to a challenge. I thought I should become a stronger person.\" Then she laughs. She does not offer the rest of the story, but you already know more than you would like.\u000d\u000a\u000d\u000aShe wishes to reach Venderbight without undue attention from strangers. She has a pile of bandages and a coffin she has built herself from scavenged wood. But she will need your help to do the rest. ",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Plenty of bandages",
                                     "Id": 256175},
                    "Name": "Offer passage to the Tomb Colonies",
                    "Description": "There is a clear-skinned traveler who wishes to make an escape.",
                    "ButtonText": "", "Id": 191946},
                   {"DefaultEvent": {"Description": "Consult the woman with the cubical eyes. Learn how to accept the blessings that Anthe offers. Determine what is best for yourself, and whose companionship you seek in the bubble-caverns.",
                                     "LinkToEvent": {"Id": 256227}, "Name": "Learning and rumour",
                                     "Id": 256266},
                    "Name": "Consider your own condition",
                    "Description": "Should you go sharp? Or have you already taken on sharpness that you now regret?",
                    "ButtonText": "", "Id": 192021},
                   {"DefaultEvent": {"Description": "Your feet have learned where the treacherous risers may be found.",
                                     "LinkToEvent": {"Id": 245029}, "Name": "A familiar stair",
                                     "Id": 256272},
                    "Name": "Visit Rosina in her Chambers",
                    "Description": "The rumour is that she has resumed seeing patients and working on the mystery of animescence.",
                    "ButtonText": "", "Id": 192026},
                   {"DefaultEvent": {"Description": "You describe the woman she was, as you observed her. Your description is apt and unflinching. You speak of her manners, her erudition, her inability to protect herself at the last. You omit the question of whether you killed her. No one asks you for an account of her final minutes.\u000d\u000a\u000d\u000aWhen you are done, the Antheans reward you with her notes and logs. No one else here wishes to preserve them.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "A flawless curriculum vitae", "Id": 256274},
                    "Name": "Deliver an unfeeling eulogy to the late Rosina",
                    "Description": "The sharp-skinned, sharp-tongued Antheans would appreciate remarks without sentiment.",
                    "ButtonText": "", "Id": 192027},
                   {"DefaultEvent": {"Description": "You follow. The Clay Man is moving fast, down several corridors, towards the section of Anthe reserved for the bone-sharp. A sight like that would not be at all extraordinary in London, but most of the inhabitants of Anthe seem complacent, possibly even indolent. Hardly anyone is ever in a hurry.\u000d\u000a\u000d\u000aThe Man ducks into the Bone-Barrow. A person would be unwise to follow unless they had considerable confidence in their own skeleton.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "The speed of unhappiness", "Id": 256306},
                    "Name": "Follow a Polythreme Exile",
                    "Description": "A hulking clay figure is visible through the smoke. It moves away through the opposite door.",
                    "ButtonText": "", "Id": 192052},
                   {"DefaultEvent": {"Description": "The Hooded Anthean is impressed with your offering. It will make a keen and pitiless blade. She tells you stories in exchange: about her travels, her duties, the people and animals she has hunted. She even presents you with a huge curved tooth: corroboration for her story. She doesn't need it any longer.\u000d\u000a\u000d\u000aYou are careful not to look under her hood.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "The Gallery of Axes",
                                     "Id": 256313},
                    "Name": "Trade Heartmetal in the Gallery of Axes",
                    "Description": "Strength and a resistance to pity: these are essential for an executioner. And they need, of course, the best weaponry.",
                    "ButtonText": "", "Id": 192057},
                   {"DefaultEvent": {"Description": "Trays circulate with every possible indulgence. Brandy from the surface. Cigars from Rosegate. Coffee. A drink made with squeezed oranges, rum, and smoldering cinnamon. \u000d\u000a\u000d\u000aThe honey, however, is hard to keep in sufficient supply. They welcome your contribution with lavish rewards.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "An exchange of provisions", "Id": 258252},
                    "Name": "Stop by the Smokehouse",
                    "Description": "A hedonistic sanctuary for those who have gone sharp in both liver and lung. Trade them some Prisoner's Honey for essential supplies.",
                    "ButtonText": "", "Id": 192681},
                   {"DefaultEvent": {"Description": "Contact toxins do not trouble their skin. Serpents cannot pierce them. Venoms milked from the fang cannot make them ill. A mycological poison is merely a challenge to their knowledge of toadstool terroir. \u000d\u000a\u000d\u000aThe club is run by a large jolly Anthean who poses daily challenges. He offers your Relic in buffet, and the members find it a very acceptable test. You're allowed to collect your own plate from the feast.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Above revulsion",
                                     "Id": 258255},
                    "RareDefaultEvent": {"Description": "Contact toxins do not trouble their skin. Serpents cannot pierce them. Venoms milked from the fang cannot make them ill. A mycological poison is merely a challenge to their knowledge of toadstool terroir. \u000d\u000a\u000d\u000aThe club is run by a large jolly Anthean who poses daily challenges. He offers your Relic in buffet, and the members find it a very acceptable test.\u000d\u000a  \u000d\u000a\"Here,\" he says, tucking a book into your hand. \"A memoir from a club-member who served as a Taster to the Taimen clan. We give a copy to newcomers.\" He smiles. His teeth are also clear.",
                                         "LinkToEvent": {"Id": 238438},
                                         "Name": "Firsthand observation", "Id": 258442},
                    "Name": "Visit the Dauntless Palate",
                    "Description": "Offer a Lamentable Relic as a challenge to those sharp in liver, skin, and tongue.",
                    "ButtonText": "", "Id": 192684},
                   {"DefaultEvent": {"Description": "A Clay Man who's gone sharp is a Clay Man you can trust. Respectable, solid boned, patient. Incapable of rage or bad manners. That is why they come here: to be certified trustworthy, to show that they're suitable for better jobs and better treatment.\u000d\u000a\u000d\u000aThe Travertine Vault is full of such men, sitting patiently in rows, waiting for the crystals to grow. They don't talk. You put your six in the back row. They pay you as they would have paid you in London. And this other item, this thing that looked like a bench? You can have that too. It's in the way.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Finished. Tidy. Neat.",
                                     "Id": 258469},
                    "Name": "Set down Clay Men in the Travertine Vault",
                    "Description": "Clay Men come from Polythreme to learn sharpness of bone and spleen.",
                    "ButtonText": "", "Id": 192821},
                   {"DefaultEvent": {"Description": "The concert hall was once the shell of an impossible oyster. Now its surfaces are clean and iridescent, and the singers of Anthe perform. They can hold a note - a perfect, shapely note - for longer than ought to be possible.\u000d\u000a\u000d\u000aThey sing the Song of Broken Hulls until it threatens to shatter the oyster shell. The performers are excited and full of questions. The song is brutal, sharp, and cold! Where did you get it? Who wrote it?\u000d\u000a\u000d\u000aThey reward you as well as they can, with gossip and food.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Inside a great shell",
                                     "Id": 258475},
                    "Name": "Sell your song of Broken Hulls to the Singers in the Shell",
                    "Description": "Lung and Tongue are both crystal, the better to sing.",
                    "ButtonText": "", "Id": 192826},
                   {"DefaultEvent": {"Description": "Bleak smiles. \"I lived there once, and loved mortals. But a traveller came to us who had gone sharp in the brain. She could not be seduced. The prison would not hold her. She came to Midsummer Festival one day and Midwinter the next. When she left us, I followed her back to Anthe. But she is still ahead of me: she's gone sharp the rest of the way, now, and she is growing in the Garden like an oak tree, while I am still waiting.\" \u000d\u000a\u000d\u000aThen the Drownie offers you something. \"If you go again to Dahut, take this. It will keep you clear.\"",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "\"So you've been to Dahut.\"", "Id": 258500},
                    "Name": "Offer your Drownie Love-song to the Drownies in the Cave-Pool",
                    "Description": "They keep apart from other Antheans, but they have gone sharp in their own way.",
                    "ButtonText": "", "Id": 192846},
                   {"SuccessEvent": {"Description": "Your quarry answers your question in macaronic riddle-verse, using words from three languages, one allusion to Khanate post-fall epic tradition, and one clue formed entirely from whistling noises. He wouldn't want to make it too easy for you. That would be an insult.\u000d\u000a\u000d\u000aYou come away with a better understanding of the strategy of Khan's Glory, and more than enough information to fulfill your quest. The Khanate may not be allowed to acknowledge the land beneath the waves, but it knows what's down here.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "Information? In great supply", "Id": 256165},
                    "DefaultEvent": {"Description": "Your quarry answers your question in macaronic riddle-verse. A lot of it isn't in English. Some of it isn't even in human words. You extract enough that you can carry a reply back to the Khanate, but to understand it yourself? Less so. Has your spy gone sharp in the brain as well as the liver and tongue? ",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "Information? In great supply", "Id": 256162},
                    "Name": "Seek your spy",
                    "Description": "...in the Granite Corridor, where the most linguistically skilled assassins may be found. [You will always receive information towards your quest, but may also gain a bonus.]",
                    "ButtonText": "", "Id": 191939},
                   {"SuccessEvent": {"Description": "You read aloud a scene concerning a lady and her Rubbery Companion. No one giggles. No one smirks, or gasps, or shifts in their seat. They all listen with fixed attention to the details. From time to time, someone interrupts with a correction of the participants' technique, or a suggested restructuring of the scene. You note down every recommendation, until the scenes have been completely rewritten.\u000d\u000a\u000d\u000aAfter your reading, they bring you refreshments. \"It's exhausting work reading through all that,\" says a monk gravely, and he passes you a platter of cured meats.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Skilled workshop",
                                     "Id": 256219},
                    "DefaultEvent": {"Description": "You read aloud a scene concerning a lady and her Rubbery Companion. No one giggles. No one smirks, or gasps, or shifts in their seat. They all listen with fixed attention to the details. From time to time, someone interrupts with a correction of the participants' technique. \u000d\u000a\u000d\u000aAfter your reading, they bring you refreshments. \"It's exhausting work reading through all that,\" says a monk gravely, and he passes you a platter of cured fluke meats.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Calm reflection",
                                     "Id": 256174},
                    "Name": "Lead the critique of some Romantic Literature",
                    "Description": "It will amuse the company to correct the more lurid scenes, with special attention to anatomical accuracy and selection of metaphor. [This will exchange Romantic Literature for Supplies, and may gain you an improved edition if you are fortunate.]",
                    "ButtonText": "", "Id": 191945},
                   {"SuccessEvent": {"Description": "This is a battle where you know you will do no real damage, where you know there is no need to temper your attacks or to feel guilty, where you can concentrate purely on the elegance and ferocity of your attack. You give yourself over to it — perhaps a little too much, at least if your desire was the Solacefruit. You miss the second place, and carelessly win instead.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Success, more or less",
                                     "Id": 256308},
                    "DefaultEvent": {"Description": "You're quick and you're vicious, but the others in this chamber have been playing these games for much longer than you have. They know each other's foibles; they can make each insult stick. You fight to an honourable failure in the second round.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Alas", "Id": 256307},
                    "RareSuccessEvent": {"Description": "Second place! It is yours! You defeat all but your final opponent, then leave yourself open to Anthean attacks. Your prism edges are not sharply defined. Your flesh is oily. You still enjoy the taste of food! But you force yourself to accept all these crude attacks. It would be fatal to lose your temper and defeat your opponent at this late hour.",
                                         "Name": "Accept this Solace", "Id": 258213},
                    "Name": "Take the stage, spitting",
                    "Description": "Antheans clear in spleen, skin, and tongue insult one another for sport. There is a solacefruit for second place. First place is not rewarded.",
                    "ButtonText": "", "Id": 192053},
                   {"SuccessEvent": {"Description": "Your skeleton bears a lot of the pressure, and your muscles and ligaments have been strengthened too. But much still depends on your muscular force. The weight of rock depends on your shoulders, your legs and your lower back, and how can anyone support all that? But you manage long enough to win a hearty cheer and a heartier drink.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "A proud display",
                                     "Id": 256314},
                    "DefaultEvent": {"Description": "Your skeleton bears a lot of the pressure, and your muscles and ligaments have been strengthened too. But even so, there's so much rock to bear that your shoulders are not up to the task, and you have to hand off the burden to another Anthean earlier than you would like.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Less than impressive",
                                     "Id": 256310},
                    "RareSuccessEvent": {"Description": "The weight of rock is tremendous, but you withstand it. You last out three turns of the sand clock, which is more than anyone else can boast. They cheer for you and clap you on the back, and everything is very jolly, except for the twinges in your lower back.",
                                         "LinkToEvent": {"Id": 238438},
                                         "Name": "Extraordinary success", "Id": 258880},
                    "Name": "Practice holding the ceiling in place",
                    "Description": "Care to bet on your strength against the other denizens of the Bone-Barrow? [On success, this will reduce terror.]",
                    "ButtonText": "", "Id": 192054},
                   {"SuccessEvent": {"Description": "An Accomplished Poisoner is standing behind a table of vials. \"All guaranteed lethal,\" she says. \"But they have different taste and flavour profiles. Here, taste this one in water: it is impossible to detect.\" She tips a small blue bottle into a goblet and holds the drink out expectantly.\u000d\u000a\u000d\u000a\"Listen,\" she adds. \"If you like this sort of work, you could do worse than go sharp in the tongue too.\"",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Black gloves",
                                     "Id": 258251},
                    "DefaultEvent": {"Description": "\"I'm going sharp in the lungs next,\" says a woman in a deep red gown. \"They say you can smoke all day long and never develop a cough.\"\u000d\u000a\u000d\u000aThe gentleman next to her looks amused and takes the cognac out of her hand. \"I'm sure you'll find yourself very much at home.\"",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Future plans",
                                     "Id": 258245},
                    "RareDefaultEvent": {"Description": "A young man is speaking: a boy, except for the scar on his face. \"I'm going sharp in the skin as fast as I can. And then I'll be back at Zee, and the corsairs will warn each other about me. The ones that survive, that is.\"\u000d\u000a\u000d\u000aA lady answers. \"It's not safe--\"\u000d\u000a\u000d\u000a\"Everyone says I'm too young,\" interrupts the boy. \"I don't listen.\"\u000d\u000a\u000d\u000a\"Once you've gone sharp, you might not have a use for corsairs any more. I was going to be a horologist, but...\" She waves a translucent hand. \"I'd rather stay here and continue my... development.\" ",
                                         "LinkToEvent": {"Id": 238438},
                                         "Name": "Not easy, you know", "Id": 258473},
                    "Name": "Listen in on the nearest group of people",
                    "Description": "What do they speak of here? [You will always hear something. It's just a question of what.]",
                    "ButtonText": "", "Id": 192677},
                   {"SuccessEvent": {"Description": "The sickest, you drive out of the halls. Those who seem least contagious, you imprison. The Sharp appreciate your work. There is nothing so irritating to the crystalline mind as a gaggle of sweaty poets swooning in the corridors.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "A full brig",
                                     "Id": 258456},
                    "DefaultEvent": {"Description": "There are many of them, and only one of you. Under other circumstances you might have been able to capture them without casualties. In the present particular circumstances, you are only able to drive them out of Anthe. But the Sharp appreciate your work nonetheless. There is nothing so irritating to the crystalline mind as a gaggle of sweaty poets swooning in the corridors.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Out, out",
                                     "Id": 258455},
                    "Name": "Clear out the Conflagranti",
                    "Description": "Rosina's Onlookers are everywhere in Anthe, sighing over poetry and languishing in feverish postures. The Antheans cannot endure them.",
                    "ButtonText": "", "Id": 192809},
                   {"SuccessEvent": {"Description": "There's zee-coke and to spare. Are you planning to leave Anthe? Are you sure? Most people don't... but you may have the fuel if you need it. The only thing is, if you do go fully sharp, they'll take it back to offer to someone else that can use it. They didn't spend all that time in the mine, pushing carts heavier than a cow, just to have it go to waste. So mind you use it.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Help yourself",
                                     "Id": 258493},
                    "DefaultEvent": {"Description": "The former coal-miners speak of masters and cruelty and insufficient pay. They talk about what's due to bad captains, and the rightful fate of those that give dangerous orders. By the time they're done with the topic, you've one less crewmember willing to follow your commands.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "Something close to mutiny", "Id": 256312},
                    "RareSuccessEvent": {"Description": "There's fuel, yes. There's also this, if you want it. Shiny things aren't in short supply, in Anthe.",
                                         "LinkToEvent": {"Id": 238438},
                                         "Name": "Coal, and other things", "Id": 258494},
                    "Name": "Mingle with Hurriers, Getters and Thrusters",
                    "Description": "They used to be coal-miners. Now they are impervious to coal gas or flooding. They might give you something; they might lure your crew away.",
                    "ButtonText": "", "Id": 192056},
                   {"SuccessEvent": {"Description": "A sharp-tongued Anthean concisely critiques your cheeks, your demeanour and your shoes, but confirms that Lytton lingered here, for a time, before moving on. Where was he going? Low Barnet, in shadow of London. [Continue your search at Low Barnet, near London.]",
                                     "LinkToEvent": {"Id": 238438}, "Name": "A promising lead!",
                                     "Id": 259162},
                    "DefaultEvent": {"Description": "Your enquiries are exhaustive - the Philanthropist's husband is not here. You can cross this port off your list. [Check your journal for reminders about where the Philanthropist's husband might be.]",
                                     "LinkToEvent": {"Id": 238438}, "Name": "No luck",
                                     "Id": 259161},
                    "Name": "Search for the Fierce Philanthropist's husband",
                    "Description": "Has he been here, among the glittering edges and the shivering reflections?",
                    "ButtonText": "", "Id": 193264}],
 "Description": "They call it the city of flowers, but the flowers are crystals, spiral matrices grown on the walls of Anthean caves. The inhabitants of Anthe are at least partly crystal too: they call it \"going sharp.\" Becoming more perfect, and clearer, and colder.",
 "Name": "Anthe", "Id": 238438}
