{"ChildBranches": [{"DefaultEvent": {"Description": "You finish your logs and set your affairs in order. There is nothing for you above the waves now. You walk to the airlock, and open it. Outside, you crew is waiting.",
                                     "LinkToEvent": {"Id": 139750}, "Name": "Reunited forever",
                                     "Id": 239171},
                    "Name": "Join them",
                    "Description": "You cannot abandon them again.", "ButtonText": "",
                    "Id": 183222},
                   {"SuccessEvent": {"Description": "It can't be them. Block the portholes to hide their faces. Sail onward, blind to dangers ahead.",
                                     "Name": "Live again", "Id": 239173},
                    "DefaultEvent": {"Description": "Even at full speed, the familiar faces cling to your portholes. The teeth on that crab-eaten face could only belong to the Alarming Scholar. There's a watery voice you recall from your youth. A hand, wearing a familiar ring, traces the glass.\u000d\u000a\u000d\u000aHas the whole Neath drowned while you were below? Is anyone left above the waves? You go to their airlock, place your hands on the hatch. They tremble with excitement. Outside, your friends and family and loves are waiting. You turn the wheel.",
                                     "LinkToEvent": {"Id": 139750}, "Name": "Impossible",
                                     "Id": 239172},
                    "Name": "Stoke the engines",
                    "Description": "Leave them behind. Their watery grave will not be yours as well.",
                    "ButtonText": "", "Id": 183223}],
 "Description": "A knock on the hatch. A mournful dirge that echoes through the hull. Faces at the porthole, bloated and accusatory.\u000d\u000a\u000d\u000aYou know these faces. Even the ones that cannot possibly be here. Once-members of crew, dead or departed, and grieving that you left them behind.",
 "Name": "Familiar Faces", "Id": 239170}