{"ChildBranches": [{"SuccessEvent": {"Description": "Zeeに葬るだって？彼らは船乗りであって、死体ではない。あなたは最も騒々しい反乱者を用いてその違いを示して見せた。こそこそと立ち去った船員たちがどちらの役割を好ましく思ったのかは明らかだ。@{K}Buried at zee? They are zailors, not corpses. You demonstrate the difference on the loudest dissenter. The zailors that slink away are clear on which role they prefer.",
                                     "Name": "忘れがたい教訓@{K}Examples they'll remember", "Id": 239177},
                    "DefaultEvent": {"Description": "In the zub's tight hallways, your mutinous crew can only attack you one at a time. The first loses her ear, the next an eye. The third loses their left hand; the fourth their right. \u000d\u000a\u000d\u000aThe ship tilts into a dive. More crewmen fall in their turn, until you are too few and too wounded to save your sinking vessel. A chasm yawns in the zee bed. It claims your ship before the mutineers can.",
                                     "LinkToEvent": {"Id": 139750},
                                     "Name": "海中の屠殺場@{K}An underwater abbatoir", "Id": 239176},
                    "Name": "船員を殺し、戒めとする@{K}An example must be made",
                    "Description": "このような深海にあっては、優しさを示しているような余裕はない。@{K}At these depths, one cannot afford to be soft.",
                    "ButtonText": "", "Id": 183224},
                   {"SuccessEvent": {"Description": "$Khaganian -> カーネイト人$You step out of the cabin and greet the mob warmly in your best evening wear. Their momentary confusion allows you to wrap them in tales of sunken Khaganian treasure galleons, paradisiac underzee coves, and pearls the size of ripe apples. \u000d\u000a\u000d\u000aSpeaking of which, the cook has been saving a special treat. Why don't they put down their weapons? By the end of the meal, they're singing your praises once again, drunk on dreams of future riches. ",
                                     "Name": "富に満ちた海@{K}A zee full of riches", "Id": 239179},
                    "DefaultEvent": {"Description": "あなたは情熱と温かみを込め船員たちに呼びかけ、彼らの人間性と欲望に同じだけ訴えかける。しかし、あなたの感動的なスピーチは機関室からの爆発音によって遮られ、勢いよく流れ込む水が雄弁な言葉を溺れさせた。すぐに他の全ても水に沈むことだろう。@{K}You address the crew with passion and warmth, calling upon their humanity and their greed in equal measure. But your stirring speech is interrupted by an explosion from the engine room. Rushing water drowns out your eloquence. In short order it drowns everything else, as well.",
                                     "LinkToEvent": {"Id": 139750}, "Name": "もう遅い@{K}Too late",
                                     "Id": 239178},
                    "Name": "彼らを正気に戻す@{K}Shake them out of it",
                    "Description": "Zeeに葬るだって？見当違いも甚だしい。あなたが彼らに見せた新たなるフロンティアについて思い出させ、そこで待つ富について語って聞かせよう！@{K}Buried at zee? Nothing of the sort. Remind them of the new frontier you've shown them. Of the bounty that awaits!",
                    "ButtonText": "", "Id": 183225}],
 "Description": "初め、囁き声が聞こえてきた。怯えた船乗りたちが自分たちは波の上にいるべきであって、下にいてはならないと囁きかわしているのだ。そしてすすり泣きが起こる。彼らはあなたが自分たちを鋼鉄の棺に閉じ込め、Zeeに葬ろうとしているのだと言う。\u000d\u000a\u000d\u000aそして今、叫びと金属の鳴る音があなたの船室のすぐ外で響いた。彼らがあなたの元へ来たのだ。@{K}At first it was whispers. Fearful zailors saying they belong above the waves, not below them. Then came weeping. You've sealed them in a metal casket, they said, and buried them at zee. \u000d\u000a\u000d\u000aNow shouts and ringing metal echo outside your cabin. They have come for you.",
 "Name": "海に葬られ@{K}Buried at Zee", "Id": 239175}
