{"ChildBranches": [{"SuccessEvent": {"Description": "Buried at zee? They are zailors, not corpses. You demonstrate the difference on the loudest dissenter. The zailors that slink away are clear on which role they prefer.",
                                     "Name": "Examples they'll remember", "Id": 239177},
                    "DefaultEvent": {"Description": "In the zub's tight hallways, your mutinous crew can only attack you one at a time. The first loses her ear, the next an eye. The third loses their left hand; the fourth their right. \u000d\u000a\u000d\u000aThe ship tilts into a dive. More crewmen fall in their turn, until you are too few and too wounded to save your sinking vessel. A chasm yawns in the zee bed. It claims your ship before the mutineers can.",
                                     "LinkToEvent": {"Id": 139750},
                                     "Name": "An underwater abbatoir", "Id": 239176},
                    "Name": "An example must be made",
                    "Description": "At these depths, one cannot afford to be soft.",
                    "ButtonText": "", "Id": 183224},
                   {"SuccessEvent": {"Description": "You step out of the cabin and greet the mob warmly in your best evening wear. Their momentary confusion allows you to wrap them in tales of sunken Khaganian treasure galleons, paradisiac underzee coves, and pearls the size of ripe apples. \u000d\u000a\u000d\u000aSpeaking of which, the cook has been saving a special treat. Why don't they put down their weapons? By the end of the meal, they're singing your praises once again, drunk on dreams of future riches. ",
                                     "Name": "A zee full of riches", "Id": 239179},
                    "DefaultEvent": {"Description": "You address the crew with passion and warmth, calling upon their humanity and their greed in equal measure. But your stirring speech is interrupted by an explosion from the engine room. Rushing water drowns out your eloquence. In short order it drowns everything else, as well.",
                                     "LinkToEvent": {"Id": 139750}, "Name": "Too late",
                                     "Id": 239178},
                    "Name": "Shake them out of it",
                    "Description": "Buried at zee? Nothing of the sort. Remind them of the new frontier you've shown them. Of the bounty that awaits!",
                    "ButtonText": "", "Id": 183225}],
 "Description": "At first it was whispers. Fearful zailors saying they belong above the waves, not below them. Then came weeping. You've sealed them in a metal casket, they said, and buried them at zee. \u000d\u000a\u000d\u000aNow shouts and ringing metal echo outside your cabin. They have come for you.",
 "Name": "Buried at Zee", "Id": 239175}
