{"ChildBranches": [{"SuccessEvent": {"Description": "The fish-teeth batter relentlessly against your vessel. Though they die in their hundreds, they do not stop. Cracks begin to appear in your shield-hull. Torpedoes are no use against so many tiny targets, but a couple of improvised depth charges dissuade them. The toothy-tide retreats, leaving behind a single wriggling fish, its pearly body burrowed deep into your hull. A long gossamer filament trails from its skull and disappears in the deep. When na curious crewman cuts it open, they find the filament attaches to a tiny, smooth nub of a brain, barely used.",
                                     "Name": "Driven off", "Id": 239183},
                    "DefaultEvent": {"Description": "The hungry school ignores your torpedoes. Explosions blow apart their orderly ranks but more fish-teeth swim to replenish their ranks. Again and again, your zubmarine is savaged as they throw themselves against your hull. burrowing suicidally into the metal. As you watch, one of the pearly fish bursts through a porthole and buries itself in a zailor's neck.\u000d\u000a\u000d\u000aYou beat a panicked retreat and the tide of teeth loses interest as your zubmarine limps away. When you lay out the dead zailor, you can still see the shape of the tooth-fish wriggling beneath his skin.",
                                     "Name": "Food for the swarm", "Id": 239182},
                    "RareSuccessEvent": {"Description": "You lead the tide of tooth-fish into a zee-chasm, then double back once the rippling mass has followed you inside. A well-aimed blast collapses the ledge of the chasm, sealing it for all but a few members of the school. \u000d\u000a\u000d\u000aCut off from their fellows, they idle mindlessly. It's a moment's work to collect a net full of the eyeless fish. Their pearly scales are dazzling in the lamplight. From the back of each fish's skull stretches a gossamer thread - finer than a fishing-line, but now severed. ",
                                         "Name": "A wriggling trophy", "Id": 239184},
                    "Name": "Fight through!",
                    "Description": "You won't be menaced by minnows, no matter how many there are.",
                    "ButtonText": "", "Id": 183227},
                   {"SuccessEvent": {"Description": "The rows close around you like daggers of bone, pearly fish battering themselves to death against your hull. You steer wildly for a sheltering reef, where your pursuers gouge the coral in their attempts to reach you. A thin filament stretches from the skull of each fish, threading away into the dark towards a single point. Eventually, the school turns its attentions elsewhere. It disappears in the darkness as if tugged away by an unseen puppeteer. They leave behind a single wriggling member of their school, burrowed head-first into an outcrop of coral, a severed gossamer thread dangling behind it.",
                                     "Name": "Through a pearly forest", "Id": 239262},
                    "DefaultEvent": {"Description": "The pearlescent fish are mesmerizing, but the relentless thudding of their scaled bodies upon your hull metal dissuades reverie. You flee the eyeless school at full speed, leaking from a half-dozen punctures in your shell-hull, each no larger than a sardine. A thin filament stretches from each away into the dark towards a single point, quickly severed as your engines pull you away.\u000d\u000a\u000d\u000aFalling further and further behind you, the school turns its attention to other prey. The teaming mass surrounds a passing shark, bludgeoning it to cloudy paste.",
                                     "Name": "Not unscathed", "Id": 239181},
                    "Name": "Escape!",
                    "Description": "What kind of beasts are these? Not important. Survival is more pressing than taxonomy.",
                    "ButtonText": "", "Id": 183226}],
 "Description": "Your bow-light illuminates an uncountable school of eyeless, pale fish. A zailor pauses, fascinated by their pearly scales. He watches as the fish form silent ranks. Rows upon rows of them, like a shark's jaws closing around you.",
 "Name": "The Tide of Teeth", "Id": 239180}
