{"ChildBranches": [{"DefaultEvent": {"Description": "The pressure is catching, and your crew sets to work with a mania. Your ship lurches upwards at a staggering angle. As you reach the shallows, the ocean's grip loosens. The creaking hull quiets. False-stars are visible through choppy waves. Zailors begin to breath easily again. No one speaks of the panic that gripped you.",
                                     "Name": "Swift, if undignified", "Id": 239186},
                    "Name": "Surface!",
                    "Description": "Fight for air. Fight for life.", "ButtonText": "",
                    "Id": 183228},
                   {"SuccessEvent": {"Description": "The crew's terror is a mad beast, but you've handled worse crowds. Soothing tones. Slow movements. Deep breaths. All will be well, you tell them. See to the ship and the ship will see to you.\u000d\u000a\u000d\u000aIt won't keep them calm for long, but for now there's a hint of hope. And by calming the crew, you can feel your own pulse returning to normal.",
                                     "Name": "Carry on", "Id": 239188},
                    "DefaultEvent": {"Description": "You assemble the crew to allay their fears. But as you extol the safety of the zubmarine and the fortitude of its hands, the voice of a maddened gunner rings through the ship. \u000d\u000a\u000d\u000a\"We are trespassers! There is nothing here but misery, and endings, and the curse of Lady Black!\"\u000d\u000a\u000d\u000aYou run to her station just in time to prevent her from detonating the munitions supply. Her weeping echoes through the corridors as she is dragged to the brig. ",
                                     "Name": "Deaf to reason", "Id": 239187},
                    "Name": "Calm your crew",
                    "Description": "Panicking costs air. You can calm this madness in the crew. And maybe even in yourself.",
                    "ButtonText": "", "Id": 183229}],
 "Description": "Stale air and the rhythmic pulse of the engines eat at your composure. The dark zee presses in against you on all sides. Your hull groans. How can anything breathe down here?",
 "Name": "Crushing Pressure", "Id": 239185}
