{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 239965}, "Name": "", "Id": 239948},
                    "Name": "Take a swim along the Ivories",
                    "Description": "The outermost teeth form Nook's dock-front. Now and then there is a flurry of activity as a zubmarine unloads its cargo. But the crews never leave ship - few can stand to eat the necessary lungweed.",
                    "ButtonText": "", "Id": 183717},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 240141},
                                     "Name": "", "Id": 239949},
                    "Name": "Seek refreshment at the Crowded Mouth",
                    "Description": "It's not clear how drinking might work under water. Necessity is the mother of inebriation, however.",
                    "ButtonText": "", "Id": 183718},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 239971},
                                     "Name": "", "Id": 239950},
                    "Name": "Visit the Maw-Shrine",
                    "Description": "A fine, spired tooth rises over its neighbours; devotees polish its enamel. Gongs resound within.",
                    "ButtonText": "", "Id": 183719},
                   {"DefaultEvent": {"Description": "Nook was founded by those fleeing the tyranny of above zee regimes. It is now the nexus of all the Unterzee's illicit trades, and is home to a few rich but paranoid captains of commerce. The wealthy live in fortified mansions cut into the upper rings. The minor traders and dockhands live deeper down, in the cramped lower rings of the Cavities.These workers also tend the oxygenating plantlife that grows in the gaps between their homes. \u000d\u000a\u000d\u000aBeneath the Cavities there is only the Gullet. It is lightless, and unsounded. No one has returned from exploring its depths. Occasionally it shifts, shaking the city. Nook-dwellers are accustomed to minor tremors.",
                                     "LinkToEvent": {"Id": 239946},
                                     "Name": "White above, red below", "Id": 239951},
                    "Name": "Compile a Port Report",
                    "Description": "The Nookers consider themselves beyond the reach of any law. Naturally, the Admiralty takes a professional interest.",
                    "ButtonText": "", "Id": 183720},
                   {"DefaultEvent": {"Description": "The mob turns to you in a smooth shoal. There is hatred on their faces. \"Trespasser! Bubble-mouth! Murderer!\" \u000d\u000a\u000d\u000aBut - you brought the girl <i>back</i>. What are they talking about? \u000d\u000a\u000d\u000a\"Where are our children? What have you done with them? They vanished after we let <i>your</i> kind in. And now the Maw is angry - <i>you</i> caused these quakes. Trespasser!\"",
                                     "LinkToEvent": {"Id": 239953}, "Name": "A fierce tide",
                                     "Id": 239952},
                    "Name": "Clamour and Cry",
                    "Description": "A mob is forming on the docks, jostling and shouting. One with a vicious-looking fishing spear points at you. \"That Trespasser had one of our children aboard! Kidnapper!\"",
                    "ButtonText": "Stand your ground", "Id": 183721},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 239965},
                                     "Name": "", "Id": 239962},
                    "Name": "Investigate in the Ivories",
                    "Description": "The increase in city-quakes has driven off many of the merchant submarines. The dock-hands will be under worked and may have time to talk to you.",
                    "ButtonText": "", "Id": 183726},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 240141},
                                     "Name": "", "Id": 239963},
                    "Name": "Talk to regulars at the Crowded Mouth",
                    "Description": "The increased shifting of the Maw has made the Nookers fractious and fearful. Unsurprisingly, the drinking-holes are doing a roaring trade.",
                    "ButtonText": "", "Id": 183727},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 239971},
                                     "Name": "", "Id": 239964},
                    "Name": "Make Enquiries at the Maw-Shrine",
                    "Description": "People often turn to religion in times of trouble. Have the priests heard anything about the disappearances?",
                    "ButtonText": "", "Id": 183728},
                   {"DefaultEvent": {"Description": "\"The priests tell us that the Maw is our protector! But do <i>you</i> protect the morsels stuck in your teeth?\" There is loud muttering in response. \"The Maw could awaken any moment. She will destroy us!\" \u000d\u000a\u000d\u000aAs if on cue, the whole city shifts around you. The crowd erupts in shouts of fear. The figure in a hemp mask produces a small vial and crushes it in his fist. A cloud of ink engulfs him, then he is gone. No! There he is - darting down a narrow tunnel which leads towards the Cavities.\u000d\u000a\u000d\u000aThe Debonair Deductress appears at your shoulder. \"Rather a good show, don't you think? I intend to follow him.\"",
                                     "LinkToEvent": {"Id": 239988}, "Name": "A dramatic ending",
                                     "Id": 239987},
                    "Name": "Listen to the Hempen Man",
                    "Description": "A man in a hemp cloth mask is giving a speech in the main market chamber. He's gathered quite a crowd. [You will need Something Awaits You to listen to the Hempen Man.]",
                    "ButtonText": "", "Id": 183741},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 239988},
                                     "Name": "", "Id": 240065},
                    "Name": "Go to the Cavities",
                    "Description": "Your investigation points to Nook's underworld, down in the lower rings.",
                    "ButtonText": "", "Id": 183784},
                   {"DefaultEvent": {"Description": "Nookers rarely venture close to the Gullet. It's not just because of superstitious dread; a near irresistible current sucks down it, pulling food, refuse and the unwary into the depths of the Maw. Only strong swimmers can escape it. \u000d\u000a\u000d\u000aStill, the current renders your swim downwards swift. After several minutes the ever-murkier water is abruptly lit by hundreds of glowing, tethered eels. They light a vast cut in the wall. Mechanical workings dig into the red Maw-flesh beyond. ",
                                     "LinkToEvent": {"Id": 240002}, "Name": "The Unswum Depths",
                                     "Id": 240539},
                    "Name": "Head to the Lair of the Hempen Man",
                    "Description": "Your investigation points to somewhere in the darkness of the Gullet, far below where the city tunnels go. You will need to dive deep. [The lungweed trader will provide extra lungweed, so you can swim deep.]",
                    "ButtonText": "", "Id": 184098},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 239965},
                                     "Name": "", "Id": 243593},
                    "Name": "Take a swim along the Ivories",
                    "Description": "The outermost teeth form the dock-front of Nook. Rows of zubmarines are unloading cargo, but their crews stay aboard. What's the point in shore leave with no shore?",
                    "ButtonText": "", "Id": 186078},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 240141},
                                     "Name": "", "Id": 243594},
                    "Name": "Seek refreshment at the Crowded Mouth",
                    "Description": "It's not clear how drinking might work under water. Necessity is the mother of inebriation, however.",
                    "ButtonText": "", "Id": 186079},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 239971},
                                     "Name": "", "Id": 243595},
                    "Name": "Visit the Maw-Shrine",
                    "Description": "A particularly fine, spired tooth rises over its neighbours; devotees polish its enamel. Gongs resound within.",
                    "ButtonText": "", "Id": 186080},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 240515},
                                     "Name": "", "Id": 243615},
                    "Name": "Trade for lungweed",
                    "Description": "Your air lines are not long enough to allow exploration. Eating lungweed will enable you to breathe the oxygen-rich Nookwater - but only for a while. ",
                    "ButtonText": "", "Id": 186094},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 243338},
                                     "Name": "", "Id": 245553},
                    "Name": "Approach the man staring at you",
                    "Description": "His gaze is rather intense. What does he want?",
                    "ButtonText": "", "Id": 187341},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 240515},
                                     "Name": "", "Id": 245618},
                    "Name": "Get enough lungweed to enter the Gullet",
                    "Description": "The lungweed seller is careful in the rationing of her goods. Bubble-mouths are welcome as tourists, but not trusted with infinite access to the city. But your cause is almost certainly a good one. ",
                    "ButtonText": "", "Id": 187388},
                   {"DefaultEvent": {"Description": "", "Name": "", "Id": 245759},
                    "Name": "Leave Nook",
                    "Description": "Return to your zub. You've other places to be. [You will lose all your Tolerance for Nookwater, and will need to acquire more before you can return to Nook.]",
                    "ButtonText": "", "Id": 187489},
                   {"DefaultEvent": {"Description": "By the time you reach your vessel, you're beginning to feel the first effects of the Nook-water. A quickened heart. Clenched teeth. A swelling, blustery desire to laugh,",
                                     "LinkToEvent": {"Id": 240515}, "Name": "Too close",
                                     "Id": 245783},
                    "Name": "Return to your zubmarine",
                    "Description": "The lungweed is wearing off.", "ButtonText": "",
                    "Id": 187506},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 239960},
                                     "Name": "", "Id": 245999},
                    "Name": "Speak with the elegantly dressed woman",
                    "Description": "What's this 'nemesis' she's talking about?",
                    "ButtonText": "", "Id": 187671},
                   {"DefaultEvent": {"Description": "The current renders your swim downwards swift. The ever-murkier water is abruptly lit by hundreds of glowing, tethered eels. They light a vast cut in the wall. Mechanical workings dig into the red Maw-flesh beyond. ",
                                     "LinkToEvent": {"Id": 240002}, "Name": "", "Id": 246028},
                    "Name": "Return to the Cleft",
                    "Description": "Your investigation points to the Cleft, far below where the city tunnels go. ",
                    "ButtonText": "", "Id": 187696},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 246528},
                                     "Name": "", "Id": 246544},
                    "Name": "Take a swim along the Ivories",
                    "Description": "The outermost teeth form Nook's dock-front. Now and then there is a flurry of activity as a zubmarine unloads its cargo. But the crews never leave ship - few can stand to eat the necessary lungweed.",
                    "ButtonText": "", "Id": 188138},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 246551},
                                     "Name": "", "Id": 246559},
                    "Name": "Visit the Maw-shrine",
                    "Description": "A particularly fine, spired tooth rises over its neighbours; devotees polish its enamel. Gongs resound within.",
                    "ButtonText": "", "Id": 188151},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 246560},
                                     "Name": "", "Id": 246571},
                    "Name": "Seek refreshment at the Crowded Mouth",
                    "Description": "It's not clear how drinking might work under water. Necessity is the mother of inebriation, however.",
                    "ButtonText": "", "Id": 188160},
                   {"DefaultEvent": {"Description": "A Dockworker pauses on his way to work. \"Few Trespassers stay in Nook for long. But I know the man you want. Hangs out in the Ivories, with the Snaplamprey players. I won't play him any more. Got expensive.\"",
                                     "Name": "\"You'll want the Ivories.\"", "Id": 246780},
                    "Name": "Ask after the Almost Dead Man's old friend",
                    "Description": "You have a letter to deliver. Where in Nook should you go?",
                    "ButtonText": "", "Id": 188351}],
 "Description": "Nook spirals down into the dark, like a great fanged quarry. Glow-eels twinkle; their light glinting off the jagged forest of teeth. Endless corridors lead to innumerable chambers - the city is a maze carved into enamel.\u000d\u000a\u000d\u000aCitizens swim by, their voices smothered by the water.",
 "Name": "Nook", "Id": 239946}
