{"ChildBranches": [{"DefaultEvent": {"Description": "The trader holds each drowning-pearl to his ear before tucking them away. \"A pleasure doing business,\" he says, as he hands you an artefact in exchange. You've barely secured it before he gives you a gentle push which sends you floating out of his shop. It's apparently a gesture of respect among the Nookers.",
                                     "LinkToEvent": {"Id": 239965},
                                     "Name": "\"Whatever you do, don't shake it.\"", "Id": 239976},
                    "RareDefaultEvent": {"Description": "The trader scrutinises a drowning-pearl that, to your eye, is identical to its fellows. \"A beautiful specimen. That's worth a bit extra.\" He hands you something in an octopus-skin bag. \"Don't be surprised. It's not as if the rule of law encourages honesty. This is about my reputation.\"",
                                         "LinkToEvent": {"Id": 239965}, "Name": "A fine deal",
                                         "Id": 240623},
                    "Name": "Trade in Outlandish Artefacts",
                    "Description": "Nook's lack of regulation has created a small but flourishing trade in antiquarian curios of questionable provenance.",
                    "ButtonText": "", "Id": 183735},
                   {"DefaultEvent": {"LinkToEvent": {"Id": 239980}, "Id": 239979},
                    "Name": "Play a round of Snaplamprey",
                    "Description": "During lulls in work, Nook dockworkers entertain themselves with this game. Distinctive circular scars mark out enthusiasts. ",
                    "ButtonText": "", "Id": 183736},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 239946},
                                     "Name": "", "Id": 240531},
                    "Name": "Leave the Ivories",
                    "Description": "Return to central Nook.", "ButtonText": "",
                    "Id": 184092},
                   {"DefaultEvent": {"Description": "You claw wildly through the water towards your vessel. Your aim is desperate; dark blotches and white cracks flare through your vision. The effort of not breathing burns. The airlock is ready, open; but it must be closed and emptied. Finally, air inches into the top of the chamber. You cough and retch the Nookwater from your lungs. ",
                                     "LinkToEvent": {"Id": 240515}, "Name": "Too close",
                                     "Id": 243572},
                    "Name": "The Creeping Drown",
                    "Description": "The lungweed is wearing off. You have to get to air. Swim for your ship - fast!",
                    "ButtonText": "", "Id": 186063},
                   {"SuccessEvent": {"Description": "\"Don't like 'em. 'Adn't noticed them gone.\" The dockworker frowns; it's hard not to stare at the zee-urchin tattoo on her forehead. \"But these quakes? Been goin' on for weeks.\"\u000d\u000a\u000d\u000aShe grimaces. \"First I thought someone was trying to fix it with tributes to the great Maw - supplies went missing. Food, an' lots of it. But it's engineering equipment too. And lungweed. All going down the Gullet. Raised it with the foreman, but 'e just clicked 'is teeth at me. 'No speaking ill of the Maw!' Superstitious fool.\" \u000d\u000a\u000d\u000aThe water is jolted by a shaking, and the dockworker clicks her teeth anxiously. \"I'm not saying it <i>is</i> anything to do with the Maw, of course.\" She fins off in the direction of the temple. ",
                                     "LinkToEvent": {"Id": 239965},
                                     "Name": "\"I know owt about any children.\"", "Id": 239977},
                    "DefaultEvent": {"Description": "Something has the dockworkers scared. Most will not even meet your eye. One fins up to you under the pretence of removing a damaged barrel. \"No one will talk to you with the Nerveless about.\" Then she kicks away and is gone.",
                                     "LinkToEvent": {"Id": 239965},
                                     "Name": "\"Please. Just stop.\"", "Id": 239973},
                    "Name": "Pursue your investigations",
                    "Description": "The Maw convulses. The Dockworkers pause only briefly. Their expressions are not stoical - their faces bear the fixed smiles of those unwilling to admit to fear.\u000d\u000a\u000d\u000aWhat is causing these Maw quakes? If they began when the children disappeared, might they be connected?",
                    "ButtonText": "", "Id": 183733}],
 "Description": "The area throbs with activity. Merchants cry their wares and buoy goods for easy transport to and from the docked zubmarines. Crates and barrels flow around you, skillfully directed by vigorous Nookers. \u000d\u000a\u000d\u000aKnots are double checked and lines twice tested - but the unaccustomed shaking and quaking of the Maw is otherwise doing little to interfere with commerce. ",
 "Name": "The Ivories", "Id": 239965}