{"ChildBranches": [{"DefaultEvent": {"Description": "deductress is charming but taunting, drops hints about how she's confident a dastardly blackguard is at the heart of all this, but is also finding this particular villainy a bit more rigorous than usual. \"the presence - or absence rather - of children is disturbing, but... The game is afoot! Or a-fin, rather.\"",
                                     "Name": "", "Id": 239984},
                    "Name": "Talk to the Deductress",
                    "Description": "She lounges with a pouch of best plaque, and has acquired a corn-cob eelpipe of the type favoured by locals: noxious clouds of ink rise as she inhales with pleasure.",
                    "ButtonText": "", "Id": 183739},
                   {"SuccessEvent": {"Description": "\u000d\u000a> to add: shoal +1. bugged, won't let me add.\u000d\u000a\u000d\u000aThe masked figure known as the Hempen Man has been making speeches denouncing the cult of the Maw, and arguing that placating the Maw can no longer guarantee their future. they are reluctant and fearful to tell you more.",
                                     "Name": "", "Id": 239983},
                    "DefaultEvent": {"Description": "\u000d\u000apushed back",
                                     "Name": "", "Id": 239968},
                    "Name": "Investigate the Disappearances", "Description": "",
                    "ButtonText": "", "Id": 183730},
                   {"SuccessEvent": {"Description": "observed.\u000d\u000a\u000d\u000ais it ok to have this be grindable? if not, is there another currency to offer that's vaguely equivalent?",
                                     "Name": "", "Id": 240064},
                    "DefaultEvent": {"Description": "$Aft -> 後部$over too fast: the other drinkers gather in a loose floating sphere making slow, gonging chants of encouragement to the two women grimly grappling one another. After it is over, it is a moment before you realise that one of the fighters floats dead; the rest return to their drinks while the barman billhooks the body out of the back door. there is no watch to call, even if any were inclined to do so.",
                                     "Name": "", "Id": 240063},
                    "Name": "Observe a fight",
                    "Description": "A slow and deliberate affair; the two brawlers silently grapple, rolling like crocodiles. Acute observation may yield some insight into underwater combat, but it will not be easy.",
                    "ButtonText": "", "Id": 183783}],
 "Description": "The bar is a cacophony of ringing, watery bellows that seem to come from the floor and ceiling. Fortunately, some gestures are universal, and you are able to procure the local tipple: 'tartar', a rum made from dental pulp served in a sewn leather pouch with a steel straw. More experienced drinkers aspirate it straight up either nostril.",
 "Name": "The Crowded MouthBROKEN", "Id": 239967}
