{"ChildBranches": [{"DefaultEvent": {"Description": "\"Our ancestors entered the Maw fleeing tyranny, with nothing but the sacred knives they held in their teeth. Their enemies left them to their fates, assuming that none could survive in this deepest, darkest, sharpest of crevices. Yet, here in the mouth of providence, they prospered, and we continue to thrive in the Maw's sacred rumination.\" The sermon over, offerings are loaded into a crate and floated up to the very top of the temple, weighted down, and then pushed out into open water, to fall eventually down into the belly of the Maw. For an instant, a vision overcomes you: you are swimming through the open Zee, dwarfing creatures and reefs alike. The stars are visible through miles of water above. The vision is gone; you are left feeling suddenly, ludicrously small.",
                                     "LinkToEvent": {"Id": 239971}, "Name": "Offerings",
                                     "Id": 239985},
                    "Name": "Feeding time",
                    "Description": "Make an offering to the Maw.", "ButtonText": "",
                    "Id": 183740},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 239946},
                                     "Name": "", "Id": 243565},
                    "Name": "Leave the Maw-Shrine",
                    "Description": "Return to central Nook.", "ButtonText": "",
                    "Id": 186058},
                   {"DefaultEvent": {"Description": "You claw wildly through the water towards your vessel. Your aim is desperate; dark blotches and white cracks flare through your vision. The effort of not breathing burns. The airlock is ready, open; but it must be closed and emptied. Finally, air inches into the top of the chamber. You cough and retch the Nookwater from your lungs. ",
                                     "LinkToEvent": {"Id": 240515}, "Name": "Too close",
                                     "Id": 243571},
                    "Name": "The Creeping Drown",
                    "Description": "The lungweed is wearing off. You have to get to air. Swim for your ship - fast!",
                    "ButtonText": "", "Id": 186062},
                   {"DefaultEvent": {"Description": "\"But Nook is <i>our</i> home. I appreciate your instincts - but your prayers are useless, if you do not know our god. Leave us to our ceremony. The Maw will settle without you.\" The priest smiles toothily; it seems intended as reassuring. Your offering will not be accepted. ",
                                     "LinkToEvent": {"Id": 239971},
                                     "Name": "\"A kind gesture, Trespasser.\"", "Id": 245729},
                    "Name": "Make an offering to the Maw",
                    "Description": "The priests are leading some kind of ceremony. Nooker after Nooker is kneeing before the shrine, then tossing something into a large crate. You could join them. ",
                    "ButtonText": "", "Id": 187466},
                   {"SuccessEvent": {"Description": "\"The Maw will settle herself,\" a junior Exarch tells you. \"She shelters us, as she always will - if we maintain our faith.\" His smile aims for 'beatific', but hits 'smug'. \"But is there any wonder she stirs, when ingrates plot against her? Speak of <i>killing</i> her? That Hempen Man leads our people astray, drags them down into his cult.\"  \u000d\u000a\u000d\u000aBut has this Hempen Man led the children away? Are they among his devotees?\u000d\u000a\u000d\u000a\"<i>I</i> don't know. I'm a priest, not a detective. But if you want to find unsavoury things -\" he gurns as if he'd just breathed stagnant water - \"I'd visit unsavoury people. The Nerveless are like a dead tooth. They have lost their connection to the Maw. Find them.\" ",
                                     "LinkToEvent": {"Id": 239971}, "Name": "Blind faith",
                                     "Id": 239986},
                    "DefaultEvent": {"Description": "\"Shh! You're disturbing His Eminence! Have you no respect?\" \u000d\u000a\u000d\u000aApparently absolute silence is required when the priest with the tallest hat takes his after-dinner constitutional around the temple.",
                                     "LinkToEvent": {"Id": 239971}, "Name": "Reverent hush",
                                     "Id": 239972},
                    "Name": "Pursue your Investigations",
                    "Description": "The priests must be concerned for the well being of their congregants. Have they any insight into the events causing the Nookers such fear?",
                    "ButtonText": "", "Id": 183732}],
 "Description": "A tall tooth has been carved into a spiralled cone. It is ringed with delicate patterns, each band representing a stratum of Nook society. It is an honest depiction of the population. The lowest band is oppressively intricate, with hooks and blades gouged into its design. The pinnacle is unmarred and highly polished. The elite find life smooth-living, here. \u000d\u000a\u000d\u000aToday the shrine seems popular. Is this piety caused by the constant shaking of the ground, or are the Nookers a devout group?",
 "Name": "The Maw-Shrine", "Id": 239971}