{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 239965}, "Name": "", "Id": 240532},
                    "Name": "Return to the Ivories",
                    "Description": "Leave the players to their arguments over the Spiral Rule. It's not like any of them obey it. ",
                    "ButtonText": "", "Id": 184093},
                   {"DefaultEvent": {"Description": "\"No doubt she told you to punch me,\" he says when he sees you empty-handed. \"Or... stab me?\" A slow smile spreads across his face. \"Steal my leg?\" He laughs, and slaps his mahogany thigh. \"Yes, That's Rosina. I am glad she lives yet, though I wouldn't wish her fate on anyone. Not even myself. Oh, I've paid my price for choices made long ago, and more. But there's no justice where there can be no atonement. That's why I founded this place,\" he says, looking around at the enamel walls of Nook. \"Only the zee's justice here. That is my punishment. That and this, of course,\" and he shows you the hand he conceals. Not a hand; dozens of pale, translucent cilia undulate in the water. \"At least the eels have no taste for me anymore,\" he says.",
                                     "LinkToEvent": {"Id": 239980},
                                     "Name": "Every reunion is a duel.", "Id": 240554},
                    "Name": "Give the Conodont the reply",
                    "Description": "A reply of sorts from the Conodont's sister on Anthe.",
                    "ButtonText": "", "Id": 184106},
                   {"DefaultEvent": {"Description": "You begin to wonder whether the whole game is a prank. Or worse, a <i>satire</i>. The other players confidently cite rules and regulations that keep you at the bottom of the table. But surely the requirement that all sixes be under-rolled contradicts the <i>en passant</i> rule? \u000d\u000a\u000d\u000a\"That's the game,\" one Nooker shrugs. \"You'd think a bubble-mouth would understand that life's not fair.\" The rest chuckle, and split your stake. At least the loser ends up spending the least time with the eel.",
                                     "LinkToEvent": {"Id": 239980},
                                     "Name": "\"No, see - your third counter is out of check. You go back to the start.\"",
                                     "Id": 240624},
                    "RareDefaultEvent": {"Description": "You finish the game only lightly nibbled, and holding every card in the House of Bladders. It's enough to put you over the top. They are impressed that a Trespasser managed to even finish a game. The number of urchin spines you accumulated in the back of your hand determines your share of the pot, and it is surprisingly rich pickings. Not bad for a beginner.",
                                         "LinkToEvent": {"Id": 239980},
                                         "Name": "Victory! - you're told.", "Id": 240625},
                    "Name": "Open to Trespassers",
                    "Description": "Nook may have no rules, but its residents are more than capable of enforcing their opinions. Trespassers may play in <i>this</i> group. The other clusters of players are only interested in challenging fellow Nookers. \u000d\u000a\u000d\u000a<i>A matter of luck. It could go either way.</i>",
                    "ButtonText": "", "Id": 184156},
                   {"DefaultEvent": {"Description": "The Conodont lifts his robe, revealing a mahogany leg encrusted with barnacles. He opens a compartment in the thigh, and draws out a wax-paper letter, with a seven-armed octopus seal. \"For my sister. Last I heard she was on Anthe,\" he says, handing you the letter. \"I've been breathing Nook water too long; I can't venture out into the Empty, not anymore.\" He leans back. \"Chances are she'll tear it up. I would. But promise me, one way or another you'll tell her I'm sorry.\"",
                                     "LinkToEvent": {"Id": 239980}, "Name": "A message",
                                     "Id": 240630},
                    "Name": "Speak to the Conodont",
                    "Description": "\"I have a job for you.\"", "ButtonText": "",
                    "Id": 184159},
                   {"DefaultEvent": {"Description": "You claw wildly through the water towards your vessel. Your aim is desperate; dark blotches and white cracks flare through your vision. The effort of not breathing burns. The airlock is ready, open; but it must be closed and emptied. Finally, air inches into the top of the chamber. You cough and retch the Nookwater from your lungs. ",
                                     "LinkToEvent": {"Id": 240515}, "Name": "Too close",
                                     "Id": 243575},
                    "Name": "The Creeping Drown",
                    "Description": "The lungweed is wearing off. You have to get to air. Swim for your ship - fast!",
                    "ButtonText": "", "Id": 186066},
                   {"DefaultEvent": {"Description": "At this level the game adds in a bewildering array of spiny dice and three extra sets of cards. Turn order depends on the day of the week. But there is <i>always</i> the eel. \u000d\u000a\u000d\u000aAnd that is your undoing. Apparently the correct reaction to a mid-game argument about the scale-colour of the eel was to declare the manoeuvre void, because the players involved were playing adjacently, not orthogonally. Who knew?",
                                     "LinkToEvent": {"Id": 239980},
                                     "Name": "Not cheating, as such...", "Id": 245696},
                    "RareDefaultEvent": {"Description": "The Nooker to your left folds in the face of a double umpire. You add her discarded cards to your own collection - building your hand to a twelve-armed carpenter. You misplay the third dice, but recover by eating it. \u000d\u000a\u000d\u000aDistracted by the choking sounds the spined item forces you to make, another player drops their guard to reveal a planned lower House. From there, your victory is inevitable. ",
                                         "LinkToEvent": {"Id": 239980}, "Name": "Mastery!",
                                         "Id": 245698},
                    "Name": "Play as one of the Locals",
                    "Description": "You're not a Nooker, but they'll treat you as one. And welcome you into the higher stakes games. The rules are... Well, the rules are as inscrutable as before.\u000d\u000a\u000d\u000a<i>A matter of luck. It could go either way.</i>",
                    "ButtonText": "", "Id": 187444},
                   {"DefaultEvent": {"Description": "Keeping one hand firmly concealed in his coat, the large man accepts the letter and gestures for you to sit. He reads in silence. Several passages are examined at length. At times he turns his gaze on you, then returns to the letter. When he finishes, he crumples the letter in his fist lets out a booming laugh.\u000d\u000a\u000d\u000a\"Sounds like Lorenzo's been stewing in his memories for too long! Tell him all's forgiven - he'd take the blame for London's fall, if he could!\"",
                                     "LinkToEvent": {"Id": 239980}, "Name": "A tense moment",
                                     "Id": 246540},
                    "Name": "Deliver an apology to the Conodont",
                    "Description": "The Almost Dead Man wrote a letter of apology to an old friend. Hopefully the ragged man in the corner is forgiving .",
                    "ButtonText": "", "Id": 188135},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 246528},
                                     "Name": "", "Id": 246549},
                    "Name": "Return to the Ivories",
                    "Description": "Leave the players to their arguments over the Spiral Rule. It's not like any of them obey it. ",
                    "ButtonText": "", "Id": 188143},
                   {"SuccessEvent": {"Description": "He plays in silence, keeping one hand concealed in his coat. You watch and wait, matching his every move, until the very end when a clever cash-out lets you trap his Captain against the eel-box. He snaps his dice-rake, signalling capitulation, and then suddenly laughs in something almost like relief. All around you seasoned players are goggling. \"Come and see me,\" the Conodont says as he leaves. \"I have need of an bubble-mouth with some gumption.\"",
                                     "LinkToEvent": {"Id": 239980}, "Name": "Match play",
                                     "Id": 240548},
                    "DefaultEvent": {"Description": "Ordinarily in Snaplamprey, you barely understand why you are losing or winning, but here every move is clearly signaled, every trap the Conodont builds is obvious from three moves away, and yet you always seem to end up exactly where he wants you. You lose with an overwhelming sense of inevitability. \"Shame,\" is all he says as he returns to manicuring his eels. \"I wondered if you might be who I'm looking for.\"",
                                     "LinkToEvent": {"Id": 239980}, "Name": "The donkey",
                                     "Id": 240543},
                    "Name": "Challenge the Conodont",
                    "Description": "He floats in a quiet corner, filing the teeth of the eels in his own personal Snaplamprey set. He is said to be the game's only master.",
                    "ButtonText": "", "Id": 184101},
                   {"SuccessEvent": {"Description": "You muscle your way across the board, distract other players with dangerously thrown dice and overturn the eel-box, trapping the eel within. The other players eye you askance, but you brazenly cite the Rule of Incisors and dare them to contradict you. A pause; laughter. \"Maybe we'll make a Nooker of you yet,\" one says, blushing slightly as he meets your gaze. ",
                                     "LinkToEvent": {"Id": 239980}, "Name": "More like guidelines",
                                     "Id": 240627},
                    "DefaultEvent": {"Description": "It is a bold attempt, but the eel proves uncooperative. It escapes when you try to shift the box widdershins, and soon dice and players are scattering in every direction. Apparently, this alone would be a winning move, but you forgot to declare a carryover before you did it, so all bites are void. The other players grin while ducking the enraged eel. \"That's Snaplamprey, for you,\" one says. \"Better luck next time!\"",
                                     "LinkToEvent": {"Id": 239980},
                                     "Name": "Aces are wild. Sadly, so are eels.", "Id": 240626},
                    "Name": "Seize the eel",
                    "Description": "This is a Nooker game, after all. There is no cheating, per se: anything up to and including <i>eating the board</i> is considiered a valid move.",
                    "ButtonText": "", "Id": 184157}],
 "Description": "The game is played with an eel in a box. The rules are unclear - or ignored. It seems to involve cards, but mainly consists of players antagonising the eel, opening the box, and letting matters resolve themselves.",
 "Name": "Play a round of Snaplamprey", "Id": 239980}
