{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 239988}, "Name": "", "Id": 240536},
                    "Name": "Return to the Cavities",
                    "Description": "The noise of the mining-engines surrounds you. It's less unpleasant elsewhere.",
                    "ButtonText": "", "Id": 184096},
                   {"DefaultEvent": {"Description": "$[Ff]lare -> 照明弾$You claw wildly through the water towards your vessel. Your aim is desperate; dark blotches and white cracks flare through your vision. The effort of not breathing burns. The airlock is ready, open; but it must be closed and emptied. Finally, air inches into the top of the chamber. You cough and retch the Nookwater from your lungs. ",
                                     "LinkToEvent": {"Id": 240515}, "Name": "Too close",
                                     "Id": 243570},
                    "Name": "The Creeping Drown",
                    "Description": "The lungweed is wearing off. You have to get to air. Swim for your ship - fast!",
                    "ButtonText": "", "Id": 186061},
                   {"SuccessEvent": {"Description": "\"We were digging deeper and deeper. Quotas, you know?\" He seems eager to confess. \"We started digging out gum-meat. Them in the Upper Rings have a taste for it. Profits were up. But the Maw became restless.\" \u000d\u000a\u000d\u000aHe shrugs. \"We were going to have to stop. But then the Hempen Man came. Said he could kill the Maw, leave the meat - generations and generations' worth. And all he wanted was the nerve-cord.\" He points to the fibrous bundles stacked to one side. \"What could be the harm? We used to just throw it away. Now his Nerveless collect it. He's building something in the Gullet.\" \u000d\u000a\u000d\u000aThe city shakes violently. In the water, it's hard to tell if the foreman blanches. \"He said it'd get worse before it stops. He'll end it, soon. He must.\"",
                                     "LinkToEvent": {"Id": 239988}, "Name": "Bloody business",
                                     "Id": 239997},
                    "DefaultEvent": {"Description": "The miners heft their drills and shovels and do their best to ignore you. The foreman occupies himself shouting at already focused workers. Somehow he always needs to be elsewhere when you swim near. There is a strange taste to the water here - metallic, bitter... rich.",
                                     "LinkToEvent": {"Id": 239995}, "Name": "", "Id": 239996},
                    "Name": "Pursue your investigations",
                    "Description": "The foreman is treading water amid skeins of blood. What is going on? Did <i>they</i> cause the Maw quakes?",
                    "ButtonText": "", "Id": 183746}],
 "Description": "Miners work on one tooth at a time: carefully severing and cauterising the nerve-cord, excavating the pulp for rendering and sale, and leaving behind the crown to be carved and polished. \u000d\u000a\u000d\u000aThe huge eel-drawn zee-wagons are piled high with slabs of something rich and bloody. Are the Miners trading in more than just pulp?",
 "Name": "The Pulp-Mines", "Id": 239995}
