{"ChildBranches": [{"DefaultEvent": {"Description": "\"Goodbye,\" he says, not without warmth. \"It was a pleasure working against you. Me? What will I do?\" he says - though you did not ask. \"Travel the Unterzee, I suppose. Look for purpose. Find some other heroism to perform. You can't thwart me every time.\" \u000d\u000a\u000d\u000aHe passes you a small folder. \"Collected this on a previous escapade. This is Mina's share. Didn't have a chance to give it to her. You keep it. You made a fine Nemesis.\" He picks up his battered, soggy suitcase and enters the door of a merchant zubmarine. The door shuts, and he is gone.\u000d\u000a\u000d\u000aA Nook dock worker swims over. \"Word has spread. It's not like a Trespasser to be so helpful. So, ah, thank you.\" ",
                                     "LinkToEvent": {"Id": 239946}, "Name": "", "Id": 240076},
                    "Name": "See Arnold off",
                    "Description": "Rumpled, pink-faced Arnold is preparing to leave Nook.",
                    "ButtonText": "", "Id": 183790},
                   {"DefaultEvent": {"Description": "\"Goodbye,\" she says, not without warmth. \"It was a pleasure competing with you. Me? What will I do?\" she says - though you did not ask. \"Travel the Unterzee, I suppose. Look for purpose. Find some heroism to perform. Or villainy. After all, it is <i>my turn</i>.\" \u000d\u000a\u000d\u000aShe passes you a small box. \"Collected this on a previous escapade. This is Arnold's share. Didn't have a chance to give it to him. You keep it. You made a fine Nemesis.\" She picks up her battered, soggy suitcase and enters the door of a merchant zubmarine. The door shuts, and she is gone.\u000d\u000a\u000d\u000aA Nook dock worker swims over. \"Word has spread. It's not like a Trespasser to be so helpful. So, ah, thank you.\" ",
                                     "LinkToEvent": {"Id": 239946}, "Name": "", "Id": 240077},
                    "Name": "See the Deductress off",
                    "Description": "She is swimming towards a merchant submarine, attempting to whistle. The bubbling noise is cheery.",
                    "ButtonText": "", "Id": 183791},
                   {"DefaultEvent": {"Description": "The High Exarch looks simultaneously embarrassed and resentful. \"We are not in the habit of disturbing the waters to look for something as elusive as the truth. The Maw feels all and she takes all into herself, in time.\" If only they knew.\u000d\u000a\u000d\u000a\"Nonetheless, the feeling seems to be that you deserve a reward. Whatever else happened, you seem to have removed two irritations from Nook,\" the Exarch continues, with an indifferent, full-body aquatic shrug. \"Here.\" The Exarch hands you a sack and ushers you out of the shrine. \u000d\u000a\u000d\u000aAt the shrine entrance you're met by a beaming Nooker wildly. \"Thank you. You found my daughter, brought her home, <i>and</i> ensured those Trespassers cannot hurt us again. As far as I'm concerned, you're one of us.\" His hug is rough, but sincere.",
                                     "LinkToEvent": {"Id": 239946}, "Name": "", "Id": 240078},
                    "Name": "Return to the Maw-Shrine",
                    "Description": "You've found the orphans, put an end to the worst of the Maw quakes and even crushed a cult threatening the life of their god. The priests should be grateful. ",
                    "ButtonText": "", "Id": 183792}],
 "Description": "The swim against the Gullet's current is an exhausting one. By the time you are back in the Upper Rings, gongs are ringing. The orphans made their way up from the Gullet safely; their return is being celebrated. \u000d\u000a\u000d\u000aThe Maw shifts occasionally, but already the quakes are gentler, and less frequent. ",
 "Name": "A Settling Peace", "Id": 240075}