{"ChildBranches": [{"DefaultEvent": {"Description": "$Aft -> 後部$\"I'm normally overwhelmed by admirers. The Nookers must want to let me think. Shrewd of them. I'll save the city in no time.\" \u000d\u000a\u000d\u000aSave the city? Wasn't this about missing children? \u000d\u000a\u000d\u000a\"Of course. But in these situations everything's connected. The Maw quakes, a mysterious masked priest... and the missing children. It's obvious really. The children have probably gone against the priest and met their match. Maybe they've been sacrificed in some dark ritual.\" She widens her eyes in mock horror. \"After all, you'd need a mind of my calibre to succeed against such a villain.\"\u000d\u000a\u000d\u000aShe seems remarkably blasé about the children. Isn't that a little callous?\u000d\u000a\u000d\u000a\"I'm sure they're fine. He wouldn't- I'm sure they're fine.\" She smiles brightly.",
                                     "LinkToEvent": {"Id": 240141},
                                     "Name": "There's a sphere of space around her", "Id": 240144},
                    "Name": "Talk to the Deductress",
                    "Description": "She floats in one corner of the tavern. When she realises you've spotted her, she waves vigorously.",
                    "ButtonText": "", "Id": 183830},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 239946},
                                     "Name": "", "Id": 243564},
                    "Name": "Leave the Crowded Mouth",
                    "Description": "Return to central Nook.", "ButtonText": "",
                    "Id": 186057},
                   {"DefaultEvent": {"Description": "You claw wildly through the water towards your vessel. Your aim is desperate; dark blotches and white cracks flare through your vision. The effort of not breathing burns. The airlock is ready, open; but it must be closed and emptied. Finally, air inches into the top of the chamber. You cough and retch the Nookwater from your lungs. ",
                                     "LinkToEvent": {"Id": 240515}, "Name": "Too close",
                                     "Id": 243574},
                    "Name": "The Creeping Drown",
                    "Description": "The lungweed is wearing off. You have to get to air. Swim for your ship - fast!",
                    "ButtonText": "", "Id": 186065},
                   {"DefaultEvent": {"Description": "It's not just the flavour - which is honey-sweet and throat warming - it's the delivery mechanism. The straw means every mouthful is a slurp, not a sip. The pouch is swiftly empty - but it has taken the edge off. ",
                                     "LinkToEvent": {"Id": 240141}, "Name": "Eminently drinkable",
                                     "Id": 245676},
                    "Name": "Sample the local brew",
                    "Description": "Milk seems popular with Nookers and bubble-mouths alike. From the relaxed demeanour of those floating in the tavern, it's certainly alcoholic. ",
                    "ButtonText": "", "Id": 187429},
                   {"DefaultEvent": {"Description": "There is a sound of creaking, as something is pushed into a wall. This is followed by a low groaning from the crowd. But as you try to duck under the group for a better look, a smiling Nooker darts quickly to block your view. \"Go back to your drink. Some things are just for us.\"\u000d\u000a\u000d\u000aObviously there's no rule to enforce this. But her expression suggests you'd do wise not to push it. ",
                                     "LinkToEvent": {"Id": 240141},
                                     "Name": "\"Not for you, bubble-mouth.\"", "Id": 245711},
                    "Name": "Investigate that scuffle in the corner",
                    "Description": "A group of Nookers are gathering in one of the room corners. They float close together, and obscure what's occurring beyond them. ",
                    "ButtonText": "", "Id": 187453},
                   {"SuccessEvent": {"Description": "A zee-shrivelled Nooker nods you over. \"One day, Maw quakes; the next the Hempen Man.\" She waves her hands melodramatically. \"<i>'The Maw will awaken! It'll swallow us all! Reject the old ways, kill the Maw!'</i> Tch! \u000d\u000a\u000d\u000a\"The priests are more worried about people losing <i>all</i> faith than in investigating.\u000d\u000a\u000d\u000a\"The missing children? Maybe the Hempen Man <i>ate</i> them.\" She cackles at your expression. \"Don't be silly. He's just another power-hungry man, not a monster. He's nothing that interesting. Although - he is a liar. Says he's a Nooker, but if he's Salted, then I'm the great Maw herself. He's taking lungweed. I'm sure of it.\"",
                                     "LinkToEvent": {"Id": 240141},
                                     "Name": "\"The preacher has good timing. Bit too good.\"",
                                     "Id": 240143},
                    "DefaultEvent": {"Description": "It's rare to find real silence in the underwater city, but you seem to be carrying a bubble of noiselessness about with you. Groups of drinkers fall silent as you pass, and your questions fall on resolutely deaf ears. ",
                                     "LinkToEvent": {"Id": 240141}, "Name": "Not a sound",
                                     "Id": 240142},
                    "Name": "Pursue your investigations",
                    "Description": "Where people drink, people talk.",
                    "ButtonText": "", "Id": 183829},
                   {"SuccessEvent": {"Description": "One minute they are grappling, evenly matched, then a guard is passed, an elbow twisted, one fighter is on the other's back. She's trapped against a wall, but she has the advantage. She hooks her legs in and applies a rear naked choke. It's locked in - victory takes seven more seconds. The winning move was simple; but the guard pass was a thing of art.\u000d\u000a\u000d\u000aYou would make notes, but this kind of knowledge is best applied in practice.",
                                     "LinkToEvent": {"Id": 240141}, "Name": "Figure four",
                                     "Id": 240146},
                    "DefaultEvent": {"Description": "They are grappling, and then-\u000d\u000a\u000d\u000aIt is a moment before you realise that one of the fighters floats dead. The crowd turns to their drinks; the barman uses a billhook to send the body out of the back entrance. It will be weighted down and sent into the Gullet, as is the Nooker way.",
                                     "LinkToEvent": {"Id": 240141}, "Name": "Blood, silence",
                                     "Id": 240145},
                    "Name": "Observe a fight",
                    "Description": "This is an old Nook tradition. There are strong feelings against letting Trespassers watch. But for you, they'll make an exception. The brawlers grapple in silence, rolling like crocodiles. ",
                    "ButtonText": "", "Id": 183831}],
 "Description": "The tavern is rammed floor-to-ceiling. The vigorous shaking of the city has driven the Nookers to seek company, and to drink. \u000d\u000a\u000d\u000aIf you wish, you could procure the local tipple - 'milk'. It is not milk. The spiced rum is served in a sewn leather pouch with a steel straw.",
 "Name": "The Crowded Mouth", "Id": 240141}
