{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 240414}, "Name": "", "Id": 240408},
                    "Name": "Speak with the Fading Haruspex",
                    "Description": "She sits in a ghoulish tent made of the bone and hide of long-dead beasts, saving her energy for the next great behemoth to reach its grisly end.",
                    "ButtonText": "", "Id": 184001},
                   {"DefaultEvent": {"Description": "Ah, that favoured hazing method of many a veteran zailor, saved for particularly wet-behind-the-ears recruits. \"Ask your captain to deliver this to the Gant Pole.\" \"Go to the Gant Pole and find my pocketwatch.\" \"Tell the crew, tonight we dine at the Gant Pole!\"\u000d\u000a\u000d\u000aA hilarious jape, when not standing in the blasted place and hoping someone will pay for recent news from it.",
                                     "LinkToEvent": {"Id": 240407}, "Name": "The Gant Pole",
                                     "Id": 240410},
                    "Name": "Compile a Port Report",
                    "Description": "The Admiralty is unlikely to take it seriously.",
                    "ButtonText": "", "Id": 184003},
                   {"DefaultEvent": {"Description": "Your crew would face starvation a hundred times before adding this still-quivering mass of glutinous blubber to the supplies. To the Chelonate, however, it probably counts as haute cuisine.",
                                     "LinkToEvent": {"Id": 240407}, "Name": "Pickled and pungent",
                                     "Id": 240411},
                    "Name": "Cut some flesh for the Chelonate",
                    "Description": "The carcass of the last beast to expire in this place still has plenty of meat hanging from its bones.",
                    "ButtonText": "", "Id": 184004},
                   {"DefaultEvent": {"Description": "The blemmigan chirrups with happiness as it sinks its fangs into the endless feast. Unfortunately for it, a not-yet-salted zailor catches sight of it. Raw blemmigan on a stick. Somewhere on the zee, it had to be considered a delicacy.",
                                     "LinkToEvent": {"Id": 240407}, "Name": "Anything but blubber",
                                     "Id": 240412},
                    "RareDefaultEvent": {"Description": "The carnivorous little mushroom sinks its fangs deep into the endless supply of meat, not seeming to care that most of it is older than the Fifth City. Then it scuttles into the ventricles of the stone heart, chirruping happily at the endless banquet.",
                                         "LinkToEvent": {"Id": 240407}, "Name": "A happy blemmigan",
                                         "Id": 240454},
                    "Name": "Release a blemmigan",
                    "Description": "There's no telling how this one will fare down here.",
                    "ButtonText": "", "Id": 184005},
                   {"DefaultEvent": {"Description": "The flame flickers as you approach the dry tunnels. A slight breeze pulses through them, carrying with it a pungent cocktail of salt, stale air and decay.",
                                     "LinkToEvent": {"Id": 241417},
                                     "Name": "You hold up the candle", "Id": 240413},
                    "Name": "Explore further into the Gant Pole",
                    "Description": "Little light seeps into the maze of ventricles beyond this chamber.",
                    "ButtonText": "", "Id": 184006},
                   {"DefaultEvent": {"Description": "Know that. It is True.",
                                     "LinkToEvent": {"Id": 236754}, "Name": "You are a monster",
                                     "Id": 240465},
                    "Name": "DEBUG - Kill a Midnight Whale",
                    "Description": "This will let you continue your studies in haruspicy.",
                    "ButtonText": "", "Id": 184047},
                   {"DefaultEvent": {"Description": "\"At last, my pilgrimage is complete,\" She sighs with contentment. Slowly, reverently, she hands you a small bag of coins and an icon of Saint Croatoan the Lost. \"Everything is left behind. I'm free.\"\u000d\u000a\u000d\u000aShe wanders down a stone artery. A worn shoe squelches in the blubber of a dead beast. Without breaking stride, her foot slides free and she continues into the dark.",
                                     "LinkToEvent": {"Id": 240407},
                                     "Name": "A soul with nothing left to lose", "Id": 258824},
                    "Name": "Deliver the Lost Pilgrim",
                    "Description": "What poor soul would come here willingly? But she seems happy, at least.",
                    "ButtonText": "", "Id": 193037}],
 "Description": "The leathery carcasses of hollowed-out beasts line the ventricles of this stone heart. Ancient blubber bubbles up around paths of bone and hide that squelch with every step. A distant drip carves eternity into hours.",
 "Name": "The Gant Pole", "Id": 240407}
