{"ChildBranches": [{"DefaultEvent": {"Description": "\"There is nothing to be predicted from meat but the quality of one's dinner.\" A wheezing laugh escapes her lungs. \"In Babylon, the quivering livers of a hundred sheep showed us the fate of the First. In Rome... ah, had Caesar only asked the right question. It is the life that leads to answers, not the meat. Down here, centuries of life. So many secrets. But the great beasts of the zee pass on so rarely. I cannot hold on much longer in the hope of finding what I seek.\" [Hunt Thalattes, Behemoustaches, Beloveds or Triskelegants to bring more beasts to the Gant Pole.]",
                                     "LinkToEvent": {"Id": 240414},
                                     "Name": "\"The nearly dead,\" she corrects", "Id": 240415},
                    "Name": "Ask about the art of haruspicy",
                    "Description": "What does she see in the bodies of the dead?",
                    "ButtonText": "", "Id": 184007},
                   {"DefaultEvent": {"Description": "\"Ten years? A hundred years? A thousand? It is all the same after a while. The flesh keeps the body together. The mind, well, that is a trickier matter. I have coped; others have not. You have seen them. The oldest of the zailors, with no warm bed and loving family calling them to shore. They are as much creatures of the zee as any that swim in it. The heart welcomes them and they embrace it. It is their fate. I see a far more important one in your future.\"",
                                     "LinkToEvent": {"Id": 240414}, "Name": "The passage of time",
                                     "Id": 240416},
                    "Name": "Ask about her",
                    "Description": "How long has she been down here?",
                    "ButtonText": "", "Id": 184008},
                   {"DefaultEvent": {"Description": "\"It has been so long. The last who came here without being drawn? Long ago. Time enough that these nails were short and this face still held some beauty.\u000d\u000a\u000d\u000a\"Oh, spare me the sympathetic murmurings. I see the present better than the future, like any other. But where was I? Yes. The Presbyterate Princess was the last to find me. She came from the city on the Mountain, to ask the fate of an uprising. Not that of the Seven Who Fell, but the Seven Who Follow. Would the pain be worth it, she asked. That part I could not answer.\"",
                                     "LinkToEvent": {"Id": 240414},
                                     "Name": "The tale of the Presbyterate Princess", "Id": 240417},
                    "Name": "Ask about previous visitors",
                    "Description": "Who else has ventured down here in search of her wisdom?",
                    "ButtonText": "", "Id": 184009},
                   {"DefaultEvent": {"Description": "The Fading Haruspex shakes her head. \"I have seen nothing of this, but nor have I asked. If I have it in me once I have my answer, I will attempt the divination.\" [You will have the opportunity to find the Sixth Witness' answer later on]",
                                     "LinkToEvent": {"Id": 240414}, "Name": "A matter for later",
                                     "Id": 240418},
                    "Name": "Ask about the Traveller",
                    "Description": "This must be the person the Sixth Witness meant for you to meet.",
                    "ButtonText": "", "Id": 184010},
                   {"DefaultEvent": {"Description": "You take your leave. She slips into a silent torpor.",
                                     "LinkToEvent": {"Id": 240407}, "Name": "She nods, gratefully",
                                     "Id": 240419},
                    "Name": "No more questions for now",
                    "Description": "The effort of answering is exhausting her.",
                    "ButtonText": "", "Id": 184011},
                   {"DefaultEvent": {"Description": "\"For many years I considered Whither my home. A city where answers are forbidden... it was quite relaxing after more than one lifetime of being expected to have them. But I broke the rules to spare a child's tears, and for that I was cast out. I will return with the fabled Question that can only be answered with truth.\"\u000d\u000a\u000d\u000aThe Haruspex cackles, resting a hand on your arm. \"Ah, you think I waste my final years on futile revenge? It is a purpose. A dream. At my age, it is important to have one. Xibalba writhes with living corpses aspiring to be nothing but dust. My kings do not need another.\"",
                                     "LinkToEvent": {"Id": 240414}, "Name": "A painful memory",
                                     "Id": 240475},
                    "Name": "Ask what she seeks down here",
                    "Description": "There must be something she hopes to find.",
                    "ButtonText": "", "Id": 184053},
                   {"DefaultEvent": {"Description": "She listens intently to the latest gossip and scandal. \"How I miss them. Thank you. That makes many things clearer... and other things, so much more confused. Let me show you some more of my art. I suspect it will have the same effect.\"",
                                     "LinkToEvent": {"Id": 240414}, "Name": "Tools of the trade",
                                     "Id": 241332},
                    "Name": "Bring Recent News to the Fading Haruspex",
                    "Description": "It may add context to her divinations.\u000d\u000a [This will boost your Apprenticeship, to a maximum of 3]",
                    "ButtonText": "", "Id": 184646}],
 "Description": "She sits with her eyes closed. A pair of disciples are wielding damp sponges - doing their best to moisten her cracked, bone-dry skin. Her fingernails have not been cut in decades. They rattle as she beckons you forward.",
 "Name": "The Fading Haruspex", "Id": 240414}