{
  "Id": 240423,
  "Name": "Visions with the Cup",
  "Description": "The Matron lights a gaslamp. The room is modest, with a well-kept bed in the centre. \"Rest. Allow your mind to wander. When you are ready, I will give you the tether.\"\r\n\r\nYou look away, allowing your attention to settle on...",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 240424,
        "Name": "Tether melts in your mouth",
        "Description": "An open bench in Central Park! A miracle! You twirl your walking stick as you sit, glad to rest your old legs. What's the time? You fish your pocket-watch from your vest - half past one. So where's-\r\n\r\nA footstep in the grass behind you. Someone snatches your top hat - you spring to your feet! Your friend stands there, wearing your hat. That old bastard! You chuckle, swishing your walking stick at the Jocular Gentleman. He blocks with his cane. You exchange a few bouts, as if you were still boys."
      },
      "Id": 184014,
      "Name": "...a grandfather clock",
      "Description": "Its hands are still."
    },
    {
      "DefaultEvent": {
        "Id": 244635,
        "Name": "Tether melts in your mouth",
        "Description": "How long until they bring up the curtain? The Jocular Gentleman scratches his snowy beard. \"<i>Odin's Horse</i> is a full day at the opera. Maybe most of that's spent staring at the curtain.\" You snort, glancing again at your pocket watch. Would he like to bet on when it rises? Loser buys the winner dinner at Delmonico's? He shakes your hand. \"Accepted. Another quarter-hour, I'd say; they'll need to-\" \r\n\r\nThe lights dim; the conductor walks to his podium - you wager another minute. Your friend puffs his cheeks. One of his tics."
      },
      "Id": 186761,
      "Name": "...red curtains",
      "Description": "They have been hanging for a long, long time."
    },
    {
      "DefaultEvent": {
        "Id": 244636,
        "Name": "Tether melts in your mouth",
        "Description": "The steak is delicious. You clear your plate. God bless America! you groan, leaning back. Imagine, you say, if New York were dragged underground like London. \"Well, we're going to Hell anyway,\" your friend replies. \"But I'd eat my shoe before I ate a mushroom steak.\" \r\n\r\nIt could always happen, though, you argue. How could they not want New York? Your friend shakes his head. \"Paris, my friend. City of Love. That's what they're after.\" New York, you insist. Paris, he argues. Would he like to make another bet? The Jocular Gentleman laughs, and shakes your hand. \"Accepted. Loser eats a mushroom steak.\""
      },
      "Id": 186762,
      "Name": "...the Jocular Gentleman",
      "Description": "In another tether-vision, he promised to buy you a steak."
    },
    {
      "DefaultEvent": {
        "Id": 244637,
        "Name": "Tether melts in your mouth",
        "Description": "D__n Carnelian heat! D__n spotlights! (Is your greasepaint running?) \"Oh good heavens!\" says your partner, turning to reveal their absurdly large bustle to the audience. \"What a handsome gentleman!\" You turn, bumping your own comically sized bustle into his. A great laugh booms over the chuckles.\r\n\r\nWhy would the Governor bring His Amused Lordship to a bawdy show like <i>The Painted Youths of Summerset</i>? No matter - he's loving it, and that might be enough to get the act to London."
      },
      "Id": 186763,
      "Name": "...a theatre poster",
      "Description": "Waterlogged beyond recognition."
    },
    {
      "DefaultEvent": {
        "Id": 244638,
        "Name": "Tether melts in your mouth",
        "Description": "You lead your lover down candle-lit halls. He scoffs: \"Why is everything grey?\" The Empress dislikes colour, you whisper, hushing him. \"And why is it so quiet?\" The Empress dislikes loud noises, you say, drawing him at last behind a curtain like a funeral shroud. \r\n\r\nHe adjusts your boutonnière, and drinks in its scent. You pluck the flower from his vest and plant it in his red hair. He gingerly kisses your lips. With one hand you reach lower; with the other you place a finger on his lips. What? The Empress does, after all, dislike loud noises."
      },
      "Id": 186764,
      "Name": "...a paisley pillow",
      "Description": "It is alive with colour."
    }
  ]
}