{
  "Id": 240436,
  "Name": "Where the Zee Goes to Die",
  "Description": "The zubmarine surfaces in a pocket of air in the middle of the giant stone heart. You are not the only new arrival. A Midnight Whale lies mortally wounded on a small beach of bone and blubber, moaning softly. An elderly woman in ragged red robes is carving its flesh, attended by a few disciples.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 240437,
        "Name": "A demonstration of haruspicy",
        "Description": "The art of divination through entrails. Not the most pleasant or reliable way of seeing the future, especially with the organs in question still warm and oozing as she plucks them from the great beast. Whatever she is looking for, the focus it demands exhausts her.\r\n\r\nA sudden sound. Rumbling. From the tunnels... the ventricles... the sound of a stampede.  A cry of \"Protect the mistress!\" as a flood of naked old men and women wielding primitive bone harpoons charges towards the whale. Old Zailors, fixated on one goal: feast on the zee-flesh, whether the Haruspex is finished or not."
      },
      "Id": 184023,
      "Name": "Approach the woman in red",
      "Description": "Her hands move with expert, if incomprehensible, precision."
    },
    {
      "DefaultEvent": {
        "Id": 240442,
        "Name": "A rancid rout",
        "Description": "You stride into the melee. The Haruspex and her disciples are outnumbered, but your contribution to the fray is worth at least ten of the elderly attackers. Their harpoons barely leave a scratch. Wrenching one from the nearest attacker, you easily hold the geriatric horde back with little but pointed gestures.\r\n\r\nThe Haruspex returns to her work. From the corner of your eye you see a little of the method behind it; just a little, but enough to see the traces of a pattern in the grooves of a small ivory slate. [q:Portents of the Deep] She frowns, unsatisfied.\r\n\r\nThe whale moans its last as she finishes up. Her work done, she thanks you with a nod, and has her people allow the Old Zailors to approach the slowly cooling carcass. [Hunt Thalattes, Behemoustaches, Beloveds or Triskelegants to bring more beasts to the Gant Pole.]"
      },
      "Id": 184028,
      "Name": "Defend the Fading Haruspex",
      "Description": "These zailors look old enough to collapse at a slight breeze."
    },
    {
      "DefaultEvent": {
        "Id": 240443,
        "Name": "To the victors, the spoils",
        "Description": "The Haruspex and her disciples are soon overwhelmed. They flee to the safety of their hide and bone tents while the zailors feast on fistfuls of warm innards - eaten raw and with evident delight. The whale's guts are shredded; there is nothing to be learned from them. \r\n\r\nWhen what you have to assume are the 'best' parts of the beast have been devoured, the zailors drag the rest off into their dark tunnels. Little but a hollowed carcass remains for the Haruspex's disciples and the small group of silent, clothed zailors who emerge from other tunnels to have their fill. All leave in silence, eyes hollow and mouths bloody. [Hunt Midnight Thalattes, Behemoustaches, Beloveds or Triskelegants to bring more beasts to the Gant Pole.]"
      },
      "Id": 184029,
      "Name": "Join the attack",
      "Description": "Zailors have to stick together."
    },
    {
      "DefaultEvent": {
        "Id": 240446,
        "Name": "",
        "Description": "The battle is not a long one. The elderly army soon overwhelms the Haruspex and her disciples, tearing into the carcass and feasting indiscriminately.\r\n\r\nWhen what you have to assume are the 'best' parts of the beast have been devoured, the zailors drag the rest off into their dark tunnels. Little but a hollowed carcass remains for the Haruspex's disciples and the small group of silent, clothed zailors who emerge from other tunnels to have their fill. All leave in silence, eyes hollow and mouths bloody. [Hunt Midnight Thalattes, Behemoustaches, Beloveds or Triskelegants to bring more beasts to the Gant Pole.]"
      },
      "Id": 184032,
      "Name": "Stay out of it",
      "Description": "A fight over whale blubber? Not your business."
    }
  ]
}