{"ChildBranches": [{"DefaultEvent": {"Description": "The Fading Haruspex's hand slips from yours. She falls to the bloody floor, the last of her energy spent. Her disciples hurry to move her away from the Old Zailors' feeding frenzy. One gently moistens her face one last time, to better close her cracked eyelids.\u000d\u000a\u000d\u000a\"Thank you for trying. We will take her home now. They will not complain. Not much. Not now that she will never answer another question. Please. She saw many secrets down here. They were of no use to her, sadly, but she would want someone to benefit from them.\"",
                                     "LinkToEvent": {"Id": 240407},
                                     "Name": "Secrets lost to zee and time", "Id": 240503},
                    "Name": "The beast moans its last",
                    "Description": "A dry shuddering marks the end of both its life and pain.",
                    "ButtonText": "", "Id": 184071},
                   {"DefaultEvent": {"Description": "One last scream. One last shudder. It is over. The beast's thrashing slows. Its anguished moan ends.\u000d\u000a\u000d\u000aThe Fading Haruspex's hand slips from yours, the last of her energy spent. Her disciples hurry to move her away from the Old Zailors' feeding frenzy. One gently moistens her face one last time, to better close her cracked eyelids over dry eyeballs.",
                                     "LinkToEvent": {"Id": 240407},
                                     "Name": "A final twist of the knife", "Id": 240510},
                    "Name": "End the beast's pain",
                    "Description": "There is nothing worth gaining from this cruelty.",
                    "ButtonText": "", "Id": 184077},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 240504},
                                     "Name": "", "Id": 240511},
                    "Name": "In morte ultima veritas",
                    "Description": "The entrails on the Haruspex's small table finally form a coherent pattern. For a moment, you can see what she sees.",
                    "ButtonText": "", "Id": 184078},
                   {"SuccessEvent": {"Description": "The Haruspex guides your knife. A careful slice here. A cut there. Viscous blood bubbles around the blade, hot despite the cold blubber under your knuckles. Wipe it clean on a cloth. Open a way to the secrets behind flesh and bone.",
                                     "LinkToEvent": {"Id": 240493}, "Name": "A step closer",
                                     "Id": 240499},
                    "DefaultEvent": {"Description": "Your knife slips, puncturing an organ. The [q:Gant Pole: Something Ends] moans and writhes, its pained shuddering throwing you down to the ground.",
                                     "LinkToEvent": {"Id": 240493}, "Name": "A wasted cruelty",
                                     "Id": 240494},
                    "Name": "Cut the flesh",
                    "Description": "Reveal what lies inside. Carve the path.",
                    "ButtonText": "", "Id": 184066},
                   {"SuccessEvent": {"Description": "In every slice, a purpose. No cut ever wasted on unnecessary cruelty. Thread by thread, a picture draws itself on white ivory and in fresh understanding behind your eyes.",
                                     "LinkToEvent": {"Id": 240493}, "Name": "One by one by one",
                                     "Id": 240500},
                    "DefaultEvent": {"Description": "No matter how you sort them, these are just sticky strings of useless flesh. The beast moans as you sever and discard them.",
                                     "LinkToEvent": {"Id": 240493},
                                     "Name": "A mess of worthless meat", "Id": 240495},
                    "Name": "Sort the entrails",
                    "Description": "The Haruspex's slate is notched and marked, ready for them.",
                    "ButtonText": "", "Id": 184067},
                   {"SuccessEvent": {"Description": "The foul smell no longer makes you need to retch. The damp heat soaked into your skin through cotton and stitching is as familiar as your own skin. Layers of fat and gristle peel away as you push forwards, every cut closer to the prize.",
                                     "LinkToEvent": {"Id": 240493}, "Name": "Invasive procedures",
                                     "Id": 240501},
                    "DefaultEvent": {"Description": "A slip of the knife. The subdued roar of the nearly dead. You pat its hide with your hand, stroke it. Don't worry, you tell it. Soon it will be time to sleep.",
                                     "LinkToEvent": {"Id": 240493}, "Name": "Caverns of flesh",
                                     "Id": 240497},
                    "Name": "Dig deeper",
                    "Description": "You have not yet reached the heart.",
                    "ButtonText": "", "Id": 184069},
                   {"SuccessEvent": {"Description": "You reach in and sever the connections. The warm, pulsing mass throbs in your hand, ready to be peeled and cut apart. What does this thing do? It has no human counterpart, that much is certain.",
                                     "LinkToEvent": {"Id": 240493},
                                     "Name": "Through the parted flesh", "Id": 240502},
                    "DefaultEvent": {"Description": "Your knife misses its target. The beast rocks, too exhausted to cry out again. It has little life left in it.",
                                     "LinkToEvent": {"Id": 240493}, "Name": "An end still denied",
                                     "Id": 240498},
                    "Name": "Pluck an organ",
                    "Description": "It will take careful timing to extract one safely.",
                    "ButtonText": "", "Id": 184070},
                   {"SuccessEvent": {"Description": "Not something in the beast itself, for what could it have seen that directly answers any question you might have? Something deeper. In the tide. In the air. A gossamer thread of connections, slowly woven over centuries. Is that it? Or is that just in your head?",
                                     "LinkToEvent": {"Id": 240493}, "Name": "A nexus of ages",
                                     "Id": 240512},
                    "DefaultEvent": {"Description": "Blood, sweat, and tears drip from your fingers, forehead and eyes as you stare at the stone disk handed you by the Haruspex's disciples, willing the mess to make sense.",
                                     "LinkToEvent": {"Id": 240493}, "Name": "Still incoherent",
                                     "Id": 240496},
                    "Name": "Search for patterns",
                    "Description": "What does the Haruspex see that even her disciples cannot?",
                    "ButtonText": "", "Id": 184068}],
 "Description": "The Fading Haruspex has little time left. Nor does the [q:Gant Pole: Something Ends]. You pick up the ceremonial knife. She squeezes your other hand tight, whispering what little she can to guide you through the vivisection process. [Your skill in Haruspicy makes this challenge easier.]",
 "Name": "Elbow Deep in the Nearly Dead", "Id": 240493}