{"ChildBranches": [{"DefaultEvent": {"Description": "The entrails show you the core of her pain. A question never meant to be answered, in Whither, where the penalty remains exile. All this time, she has sought one none can refuse to answer. Revenge or validation? It has been so long. Even she forgets.\u000d\u000a\u000d\u000aThe words form in your head, and as you speak them the colour returns to the Fading Haruspex's cheeks. \"Thank you,\" she whispers, squeezing your hand tight. \"One more favour. Please. Take me home. I have little time left. I would spend it where I belong. I have no money, but I promise to make it worth your while.\"",
                                     "LinkToEvent": {"Id": 240407}, "Name": "A question of answers",
                                     "Id": 240505},
                    "Name": "Ask the Fading Haruspex's Question",
                    "Description": "She could never see her own answer. You can.",
                    "ButtonText": "", "Id": 184072},
                   {"DefaultEvent": {"Description": "You focus. The entrails have formed a familiar pattern on the ivory slate: the walls of an echoing castle, far beyond any sane captain's ventures. You cast your eyes from it to the east, over a temporary sea of muscle and sinew, blood and bone.\u000d\u000a\u000d\u000aIn your head, an impossible answer forms, an answer to a question never meant to be asked. A Witnessing that will change everything in ways that send shivers deeper than any bone.\u000d\u000a\u000d\u000aThe Haruspex's grip slips from yours, the last of her energy spent. Her disciples pick her up and carry her away. Their accusing eyes refuse to meet yours.",
                                     "LinkToEvent": {"Id": 240407}, "Name": "", "Id": 240506},
                    "Name": "Ask the Sixth Witness' Question",
                    "Description": "What will her successor see at Kingeater's Castle?",
                    "ButtonText": "", "Id": 184073},
                   {"DefaultEvent": {"Description": "Your inexperience at haruspicy makes focusing almost impossible. Your eyes follow the patterns, but they slip through your mind. Certainties burst behind your eyes with the power and splendour of fireworks, only to fade in an instant. You catch what you can. It will have to be enough.\u000d\u000a\u000d\u000aThe Haruspex's grip slips from yours, the last of her energy spent. Her disciples pick her up and carry her away. Their accusing eyes refuse to meet yours. In their world, you no longer exist.",
                                     "LinkToEvent": {"Id": 240407},
                                     "Name": "Holding the jellyfish's tail", "Id": 240507},
                    "Name": "Ask your own Question",
                    "Description": "You know what it is. It's lingered at the back of your mind since the possibility of finding an answer first presented itself.",
                    "ButtonText": "", "Id": 184074}],
 "Description": "The entrails hide so many truths. In this moment of clarity, you have just enough time to extract one before the [q:Gant Pole: Something Ends] thrashes its last.",
 "Name": "Secrets Wrapped in Blood and Bone", "Id": 240504}
