{"ChildBranches": [{"DefaultEvent": {"Description": "The lungweed-seller joins you in the airlock, which slowly fills with greenish Nookwater. She is utterly unphased by the process - seeming more concerned with apologising for her town: \"Don't know what's going on. The Maw seems particularly twitchy at the moment. I'm sure it's fine. It's just not normal, you know?\"\u000d\u000a\u000d\u000aThe desperate urge to gasp the last air from the top of the chamber comes across you. You resist. The first few ragged, gulping swallow-breaths are nauseating. It passes. Your chest and throat unclench as the water fills your lungs. [Lungweed allows you to breathe Nookwater, but only for a short while.]",
                                     "LinkToEvent": {"Id": 239946},
                                     "Name": "\"It's a bit unstable down there. Not normally this bad.\"",
                                     "Id": 240521},
                    "Name": "Visit Nook",
                    "Description": "You force down the last of the lungweed, then step into the airlock.",
                    "ButtonText": "", "Id": 184085},
                   {"DefaultEvent": {"Description": "The warm Nookwater fills your lungs as the water closes over your head. ",
                                     "LinkToEvent": {"Id": 239946}, "Name": "In the drink again",
                                     "Id": 240522},
                    "Name": "Visit Nook",
                    "Description": "You force down the last of the lungweed, then step into the airlock.",
                    "ButtonText": "", "Id": 184086},
                   {"DefaultEvent": {"Description": "The lungweed-seller looks over the girl in her arms. \"It's not too bad. This does happen, so we know what to do. No rules against leaving, you see. Only warnings. Still, one's stubborn - she'll be all right. And you be careful down there - the Maw's particularly twitchy at the moment. I'm sure it's fine. It's just not normal, you know?\"\u000d\u000a\u000d\u000aThe water closes over you. The first few ragged, gulping swallow-breaths are nauseating. It passes. Your chest and throat unclench as the water fills your lungs. [Lungweed allows you to breathe Nookwater, but only for a short while.]",
                                     "LinkToEvent": {"Id": 239946},
                                     "Name": "\"You did a good thing, returning her.\"",
                                     "Id": 245737},
                    "Name": "LOCK Visit Nook",
                    "Description": "You force down the last of the lungweed, then step into the airlock. The trader carries the Nook-child, asleep, in her arms. ",
                    "ButtonText": "", "Id": 187474},
                   {"DefaultEvent": {"Description": "The lungweed-seller looks over the girl in her arms. \"It's not too bad. This does happen, so we know what to do. No rules against leaving, you see. Only warnings. Still, I know this 'un. She's stubborn - she'll be all right.\"\u000d\u000a\u000d\u000aThe warm Nookwater fills your lungs as the water closes over your head. Perhaps it is the body heat of the Maw that gives Nookwater its almost-comforting heat. It is an almost-comforting thought.",
                                     "LinkToEvent": {"Id": 239946},
                                     "Name": "\"It's good you brought her back. Thank you.\"",
                                     "Id": 245738},
                    "Name": "Visit Nook",
                    "Description": "You force down the last of the lungweed, then step into the airlock. The trader carries the Nook-child, asleep, in her arms. ",
                    "ButtonText": "", "Id": 187475},
                   {"DefaultEvent": {"Description": "The warm Nookwater fills your lungs as the water closes over your head. Perhaps it is the body heat of the Maw that gives Nookwater its almost-comforting heat. It is an almost-comforting thought.",
                                     "LinkToEvent": {"Id": 239946}, "Name": "In the drink again",
                                     "Id": 245739},
                    "Name": "Visit Nook",
                    "Description": "You force down the last of the lungweed, then step into the airlock.",
                    "ButtonText": "", "Id": 187476},
                   {"DefaultEvent": {"Description": "\"About so high?\" The Nooker gestures to just above waist height. \"She's a brave one, my little spawnling. I thought she was only playing detective to take her mind off missing her friend. But she started talking about 'clever folks at Port Cecil', and I haven't seen her for days. I... she doesn't understand how dangerous it is. She's fully Salted.\" \u000d\u000a\u000d\u000aHe peers into your face, searching for understanding. \"Oh, you're no use. Oh god.\" The Nooker leaves as rapidly as he arrived.",
                                     "LinkToEvent": {"Id": 240515},
                                     "Name": "\"Have you seen my daughter?\"", "Id": 245763},
                    "Name": "LOCK A rapping on your hull",
                    "Description": "The airlock opens to admit a distraught Nooker. He shouts over your shoulder: \"Child! Are you in there? This isn't funny.\" ",
                    "ButtonText": "", "Id": 187491},
                   {"DefaultEvent": {"Description": "\"None of the others have come back. I don't suppose you-? No. You would have said.\" The trader cradles the girl tightly, unwilling to put her down even for a moment. \"I'll get her back to her father.\"\u000d\u000a\u000d\u000a\"Look - I can't afford to give much for free. But it's the least I can do.\" She gives you a small mound of sallow, stringy lungweed. \"Thank you.\"",
                                     "LinkToEvent": {"Id": 240515},
                                     "Name": "\"Thank you so much.\"", "Id": 245764},
                    "Name": "LOCK \"You found one!\"",
                    "Description": "At the sight of the Nook child, the trader burbles with delight.",
                    "ButtonText": "", "Id": 187492},
                   {"DefaultEvent": {"Description": "\"People are looking for someone to blame.\" The trader shakes her head, bewildered. \"Look, I'll still sell you the necessary to get down there - but you be careful, will you?\" ",
                                     "LinkToEvent": {"Id": 240515},
                                     "Name": "\"What with the shakes, and the children...\"",
                                     "Id": 245765},
                    "Name": "LOCK \"It's bad down there...\"",
                    "Description": "The trader's face twitches with anxiety.  ",
                    "ButtonText": "", "Id": 187493},
                   {"DefaultEvent": {"Description": "Is that trill a giggle? The trader listens gleefully, and - when you detail a minor scandal at the Admiralty - even scribbles notes on a scrap of waxed paper. \"You bubble-mouths are so strange,\" she says, shaking her head in amusement. \"You make all those rules, and then spend so much time trying to get around them.\" \u000d\u000a\u000d\u000aShe passes you a handful of stringy, yellow lungweed. \"Chew it thoroughly - <i>this</i> is the taste of freedom. Try to keep it all down.\"",
                                     "LinkToEvent": {"Id": 240515},
                                     "Name": "The law of the landless", "Id": 245766},
                    "Name": "Trade gossip for lungweed",
                    "Description": "Most Nookers live in an exile of their own making. This trader is unusually gregarious - few others will encourage 'bubble-mouths' to swim down.",
                    "ButtonText": "", "Id": 187494},
                   {"DefaultEvent": {"Description": "Is that trill a giggle? The trader listens gleefully, and - when you detail a minor scandal at the Admiralty - even scribbles notes on a scrap of waxed paper. \"You bubble-mouths are so strange,\" she says, shaking her head in amusement. \"You make all those rules, and then spend so much time trying to get around them.\" \u000d\u000a\u000d\u000aShe passes you a handful of stringy, yellow lungweed. \"Chew it thoroughly - <i>this</i> is the taste of freedom. Try to keep it all down.\"",
                                     "LinkToEvent": {"Id": 240515},
                                     "Name": "The law of the landless", "Id": 245767},
                    "Name": "Trade gossip for lungweed",
                    "Description": "Most Nookers live in an exile of their own making. This trader is unusually gregarious - few others will encourage 'bubble-mouths' to swim down.",
                    "ButtonText": "", "Id": 187495},
                   {"DefaultEvent": {"Description": "The trader beams as you hand over a wriggling mass. \"Oh! This will go so well with some honeysponge. My daughter will be delighted.\" She gives you a small mound of sallow, stringy lungweed. \"Get it down you, then. I suspect you won't enjoy it much. Your kind never does.\"",
                                     "LinkToEvent": {"Id": 240515}, "Name": "Catch of the day",
                                     "Id": 245768},
                    "Name": "Trade a 'delicacy' for lungweed",
                    "Description": "Nook cuisine favours texture over taste. And if dinner is still alive, well, that just provides a toothsome challenge. ",
                    "ButtonText": "", "Id": 187496},
                   {"DefaultEvent": {"Description": "The trader beams as you hand over a wriggling mass. \"Oh! This will go so well with some honeysponge. My daughter will be delighted.\" She gives you a small mound of sallow, stringy lungweed. \"Get it down you, then. I suspect you won't enjoy it much. Your kind never does.\"",
                                     "LinkToEvent": {"Id": 240515}, "Name": "Catch of the day",
                                     "Id": 245769},
                    "Name": "Trade a 'delicacy' for lungweed",
                    "Description": "Nook cuisine favours texture over taste. And if dinner is still alive, well, that just provides a toothsome challenge. ",
                    "ButtonText": "", "Id": 187497},
                   {"DefaultEvent": {"Description": "The trader repeats the story back as she commits it to memory. Out of water, her voice has a timbre that echoes oddly around the zub. A shiver goes through your crew as the trader reaches the part with the fluke-revenant. \u000d\u000a\u000d\u000a\"Very well written,\" she says, once finished. \"That ought to keep our small fry from daydreaming about the Outside.\" She passes you a pouch of soggy, salt-encrusted lungweed. ",
                                     "LinkToEvent": {"Id": 240515}, "Name": "Hard lessons",
                                     "Id": 245770},
                    "Name": "Trade a tale for lungweed",
                    "Description": "Nookers prize chilling tales. It's the best way to teach the young of dangerous situations, without resorting to the rules of 'tyrannical' societies.",
                    "ButtonText": "", "Id": 187498},
                   {"DefaultEvent": {"Description": "The trader repeats the story back as she commits it to memory. Out of water, her voice has a timbre that echoes oddly around the zub. A shiver goes through your crew as the trader reaches the part with the fluke-revenant. \u000d\u000a\u000d\u000a\"Very well written,\" she says, once finished. \"That ought to keep our small fry from daydreaming about the Outside.\" She passes you a pouch of soggy, salt-encrusted lungweed.",
                                     "LinkToEvent": {"Id": 240515}, "Name": "Hard lessons",
                                     "Id": 245771},
                    "Name": "Trade a tale for lungweed",
                    "Description": "Nookers prize chilling tales. It's the best way to teach the young of dangerous situations, without resorting to the rules of 'tyrannical' societies.",
                    "ButtonText": "", "Id": 187499},
                   {"DefaultEvent": {"Description": "\"I recognise her as a fellow saleswoman - she does talk a good talk. Is that it, though? I mean... it's lovely that a Trespasser wants to help. But why <i>is</i> she so interested? We didn't put a reward out...\u000d\u000a\u000d\u000a\"And most people think you bubble-mouths are to blame - so she's not even going to earn much favour. I can't even afford to give her a discount.\" The trader shrugs. \"I just don't know. Not used to bubble-mouths doing things out of the kindness of their hearts, I suppose.\"",
                                     "LinkToEvent": {"Id": 240515},
                                     "Name": "\"Just not sure what to think of her.\"",
                                     "Id": 245994},
                    "Name": "\"Have you met that Investigator?\"",
                    "Description": "The trader seems keen to converse.",
                    "ButtonText": "", "Id": 187668},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 239946},
                                     "Name": "", "Id": 246001},
                    "Name": "Get enough lungweed to enter the Gullet",
                    "Description": "\"You've a lead on the children? They might be here alive? Oh the great Maw! You'll need this.\" The trader passes you a large fistful of lungweed, then slumps on a bench by the airlock. She does not journey back with you. [You will need Something Awaits You to enter the Gullet.]",
                    "ButtonText": "", "Id": 187673},
                   {"DefaultEvent": {"Description": "\"I don't want to miss the speech. I don't <i>agree</i> with him - but it's exciting to see someone so willing to say something completely wrong. I mean - obviously he's a blasphemer - but isn't that exciting? And... he's the first to say he has a solution to the Maw quakes, and that's something.\" [You will need Something Awaits You to listen to the Hempen Man.]",
                                     "LinkToEvent": {"Id": 240515},
                                     "Name": "\"A Nerveless one said he'd appear to speak soon.\"",
                                     "Id": 246026},
                    "Name": "\"He's here! The Hempen Man!\"",
                    "Description": "The trader is vibrating with excitement. ",
                    "ButtonText": "", "Id": 187694},
                   {"DefaultEvent": {"Description": "She holds up her injured arm. \"This is only a fracture - hardly interferes with swimming at all. But I got lucky. Worst quake yet. Maybe the Hempen Man has a point - no wonder the Nerveless follow him...\" \u000d\u000a\u000d\u000aShe fiddles nervously with her satchel of lungweed. \"I'm starting to think that Trespassers have nothing to do with the missing children. What if they got caught in a Maw quake? How would we ever know?\"",
                                     "LinkToEvent": {"Id": 240515},
                                     "Name": "\"It was a proper bad one...\"", "Id": 246027},
                    "Name": "\"Are you all right?\"",
                    "Description": "The trader has one arm in a sling. ",
                    "ButtonText": "", "Id": 187695},
                   {"DefaultEvent": {"Description": "\"But as far as many of us are concerned, you're one of us. You're welcome here any time.\" \u000d\u000a\u000d\u000aShe looks embarrassed when she meets your eyes. \"Can't offer you a discount, though. That's a problem with helping the least well off. We can only afford gratitude.\" The trader attempts to enfold you in a clumsy hug. \"Thank you.\"",
                                     "LinkToEvent": {"Id": 240515},
                                     "Name": "\"We don't hold with heros here.\"", "Id": 254132},
                    "Name": "\"Always a pleasure to see you.\"",
                    "Description": "\"That child you brought back? Her father spoke to the orphans. He's told everyone what happened.\"",
                    "ButtonText": "Converse", "Id": 190861},
                   {"DefaultEvent": {"Description": "\"After all - you found our orphans, stopped the Maw quakes. Would be a bit churlish otherwise. Just a pity one of those Trespassers got away. They didn't deserve to.\" \u000d\u000a\u000d\u000aShe shrugs, then smiles quickly. \"Not that I was suggesting anything. Not at all.\"",
                                     "LinkToEvent": {"Id": 240515},
                                     "Name": "\"Think you'll find the others have taken a bit more to you.\"",
                                     "Id": 254134},
                    "Name": "\"It's good to see you again.\"",
                    "Description": "\"The Maw's settled nicely now. It's just the usual tremors.\"",
                    "ButtonText": "Converse", "Id": 190863}],
 "Description": "Your berth is at the dock chained to one side of the great mouth-harbour of Nook. At your signal, a lungweed-seller swims up to your zub.\u000d\u000a\u000d\u000aOnce past the airlock, she shakes your hand. \"Can't stay long. All this air makes me giddy.\" ",
 "Name": "The Requirement for Entry", "Id": 240515}
