{"ChildBranches": [{"DefaultEvent": {"Description": "They ignore your words. Their eyes do not flicker, even as you click your fingers by their eyes. They just sit, awaiting their next feast of zee-beast flesh.",
                                     "Name": "No response", "Id": 241421},
                    "Name": "Attempt to speak with the Old Zailors",
                    "Description": "Their unblinking eyes stare through you.",
                    "ButtonText": "", "Id": 184710},
                   {"DefaultEvent": {"Description": "You undress and step into the shallow pool. Its surface is the silver of mercury, though that is only a trick of the darkness. Now that you are amongst them, the more lucid of the Old Zailors even acknowledge your presence. You are decades younger than even their most slightly, but the Call does not discriminate.",
                                     "LinkToEvent": {"Id": 241434},
                                     "Name": "Welcomed into the fold", "Id": 241429},
                    "Name": "Join the Old Zailors",
                    "Description": "Take part in their meditation. For a while.",
                    "ButtonText": "", "Id": 184713},
                   {"DefaultEvent": {"Description": "You fish into the pool. A few stones of no worth. Discarded rags. Ah. This will suffice. A shell so infused with the gant, it is barely even visible in the light.",
                                     "Name": "The absence of colour, the presence of form",
                                     "Id": 241430},
                    "Name": "Take a sample of Gant from the pool",
                    "Description": "The liquid drips through your fingers. There must be something infused with its impossible colour.",
                    "ButtonText": "", "Id": 184714},
                   {"DefaultEvent": {"Description": "You stumble through the darkness for just a sliver less than forever. Finally, light in the distance, and the suddenly comforting smell of decay in the Gant Pole's charnel house of an aorta.",
                                     "LinkToEvent": {"Id": 240407}, "Name": "Return to oblivion",
                                     "Id": 241431},
                    "Name": "Return to the main chamber",
                    "Description": "Finding the way back will not be easy.",
                    "ButtonText": "", "Id": 184715},
                   {"SuccessEvent": {"Description": "The heart offers the impossible temptation of warm cotton sheets on a lazy Monday morning. It is all you can do to force your eyes open and stride away from its somnolent lure. \u000d\u000a\u000d\u000aOnce in the endless maze of ventricles, the spell is broken. The smell of death and decay floods back, almost sweet in its sickly clarity. But your mental map of the place remains. It is not long before you are again by the entrance.",
                                     "LinkToEvent": {"Id": 240407},
                                     "Name": "Escape from obsolescence ", "Id": 241433},
                    "DefaultEvent": {"Description": "You step towards the maze of ventricles, as familiar now as the back of your own hand. But something stops you. An exhaustion. A weariness. Of the beasts of the zee and the corruption of the land. The starvation and terror that marks every trip into the dark. Here there is warmth. Safety. You are amongst your own.\u000d\u000a\u000d\u000aThe more lucid of the Old Zailors reach out. Their withered hands gently relieve you of your heavy belongings and help you out of your suffocating clothes. Their gentle hands lift you from your old life and lower you into the warmth of the Gant pool.",
                                     "LinkToEvent": {"Id": 241434},
                                     "Name": "A moment's respite. Just a moment.", "Id": 241432},
                    "Name": "Return to the main chamber",
                    "Description": "You have developed a kinship with this place. You can no more get lost here than in your own Lodgings.\u000d\u000a [The more time you have spent with the Old Zailors, the harder this becomes]",
                    "ButtonText": "", "Id": 184716}],
 "Description": "At the very centre of the heart, the Old Zailors sit meditating around a briny pool of gant - the colour that remains when all others are gone. Most of their clothes have rotted away to nothing or been discarded with the rest of their old lives. The oldest of them sit like statues around the pool. Thick layers of salt armour their desiccated skin.",
 "Name": "The Gant Chamber", "Id": 241420}
