{"ChildBranches": [{"DefaultEvent": {"Description": "$[Gg]ant -> ギャント, [Tt]he Surface -> 地上, Gant Pole -> ギャント・ポール, Cumaean Canal -> クーマエ運河$You share the latest news with the zailors who will still listen. It takes a while. Most stories demand a little more setting up than anticipated. \"London? What happened to London?\" whispers one. The pull of the Gant Pole is strong. For many it began on the Surface, long before the Cumaean Canal made travel to the Neath so convenient or seemingly possible. Yet still they found their way here. All the old beasts of every zee know where to die.",
                                     "LinkToEvent": {"Id": 241434}, "Name": "Tales from above",
                                     "Id": 241435},
                    "Name": "$Recent News -> 最近の知らせ$Bring Recent News to the Old Zailors",
                    "Description": "The younger ones, anyway, whose curiosity remains.",
                    "ButtonText": "", "Id": 184717},
                   {"DefaultEvent": {"Description": "$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$You close your eyes and sink deeper into the lake, letting it lap over your ears and cancel out all sound and distraction. Your heartbeat slows. A life of weariness tugs at your eyelids, and soon there is only blackness with a silver aftertaste.\u000d\u000a\u000d\u000aSome time later, you awaken far from the Old Zailors, in a previously unexplored ventricle. Hours later. Perhaps days. The cold air of the Gant Pole prickles your bare skin. Your fingertips burn. Handwritten text glimmers in the darkness, not all of it legible. A tale of a Heart torn from its owner. A melancholy that calls to those whose stories are over and grants them an end.",
                                     "LinkToEvent": {"Id": 241434},
                                     "Name": "A story not yet fully told", "Id": 241436},
                    "Name": "$[Gg]ant -> ギャント$Meditate on the Gant",
                    "Description": "The Old Zailors don't simply sleep in its embrace.",
                    "ButtonText": "", "Id": 184718},
                   {"DefaultEvent": {"Description": "Few have seen more than a gathering of zailors, both of the zee below and the endless blue above. Life sparks briefly in the eyes of the more recent arrivals to this place as they recite memories of battles and escapes. The older ones speak with the whisper of the grave.\u000d\u000a\u000d\u000aTheir eyes stay closed, imparting half-remembered stories of the city with the silver tree. The oldest have few coherent memories left, save a shared one of a crossroads shaded by cedars. ",
                                     "LinkToEvent": {"Id": 241434},
                                     "Name": "Stories of blood and salt", "Id": 241437},
                    "Name": "Share your secrets",
                    "Description": "New arrivals have no need for them. The Old Zailors await yours.",
                    "ButtonText": "", "Id": 184719},
                   {"DefaultEvent": {"Description": "$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$Your limbs still tingle with warmth as you climb out of the pool. The Old Zailors pay you no heed as you dress and head back to the Gant Pole's main chamber.",
                                     "LinkToEvent": {"Id": 240407}, "Name": "A pleasant break",
                                     "Id": 241439},
                    "Name": "$[Gg]ant -> ギャント$Climb out of the Gant Pool",
                    "Description": "That was relaxing. But now, duty calls.\u000d\u000a [The more time you spend around the Old Zailors, the more difficult it may be to leave their company.]",
                    "ButtonText": "", "Id": 184721},
                   {"DefaultEvent": {"Description": "$Khan -> カーン, Khanate -> カーネイト, Gaider's Mourn -> ゲイダーの嘆き$A guilty request from the youngest of the Old Zailors. \"The poor lad's head was full of stories. Wet behind the ears from the day he was born, but that didn't stop him heading to Gaider's Mourn to seek his fortune. Last I heard he'd run off and signed on as cabin boy with some Khanate captain. Just make sure he's keeping well?\"",
                                     "LinkToEvent": {"Id": 241434},
                                     "Name": "\"My grandson. Check in on him for me.\"",
                                     "Id": 241441},
                    "Name": "A request from an Old Zailor",
                    "Description": "They have given up their lives above. Most of them.",
                    "ButtonText": "", "Id": 184723},
                   {"DefaultEvent": {"Description": "You fish into the pool. A few stones of no worth. Discarded rags sunk to the bottom. Your hand closes on something sharp. This will suffice.",
                                     "LinkToEvent": {"Id": 241434},
                                     "Name": "The absence of colour, the presence of form",
                                     "Id": 241443},
                    "Name": "$[Gg]ant -> ギャント$Take a sample of Gant from the pool",
                    "Description": "There must be something infused with its impossible colour.",
                    "ButtonText": "", "Id": 184724},
                   {"SuccessEvent": {"Description": "These zailors have reached the end of their stories. Yours promises far more than just fading away in obscurity. Gritting your teeth, you pull yourself free from the pool's seductive warmth and comfort, dress, and begin the long walk back to your life.",
                                     "LinkToEvent": {"Id": 240407}, "Name": "Force of will",
                                     "Id": 241442},
                    "DefaultEvent": {"Description": "The hunger. The knives in the dark. The eyes watching from afar. You climb out of the pool, shaking for reasons that have nothing to do with the ice-cold air on your skin. The worst of it has faded by the time you are finished getting dressed, but the regret continues echoing with each step back to your unfinished life.",
                                     "LinkToEvent": {"Id": 240407},
                                     "Name": "Back to the terrors of the zee", "Id": 241440},
                    "Name": "$[Gg]ant -> ギャント$Climb out of the Gant Pool",
                    "Description": "No. Not yet. Another five minutes. Ten at most.",
                    "ButtonText": "", "Id": 184722}],
 "Description": "Silvery brine laps around your waist, as real as the afterimage of a firework. The younger of the Old Zailors sit beside you at the edge, suddenly thirsty for stories of the world they left behind. Most of the rest just float in silent meditation, long past caring.",
 "Name": "The Old Zailors", "Id": 241434}
