{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 243306}, "Name": "", "Id": 243305},
                    "Name": "Participate in another contest of stories",
                    "Description": "At the altar, they are recruiting storytellers. And your life <i>is</i> fascinating.",
                    "ButtonText": "", "Id": 185886},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 243316},
                                     "Name": "", "Id": 243311},
                    "Name": "Access the Bell Tower",
                    "Description": "The vergers step aside. One salutes.",
                    "ButtonText": "", "Id": 185891},
                   {"DefaultEvent": {"Description": "The Parson is recruiting another local to his manufactured faith. Coins change hands: shriving fee, salt tax, initiation surcharge and, finally, an <i>entirely voluntary</i> donation to the orphans' fund. The business of religion complete, the Parson turns to you. \"You've been into the bell tower? What did you find?\"\u000d\u000a\u000d\u000aYour explanation thrills him. \"The construction of a new relic! A trick, of course, but a well-executed one. Perhaps I've seen enough here. Although I wouldn't mind a closer look at that bell...\" [You have a choice: take the Parson to his next destination, or attempt to get him into the bell tower.]",
                                     "LinkToEvent": {"Id": 242560},
                                     "Name": "The structure of belief", "Id": 243364},
                    "Name": "Discuss the bell tower with the Wandering Parson",
                    "Description": "He is lingering nearby.", "ButtonText": "",
                    "Id": 185927},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 243367},
                                     "Name": "", "Id": 243373},
                    "Name": "Trade stories to the gentleman in the rear pew",
                    "Description": "His suit is of thin Presbyterate fabric. He observes the story-contests closely, occasionally copying an excerpt into a tatty notebook. [Trade your Storyteller quality for different rewards.]",
                    "ButtonText": "", "Id": 185933},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 243280},
                                     "Name": "", "Id": 243375},
                    "Name": "Trade Stories with the congregation",
                    "Description": "Your appearance and bearing attract attention. They are eager for new tales.",
                    "ButtonText": "", "Id": 185935},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 242920},
                                     "Name": "", "Id": 243376},
                    "Name": "Witness a contest of stories",
                    "Description": "The congregation is gathered before the altar. A sermon? But there seem to be two preachers.",
                    "ButtonText": "", "Id": 185936},
                   {"DefaultEvent": {"Description": "\"You'll hear tales here from distant trenches of the Unterzee, and some of them might even be true. But the strangest ones are jealously guarded.\" Light from the dock glints in his eye. \"Hidden mysteries and pliant listeners.\" He glances at you, then gathers his luggage. \"Won't you join me below for a while? An explorer could learn much of value here.\"",
                                     "LinkToEvent": {"Id": 242560}, "Name": "Call to Worship",
                                     "Id": 243378},
                    "Name": "Deliver a Wandering Parson",
                    "Description": "He presses close to a porthole as you dock. \"Low Barnet,\" he murmurs. \"The gate to the deeps\". ",
                    "ButtonText": "", "Id": 185937},
                   {"DefaultEvent": {"Description": "There is no pulpit. The organ has bent, broken pipes. But Low Barnet is still a house of worship, of a sort. Groups of zailors gather in the aisles. The choir benches are clean, and face a makeshift stage. Lantern-eyed fish pass behind colourful windows of stained glass.\u000d\u000a\u000d\u000aThe door to the bell tower is guarded by two burly vergers. The tridents are a nice touch.",
                                     "LinkToEvent": {"Id": 242560}, "Name": "Submarine services",
                                     "Id": 245146},
                    "Name": "Explore the church",
                    "Description": "What goes on here? What brings its congregation together?",
                    "ButtonText": "", "Id": 187117},
                   {"DefaultEvent": {"Description": "The purple mushroom descends from the zub. It shuffles into the nave, scratching at the dirt around the pews. It pauses near the pulpit then - with a decisive wriggle - makes for a dark corner behind the altar.\u000d\u000a\u000d\u000aA trident whistles through the air and skewers its soft head. A verger strides over, retrieves her weapon and hacks at the wounded blemmigan until the pieces are mush. She gives you a baleful look before returning to her post.",
                                     "Name": "A Controlled Environment", "Id": 245469},
                    "Name": "Drop off a Blemmigan",
                    "Description": "Why wouldn't an underwater church want an unpredictable fungal carnivore among its congregation?",
                    "ButtonText": "", "Id": 187304},
                   {"DefaultEvent": {"Description": "He looks back at the bell tower door and sighs. \"Your description was vivid, of course. But I would have liked to see for myself. Mystery is the very essence of a successful belief system. Still. Onwards. I hear that the Shepherd Isles is another place for storytelling. If you're going that way?\"",
                                     "Name": "A change of scenery", "Id": 245470},
                    "RareDefaultEvent": {"Description": "He looks back at the bell tower door and sighs. \"Your description was vivid, of course. But I would have liked to see for myself. Mystery is the very essence of a successful belief system. Still. Onwards. I hear that the Sisters of Abbey Rock practice a very disciplined faith. If you're going that way?\"",
                                         "Name": "A change of scenery", "Id": 245471},
                    "Name": "Transport a Wandering Parson to his next destination",
                    "Description": "He has recruited several new disciples, and is rather better off than when he arrived. But where does he need to go next?",
                    "ButtonText": "", "Id": 187305},
                   {"DefaultEvent": {"Description": "And who is that, in the shadows of the apse?",
                                     "LinkToEvent": {"Id": 259164}, "Name": "", "Id": 259163},
                    "Name": "Find the Fierce Philanthropist's husband",
                    "Description": "Your source said he could be found here.",
                    "ButtonText": "", "Id": 193265}],
 "Description": "A sunken church with docking ports. Sediment has built up against the lower walls, and long ago choked neglected crypts and crooked tombstones. The interior is sealed; yet the deep peals of the tower's bell can be felt even through a zubmarine hull.",
 "Name": "Low Barnet", "Id": 242560}