{"ChildBranches": [{"DefaultEvent": {"Description": "A volley of your guns sets the engine room aflame. The Undergalley erupts with a bright white light that causes shadows to play through the water. Something explodes - a wave of pressure rocks your zub. By the time you and your crew have picked yourselves up off the floor, nothing remains of the pirates, or their ship. ",
                                     "Name": "A muffled chorus of brief agony ", "Id": 242592},
                    "Name": "Destroy the zubmarine ",
                    "Description": "The dying and desperate Corsairs will be spoiling for a final fight.  You will not give it to them.",
                    "ButtonText": "", "Id": 185479},
                   {"SuccessEvent": {"Description": "A bright glow on the Undergalley waxes and wanes erratically, but it is enough to guide you to their ship. The skirmish is brief. The Corsairs' swords swing slowly through the water; your crew are quicker at cutting airlines. Their bodies are pulled down to the zee bed by the weight of their suits. You begin to salvage supplies.",
                                     "Name": "No mercy ", "Id": 243560},
                    "DefaultEvent": {"Description": "A bright glow on the Undergalley waxes and wanes erratically, but it is enough to guide you to their ship. The pirates are waiting. One of your crew is killed when a slow moving machete slits an airline, before the last of the Corsairs is slain. Their bodies are pulled down to the zee bed by the weight of their suits. You begin to salvage supplies.",
                                     "Name": "Death in the depths ", "Id": 243559},
                    "Name": "Attempt to board the wreck ",
                    "Description": "There will be bloodshed. There may be supplies.",
                    "ButtonText": "", "Id": 186055},
                   {"SuccessEvent": {"Description": "There's a returning flash from a lantern. You swim the brief gap between your vessels. Hollow-eyed, the captain hands you the remnant of the Undergalley's provisions, but refuses rescue. The Captain turns and motions his crew to begin repairs - but by the time you return to your zub, the zee before you is dark. ",
                                     "Name": "Defiance ", "Id": 243562},
                    "DefaultEvent": {"Description": "The Undergalley Captain uses a lantern and some robust hand gestures to convey his unwillingness to surrender.  A light flares near the hull; the rumbling sound of gears grinding. The Undergalley lurches forward, briefly, then bursts into flames so bright it must been seen through the water for miles around.",
                                     "Name": "Refusal ", "Id": 243561},
                    "RareSuccessEvent": {"Description": "There's a returning flash from a lantern. You swim the brief gap between your vessels. Hollow-eyed, the captain summons his surviving crewman, and entrusts the shaking lad to you. The captain remains with his ship. By the time you board your ship, the Undergalley has sunk from sight.",
                                         "Name": "A survivor ", "Id": 243563},
                    "Name": "Negotiate a surrender ",
                    "Description": "They cannot last long. Their craft is as good as destroyed. Signal a cessation of hostilities with your lights. ",
                    "ButtonText": "", "Id": 186056}],
 "Description": "Your zub's lights illuminate dark tendrils of blood in the water. There is movement at a porthole. Some of the Corsairs have survived.",
 "Name": "You have defeated a Corsair Undergalley", "Id": 242591}
