{"ChildBranches": [{"SuccessEvent": {"Description": "Your crew move swiftly. They bring back supplies and fuel. One staggers aboard with a bundle from the captain's desk. There are scorched and sodden pages, journals of sonar readings - all completed in minute handwriting. There's even wrecked measuring equipment. None of it of any use. But what's this? ",
                                     "Name": "Downed ", "Id": 243439},
                    "DefaultEvent": {"Description": "Your crew haven't even opened the airlock. You watch from the observation dome as the Putterpony comes apart. Darkly gleaming metal twists upon itself, water rushing in through every crack. A thin stream of bubbles escape from the tormented zubmarine before it sinks out of sight. ",
                                     "Name": "Too late! ", "Id": 242596},
                    "Name": "Loot the Putterpony ",
                    "Description": "Quickly! The damage done to its shell was immense. Already, the hull is collapsing. ",
                    "ButtonText": "", "Id": 185481},
                   {"SuccessEvent": {"Description": "Water pours into the Putterpony. Its tormented metal groans as it's torn by the zee. A woman's face appears at a porthole - it swiftly fogs with her last breaths. Her lips move: \"Neither of us should be here.\" The Putterpony buckles entirely. She is lost.",
                                     "Name": "Fog on the glass ", "Id": 243441},
                    "DefaultEvent": {"Description": "The damage is too great. The shell of the zubmarine has slips, crushing the Putterpony's crew quarters. Water is rushing in. Metal screams as the zubmarine sinks, fast. Pleading hands slap frantically at the airlock glass. It is gone. ",
                                     "Name": "Hands raised in supplication ", "Id": 243440},
                    "Name": "Hear the crew's last wishes ",
                    "Description": "The Putterpony is lost, but you can at least provide a human face at their airlock glass. ",
                    "ButtonText": "", "Id": 185979}],
 "Description": "The Khanate zubmarine is taking on water. Through one of its portholes, a lamplight waves frantically.",
 "Name": "You have defeated a Putterpony", "Id": 242595}
