{"ChildBranches": [{"SuccessEvent": {"Description": "Your guns fire. The Khanate zubmarine's hull resounds with a thunderous boom. The vibration shakes your maps from the navigation table. From the bridge, you watch the ship's copper shell tear like lace. A second volley ignites a terrible conflagration. The zubmarine shatters - corpses, twisted metal and beams of wood are all that remain. ",
                                     "Name": "Into the crushing depths", "Id": 243554},
                    "DefaultEvent": {"Description": "Your prow-light sways from the shock of the force unleashed. Rumbles, like the sound of limestone melting in an underwater cave, reverberate through your zubmarine. The Khanate zubmarine fares far worse - its metal skin tears like paper from fore to aft. Then an explosion! From the observation dome, you watch as the Khanate crew is destroyed in fire and water. The water stills. Ship parts and crew sink slowly downwards.",
                                     "Name": "Burned, drowned, crushed ", "Id": 242598},
                    "Name": "Destroy the wreck and all survivors",
                    "Description": "You should not be here. No one must know.",
                    "ButtonText": "", "Id": 185482},
                   {"SuccessEvent": {"Description": "You swim through a rip near the back of the Khanate zubmarine. Some of the crew quarters survive- although fire-blasted, and creaking. The Khanate crew had lived in confined luxury - a dozen beds are bolted to the floor. The chamber's walls are copper, the roof indigo-domed, the floor is lacquered. The doors are white and gold. Under one bunk bed is a large wooden trunk, with an ornate lock. You haul it back to your ship to prise open. ",
                                     "Name": "All dead, all dead ", "Id": 243556},
                    "DefaultEvent": {"Description": "You swim through a rip near the back of the Khanate zubmarine. Some of the crew quarters survive - although fire-blasted, and creaking. The Khanate crew had lived in confined luxury - a dozen beds are bolted to the floor. The chamber's walls are copper, the roof indigo-domed, the floor is lacquered. The zubmarine's supplies and everything else of value were destroyed by your guns. On your return, your navigator mentions seeing a small craft departing from the wreck, climbing slowly towards the light.",
                                     "Name": "Something remains", "Id": 243555},
                    "Name": "Board the wreck ",
                    "Description": "The Khanate zubmarine is dead in the water. Its shell-hull is torn, but something may have survived. ",
                    "ButtonText": "", "Id": 186053}],
 "Description": "The Khanate zubmarine's stricken bulk gleams as you draw close. Its surviving crew are in diving suits, clinging to the outside of the vessel. They are attempting to escape.  ",
 "Name": "You have defeated a Khanate Zubmarine", "Id": 242597}