{"ChildBranches": [{"DefaultEvent": {"Description": "Once you've sailed away from a port, pressing the T key will allow you to to dive or resurface. The transition will take a few seconds.\u000d\u000a\u000d\u000aOnce underwater, your Navigation Bat will be replaced by a Sonar System. This will give you hints of what's in the darkness around you. Pressing the Z key will toggle it on and off.\u000d\u000a\u000d\u000aYou have a limited supply of Oxygen while submerged. It will deplete while you travel underwater. If it hits 0, you will die and your game will end.",
                                     "Name": "", "Id": 242640},
                    "Name": "How to use your Zubmarine",
                    "Description": "How does it work? [This tutorial branch will tell you how to make the most of your zubmarine!]",
                    "ButtonText": "", "Id": 185509},
                   {"DefaultEvent": {"Description": "$Port Carnelian -> ポート・カーネリアン$[Travel to the southern coast, and follow it east to find Port Carnelian. There, you will learn how to convert your ship into a zubmarine. Be sure you're prepared for the journey!]",
                                     "Name": "", "Id": 247147},
                    "Name": "How to acquire a zubmarine",
                    "Description": "$Admiralty -> 海軍省$Her Majesty's Admiralty has sworn off zubmarine exploration. However, you've heard tales of unofficial research into zubmarine travel being conducted in her distant colony.",
                    "ButtonText": "", "Id": 188552},
                   {"DefaultEvent": {"Description": "$Port Carnelian -> ポート・カーネリアン$Thanks to your predecessor's vital contribution to her business, she will apply the modifications to your vessel <i>gratis</i>. [You will not need to repeat the quest to discover the zubmarine conversion process. Just visit the old sapphire processing plant in Port Carnelian to have the alterations applied to your current vessel.]",
                                     "Name": "", "Id": 247149},
                    "Name": "How to convert your new captain's ship into a Zubmarine",
                    "Description": "$Port Carnelian -> ポート・カーネリアン$The Fierce Philanthropist runs a profitable enterprise, quietly converting ships into zubmarines in the old sapphire processing factory in Port Carnelian.",
                    "ButtonText": "", "Id": 188554},
                   {"DefaultEvent": {"Description": "You are master of your destiny. You need no advice.",
                                     "Name": "", "Id": 258879},
                    "Name": "I understand!",
                    "Description": "You've no need for the help. [This will remove this tutorial.]",
                    "ButtonText": "", "Id": 193074}],
 "Description": "Welcome, delicious friend!",
 "Name": "A Zubmariner Tutorial", "Id": 242639}
