{"ChildBranches": [{"DefaultEvent": {"Description": "\"Of course. You have your running expenses, [q:Addressed As]. I'll be no trouble. I'm studying the religions of the Unterzee. By extracting the most admirable elements of each, I mean to construct a modern, superior faith. For the spiritual nourishment of my congregation, of course.\" His cufflinks gleam.\u000d\u000aThoughtfully, he pays his fare in advance.",
                                     "LinkToEvent": {"Id": 230481}, "Name": "A ready fare",
                                     "Id": 242913},
                    "Name": "Offer passage for money",
                    "Description": "Even men of the cloth take up cargo space.",
                    "ButtonText": "", "Id": 185650},
                   {"DefaultEvent": {"Description": "\"Ah.\" He gives a knowing smile. \"You travel to learn as well as to trade, [q:Addressed As]. I myself am studying the religions of the Unterzee. By extracting the most admirable elements of each, I mean to construct a modern, superior faith. I understand the value - the spiritual value, of course - of hidden knowledge.\"\u000d\u000a \u000d\u000a\u000d\u000aOnce on board, he insists you find a quiet cabin, and whispers one of the secrets he's learned in your ear. Now, that <i>is</i> interesting.",
                                     "LinkToEvent": {"Id": 230481}, "Name": "A small confession",
                                     "Id": 242914},
                    "Name": "Offer passage for knowledge",
                    "Description": "People like to confide in parsons. What can he confide in you?",
                    "ButtonText": "", "Id": 185651},
                   {"DefaultEvent": {"Description": "He smiles. \"I must be honest with you, [q:Addressed As]. My clerical qualifications are... in progress. I am studying the religions of the Unterzee to construct a new faith. But I think I am adept at the basics. Please gather your crew.\"\u000d\u000a\u000d\u000aHe conducts his \"blessing\" on deck. It seems improvised. But his manner remains earnest, and the ritual has the desired effect.",
                                     "LinkToEvent": {"Id": 230481}, "Name": "Divine confidence",
                                     "Id": 242915},
                    "Name": "Offer passage for a blessing",
                    "Description": "You may regard him with a sceptical eye. But zailors appreciate a bit of ceremony.",
                    "ButtonText": "", "Id": 185652}],
 "Description": "He seeks passage to the church of Low Barnet, beneath the Zee just outside London. His suit is well-tailored for an itinerant preacher. His cufflinks wink with sapphires.",
 "Name": "A Wandering Parson at Mutton Island", "Id": 242912}