{"ChildBranches": [{"DefaultEvent": {"Description": "You talk of consuming desire, and mornings where every moment gleams with promise. You talk about broken vows, and a love shattered; about a heart growing sharp as a barber's razor. You talk about how clearly we see the passions of others, while obscuring our own motives. The listening zailors cast their eyes down, looking into the past.",
                                     "LinkToEvent": {"Id": 243280}, "Name": "Crystal clear",
                                     "Id": 243283},
                    "Name": "Speak of Anthe",
                    "Description": "Its memory still gleams.", "ButtonText": "",
                    "Id": 185868},
                   {"DefaultEvent": {"Description": "You speak of the city on the back of a beast. It is difficult to find, for it roams throughout the Unterzee - above the waves and below. It scorched its belly on Mount Palmerston and snapped the top from Massey's Shaft. It blocked the harbour at Adam's Way and gave birth to the Grand Geode. Why, last you heard, it was making for London.",
                                     "LinkToEvent": {"Id": 243280}, "Name": "Urban adventures",
                                     "Id": 243284},
                    "Name": "Speak of Hideaway",
                    "Description": "There is little need to exaggerate.",
                    "ButtonText": "", "Id": 185869},
                   {"DefaultEvent": {"Description": "You describe an immense mouth set into the zee-floor; its rows of razored teeth. Few know this, you say, but during the Mordicalia festival, the Nook-dwellers push on the teeth, playing them like the ivories of a gargantuan piano. And then the Maw sings, a shuddering, bellowing dirge which causes whirlpools on the surface. The listening zailors frown. One unfolds a chart.",
                                     "LinkToEvent": {"Id": 243280}, "Name": "Ivories",
                                     "Id": 243285},
                    "Name": "Speak of Nook",
                    "Description": "Focus on something besides its illicit commerce.",
                    "ButtonText": "", "Id": 185870},
                   {"DefaultEvent": {"Description": "You describe the gleaming cabinets of cigars; the impressions of far-flung places conjured by each puff. The uplifting bite of freshly cut grass under Surface sun; the dark whiff of lightless cellars stacked with mushroom wine; the sweating, savage scents of London's fleshpots. Your audience inhales in unison, savouring imaginary smoke.",
                                     "LinkToEvent": {"Id": 243280}, "Name": "Luxuriously rolled",
                                     "Id": 243286},
                    "Name": "Speak of Rosegate",
                    "Description": "It is an exceptional cigar shop.",
                    "ButtonText": "", "Id": 185871},
                   {"DefaultEvent": {"Description": "Your story is a bold one: that every mark ever made on zeefaring skin appears, unexplained, on the walls of the ivory city. You move among the listeners, gesturing to their tattoos. The Wheel of Mists: they'd find that etched above an aquifer. The Gambit, scratched into a nameless catacomb. And the Unflinching Eye, well, that is only found at the city's heart... but your listeners will have to visit and see for themselves.",
                                     "LinkToEvent": {"Id": 243280}, "Name": "Ivory and ink",
                                     "Id": 243287},
                    "Name": "Speak of Scrimshander",
                    "Description": "You will have to relate the carvings to your audience somehow.",
                    "ButtonText": "", "Id": 185872},
                   {"DefaultEvent": {"Description": "You talk of the gut-moths which inhabit every zailor, and provide their nautical instincts. That taste in the throat which heralds a storm front; the ability to digest food even on choppy seas; the welcome fluttering in the stomach at the sight of a sweetheart on shore. Moths, in the gut, growing all the time. Your listeners shift in their seats. One hurries out, clutching his mouth.",
                                     "LinkToEvent": {"Id": 243280}, "Name": "Wings for water",
                                     "Id": 243288},
                    "Name": "Speak of Undercrow",
                    "Description": "The trick is to tailor the tales to the audience.",
                    "ButtonText": "", "Id": 185873},
                   {"DefaultEvent": {"Description": "You describe a city built from shipwrecks, a colossal, tipsy tower lashed together by sentient weed. The weed commands the city's inhabitants to wreck more and build higher; the tower has already broken the surface and is extending towards the cavern roof. Only last week, it caught its first dirigible.",
                                     "LinkToEvent": {"Id": 243280}, "Name": "New Heights",
                                     "Id": 243289},
                    "Name": "Speak of Wrack",
                    "Description": "If nothing else, you could warn them not to visit.",
                    "ButtonText": "", "Id": 185874},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 242560},
                                     "Name": "", "Id": 243291},
                    "Name": "Enough for now",
                    "Description": "Your stories will keep for another time.",
                    "ButtonText": "", "Id": 185876}],
 "Description": "At Low Barnet, everyday animosities are set aside in the pursuit of a fine tale. Khaganian traders mingle with Royal Navy deserters, rum-addled pirates and Rubbery Men. There is an air of anticipation, and a tolerance for embellishment.",
 "Name": "Trade Stories with the Congregation", "Id": 243280}