{
  "Id": 243306,
  "Name": "Another Contest of Stories",
  "Description": "The pews are full, but there's room for another contestant. Could you win the audience with tales of your adventures? [Increase your Storyteller quality to improve your chances of victory.]",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 243307,
        "Name": "An end to whimsy",
        "Description": "The Parson takes you aside. \"Every day, these people hear fables and fabrications. Give them something true. \r\n\r\n\"And if you win...\" He nods towards the bell tower. \"I would be very interested in seeing what goes on in there.\""
      },
      "Id": 185887,
      "Name": "Take advice from the Wandering Parson",
      "Description": "He's been mingling with the congregation."
    },
    {
      "DefaultEvent": {
        "Id": 243363,
        "Name": "",
        "Description": ""
      },
      "Id": 185926,
      "Name": "Wait for the next one",
      "Description": "You are not yet ready to take the stage."
    },
    {
      "DefaultEvent": {
        "Id": 243310,
        "Name": "An opportunity missed",
        "Description": "You try to relate your solitary journey through the regrets of Aigul. Yet the experience is too alien to convey. Your rival tells an action-packed tale of pursuit through the Corsair's Forest and wins the day."
      },
      "Id": 185890,
      "Name": "Tell a tale of Aigul...",
      "Description": "...and the whispering clot of regrets bristling beneath the waves. [To unlock this branch, assist the Imperious Sister.]"
    },
    {
      "DefaultEvent": {
        "Id": 243308,
        "Name": "Too much, too soon",
        "Description": "Your audience is listless, still distracted by your rival's thrilling tale of descent into the fires of Mount Palmerston. Perhaps another time they'll be ready for something a little more cerebral."
      },
      "Id": 185888,
      "Name": "Tell a tale of Dahut...",
      "Description": "...and the thin membrane separating its lies from its truth. [To unlock this option, explore festivals in Dahut.]"
    },
    {
      "DefaultEvent": {
        "Id": 243309,
        "Name": "An old chestnut",
        "Description": "As soon as you claim you've visited the Gant Pole, laughter breaks out. Several listeners ask whether you found their pocketwatches. It seems you have strayed too close to a hoary tale which has been told here too often. Perhaps you could try another time, and a different approach."
      },
      "Id": 185889,
      "Name": "Tell a tale of the Gant Pole...",
      "Description": "...where the zee goes to die. [To unlock this option, win the favour of the old zailors at the Gant Pole.]"
    }
  ]
}