{"ChildBranches": [{"DefaultEvent": {"Description": "\"Right then, Trespasser. We've heard fine things about some captains in [q:Wrack: New Prey for the Wreckers] - why don't you go there and convince them to come our way?\"",
                                     "LinkToEvent": {"Id": 243314}, "Name": "", "Id": 243315},
                    "RareDefaultEvent": {"Description": "$[Jj]illyfleur -> ジリーフルール$\"A little jillyfleur tells me that there's someone you should speak to in [q:Wrack: New Prey for the Wreckers], Trespasser. Why not make a friend, and send them over this way?\" ",
                                         "LinkToEvent": {"Id": 243314}, "Name": "", "Id": 246022},
                    "Name": "Go Wrecking!",
                    "Description": "If you can lure ships toward Wrack, the wreckers may sink them. The King himself will reward you.",
                    "ButtonText": "", "Id": 185893},
                   {"DefaultEvent": {"Description": "\"Do you really think she can convince the b____rs to zail our way?\"\u000d\u000a\u000d\u000a\"Of course. They're fools up in [q:Wrack: A City with Ships to Save], and she's one of our best talkers. She'll find a nice captain with lots of cargo...\"",
                                     "LinkToEvent": {"Id": 243314}, "Name": "", "Id": 243331},
                    "RareDefaultEvent": {"Description": "A miner hangs on the arm of a poet. \"That's your best work yet! No one could resist!\" \u000d\u000a\u000d\u000aThe poet shrugs. \"Its success all depends on the talker. And the audience. But they're pretty receptive in [q:Wrack: A City with Ships to Save], aren't they? I'm sure we'll have another one sink over Wrack in a week.\"",
                                         "LinkToEvent": {"Id": 243314}, "Name": "", "Id": 246015},
                    "Name": "Eavesdrop on the Wreckers",
                    "Description": "Learn where they are operating. Maybe you can warn the ports for the sake of goodness and profit.",
                    "ButtonText": "", "Id": 185903},
                   {"DefaultEvent": {"Description": "$[Ss]cintillack -> シンティラック$The rusted walls behind him are draped with two banners made of the tattooed flesh of his amputated legs. He is admiring the scintillack through a jeweller's lens as you enter. \u000d\u000a\u000d\u000a\"We are pleased. Tell me,\" he says, looking at you, \"How would you... good God.\" He wheels toward you. His voice is hoarse. \"We are not strangers, you and I. Taste the tether and see for yourself.\"  ",
                                     "LinkToEvent": {"Id": 243314},
                                     "Name": "Sometimes, it happens in this way:", "Id": 243332},
                    "Name": "Buy an audience with the Fair King",
                    "Description": "The wreckers fear and adore their King. With the right offering, you may be able to meet him.",
                    "ButtonText": "", "Id": 185904},
                   {"DefaultEvent": {"Description": "The wreckers look on you with a quiet awe. They whisper as you pass. \"...tethered to the King!\"",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 243333},
                    "Name": "Visit the Royal Hull",
                    "Description": "The Fair King is always glad to see you.",
                    "ButtonText": "", "Id": 185905},
                   {"DefaultEvent": {"Description": "Within the rusting innards of a broken battle ship, the Wreckers keep the tether. It is guarded by heavy bulwarks and priests capable of launching cannonballs across a room with their bare hands. It is the glory of Wrack.",
                                     "LinkToEvent": {"Id": 243320}, "Name": "", "Id": 243334},
                    "Name": "Taste the tether",
                    "Description": "There is a weed that grows on the broken ships: to taste it is a privilege reserved for succesful wreckers.",
                    "ButtonText": "", "Id": 185906},
                   {"DefaultEvent": {"Description": "The wreckers know their duties. The poets write enticing lies; talkers travel to other ports to spread them; miners construct the devices which'll sink the lured ships; and salvagers strip them bare. \u000d\u000a\u000d\u000aThe most celebrated of the wreckers wear no special costume, but are easily identified. They mumble poems in Arabic to themselves. They whistle lively tunes in new scales. They wear heavy gloves and carry silver clippers with which to cultivate tether. ",
                                     "LinkToEvent": {"Id": 243314}, "Name": "", "Id": 243335},
                    "Name": "$Port Report -> 港湾報告書$Compile a Port Report",
                    "Description": "$Admiralty -> 海軍省$The Admiralty would be very interested in the wreckers' activities. ",
                    "ButtonText": "", "Id": 185907},
                   {"DefaultEvent": {"Description": "$[Bb]lemmigan -> ブレミガン$The blemmigan seems to totter down the hall. It pauses before a damp, stinking patch of sawdust, to write a couplet in the detritus. Yes, it will certainly be at home here.  ",
                                     "LinkToEvent": {"Id": 243314}, "Name": "Inspiration!",
                                     "Id": 243349},
                    "Name": "$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "Outside the wrecks, botanical life seems to flourish. Certainly mycological life stands a chance inside.",
                    "ButtonText": "", "Id": 185915},
                   {"DefaultEvent": {"Description": "Stores are running low. There is enough food to subsist for a time, but the poets may soon be out of paper, and the miners won't be able to make their explosives if their powder isn't refreshed. \u000d\u000a\u000d\u000aBut the Fair King ensures there is order. He goes without, just as his subjects do. And he sees that those who forsake their work for despair are flogged.  [Visit the Shops tab.]",
                                     "LinkToEvent": {"Id": 243314}, "Name": "", "Id": 245733},
                    "Name": "Consider the state of the city",
                    "Description": "The wreckers look sallow.", "ButtonText": "",
                    "Id": 187470},
                   {"DefaultEvent": {"Description": "They have done well! Supplies have floated from the broken ships like manna from Heaven. The city is bigger too, with the new wrecks added to it. The King has given one of the new hulls a name in Gaelic. Few understand the meaning, but everyone is sure it was selected in your honour.  [Visit the Shops tab.]",
                                     "LinkToEvent": {"Id": 243314}, "Name": "", "Id": 245734},
                    "Name": "Consider the state of the city",
                    "Description": "The wreckers are looking flush!", "ButtonText": "",
                    "Id": 187471},
                   {"DefaultEvent": {"Description": "\"Careful, Trespasser,\" a wrecker warns as you approach. \"He escaped from Dahut. Mind your manners, or you might lose an ear.\"",
                                     "LinkToEvent": {"Id": 238441}, "Name": "", "Id": 245735},
                    "Name": "Follow an echo through the hulls",
                    "Description": "Many wreckers sing; but none quite like this.",
                    "ButtonText": "", "Id": 187472},
                   {"DefaultEvent": {"Description": "It is not difficult to find a private cabin; the wreckers avoid him already. When you present him the honey, he snatches it from your hands and slurps it down. He crumbles onto the floor, eyes glazing, his voracious bites turning into stupid nibbles. A jarful of tether rolls out of his robe pocket right before he vanishes bodily.",
                                     "Name": "Blue skies", "Id": 260583},
                    "Name": "Provide for a Disgraced Tether-Priest, so he may provide for you",
                    "Description": "There is a gluttonous priest the wreckers avoid, who lost his ability to experience tether after carelessly letting it touch his hand. Now, he goes to debasing lengths to experience another vision.",
                    "ButtonText": "", "Id": 194331},
                   {"SuccessEvent": {"Description": "$Low Barnet -> ロウ・バーネット$A Wistful Wrecker confirms your suspicions: Lytton was here, but only briefly. He lost himself in Wrackweed for a time, before finding passage to Low Barnet, nestled at the feet of London. [Continue your search at Low Barnet, near London.]",
                                     "LinkToEvent": {"Id": 243314}, "Name": "A promising lead!",
                                     "Id": 259149},
                    "DefaultEvent": {"Description": "Your enquiries are exhaustive - the Philanthropist's husband is not here. You can cross this port off your list. [Check your journal for reminders about where the Philanthropist's husband might be.]",
                                     "LinkToEvent": {"Id": 243314}, "Name": "No luck",
                                     "Id": 259148},
                    "Name": "Search for the Fierce Philanthropist's husband",
                    "Description": "Did he seek the Fair King's protection?",
                    "ButtonText": "", "Id": 193257}],
 "Description": "Ships lured by false promises and lights litter the zee-floor. Their broken hulls make a city for the wreckers. The citizens are in constant motion, working to survive and appease the Fair King, who sits deep within the city on his wheeled throne.",
 "Name": "Wrack ", "Id": 243314}
