{"ChildBranches": [{"DefaultEvent": {"Description": "One of the vergers glances up into the tower's heights. The other studies the prongs of his trident. \"Bell was here before we were. But it's not from the surface. Royal Navy brought it, they say. But not regulars. Deserters or something. Strange crew.\"\u000d\u000a\u000d\u000a\"What happens when you ring it?\" He exchanges glances with his companion. \"If you ring it, you'll find out.\"",
                                     "LinkToEvent": {"Id": 243316}, "Name": "A resonant delivery",
                                     "Id": 243317},
                    "Name": "Ask about the bell",
                    "Description": "The vergers seem more talkative now.",
                    "ButtonText": "", "Id": 185894},
                   {"DefaultEvent": {"Description": "You scale the tower wall, feeling for each rung in the darkness. The ladder creaks. The bell ropes sway gently at your back as you ascend.\u000d\u000a\u000d\u000aSoon you are within reach of the bell. The metal shape is colossal in the confined space, its exterior still shiny despite, presumably, years beneath the zee. You lean over to look inside. The clapper is covered in a dark residue. And the interior seems soft, blackened, wrinkled. Covered in pieces of-\u000d\u000a\u000d\u000aSuddenly, you know what happens to those who ring the bell.",
                                     "LinkToEvent": {"Id": 243316}, "Name": "A dark ascent",
                                     "Id": 243322},
                    "Name": "Examine the bell",
                    "Description": "A ladder runs up one side of the tower.",
                    "ButtonText": "", "Id": 185897},
                   {"DefaultEvent": {"Description": "You close your hands around the glistening rope and pull. BONG. The noise reverberates around the narrow confines of the tower. As the bell swings, the rope tugs at your grasp. You cannot let go! Your feet lift off the ground and the walls flash past as you are yanked <i>inside</i> the bell-\u000d\u000aYou are light, all of you. The sun that turns; the touch that burns. The voice of fires and falling spires. The wheel within the wheel within the wheel, contemplating, constructing, consuming. Each click of the cog, the circles colliding and guiding-\u000d\u000a\u000d\u000aYou struggle free, and fall. The impact of your body on the cold floor slams breath back into your lungs. A verger looks around the door, and seems surprised to see you. He makes a superstitious warding gesture. \"Trespasser,\" he whispers.",
                                     "LinkToEvent": {"Id": 243316}, "Name": "Taken up",
                                     "Id": 243325},
                    "Name": "Ring the bell",
                    "Description": "The ropes dangle within easy reach. [Do not do this.]",
                    "ButtonText": "", "Id": 185899},
                   {"DefaultEvent": {"Description": "You scramble up a few rungs of the ladder and stretch for the dangling rope. It swings away from your palm, slithering up into the bell's mouth. ",
                                     "LinkToEvent": {"Id": 243316}, "Name": "Spurned",
                                     "Id": 243330},
                    "Name": "Ring the bell",
                    "Description": "The ropes have withdrawn, out of your reach.",
                    "ButtonText": "", "Id": 185902},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 242560},
                                     "Name": "", "Id": 244827},
                    "Name": "Leave the bell tower",
                    "Description": "There is nothing further to be done here.",
                    "ButtonText": "", "Id": 186886},
                   {"SuccessEvent": {"Description": "You suggest refitting the rose window as a docking port. The vergers cannot resist explaining to you why that would not work, with reference to pressure differentials and stress points. Behind you, the Parson slips into the bell tower.\u000d\u000a\u000d\u000aYou step back inside just in time to see him seize the bell rope with both hands and give an almighty pull. BONG! His expression of fascination is replaced by wide-eyed terror as the rope hauls him at breathtaking speed up the tower and inside the bell. There is a brief scream; a damp crunch. Coins shower you, along with a bracing drizzle of gore.\u000d\u000a\u000d\u000aYou won't be collecting a second fare from the Wandering Parson. But he had a surprising amount of pocket change.",
                                     "LinkToEvent": {"Id": 243316}, "Name": "Misdirected",
                                     "Id": 244825},
                    "DefaultEvent": {"Description": "\"A leak in the transept?\" The verger shakes his head. \"We inspect the seals every morning. What you might be seeing is bladder beetles. Always a problem down here. Body like a jellyfish. Sting like a jellyfish. Swarm like jellyfish would if there were two thousand of 'em. If you see something that looks like a leak down here, don't put your fingers in it. Oh yeah, and they get inside the zubs too.\"\u000d\u000a\u000d\u000aThe Parson lingers behind a nearby pillar, disappointed.",
                                     "LinkToEvent": {"Id": 243316}, "Name": "Not fooled",
                                     "Id": 244823},
                    "Name": "Smuggle in the Wandering Parson",
                    "Description": "The vergers look like forbidding, but they might fall for an ingenious ruse.",
                    "ButtonText": "", "Id": 186883}],
 "Description": "A shadowy space extends above your head. You can glimpse the rim of the bell, a dim circle of bronze. Ropes trail from its mouth. They're wet.",
 "Name": "The Bell Tower", "Id": 243316}
