{
  "Id": 243323,
  "Name": "Visions with the Bone",
  "Description": "The Matron lights a gaslamp. The room is modest, with a well-kept bed in the centre. \"Rest. Allow your mind to wander. When you are ready, I will give you the tether.\"\r\n\r\nYou look away, allowing your attention to settle on...",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 243324,
        "Name": "Tether melts in your mouth",
        "Description": "The morning sun streams through the barn's worm-eaten wood. The old plough rests in a corner. You'll be pulling it through the fields again today. But for now, you laze in a mound of hay - the Vibrant Lady is by your side, dozing. You languidly examine your flesh: parts of you have been stained green from rolling so roughly in the grass. You look over your lover's body. You can't help but smile - she's not really dozing, is she? You hold a hand over her heart. She grins. You both laugh - you can't help yourselves."
      },
      "Id": 185898,
      "Name": "...a green cup",
      "Description": "A warm green, as the Neath isn't keen to provide."
    },
    {
      "DefaultEvent": {
        "Id": 243391,
        "Name": "Tether melts in your mouth",
        "Description": "There's the Vibrant Lady of the House. Her red hair stands out prettily against the white walls. Her face - freckled, like the night sky. Her cheeks flush as you carry the pails of milk into the kitchen. She coughs two times as you pass. She'll sneak out at the second bell tonight. She bites her lip.\r\n\r\nThat bite - do you recognise it? It's familiar, somehow. "
      },
      "Id": 185945,
      "Name": "...white walls",
      "Description": "They're almost glowing in the light."
    },
    {
      "DefaultEvent": {
        "Id": 243392,
        "Name": "Tether melts in your mouth",
        "Description": "The Vibrant Lady of the House slips from her high window. You watch how she moves as she climbs down the ivy. You save your laughter until you're away from the walls and by a black lake. \r\n\r\nWild flowers grow by the water. She makes you a crown of them, and nestles it on your head. \"Would that I could make you a Lord,\" she sighs. You kiss her. You are her lover, and that's enough."
      },
      "Id": 185946,
      "Name": "...the Vibrant Lady of the House",
      "Description": "In another tether-vision, you'd planned to meet at the second bell."
    },
    {
      "DefaultEvent": {
        "Id": 244628,
        "Name": "Tether melts in your mouth",
        "Description": "It is cool by the river. And the jungle bears sweet fruit lately. Juice sprays with every bite. You lap some from your hand, and watch the water flow. A canoe drifts into view around the bend. It's well-laden. Another from the vanished capital, maybe? Not many have come this far south. You take another bite; the spray of juice is lost to the river. \r\n\r\nYou can see the man steering the canoe. You stand, your heart feeling as ripe and ready to burst as the fruit. He stands too, as he sees you. He is rowing to shore!"
      },
      "Id": 186754,
      "Name": "...a painting of apples",
      "Description": "They look very sweet."
    },
    {
      "DefaultEvent": {
        "Id": 244629,
        "Name": "Tether melts in your mouth",
        "Description": "Is she mad, you ask - stealing from the Khan's own chambers? \"He and his court are all lost in reflections,\" she says, unfurling a parchment onto a scratched lacquer stool. \"Certainly he owes us <i>something</i> for dragging us all into darkness. And the scholar pays handsomely.\"\r\n\r\nIn the pink paper-lantern light, you examine the parchment: a sloppy inked outline of the palace grounds. The Glass Garden could hold a pretty flower or two, you admit, and the scholar does lust for the contents of the Ten Thousand Minds' Repository. It could go well. Very well. You look up - your partner is beaming, knowingly. "
      },
      "Id": 186755,
      "Name": "...a fungal musk",
      "Description": "It is heavy in the air."
    }
  ]
}