{"ChildBranches": [{"DefaultEvent": {"Description": "\"Yes, your ships came. Promise them riches, promise them knowledge, promise them pretty toys - it's all the same! They come, and our stores replenish; the tether has new hulls to grow on. Take this gift of scrap to the priestess - look for me in the other times.\" ",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 243327},
                    "Name": "Have any of the ships you sent come in?",
                    "Description": "You think you recognised a few of the new wrecks as you entered the city.",
                    "ButtonText": "", "Id": 185900},
                   {"DefaultEvent": {"Description": "The Fair King slowly bites his lip. \"Like that?\" He wheels closer to you, and touches your wrist. He smiles enigmatically. \"Here we are again.\" The King kisses your hand, and squeezes it gently.",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 243393},
                    "Name": "Recall a vision of Bone",
                    "Description": "The Vibrant Lady bit her lip, just as the King does. Didn't she? Didn't he?",
                    "ButtonText": "", "Id": 185947},
                   {"DefaultEvent": {"Description": "\"Very well. Today I shall allow it. For a short while.\"",
                                     "LinkToEvent": {"Id": 243336}, "Name": "", "Id": 243394},
                    "Name": "Approach the mirror",
                    "Description": "At the rear of his chamber, the Fair King keeps a mirror made of ice. It holds a reflection - neither yours nor his, but that of a narrow, bespectacled gentleman. The King allows no one to approach it - but perhaps he will make an exception for you.",
                    "ButtonText": "", "Id": 185948},
                   {"DefaultEvent": {"Description": "$Frostfound -> 氷結城$The Fair King considers your gift, shivering behind its glass. \"Agreed,\" he whispers, tapping the surface and startling the thing within. \u000d\u000a\u000d\u000aIt takes a dozen hardy wreckers to free the slab of ice. The reflection within it - the thin man - watches the work with curiosity. \"Calved from Frostfound,\" the King says. \"Keep it cold.\"",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 243395},
                    "Name": "Buy the King's mirror",
                    "Description": "It is one of the King's most treasured possessions. It will be expensive.",
                    "ButtonText": "", "Id": 185949},
                   {"DefaultEvent": {"Description": "$Frostfound -> 氷結城$The Fair King considers your countenance for a long while. \"Very well.\"\u000d\u000a\u000d\u000aIt takes a dozen hardy wreckers to free the slab of ice. The reflection within it - the thin man - watches the work with curiosity. \"Calved from Frostfound,\" the King says. \"Keep it cold.\"",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 243396},
                    "Name": "Ask the King to gift you the mirror",
                    "Description": "He will give you anything you ask for.",
                    "ButtonText": "", "Id": 185950},
                   {"DefaultEvent": {"Description": "The Fair King slaps the side of his throne, and seems to rise in indignation. \"No, you absolutely may not have my mirror. No one may. It is one of our greatest treasures.\"\u000d\u000a\u000d\u000aHis expression softens after a moment, though, and he settles back into his throne. \"Not unless you brought me something more wonderful, of course.\"  ",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 243403},
                    "Name": "$Ambition -> 大望$Ambition: Can you have the mirror?",
                    "Description": "$Bourdain -> ボーデイン$You recognise the reflection inside from Mariam's statues. This is Bourdain, the Seven's Propagandist.",
                    "ButtonText": "", "Id": 185956},
                   {"DefaultEvent": {"Description": "\"You've found me, haven't you? In many times and places. But today - what are we?\"",
                                     "LinkToEvent": {"Id": 243340}, "Name": "", "Id": 243407},
                    "Name": "The Fair King's Question",
                    "Description": "He looks at you, searchingly. ", "ButtonText": "",
                    "Id": 185959},
                   {"DefaultEvent": {"Description": "The Fair King laughs, and assumes an air of faux solemnity. \"If you request it of me, my dear fellow, I oblige you,\" he says, puffing his cheeks, before bursting into a fit of laughter. \"How was that?\" \u000d\u000a\u000d\u000aWas it the Gentleman performing the King's gesture? Or the King performing the Gentleman's?",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 244643},
                    "Name": "Recall a vision of Cups",
                    "Description": "You've seen the Fair King puff his cheeks before, just like the Jocular Gentleman. Would he do it again for you?",
                    "ButtonText": "", "Id": 186769},
                   {"DefaultEvent": {"Description": "The Fair King's cheeks flare red. His eyebrows scrunch in confusion. \"What, like this?\" he asks, rubbing his neck - four fingers thoughtfully stroking the neck, the thumb rolling gently between the collar bones. Just like the Sharp Driver. \u000d\u000a\u000d\u000aThe Fair King watches you, and nods slowly. He wheels closer and looks at your feet. \"That's tether for you. Sometimes people find each other.\" ",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 244644},
                    "Name": "Recall a vision of Knives",
                    "Description": "The Fair King has touched his neck before in the same manner that the Sharp Driver touched hers. Can he do it again for you?",
                    "ButtonText": "", "Id": 186770},
                   {"DefaultEvent": {"Description": "$[Ss]cintillack -> シンティラック$He hands you the box. You flick open the latches; nestled within the velvet lining is the piece of scintillack you first gave him long ago. \"I would like you to bury this in Dahut. There is a rite we have in Wrack. If you find one you're tethered to - and they give you such a gift - it must be buried in Dahut so it may grow. Will you do this for me?\"",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 245590},
                    "Name": "The Fair King's Request",
                    "Description": "There is a small, wooden box in his lap.",
                    "ButtonText": "", "Id": 187367},
                   {"DefaultEvent": {"Description": "He reaches his arms around your neck, and you bear him from his throne to a nest of pillows. There, he is exuberant and ceaseless. In his King's voice, he urges you to further exertions. In a gentler voice, he voices his delight. Your ragged breath mingles with his. In the dark, his mouth tastes the sweat on your neck. The dark? Yes, the lantern has burned out. But you're not done. Not for a long time, yet.",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 245593},
                    "Name": "Spend a night with your lover",
                    "Description": "His grin is wide.", "ButtonText": "",
                    "Id": 187370},
                   {"DefaultEvent": {"Description": "$Surface -> 地上$You down ancient brandies. Rum sloshes out of your mugs as you make your toasts. The finest absinth from the Surface winks in the light! Between your drinks and each course brought out by the King's chef, you laugh, you confide, you tell jokes, and share fears, and complain about how long the curtain takes to rise - but never without good humour, as the King brushes aside his snowy hair, fallen in his face.  ",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 245594},
                    "Name": "Drink with an old friend",
                    "Description": "The wreckers have salvaged the drink cabinets of many affluent captains. You will be well taken care of tonight. ",
                    "ButtonText": "", "Id": 187371},
                   {"DefaultEvent": {"Description": "$Khan -> カーン, Khanate -> カーネイト, Mutton Island -> マトン・アイランド$Together, you and the King study the maps on his wall. His wreckers have heard interesting reports out of Mutton Island - it's being closely eyed by several of the Neath's powers. Murgatroyd may be expanding his reach into the Khanate too, if he can. But of course he will. He's in the hinterlands. The Fair King flashes you a look; you're always caught off-guard by that blueness. ",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 245595},
                    "Name": "Discuss business",
                    "Description": "Work together, and the zee will be yours.",
                    "ButtonText": "", "Id": 187372},
                   {"DefaultEvent": {"Description": "Wrack is all the King has known. He was born here after his mother's ship sank. The old Queen, childless, took him in as her own. She thought she'd found a daughter, he laughs. \u000d\u000a\u000d\u000aHe was tutored in matters of poetry, mathematics, engineering, biology, oceanography, and jurisprudence. Some of Wrack's citizens were educated before they sank. And, of course, you can learn much from tether-visions.\u000d\u000a\u000d\u000aThe King smiles, and smooths his shirt. \"A straightforward affair. The Queen died, and I have ruled since. What about you? What brought you here?\"",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 245596},
                    "RareDefaultEvent": {"Description": "$Vienna -> ウィーン$He recounts his own tether-visions. The scorching heat of Africa, and playing handmaiden to a royal daughter. More bucolic times in a fine white house. Running through Vienna with a bucket of black paint to meet his friend. Being a young prankster in a sharp suit, befriending a boy amused by wagers. Singing with a big band under the Ministry's - \u000d\u000a\u000d\u000aThe King's hands are balled into fists. \"I think that's enough of that.\"",
                                         "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 245597},
                    "Name": "Get to know the King",
                    "Description": "Perhaps one day, you can revisit the question of who you are.",
                    "ButtonText": "", "Id": 187373},
                   {"DefaultEvent": {"Description": "\"Yes, they came. Here's your share.\" He takes a bundle perched atop a treatise on engineering, and sets it on the edge of the table. He returns to his planning without a word more.",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 245685},
                    "Name": "Have any of the ships you sent come in?",
                    "Description": "The Fair King hardly looks up from his charts.",
                    "ButtonText": "", "Id": 187436},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 243314},
                                     "Name": "", "Id": 246095},
                    "Name": "Part from the Fair King",
                    "Description": "You will return.", "ButtonText": "",
                    "Id": 187728}],
 "Description": "The Fair King sits taller in his throne as you enter. He cannot help but smile. \"Welcome back.\"",
 "Name": "An Audience with the King", "Id": 243326}
