{"ChildBranches": [{"DefaultEvent": {"Description": "You step toward the mirror; it flashes in the light.\u000d\u000a\u000d\u000aYou see yourself, on deck, sabre at your side. You look improbably healthy; restlessly vital. The lights of London glow off your prow. The city, too, is different. A triumphal arch of blazing Mountain-stone has been constructed across the docks, the words 'DEATH HATH NO MORE DOMINION' engraved across it. \u000d\u000a\u000d\u000aThe streets are lit by steady electric lights, of the kind seen in the Khanate. But the priest-officials you can make out sermonising to the dockside crowds wear white robes, like those popular in the Presbyterate. Hunched over the rooftops is the clawing outline of the Bazaar: a blasted ruin.\u000d\u000a\u000d\u000aAs you watch, your reflection issues orders. Crewmen - also nimble with preternatural health - hurry to obey. The guns on deck swivel, to train on the great arch...\u000d\u000a\u000d\u000aThe Fair King's voice interrupts the vision. \"I am never sure what it is we are seeing. The gentleman's hopes? His fears? He certainly seems to have an ambitious imagination.\"\u000d\u000a",
                                     "LinkToEvent": {"Id": 243326}, "Name": "Eyes blazing!",
                                     "Id": 243337},
                    "Name": "Try to see yourself",
                    "Description": "Are you in the glass?", "ButtonText": "",
                    "Id": 185908},
                   {"DefaultEvent": {"Description": "You step toward the mirror; it flashes in the light.\u000d\u000a\u000d\u000aHe stands at the Cumaean Canal. His hair is blacker than the darkdrop coffee in his mug. Men and women from the Surface crowd around him; they look sickly in comparison. One passes him a letter; envelope white as snow, seal as black as bark. The Man reads it and passes the young woman a flask. Before her crewmates can set on her, she has drained it. Her skin glows with new vigour. And before they can set on him, he laughs, and - in the spirit of liberty, equality, and eternity - gives them each a flask of their own. \u000d\u000a\u000d\u000aThe Fair King's voice interrupts the vision. \"I am never sure what it is we are seeing. The gentleman's hopes? His fears? He certainly seems to have an ambitious imagination.\"\u000d\u000a",
                                     "LinkToEvent": {"Id": 243326}, "Name": "Free for all",
                                     "Id": 243409},
                    "Name": "Try to see the Man in the Mirror",
                    "Description": "Is there more to him?", "ButtonText": "",
                    "Id": 185961}],
 "Description": "You can see your reflection, distorted in the ice. But there is another, clearer reflection as well: a long-faced man with receding black hair and round-rimmed glasses. He blinks, solemnly, at you.\u000d\u000a\u000d\u000a",
 "Name": "The Man in the Mirror", "Id": 243336}