{
  "Id": 243340,
  "Name": "The Fair King's Yearning",
  "Description": "\"I know you've seen us. We always find each other, and here we are again. So: who are we now?\" ",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 243341,
        "Name": "",
        "Description": "The Fair King laughs as you have heard him laugh before, hundreds of years past, in Ireland. He bids you kneel by his throne; you oblige, and glance up at him. Did he always have so many freckles?\r\n\r\nThe Fair King lifts the crown from his head, and holds it out before him. The light catches the gold prettily. And it's there in the barn, as you idly play with a piece of straw, that you accept your crown. The Fair King kisses your forehead, and raises your lips. Strands of his red hair fall into his face - across his lips - but you kiss regardless."
      },
      "Id": 185910,
      "Name": "Kiss the Fair King",
      "Description": "You are lovers."
    },
    {
      "DefaultEvent": {
        "Id": 243408,
        "Name": "",
        "Description": "A sickly pall comes over the Far King. He wheels his throne to you, reaching out, nearly tumbling into the floor. \"But you've seen! How we always find each other! In every life we ride!\" He wheels closer; you step out of his way.\r\n\r\nHe slows himself, and stops. He does not turn to watch as you leave the Royal Hull."
      },
      "Id": 185960,
      "Name": "Snort",
      "Description": "You are nothing. Tether is a hallucinogenic; there's no truth in the visions."
    },
    {
      "DefaultEvent": {
        "Id": 244639,
        "Name": "",
        "Description": "The Fair King holds you, and laughs as he did when you were children in boarding school. He wheels his throne to a stool, and bids you sit. Was his hair always so snowy? Either way, you're glad to take the weight off your old legs.\r\n\r\nThe Fair King speaks of his childhood. You remember the days; you humble his more boastful recollections, and he puffs his cheeks as he always did. As you wait for dinner, he turns over his fork and wonders how much longer it will be. Not dinner - but the time you have together. You ask if he'd like to make a wager. He shakes your hand."
      },
      "Id": 186765,
      "Name": "Clap the Fair King on the shoulder",
      "Description": "You are friends."
    },
    {
      "DefaultEvent": {
        "Id": 244640,
        "Name": "",
        "Description": "The Fair King has a fine grip, and beams up at you. He laughs just as you heard him laugh at the station, when you first met. He wheels his throne to a wall of charts; you stand at his side. He looks up at you - were his eyes always so blue? \r\n\r\nYou look out at the kaleidoscopic reaches of the High Wilderness. You'll do good work together. You adjust a gauge, flick a knob. His hands move across his own panel. The old winds cannot stop you."
      },
      "Id": 186766,
      "Name": "Shake his hand",
      "Description": "You are colleagues."
    },
    {
      "DefaultEvent": {
        "Id": 244641,
        "Name": "",
        "Description": "The Fair King smiles, but not without effort. \"Fair enough,\" he says, rapping his armrest. \"We'll find out, shall we?\""
      },
      "Id": 186767,
      "Name": "Shrug",
      "Description": "You could be many things. Do not name it; discover it."
    }
  ]
}