{
  "Id": 243367,
  "Name": "A Collector of Stories",
  "Description": "His hair is impeccably-oiled. His teeth are white and flawless. His smile is searing, and he blasts you with it as you approach. \"Hello! I've enjoyed your tales - you've a gift for turning the truth into lies.\r\n\r\n\"In fact, I think perhaps you can help me. I have a professional need for <i>exclusive</i> stories; ones that have never been told before and won't be told again. If you'd be prepared to provide some, I will compensate you with unusual payments. [Spend your Storyteller quality on different rewards.]",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 243368,
        "Name": "You spin a bloody tale",
        "Description": "He records your words with a steel pen. \"Useful. Now, your payment.\" He opens a polished suitcase. You glimpse sheaves of official documents written in Presbyterate script, stamped with an ornate crest showing a horse, a bull, and a stag. The case clicks closed. He hands you a rosewood box.\r\n\r\n\"The finger bones of a murderer, who killed five Puzzle-Kings in the age before Nidah rose. In addition, the flint knife he slew them with, and the intersecting device-fragments he took from each. Unfortunately, the sixth piece - the murderer's - is lost.\""
      },
      "Id": 185929,
      "Name": "Trade a story for relics and antiquities",
      "Description": "\"I've a modest collection of artefacts from the earliest days of my homeland. For a tale of vengeance, they are yours.\""
    },
    {
      "DefaultEvent": {
        "Id": 244438,
        "Name": "You tell a knotty tale",
        "Description": "Satisfied as a fed cat, the collector hands over a roll of yellowing paper. You study it beneath a lantern of reclaimed stained glass. The chart is thick with notes: names, addresses, passphrases, strings of numbers and symbols. Judging by the numbering in one corner, it is only one of several such charts. \r\n\r\nA detail in the compass rose catches your eye: an ornate initial 'B'. And what's this in the margin? A motto? 'LIBERTY, EQUALITY, ETERNITY.'"
      },
      "Id": 186617,
      "Name": "Trade a story for a map, and knowledge",
      "Description": "\"I've come into possession of an old zee-chart, scribbled with perfidies. I've not been able to make head nor tale of them, alas, but perhaps you'll have better luck. In return, I require a tale of subterfuge.\""
    },
    {
      "DefaultEvent": {
        "Id": 244439,
        "Name": "You tell a tale of victory, dearly-bought",
        "Description": "Greedily, he records the essentials of your story . \"Marvellous. I'll have your payment delivered to your vessel. I'm afraid part of it is rather unwieldy - corpses tend to be, I've found.\r\n\r\n\"There's a story behind it, of course. Two brothers lived by the zee. When their mother passed, they divided up her pearls. But there were an odd number, and the brothers fought. One died, the other wept. His tears wetted the last pearl, which hatched. The thing that emerged had his brother's voice.\""
      },
      "Id": 186618,
      "Name": "Trade a story for a gift of life and death",
      "Description": "\"Not <i>your</i> life and death, obviously.\" He grins. \"That would be rude. But I will require a story of sacrifice. Something tragic and satisfying.\""
    },
    {
      "DefaultEvent": {
        "Id": 244581,
        "Name": "",
        "Description": ""
      },
      "Id": 186723,
      "Name": "Decline, for now",
      "Description": "\"Later, perhaps. I'll be here,\" he says."
    }
  ]
}