{"ChildBranches": [{"DefaultEvent": {"Description": "The hold is a wretched half-collapsed thing; shattered beams and floating debris. Your navigator helps you move a spar of fallen steel, uncovering sealed boxes. They contain heavily salted biscuits, hard tack, preservatives and lard. ",
                                     "Name": "You don your diving suit...", "Id": 243578},
                    "Name": "Retrieve supplies",
                    "Description": "The cargo hold is intact. Perishables will have spoiled, but preserved supplies may endure. ",
                    "ButtonText": "", "Id": 186068},
                   {"DefaultEvent": {"Description": "You lead a small crew down to the wreck. The lights of your zubmarine scratch at the darkness around you.",
                                     "LinkToEvent": {"Id": 243607},
                                     "Name": "You don your diving suit...", "Id": 243579},
                    "Name": "Retrieve sunken treasure ",
                    "Description": "The cabins of the wreck are intact. Something of value may have survived.",
                    "ButtonText": "", "Id": 186069},
                   {"SuccessEvent": {"Description": "You lead a small crew down to the wreck. The lights of your zubmarine scratch at the darkness around you. Of the fin or its owner, there is no sign. ",
                                     "LinkToEvent": {"Id": 243607},
                                     "Name": "You don your diving suit...", "Id": 243581},
                    "DefaultEvent": {"Description": "You lead a small crew down to the wreck. The lights of your zubmarine push at the darkness around you and reveal a gash in the ship's hull which allows easy entrance. Your search uncovers neither reward nor peril. \u000d\u000a\u000d\u000aA crewman expels a stream of bubbles - in relief? In frustration? - the moment before an eel as thick as the barrel of your deck gun engulfs his helmeted head. You do for the eel with a machete, but it is too late for your crewman. The zee teaches its lessons swiftly.",
                                     "Name": "You don your diving suit...", "Id": 243580},
                    "Name": "Retrieve sunken treasure",
                    "Description": "The cabins of the wreck are intact. Something of value may have survived. As you peer in through a porthole, a finned shadow sweeps past.",
                    "ButtonText": "", "Id": 186070},
                   {"SuccessEvent": {"Description": "The aft hold contains a dwindling pocket of air. You order a winch lowered, don your diving suit, and take a spare. Struggling through the ruin, you find the survivor gasping through the last of his air. For a frantic few minutes, you assist him into your second suit. His strength is spent. You pull him out. The winch pulls you both back aboard your zubmarine, which your grateful guest swears he'll never leave.",
                                     "Name": "You assess the wreck", "Id": 243583},
                    "DefaultEvent": {"Description": "You and several crew don diving-suits and hurry to help. As you try to clear a safe path to the survivor, though, his struggles grow frenzied. By the time you reach him, he has foolishly consumed the last of his air. There is nothing to retrieve, except his remains and last belongings.",
                                     "Name": "Burial by zee ", "Id": 243582},
                    "Name": "Rescue a survivor!",
                    "Description": "The wreck is recent - and a rhythmic knocking from within indicates someone is alive down there.",
                    "ButtonText": "", "Id": 186071},
                   {"SuccessEvent": {"Description": "$Grand Geode -> 大晶洞$The wreck groans as you pull yourself through its corridors. Your airline catches briefly as you negotiate the stairs to the captain's cabin. You unhook it, and ascend. Inside is a locked steel box.\u000d\u000a\u000d\u000aBack in your zubmarine, you prise it open. It contains a handful of interesting papers, and a journal logging the ships visiting the Grand Geode. The word 'COMPROMISED' is written next to each one.",
                                     "Name": "Don your diving gear...", "Id": 243587},
                    "DefaultEvent": {"Description": "The wreck groans as you pull yourself through its passages. At the foot of a rotting stair is the captain's cabin. Her greatcoat is still on her chair, an olive-green water-damaged journal poking from the left pocket. \u000d\u000a\u000d\u000aBack on the zubmarine, you read what little remains legible. A defection was intended, to the 'New Sequence.' 'I want only to remember the sun,' she wrote, 'the sun, the sun, the sun.' An ambition thwarted by the zee.",
                                     "Name": "You don your diving suit...", "Id": 243585},
                    "Name": "Search a London wreck ",
                    "Description": "$Admiralty -> 海軍省$This stately, shattered vessel is of familiar manufacture. Your lights illuminate a tattered Admiralty flag, shivering forlornly in the current. ",
                    "ButtonText": "", "Id": 186073},
                   {"SuccessEvent": {"Description": "You ensure your airline has plenty of slack, in case the wreck shifts. You requisition prybars and saws. The wreck's hull yields with a dull clang. \u000d\u000a\u000d\u000aInside, gloomy steel corridors extend through the tilting vessel. The zubmarine has lost its crew - perhaps they escaped. The Captain did not; a peligin-stained skeleton sits alone, a hat and journal the only indicators of her rank. The remains of the journal reveal an unfinished apology to a lover in London. ",
                                     "Name": "You don your diving suit...", "Id": 243591},
                    "DefaultEvent": {"Description": "You ensure your airline has plenty of slack, in case the wreck shifts. You requisition prybars and saws. The wreck's hull yields with a dull clang. \u000d\u000a\u000d\u000aInside, gloomy steel corridors extend through the tilting vessel. The dead zubmarine is empty, but for its captain - still in his seat. His jaw hangs open; the fish have had his eyes. You move behind him to examine the room; your navigator bangs on the cabin door twice. The captain is facing you. You depart, quickly..",
                                     "Name": "You don your diving suit...", "Id": 243590},
                    "Name": "Search a zubmarine wreck! ",
                    "Description": "Your prow light reveals the gleam of a shell-hull.",
                    "ButtonText": "", "Id": 186076},
                   {"SuccessEvent": {"Description": "The zubmarine has lost its cargo to the zee. The crew is gone. Perhaps they escaped? As you explore, something breaks beneath your foot. Something shivers against your thigh.\u000d\u000a\u000d\u000aYou are separated from your crew. A wrong turning between two ballasts; you find yourself in a corridor piled high with skulls, neatly stacked against the bulkheads. Over the eye sockets and mouths, a black resin like olive paste has dried. Every grin is stained as though by red wine; between the teeth dark waxy strings like melted cheese cling.\u000d\u000a\u000d\u000aA hand on your shoulder - the engineer. \"Only old bones, captain.\"",
                                     "LinkToEvent": {"Id": 243607},
                                     "Name": "You don your diving suit...", "Id": 243596},
                    "DefaultEvent": {"Description": "Where is the zubmarine's crew? You clamber through passages thick with drifting sediment. You squeeze through buckled doors. A corridor stretches before you, and here is what's left of the vessel's crew.\u000d\u000a\u000d\u000aTwo neatly-placed lines of skulls face each other. Their eye sockets and jaws have been caulked closed with something resinous. Your diving gear is awkward. Your foot disturbs a skull; it rolls on its side, and you see it's sealed underneath. \u000d\u000a\u000d\u000aA cracking sound. The skull rocks, this time without your help. Another dull crack. Its parietal bone breaks, drifts away. From inside something uncoils, black and glistening, centipedal, trimmed with writhing cilia. It gropes towards you, unwinding to shoulder height - how did all that fit inside a skull?\u000d\u000a\u000d\u000aAnother crack from behind you. Another. You flee, as the skulls begin to hatch.",
                                     "Name": "You don your diving suit...", "Id": 243592},
                    "Name": "Search a zubmarine wreck! ",
                    "Description": "Your prow light reveals the gleam of steel wreckage. A single light flickers through the wrecked zubmarine's observation window. ",
                    "ButtonText": "", "Id": 186077},
                   {"SuccessEvent": {"Description": "You swim down the deck, now near-vertical. Its wood is blistered and scorched. Below decks, the cabins show evidence of a slaughter. Old stains cover the walls. The blood must have dried before the ship sank.\u000d\u000a\u000d\u000aA Drownie waits within, white-eyed. Rotten flesh clings to her lips. She spits out part of a comrade as you approach. \"Couldn't help myself. Done now.\" Her voice sings through the water. \"What's left is yours.\" She darts - minnow-quick - through a porthole, abandoning her vessel's treasures to your salvage party.",
                                     "LinkToEvent": {"Id": 243607},
                                     "Name": "You don your diving suit...", "Id": 243598},
                    "DefaultEvent": {"Description": "The descent is precarious; once lowered onto the upraised deck, you are forced to cling to a railing to resist being dragged into the deeps by a savage current. The wood of the deck is blistered and scorched by old gunfire. \u000d\u000a\u000d\u000aBelow decks, the cabins show evidence of a slaughter. Old stains coat the walls. The blood must have dried before the ship sank. In the third cabin you reach, a white-eyed woman, her skin bloated, gnaws on a comrade's severed hand. Strings of gristle cling to her teeth. She looks up, uncomprehending. Your first officer cleaves her head from her shoulders. ",
                                     "Name": "You don your diving suit...", "Id": 243597},
                    "Name": "Search a corsair wreck ",
                    "Description": "The ship's bow is raised, as though struggling to escape the depths. ",
                    "ButtonText": "", "Id": 186081},
                   {"SuccessEvent": {"Description": "$Drowning-Pearl -> 溺れる真珠$The wreck is broken near the main guns. Though heavy doors spared half of the ship from the water, the crew were trapped inside without hope of escape. They chose to forgo starvation; their corpses litter the azure floors. \u000d\u000a\u000d\u000aYour doctor kneels beside one. The thin skin is stained a deep blue-black - the peligin hue of the zeep zee. The body is bloated and engorged - stretching the seams of its white and gold uniform. \"Margarite poisoning,\" your doctor pronounces. \"Self-inflicted, by the looks of it.\" He pries the jaw open. The corpse's mouth is stuffed with Drowning-Pearls.",
                                     "Name": "Your boarding party don their diving suits...",
                                     "Id": 243600},
                    "DefaultEvent": {"Description": "The wreck is broken near the main guns. Though heavy doors spared half of the ship from the water, the crew were trapped inside without hope of escape. They chose to forgo starvation; their corpses litter the azure floors. \u000d\u000a\u000d\u000aThe wreck suddenly shifts. A change in the current? Or did you disturb it? Your party crams their helmets back on, fleeing for your vessel.",
                                     "Name": "Your boarding party don their diving suits...",
                                     "Id": 243599},
                    "Name": "$Khan -> カーン, Khanate -> カーネイト$Search a Khanate wreck ",
                    "Description": "It lies on the zee-bed like a closed casket. ",
                    "ButtonText": "", "Id": 186082}],
 "Description": "The wreck waits below, a dark shape in dark water. What caused it to sink? And does anything salvageable remain?",
 "Name": "A Wreck!", "Id": 243577}
