{"ChildBranches": [{"DefaultEvent": {"Description": "$Department of Infernal Rarefaction -> 悪性希薄科$Coke! The university's Department of Infernal Rarefactions would be pleased at how well it's lasted. A few minutes in front of the boiler and it'll be ready for the fires.",
                                     "Name": "A crate of fuel", "Id": 243608},
                    "RareDefaultEvent": {"Description": "Your crew groans as you unearth stacks of hard tack, entirely untouched by water, utterly unmarred by the ravages of time. Regrettably, it will last for days.",
                                         "Name": "A crate of supplies ", "Id": 244659},
                    "Name": "A heavy wooden crate",
                    "Description": "Soaked, but intact. ", "ButtonText": "",
                    "Id": 186087},
                   {"DefaultEvent": {"Description": "<i>'We found Wrack, and were safe from the wreckships that had hunted us. But there are sweeter dangers in the City of Delights. We had a taste of the tether-weed, and in order to have more we sold such parts of our ship as we could hope to manage without. It need only get us to the next port.'</i>",
                                     "Name": "A warning ", "Id": 243609},
                    "RareDefaultEvent": {"Description": "<i>'...we came to Dahut wretched. They made us welcome. They bid us join them at their feasts. My bo'sun lay with his bride in a field of white flowers, and there I left him. My navigator refused to swim with us, and there I left him. My cabin boy joined the cathedral's choir; his eyes filled with light as his lungs filled with song, and there I left him. I should have stayed.'</i>",
                                         "Name": "A departure", "Id": 244662},
                    "Name": "A watery journal",
                    "Description": "Most of the pages are unreadable. But on the inside of the leather cover, something remains. ",
                    "ButtonText": "", "Id": 186088},
                   {"DefaultEvent": {"Description": "$[Ss]cintillack -> シンティラック$A pleasing pile of scintillack gleams at you from the bottom of the sack. Your crew crowd around, crooning appreciatively. ",
                                     "Name": "$[Ss]cintillack -> シンティラック$A handful of scintillack ",
                                     "Id": 243610},
                    "RareDefaultEvent": {"Description": "$Khan -> カーン, Khanate -> カーネイト$\"The Khanate sends tigers down to claw them off the zee bed,\" a forthright crewman asserts. A chorus of irritated denials forces a partial retraction.",
                                         "Name": "$Drowning-Pearl -> 溺れる真珠$Drowning-Pearls! ",
                                         "Id": 244664},
                    "Name": "A hemp sack ",
                    "Description": "The sack is almost rotted-away. There is a promising bulge at the bottom.",
                    "ButtonText": "", "Id": 186089},
                   {"DefaultEvent": {"Description": "The light from your lamp shines back at you. The crystal is a large fragment of something greater; jagged edges suggest this piece was broken off. Below the crown, a peculiar formation of small, sharp fragments puts you in mind of teeth. ",
                                     "Name": "A pallid crystal ", "Id": 243611},
                    "RareDefaultEvent": {"Description": "Close examination reveals this was once a knot of flesh. Salted for preservation, it has hardened until it resists even the edge of your Wharncliffe. Sharp spines protrude from it, like a puffer fish. Why would anyone make such a thing? ",
                                         "Name": "Hard as stone", "Id": 245354},
                    "Name": "A locked chest ",
                    "Description": "The chest is so rusted it's easier to chisel away the metal than to open it. What could be inside? ",
                    "ButtonText": "", "Id": 186090},
                   {"DefaultEvent": {"Description": "Something peers up at you from the bottom of the crate. It rises up on its fronds, its mouth-orifice aquiver. Your doctor removes it from the box. It wriggles, and spouts ink-dark water in their face before being bundled into a sack. ",
                                     "Name": "A diminutive horror", "Id": 243612},
                    "RareDefaultEvent": {"Description": "Your engineer curses as a cloud of blue feathers puffs from the box. You bat them away as your cabin fills with azure plumage.",
                                         "Name": "Feathers?", "Id": 245374},
                    "Name": "A sealed container ",
                    "Description": "Rusted bolts keep the steel lid firmly in place. You'll need a hammer. ",
                    "ButtonText": "", "Id": 186091},
                   {"DefaultEvent": {"Description": "The penmanship is small and cramped. Sentences run on untidily. The grammar is a disgrace. <i>'We parted at the confluence of the three rivers and the heretic ran on ahead with his armies but the daughter of the city stayed behind. She will not leave until she knows Nidah will stand: we begged because there was no mercy coming but she must see for herself.'</i> ",
                                     "Name": "A fevered account ", "Id": 243613},
                    "RareDefaultEvent": {"Description": "You cut the journal open, unfolding a complex navigational chart. It shows abysses and reefs - and these marks: are they cities? Regret, Remembrance, Refuge, Delight; Flowers, Freedom, and Peace.",
                                         "Name": "A course uncharted ", "Id": 245376},
                    "Name": "A leather-bound journal ",
                    "Description": "Its pages are sealed with wax.", "ButtonText": "",
                    "Id": 186092},
                   {"DefaultEvent": {"Description": "Why was it in the chest? Why wasn't it activated? What happens if you press the copper imprint between the metal spines? \u000d\u000a\u000d\u000aIt was a joke! There was no need for your crew to react like that. Once they're calm, you have it hauled aboard. It'll fetch a pretty penny - there are many above curious to know how they've been losing so many ships.",
                                     "Name": "A deactivated mine ", "Id": 243614},
                    "RareDefaultEvent": {"Description": "Inside is a long, hollow tube of bleached bone. Round holes mar the surface. \"Writing,\" your bo'sun observes. They're right; along its length runs elegant script. The holes disrupt the text like a Ministry censor, like burn marks on parchment.",
                                         "Name": "A piece of rare scrimshaw ", "Id": 245377},
                    "Name": "A locked chest ",
                    "Description": "This chest was once ornate, but the gold-leaf has mostly flaked off. The heavy iron lock is corroded - it'll present no challenge to a good crowbar. ",
                    "ButtonText": "", "Id": 186093}],
 "Description": "What have you found? Could anything of value have survived? ",
 "Name": "Salvage!", "Id": 243607}
