{"ChildBranches": [{"DefaultEvent": {"Description": "There is relieved laughter when you give the order to depart. The uncharted depths are infinitely preferable to poking about the monstrous skulls of the long dead. ",
                                     "Name": "", "Id": 243619},
                    "RareDefaultEvent": {"Description": "There is relieved laughter when you give the order. The light in the skull's eyes grow distant, reflected in the glass of your viewing port. That night you dream of a place of dark walls and vast stones. In your hands, a knife, a shroud. In your heart, hunger. \u000d\u000a\u000d\u000aThe dream does not come again. ",
                                         "Name": "", "Id": 243620},
                    "Name": "Don't interfere",
                    "Description": "It is, after all, a vast skull with an eery light in its eyes. ",
                    "ButtonText": "", "Id": 186096},
                   {"SuccessEvent": {"Description": "You place your gloved hands to the bone, peering into the socket is if it were a shop window. Behind the light is darkness. Black stone walls rise. A thousand stone doors; an ancient hunger. In your hands, a knife coral-black. Someone writhes upon the altar. Hooded figures enfold. \u000d\u000a\u000d\u000aYou draw back from the socket. The light lingers. ",
                                     "Name": "You don your diving gear...", "Id": 243618},
                    "DefaultEvent": {"Description": "You press the glass of your suit against the bone. Your helmet fills with stabbing light. You remember. Door on door on door on black stone. You walk along dark battlements, knives clasped to your breast. The hunger grows. Not all those who process will be returning. \u000d\u000a\u000d\u000aYou are pulled from the bone by the firm hands of your navigator. ",
                                     "Name": "", "Id": 243617},
                    "Name": "Look into the skull's eye socket ",
                    "Description": "Violant luminescence shines within. ",
                    "ButtonText": "", "Id": 186095}],
 "Description": "A vast skull, grotesquely elongated, glowers up at you. Its eye sockets  gleam with sharp blue light. Its jaw is long and strong as a ship's bow. ",
 "Name": "Watchful skull", "Id": 243616}