{"ChildBranches": [{"DefaultEvent": {"Description": "Your airline is extended to enable a thorough exploration. As you pick your way across the zee bed to the wreck, you notice a weak light shining from within the ruptured bow. It illuminates a shoal of fish skirting around and away from the wreck. The cargo hold is yawning wide, offering easy entrance.\u000d\u000a\u000d\u000aYour bo'sun is to remain outside while the rest of you go in. She will sound the time in sevens. \"Be out in fourteen minutes,\" she warns, \"After seven, the fear sets in. Twice that, the hallucinations. Thrice that, you'll go dark. No coming back.\"",
                                     "LinkToEvent": {"Id": 245699},
                                     "Name": "You don your diving suit...", "Id": 243695},
                    "Name": "Enter the wreck ",
                    "Description": "Judging by the progress of the decay and its outmoded plating, this ship has lain here since soon after London's Fall. \u000d\u000a\u000d\u000aThis may not be wise. ",
                    "ButtonText": "", "Id": 186135},
                   {"DefaultEvent": {"Description": "The ladder cannot take your weight. It hangs loose from the wall. You float down to the ship bottom, where those crew you brought with you wait. They acknowledge your return but offer nothing. The groaning of the wreck accompanies your return to your zub.",
                                     "Name": "", "Id": 245706},
                    "Name": "A way out",
                    "Description": "There - a steel ladder shines in your lamplight. Was it always half-wrenched from the wall? Do you care? The cargo hold is just below.",
                    "ButtonText": "", "Id": 187449},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 139750},
                                     "Name": "", "Id": 245710},
                    "Name": "Dead ",
                    "Description": "Alone. When this ship went down, at least a dozen died together. You do not have that comfort. ",
                    "ButtonText": "", "Id": 187452},
                   {"DefaultEvent": {"Id": 261019}, "Name": "Leave well enough alone",
                    "Description": "There's something off here. You want nothing to do with this wreck.",
                    "ButtonText": "", "Id": 194619},
                   {"SuccessEvent": {"Description": "You press on through the murk. An old lantern crashes down an iron stairwell. Your foot must have caught it as you turned a corner. You follow it down, and find yourself on an unfamiliar deck. ",
                                     "LinkToEvent": {"Id": 245699}, "Name": "", "Id": 245701},
                    "DefaultEvent": {"Description": "You make for the port stairwell. The compartment, the bulkheads, the portholes are revealed in pale milk-white. A ship passing in the waters above? The light goes as suddenly as it came. You are plunged into abyssal darkness.",
                                     "LinkToEvent": {"Id": 245699}, "Name": "", "Id": 245697},
                    "Name": "Go further ",
                    "Description": "The ship shudders. Something large must have passed by. Go deeper. ",
                    "ButtonText": "", "Id": 187445},
                   {"SuccessEvent": {"Description": "The wreck lists at a pronounced angle. You are forced to crawl along a ladder that quakes with your weight. But this deck seems familiar.",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245703},
                    "DefaultEvent": {"Description": "The wreck lists at a pronounced angle. Something groans; something shudders. Did the ship shift? ",
                                     "LinkToEvent": {"Id": 245699}, "Name": "", "Id": 245702},
                    "Name": "Retrace your steps ",
                    "Description": "Which turning was wrong?", "ButtonText": "",
                    "Id": 187447},
                   {"SuccessEvent": {"Description": "You know this deck. This carpet - iridescent with fungus - is familiar. Those lights just ahead are surely those of your zub. Just a little further. Just a little longer. ",
                                     "LinkToEvent": {"Id": 245699}, "Name": "", "Id": 245705},
                    "DefaultEvent": {"Description": "No, not here. You have not been here before. The deck below you is rent and ravaged. A chasm gapes before you. Above you, a bulkhead. This too is unfamiliar. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245704},
                    "Name": "Leave ",
                    "Description": "Somewhere there has to be an escape. You entered through the hold. You cannot be trapped forever. ",
                    "ButtonText": "", "Id": 187448}],
 "Description": "Encrusted protrusions of coral fix the wreck's anchor to the zee bed. The bow has shattered on the rocks. The anchor chain groans in the current. ",
 "Name": "A silent wreck ", "Id": 243694}