{"ChildBranches": [{"DefaultEvent": {"Description": "A gaunt engineer listens, critically. He jots, then crosses out. He doubts, then quibbles. The Fierce Philanthropist is forced to clear her throat. The engineer makes minuscule, but critical, adjustments to his calculations.",
                                     "LinkToEvent": {"Id": 244542}, "Name": "A reluctant reception",
                                     "Id": 244543},
                    "RareDefaultEvent": {"Description": "A grease-flecked engineer listens to your tales with wide eyes, sucking loudly on peppermint after peppermint. When you finish, he whistles. \"Marvellous. Marvellous!\" \u000d\u000a\u000d\u000aThere is an expectant pause. \"Ah,\" he says. \"Sorry. I probably should have been writing that down. Could you start again?\" This time, he remembers he's supposed to be working.",
                                         "LinkToEvent": {"Id": 244542}, "Name": "An avid audience",
                                         "Id": 246513},
                    "Name": "Phase I: Contribute nautical know-how",
                    "Description": "Some contribute ingenuity. Others, graft. What you contribute is hard-won, hands-on experience of the zee itself. [Spend zee-ztorys to increase your Experimental Modifications by 20.]",
                    "ButtonText": "", "Id": 186695},
                   {"DefaultEvent": {"Description": "Within the hour they've stripped it down, flensed it for everything they can learn, and incorporated their discoveries into the modifications to your ship. \"Progress!\" the chief engineer exclaims. \"Now: tea!\" ",
                                     "LinkToEvent": {"Id": 244542},
                                     "Name": "The lessons of the past", "Id": 244544},
                    "RareDefaultEvent": {"Description": "You watch your artefact being welded into a tangle of pipes deep in the bowels of your engine. \"It'll never work,\" mutters one engineer. \"It bl__dy will,\" the chief says, wiping sweat and oil from her forehead.",
                                         "LinkToEvent": {"Id": 244542},
                                         "Name": "An ingenious approach", "Id": 246510},
                    "Name": "Phase I: Donate a mysterious device",
                    "Description": "$Outlandish Art[ie]fact -> 風変わりな工芸品$Heretofore, its purpose was mysterious. But the chief engineer insists it's precisely what they need. [Sacrifice an Outlandish Artefact to increase your Experimental Modifications by 60.]",
                    "ButtonText": "", "Id": 186696},
                   {"DefaultEvent": {"Description": "The scientists are pleased as schoolboys. After spending the afternoon taking pot-shots at the ivory with variously calibred rifles (\"To test its resilience, d'you see?\"), they are keen to put it to use. Supplies are limited, but it will reinforce crucial junctures, or protect vulnerable stress points.",
                                     "LinkToEvent": {"Id": 244542}, "Name": "A truce",
                                     "Id": 244545},
                    "Name": "$[Ss]tygian[- ][Ii]vory -> 漆黒の象牙$Phase I: Donate Stygian Ivory",
                    "Description": "$[Ss]tygian[- ][Ii]vory -> 漆黒の象牙$It's dark as the belly of the zee, and - correctly treated - harder than iron. [Sacrifice Stygian Ivory to increase Experimental Modifications by 20.]",
                    "ButtonText": "", "Id": 186697},
                   {"DefaultEvent": {"Description": "One engineer begins to laugh, seemingly unable to stop. Another weeps. The tears scorch his face like kettle-water. A third frantically tries to write down what you said, but gives up when her third pen combusts in lavender flame.\u000d\u000a\u000d\u000a\"This changes everything,\" a grease-stained engineer whispers. Later, his colleagues catch him out back, burning his collected volumes of the <i>Transactions of the South Wales Institute of Engineers</i>.\u000d\u000a\u000d\u000aFortunately, your vessel benefits from the drastic adjustment to their perspective. Her turbines whirl! Her pumps thunder! A river of cabling runs through her interior, dense as the weave in a Turkish carpet!",
                                     "LinkToEvent": {"Id": 244542}, "Name": "The truth burns",
                                     "Id": 244546},
                    "RareDefaultEvent": {"Description": "\"We'll have to rework the hydraulics,\" the chief engineer exclaims, her eyes ablaze. \"But it'll be worth it!\" \u000d\u000a\u000d\u000aShe works for three days straight. In the end, they have to pry the spanner from her hands and stir laudanum secretly into her tea to convince her take a break. No one can make head nor tail of the changes she's made to the pipework, but the engine whirrs like moths' wings.",
                                         "LinkToEvent": {"Id": 244542},
                                         "Name": "Inspiration strikes", "Id": 246515},
                    "Name": "Phase I: Contribute advanced theory",
                    "Description": "$Extraordinary Implication -> 尋常ならざる示唆$These idiots don't have the first idea what they're doing. Enlighten them. [Sacrifice an Extraordinary Implication for 100 Experimental Modifications.]",
                    "ButtonText": "", "Id": 186698},
                   {"DefaultEvent": {"Description": "$Port Carnelian -> ポート・カーネリアン$Back to Port Carnelian: the hubbub, the pungent scent of the fungal jungle, the low rumble as tigers pad by on the street.",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "You close the door behind you", "Id": 244547},
                    "Name": "Leave the workshop",
                    "Description": "Its noise. Its arguments. Its overwhelming smell of oil and peppermints.",
                    "ButtonText": "", "Id": 186699},
                   {"DefaultEvent": {"Description": "$Khan -> カーン, Admiralty -> 海軍省, Khanate -> カーネイト, Khan's Shadow -> カーンの影, Station III -> 第三基地$The engineers brim with conspiracy theories about the old zubmarine programs. Before the Agreement About Nothing of Consequence, London's Admiralty conducted their zubmarine research at Station III. The location of the Khanate's research base is unknown, but a number of its scientists relocated to Khan's Shadow. Perhaps one of those locations has information you could use. [Retrieve zonar schematics from Station III or Khan's Shadow.]",
                                     "Name": "", "Id": 244548},
                    "Name": "Phase II: Retrieve a set of zonar schematics",
                    "Description": "$Khan -> カーン, Admiralty -> 海軍省, Khanate -> カーネイト$The engineers have reached an impasse. \"It's the zonar. It's unreliable, loud, and stops working below seventy fathoms. But the Admiralty and the Khanate must have cracked this, back in the day...\"",
                    "ButtonText": "", "Id": 186700},
                   {"DefaultEvent": {"Description": "$Port Carnelian -> ポート・カーネリアン$They set to work immediately. Your ship is docked at the workshop and concealed beneath a set of awnings. Beneath, hammers ring, drills whirr, mechanics argue, reconcile, improvise.\u000d\u000a\u000d\u000aFrom the outside, your ship looks largely unaltered. But inside, new pipes gleam. A satisfying lever stands by the helm, surrounded by an array of mysterious gauges and dials. \"This extends the shell-hull,\"  a weary engineer explains. \"Don't pull it until you're out at zee, eh?\"\u000d\u000a\u000d\u000aThe Fierce Philanthropist offers you a sherry. \"We've done it,\" she says. \"To your new journeys, [q: Addressed As], wherever they may lead.\" [If you trade this ship for another, your chief engineer will automatically apply the zubmarine conversion process to your new vessel. Future captains can obtain a zubmarine conversion by returning to Port Carnelian. They will not have to repeat the quest.]",
                                     "Name": "", "Id": 244550},
                    "Name": "Complete Phase II",
                    "Description": "Your brandish the pilfered zonar schematics. The engineers cheer. ",
                    "ButtonText": "", "Id": 186702},
                   {"DefaultEvent": {"Description": "She casts a wary glance at a passing engineer. \"Let's discuss this when your vessel's alterations are complete,\" she says, <i>sotto voce</i>. \"We have compatible interests, but we'll need a zubmarine to pursue them.\"",
                                     "LinkToEvent": {"Id": 244542}, "Name": "First thing's first",
                                     "Id": 259175},
                    "Name": "Enquire about Lytton...",
                    "Description": "...and the attempt on Nidah.", "ButtonText": "",
                    "Id": 193273},
                   {"DefaultEvent": {"Description": "Behind the Blue Bazaar by night, a gang of cravated criminals assemble. For a sum of echoes they will appropriate a crate of necessary materials for you. They ask no questions, and the crate is delivered to the workshop by morning.",
                                     "LinkToEvent": {"Id": 244542}, "Name": "Midnight agents",
                                     "Id": 260370},
                    "RareDefaultEvent": {"Description": "You make a deposit into a blandly-named account, and a certain port official turns a blind eye to an incoming cargo of vital, but dangerous, supplies.",
                                         "LinkToEvent": {"Id": 244542},
                                         "Name": "Greasing the wheel", "Id": 260371},
                    "Name": "Phase I: Provide additional funding",
                    "Description": "Specifically, apply bribes that the Philanthropist cannot be associated with. [Spend echoes to increase your Experimental Modifications by 25.]",
                    "ButtonText": "", "Id": 194183}],
 "Description": "On the shore of a gloomy inlet stands a rickety factory. Once - and supposedly still - it was committed to the cutting and polishing of sapphires.  \u000d\u000a\u000d\u000aNow it is the place where the Fierce Philanthropist houses her intrepid staff of engineers: the ingenious men and women who will convert your ship into a zubmarine.",
 "Name": "The Hidden Workshop", "Id": 244542}
