{"ChildBranches": [{"DefaultEvent": {"Description": "\"The thing I lost was my husband,\" she tells you. You tut, and she raises a guilty hand. \"I know. Careless. He fell in with an unfortunate crowd. Rabble-rousers, schemers, renegades. They called themselves the Seven.\" She does not sound entirely disapproving. \u000d\u000a\u000d\u000a\"My husband shielded me from the details of his endeavour, although I have made a number of suppositions. I know for certain, however, that it ended in disaster. He and his co-conspirators fled beneath the waves. If you could find him, he may be able to lead you to the others.\"\u000d\u000a\u000d\u000a\"If you locate him, please give him this,\" she hands you a locket containing a miniature portrait of herself. \"It is likely that he is dead, or unable to return. But if possible, I would like him to remember me.\" She takes an abrupt sip of sherry. [Search the cities under the zee for signs of Lytton, the Fierce Philanthropist's husband.]",
                                     "Name": "", "Id": 244561},
                    "Name": "Accept a commission",
                    "Description": "Eventually, she speaks. \"Some time ago, I lost something beneath the zee. It would help both our causes if you were able to locate it.\"",
                    "ButtonText": "", "Id": 186709},
                   {"DefaultEvent": {"Description": "$q:Addressed As -> q:呼称, Low Barnet -> ロウ・バーネット$She listens quietly as you tell her of the crumbling, sealed church of Low Barnet. Of her husband's lowly status and humble duties. Of the slow infestation of coral, crawling over his limbs, his torso, his cheek...\u000d\u000a\u000d\u000aShe stands, abruptly. \"Excuse me, [q:Addressed As],\" she says, and leaves the room. A while later, a servant arrives to escort you out. \"The mistress hopes you will forgive her, and will be happy to receive you on another evening, [q:Addressed As]. But for now, she is indisposed.\" ",
                                     "Name": "The unvarnished truth", "Id": 259170},
                    "Name": "Tell her the full details of her husband's fate",
                    "Description": "She deserves to know the truth, coral and all.",
                    "ButtonText": "", "Id": 193270},
                   {"DefaultEvent": {"Description": "$[Aa]nimescence -> 魂遷, Adam's Way -> アダムの道$She is preparing a dispatch of comforts for the patient-inmates of the animescence hospital in Adam's Way. \"The poor things. Their souls baking; their bodies fevered.\" Indeed. The world is unjust. If only it were possible to do more, you intimate. Charity, after all, can only mitigate the symptoms of tragedy, not prevent it. \u000d\u000a\u000d\u000aThe Philanthropist peers at you. \"What are you getting at?\" You allow her to coax it from you with the application of sherry. Though she knew the rough shape of her husband's former endeavour, this is the first time she has heard the full story. Now it's all she has left of him, she is hungry for it. She leans forwards, cheeks flushed, eyes dark.\u000d\u000a\u000d\u000aYou debate and quarrel and conspire all through the night. As the servants are beginning to rouse, she shakes your hand with a fierce grip. \"I'll join your Seven. You've my support and - more practically - my pockets.\" The sherry is gone, alas, but she raises an empty glass. \"Here's to bloodying death's nose.\"\u000d\u000a\u000d\u000a",
                                     "Name": "", "Id": 259171},
                    "Name": "Recruit her to the Seven",
                    "Description": "$(Bale of )?[Pp]arabola[- ][Ll]inen -> パラボラ・リネン$Will she assume her husband's role as the cabal's Financier? Perhaps a donation to her charitable work would steer the conversation where you need it to go. [A donation of Parabola-Linen and Zzoup will help your case.]",
                    "ButtonText": "", "Id": 193271},
                   {"DefaultEvent": {"Description": "Ah, delicious!", "Name": "",
                                     "Id": 259173},
                    "Name": "Enjoy a sherry",
                    "Description": "You have no particular business. But sherry is sherry.",
                    "ButtonText": "", "Id": 193272},
                   {"DefaultEvent": {"Description": "$q:Addressed As -> q:呼称$As you invent a tale of Lytton's demise, the Philanthropist listens, stiff and patient as a marble statue. The candles burn low. A servant enters to replace them, only to be waved away to prevent any interruption. One by one the candles go out. When you finish, only lamplight spilling through the window allows you to see at all. \u000d\u000a\u000d\u000aThe Fierce Philanthropist is still in her chair. \"Death is a very spiteful creature, [q:Addressed As],\" she says, her voice faltering.",
                                     "LinkToEvent": {"Id": 244560}, "Name": "", "Id": 260417},
                    "Name": "Lie about her husband's fate",
                    "Description": "Perhaps it is best she believes he perished beneath the waves.",
                    "ButtonText": "", "Id": 194214}],
 "Description": "This time, the sherry is accompanied by a fruit loaf, slathered with butter. When you raise the matter of your search for immortality, and the involvement of Lytton, the man who shares her name, she grows thoughtful.",
 "Name": "$Ambition -> 大望$Ambition: an Additional Sherry with the Fierce Philanthropist",
 "Id": 244560}
