{"ChildBranches": [{"DefaultEvent": {"Description": "Your passenger gazes impassively at a bulbous figure, whispering quietly. As the fog parts, you can make out milky eyes and a toothless grimace.\u000d\u000a\u000d\u000aNo tomb-colonist ever looked as ancient or unwell as the Almost Dead Man before you. Grey, bloated, and nearly embalmed by the fungal smoke, it's difficult to tell where his skin ends and the stone bed beneath him begins. His breath is shallow, but his bare chest heaves to a different rhythm. A shape crawls beneath his ribs, but disappears as the man lets out a gassy sigh.\u000d\u000a\u000d\u000a\"Allow me to introduce you, [q:Addressed As],\" the Incomparable Aurelian says, slipping you a modest payment, \"This is Lorenzo, my erstwhile mentor and host to the Most-Moth.\"",
                                     "LinkToEvent": {"Id": 244573}, "Name": "An Almost Dead Man",
                                     "Id": 244574},
                    "Name": "Approach a voice from the fog",
                    "Description": "\"Here at last?\" The fog-voice croaks. \"Come closer.\" The Incomparable Aurelian rolls his eyes, but advances nonetheless.",
                    "ButtonText": "", "Id": 186717},
                   {"DefaultEvent": {"Description": "Bony fingers clutch the cup with effort. \"To immortality, and those who died in its pursuit!\" \u000d\u000a\u000d\u000aSomething twists deep in the man's stomach. He coughs up a curiously sculpted stone. \"That includes us, grub.\"",
                                     "LinkToEvent": {"Id": 244573}, "Name": "\"To immortality!\"",
                                     "Id": 244615},
                    "Name": "Provide wine for a dead man's toast",
                    "Description": "\"Dying works up a thirst. But I should like to make a toast.\"",
                    "ButtonText": "", "Id": 186744},
                   {"DefaultEvent": {"Description": "\"Mortality has a way of finding us in the end.\" The Almost Dead Man wheezes to himself, dislodging a cloud of cave moths. The Incomparable Aurelian spares them only a disappointed glance.\u000d\u000a\u000d\u000a\"I must set my affairs in order. I owe that much to my successor.\" He waves a withered hand feebly. It's not clear whether the gesture suggests the companion at his bedside or the one nestled within his ribs. \"So, [q:Addressed As], would you help an old man say his farewells?\"",
                                     "LinkToEvent": {"Id": 244573}, "Name": "Delivering farewells",
                                     "Id": 244616},
                    "Name": "Entertain a dying man's last requests",
                    "Description": "\"You've a zubmarine,\" the Almost Dead Man wheezes, \"Entertain a dying man's last requests?\"",
                    "ButtonText": "", "Id": 186745},
                   {"DefaultEvent": {"Description": "How did this he come to know one of the exiles of Hideaway? No answer is forthcoming, but the old man displays a broken grin. \"The old history of foolhardy youths,\" he confides, \"Who somehow became old men.\"",
                                     "LinkToEvent": {"Id": 244573},
                                     "Name": "Farewell to a Sprightly Visionary", "Id": 244617},
                    "Name": "Deliver a letter of farewell to a Sprightly Visionary at Hideaway",
                    "Description": "\"He deserved more than I had to give,\" the Almost Dead Man croaks.",
                    "ButtonText": "", "Id": 186746},
                   {"DefaultEvent": {"Description": "After a brief consultation with the Incomparable Aurelian, the ancient man hands you a sealed letter. \"I'm told he resides in an etched tooth-house in the maw. When I imagine what he could have been...\"",
                                     "LinkToEvent": {"Id": 244573}, "Name": "To Nook",
                                     "Id": 244618},
                    "Name": "Deliver a letter of apology to a Flinty Latitudinarian at Nook",
                    "Description": "The Almost Dead Man assures you, at length, that the Latitudinarian is not a man to blame the messenger.",
                    "ButtonText": "", "Id": 186747},
                   {"DefaultEvent": {"Description": "\"She was...\" The man's voice catches. With a trembling hand, he caresses the decorated 'R' on the seal. \"I never should have left her.\"\u000d\u000a\u000d\u000aThe old man's fingers are loathe to release the letter. When they do, the Most-Moth trembles in his chest. The Incomparable Aurelian has the decency to look away.",
                                     "LinkToEvent": {"Id": 244573}, "Name": "The third letter",
                                     "Id": 244619},
                    "Name": "Deliver a final letter to the Burning Lady in Anthe",
                    "Description": "\"One last message.\" The Almost Dead Man clutches it to his chest. ",
                    "ButtonText": "", "Id": 186748},
                   {"DefaultEvent": {"Description": "A ramshackle array of pulleys allows the Undercrow's reclusive resident to feed the fire above. The herby smoke of the fungal fire has preservative qualities, but dust everything in a fine grey deposit. Meanwhile, the fire distracts the more aggressive moths and warns ships far above. All is well, or as well as can be expected.",
                                     "LinkToEvent": {"Id": 244573},
                                     "Name": "A thorough survey of moths and fire", "Id": 244621},
                    "Name": "Assemble a Port Report",
                    "Description": "It's little more than a cave and a lighthouse fire, but the Admiralty appreciate thoroughness.",
                    "ButtonText": "", "Id": 186750},
                   {"DefaultEvent": {"Description": "Moments after being shoved ashore, the blemmigan is excitedly chasing cave moths. You watch as it scurries into the deeper fog.",
                                     "LinkToEvent": {"Id": 244573}, "Name": "A natural fit",
                                     "Id": 244622},
                    "Name": "Release a blemmigan into the Undercrow",
                    "Description": "In such a desolate place, any company would be appreciated.",
                    "ButtonText": "", "Id": 186751},
                   {"DefaultEvent": {"Description": "\"No use for new faces,\" the voice creaks. A shape withdraws deeper into the fog. \"Find my student. Back in Port Carnelian. Or maybe hunting in Venderbight.\" A rattling breath. \"Tell him he hasn't long.\" \u000d\u000a\u000d\u000a[Collect the Incomparable Aurelian from Port Carnelian or Venderbight to win the speaker's trust.]",
                                     "LinkToEvent": {"Id": 244573}, "Name": "Distinctly unwelcome",
                                     "Id": 244943},
                    "Name": "Explore the fog",
                    "Description": "A hollow voice rings down through the fog. \"No visitors!\" But surely an exception can be made in your case?",
                    "ButtonText": "", "Id": 186969},
                   {"DefaultEvent": {"Description": "The Almost Dead Man asks you to describe his commander's response in maddening detail. He only desists when an attempt to return the Khaganian salute results in a spasm of pain. As the Incomparable Aurelian offers him some water, you watch his ribs rise and fall like the keys on a pianoforte.\u000d\u000a\u000d\u000aWhen the pain has subsided, the old man's grimace settles into a far-away smile. \"He still wears the ascot I gave him.\"",
                                     "LinkToEvent": {"Id": 244573}, "Name": "Accepted with grace",
                                     "Id": 245002},
                    "Name": "Give the Sprightly Visionary's response",
                    "Description": "The Almost Dead Man is dismissed from his service. Surely that's good news?",
                    "ButtonText": "", "Id": 187012},
                   {"DefaultEvent": {"Description": "The Almost Dead Man is agape. He insists you repeat the exchange, probing it for falsehood or insincerity. Then he shakes his head with some effort and releases an immense sigh. For a moment, he resembles a bloated, beatific cherub.",
                                     "LinkToEvent": {"Id": 244573},
                                     "Name": "\"Just like that? Forgiven?\"", "Id": 245004},
                    "Name": "Bestow the Latitudinarian's forgiveness",
                    "Description": "The Almost Dead Man has less to apologise for than he thought.",
                    "ButtonText": "", "Id": 187014},
                   {"DefaultEvent": {"Description": "His wheezing turns to laughter. Even the Aurelian shares his smile. For a moment, the damp cave has the warmth of home.",
                                     "LinkToEvent": {"Id": 244573},
                                     "Name": "Giddy as an Almost Dead Schoolboy", "Id": 245006},
                    "Name": "Recount Rosina's response to the Almost Dead Man",
                    "Description": "\"What did she say?\" Eagerness is unbecoming on a bulbous cadaver. Tell him quickly.",
                    "ButtonText": "", "Id": 187016},
                   {"DefaultEvent": {"Description": "You do your best to paint the scene in a positive light. Nevertheless, the Almost Dead Man is consumed by grief at having advanced his love's condition. He drags his stiffening shape to the cave mouth; the Undercrow's confines afford little in the way of loneliness. The Aurelian's sour gaze pins you to the wall.",
                                     "LinkToEvent": {"Id": 244573}, "Name": "Not taken well",
                                     "Id": 245007},
                    "Name": "Tell him of the Burning Lady's near-combustion",
                    "Description": "The Almost Dead Man is eager to hear Rosina's response. How best to break it to him?",
                    "ButtonText": "", "Id": 187017},
                   {"DefaultEvent": {"Description": "The dimness of age and mushroom smoke fades from his eyes. \"Ah... blood of the Elder Continent. All that's missing is a bright horizon, sapphired streams, and Nidaheen to kill.\"\u000d\u000a\u000d\u000aHe rummages at the back of the cave until he finds a memento of his youthful incautions. \"Just a knick-knack,\" he rattles, pressing it into your hands with his brittle fingers. \"Payment for the coffee.\"",
                                     "LinkToEvent": {"Id": 244573}, "Name": "A cup well-savored",
                                     "Id": 245118},
                    "Name": "Share a familiar flavor",
                    "Description": "\"Is that coffee I smell? Could I trouble you for a cup?\" In his eyes, you recognise the desperation of an addict.",
                    "ButtonText": "", "Id": 187099},
                   {"DefaultEvent": {"Description": "You remember a mountainside, a feast of seven corpses, and an eternal flame - but the Almost Dead Man was nowhere to be seen. He's deep asleep now, but whose dream were you in?\u000d\u000a\u000d\u000aSomething wrenches within his neck, and his snores halt for a horrible moment before resuming. Could the Most-Moth develop a taste for honey?",
                                     "LinkToEvent": {"Id": 244573}, "Name": "A hybrid dream",
                                     "Id": 245120},
                    "Name": "Offer a momentary escape to an Almost Dead Man",
                    "Description": "\"Honey? I shouldn't, but what harm now? Join me in a spoon?\"",
                    "ButtonText": "", "Id": 187101},
                   {"DefaultEvent": {"Description": "Though the Aurelian goggles at your tale, his mentor only gives a grizzled nod. \"Not bad,\" he allows. \"Saw a thing or two myself, in my youth. The Desert of Eyes, the Listening Desert, the Desert of Delights. Nidah, on the Mountain's side, with her domes of basalt and porphyry...\"",
                                     "LinkToEvent": {"Id": 244573},
                                     "Name": "The Almost Dead Man is not easy to impress",
                                     "Id": 245121},
                    "Name": "Share tales of the outside with the Almost Dead Man",
                    "Description": "\"Ah, [q:Addressed As]!\" he rasps, \"humour an old man. Tell me of your journeys...\"",
                    "ButtonText": "", "Id": 187102},
                   {"DefaultEvent": {"Description": "The Almost Dead Man stares resentfully at the empty eye sockets. \"I chased immortality down to the Neath, then South to the Mountain's foot. Didn't bl__dy catch it, though, did I?\" A scraping sound can be heard from within his ribcage. He shifts, uncomfortably. \"D_mnable waste.\"",
                                     "LinkToEvent": {"Id": 244573},
                                     "Name": "\"Such a long struggle\"", "Id": 245122},
                    "Name": "Offer a memento mori",
                    "Description": "\"No use denying my fate. I should have a reminder of my folly.\"",
                    "ButtonText": "", "Id": 187103},
                   {"DefaultEvent": {"Description": "Without looking up, the Incomparable Aurelian tells you that your assistance has been appreciated. \"Studying the Most-Moth so closely will be the highlight of my career,\" he says, excitedly. \"I'm sure Lorenzo would want to thank you, as well.\"",
                                     "LinkToEvent": {"Id": 244570}, "Name": "A quiet celebration",
                                     "Id": 246546},
                    "Name": "Discuss Lorenzo's passing",
                    "Description": "The Incomparable Aurelian sits on the stone table that was his friend's deathbed, listlessly staring at his collection.",
                    "ButtonText": "", "Id": 188140},
                   {"DefaultEvent": {"Description": "\"When my master retired here, we both thought it would be his last destination.\" The Aurelian's eyes take the sheen of a patient man approaching a long-delayed payoff. \"No one has been present at the Most-Moth's hatching before. Well, no one who was in a condition to remember it afterwards.\"\u000d\u000a\u000d\u000aHe spares a hesitant glance over his shoulder at the Almost Dead Man. \"Of course, being by my master's side during his final days is a necessary part of the process.\"",
                                     "LinkToEvent": {"Id": 244573},
                                     "Name": "A true collector appreciates patience", "Id": 246558},
                    "Name": "Speak with the Incomparable Aurelian",
                    "Description": "You catch him between tending to his ailing friend and preserving an unwisely bold cave moth.",
                    "ButtonText": "", "Id": 188150},
                   {"DefaultEvent": {"Description": "\"Just detailing the latest pattern of Lorenzo's wings. I believe they change in conjunction with the false-stars, although it'll take some study to be sure.\" \u000d\u000a\u000d\u000aSomewhere high above, you can hear the slow, steady beating of Lorenzo's wings. \"He returns every so often - misses the smell of the fire, i suspect.\"",
                                     "LinkToEvent": {"Id": 244573}, "Name": "Quiet and contented",
                                     "Id": 246573},
                    "Name": "Speak with the Incomparable Aurelian",
                    "Description": "You catch him between tending to his friend's corpse and preserving a particularly curious cave moth.",
                    "ButtonText": "", "Id": 188162},
                   {"DefaultEvent": {"Description": "You regale him with stories of the zee and remind him why he's better ashore. In return, he shares some of the more interesting cave moths he's uncovered. He's even kind enough to let you keep a live one whose wing patterns bear a striking resemblance to a member of your crew.",
                                     "LinkToEvent": {"Id": 244573},
                                     "Name": "The latest lepidopteran discoveries", "Id": 246756},
                    "RareDefaultEvent": {"Description": "You're just reaching the climax of a good tale when a sudden gust of wind sends the firelight guttering. You both take cover as the Most-Moth, Lorenzo, descends onto his old stone table. \u000d\u000a\u000d\u000aFeathered antennae brush against your face. The Incomparable Aurelian eagerly studies the latest patterns of its scaled wings. When the moth departs, the Aurelian proudly presents you with one of Lorenzo's cast-off scales: wide as a saucer; pale as a painting of the moon.",
                                         "LinkToEvent": {"Id": 244573},
                                         "Name": "A visit from Lorenzo!", "Id": 246757},
                    "Name": "Share tales with the Incomparable Aurelian",
                    "Description": "He has little company except for his moths. It is enough, but he still appreciates your visits.",
                    "ButtonText": "", "Id": 188332},
                   {"DefaultEvent": {"Description": "Reluctantly, the Aurelian closes his notebook. \"If I keep the lighthouse fire burning, I could observe you for a lifetime,\" he tells the moth. \"But there's a final matter of his to deal with...\" He turns to the crumpled remains of the Almost Dead Man.\u000d\u000a\u000d\u000a\"His brother, the factor at Port Demeaux, will want something to bury. He can make do with this husk.\" With a rush of wind, the Most-Moth flies up into the fog, circling the fire and casting flickering patterns onto the cave walls.",
                                     "Name": "Drawn to the fire", "Id": 253506},
                    "Name": "Deal with what's left behind",
                    "Description": "Lorenzo the Most-Moth stretches its scaled wings, lazily. The Incomparable Aurelian continues his sketches, without a thought of his old master's corpse-shell.",
                    "ButtonText": "", "Id": 190391},
                   {"DefaultEvent": {"Description": "Wordlessly, the Incomparable Aurelian closes his notebook and begins packing his bags. He lingers at the husk of his friend for a moment. \"Leave Lorenzo's remains. If any of him made it into the Most-Moth, he would appreciate the memento mori.\" He casts one last, searching look at the moth. \u000d\u000a\u000d\u000a\"I would appreciate passage to Adam's Way. I've wasted enough of my life in this gloom.\" With a rush of wind, the Most-Moth flies up into the fog, circling the fire and escaping into the Neath.",
                                     "Name": "Nothing more", "Id": 253507},
                    "Name": "Deal with what's left behind",
                    "Description": "The Most-Moth stretches its scaled wings, lazily. The Incomparable Aurelian continues his sketches, resolutely ignoring the corpse-shell of his old master.",
                    "ButtonText": "", "Id": 190392},
                   {"DefaultEvent": {"Description": "He laughs, and the laugh becomes a wheeze, which becomes a cough, which makes the Most-Moth stir restlessly behind his ribs. \"Too late. My time's up, [q:Addressed As]. Mariam will have to find another guide.\" He purses his dried lips. \"Try the Isle of Cats; his piratical majesty's Chiefest Claw. Crossed paths with them more than once, I did. Almost had me that last time. Isery - that's their name.\"\u000d\u000a\u000d\u000aHe remembers one more thing. \"And if you have better luck this time, it'd be good to be remembered. I don't need an arch, or a statue. Just carve my name on Nidah's bones. That'll do me.\"",
                                     "LinkToEvent": {"Id": 244573}, "Name": "", "Id": 260478},
                    "Name": "Ask the Almost Dead Man to rejoin the Seven Against Nidah",
                    "Description": "Once, he was Lorenzo, their Guide. Will he be so again?",
                    "ButtonText": "", "Id": 194257},
                   {"SuccessEvent": {"Description": "To hear you tell it, the Latitudinarian demanded an outrageous blood-price before he would accept the old man's apologies. A price you were nonetheless willing to pay on his behalf. \u000d\u000a\u000d\u000aThe Almost Dead Man winces at the price, with no way to repay your supposed generosity. His wheezed apologies only stop when the Aurelian intercedes to repay you and set his mind at ease.",
                                     "LinkToEvent": {"Id": 244573}, "Name": "A plausible penance",
                                     "Id": 245114},
                    "DefaultEvent": {"Description": "You spin a tale of a furious Latitudinarian, hell-bent on revenge. But before you reach the bit where your brilliant diplomacy placates him, the Almost Dead Man is overcome with guilt. His wheezing alternates between cursing his poor judgement and apologising for having ever sent you on such a dangerous mission. \u000d\u000a\u000d\u000aYou don't even have time to forgive him before the Incomparable Aurelian intervenes. With a withering look, he shoos you away.",
                                     "LinkToEvent": {"Id": 244573}, "Name": "Not quite forgiven",
                                     "Id": 245008},
                    "Name": "Lie about the Latitudinarian's response",
                    "Description": "You destroyed the letter. Just in case.",
                    "ButtonText": "", "Id": 187018},
                   {"SuccessEvent": {"Description": "In your telling, she swooned and swore her love all over again. Quick thinking and a spare handkerchief provides a faux token of her affection. You resist the urge to embark upon an impromptu sonnet. The Almost Dead Man is content.",
                                     "LinkToEvent": {"Id": 244573}, "Name": "A storybook romance",
                                     "Id": 245117},
                    "DefaultEvent": {"Description": "You spin your best romantic tale, but somewhere between her swooning and the manufactured locket of her hair, the Almost Dead Man's eyes narrow with suspicion.\u000d\u000a\u000d\u000a\"No matter,\" he lies, \"My love remains, whether she knows it or not. And your assistance is no longer required, regardless.\"",
                                     "LinkToEvent": {"Id": 244573}, "Name": "A lie too far",
                                     "Id": 245005},
                    "Name": "Tell a kindly lie about the Burning Lady's response",
                    "Description": "What kind of response did this corpse-in-waiting expect? Best to soothe his mind. It won't be long now.",
                    "ButtonText": "", "Id": 187015},
                   {"SuccessEvent": {"Description": "The passage is gentle, but not without horrors. You ensure that pain is kept to a minimum, while the Incomparable Aurelian sits by the old man's side - taking notes in one hand and holding his mentor's hand with the other. \u000d\u000a\u000d\u000aThere's almost no thrashing, and once everything is still, and translucent wings quiver in the cave's smoke, the notebook is filled. Lorenzo's face is serene and empty. Feathered antennae brush across it. Multifaceted eyes regard you with curiosity. \u000d\u000a\u000d\u000aWordlessly, the Incomparable Aurelian hands you a small velvet bag as payment, then returns to meticulously reproducing every scale of the Most-Moth's wings in a new notebook.",
                                     "LinkToEvent": {"Id": 244573}, "Name": "\"At long last.\"",
                                     "Id": 245125},
                    "DefaultEvent": {"Description": "Feeble hands clutch at the stone. Ribs bulge, like a rose swelling in summer. Eyes are wide with fear. The Almost Dead Man is not ready for the Most-Moth's emergence, but it will be denied no longer. \u000d\u000a\u000d\u000aYou do what you can to ease the old man's pain, while the Incomparable Aurelian comforts him one moment and takes scrupulous notes the next. How can he concentrate through the screaming?\u000d\u000a\u000d\u000aAt the end of the long night, feathered antennae rustle along the Aurelian's diagrams, and multifaceted eyes regard you with curiosity. Translucent wings quiver in the cave's smoke. Exhausted, the young man hands you a velvet pouch as payment.",
                                     "LinkToEvent": {"Id": 244573}, "Name": "\"No! Not yet!\"",
                                     "Id": 244999},
                    "Name": "Attend to the hatching",
                    "Description": "The Almost Dead Man's breathing has faded to a rattle. Joylessly, the Incomparable Aurelian says, \"It's time.\"",
                    "ButtonText": "", "Id": 187009},
                   {"SuccessEvent": {"Description": "The Almost Dead Man's voice is barely a whisper. His friend bends low to hear it. \"I found the paths the others followed. We meant to retrieve what Nidah stole, and share it with all, but - \" A racking cough consumes him. When it abates, he continues \" - instead, the Mountain gave me a gift of its own. You won't pin it in one of your displays, will you?\" The Aurelian can barely stifle a damp laugh. \"Of course not, sir. No spreading board could hold you.\"",
                                     "LinkToEvent": {"Id": 244573}, "Name": "Deathbed confessions",
                                     "Id": 245126},
                    "DefaultEvent": {"Description": "The Almost Dead Man's voice is a hoarse whisper, unrecognizable from the shadows. As you move closer, his sunken eyes catch yours. Was that a wink? \"My boy,\" he says to the Incomparable Aurelian, his voice clearer for your benefit, \"When my time is done, do you really intend to pin my only legacy for one of your displays?\"\u000d\u000a\u000d\u000aThe younger man looks aghast, and then breaks into warm laughter. \"Of course not, sir. No spreading board could hold you.\"",
                                     "LinkToEvent": {"Id": 244573},
                                     "Name": "Confessions, interrupted", "Id": 244620},
                    "Name": "Observe a private moment",
                    "Description": "A hushed conversation between the Incomparable Aurelian and his aging master. A moment demanding reverence and privacy. Or at least discreet eavesdropping.",
                    "ButtonText": "", "Id": 186749},
                   {"SuccessEvent": {"Description": "The essence of a good lie is simplicity. You tell the Almost Dead Man that his friend received his letter in solemn silence and shed a single tear. His imagination fills in the rest.",
                                     "LinkToEvent": {"Id": 244573},
                                     "Name": "A simple farewell, without embellishments",
                                     "Id": 246506},
                    "DefaultEvent": {"Description": "You begin a heartwarming tale of the Sprightly Visionary's response, but get no further than an account of his cheerful laughter before your audience narrows his eyes in suspicion. By the time you recount his sobbing declarations of eternal camaraderie, the Almost Dead Man has fixed you with a grey, contemptuous face.\u000d\u000a\u000d\u000aAh. The Sprightly Visionary is mute, isn't he? How rude of the Almost Dead Man not to mention that sooner.",
                                     "LinkToEvent": {"Id": 244573}, "Name": "Too perfect",
                                     "Id": 245003},
                    "Name": "Lie about the farewell letter",
                    "Description": "Tell the Almost Dead Man a comforting lie. It'll be easier that way.",
                    "ButtonText": "", "Id": 187013}],
 "Description": "A deep, well-lit cavern, thick with a fungal smoke and cave moths. Far above, a lighthouse fire burns. The scent of it is curiously medicinal. It clouds your head and burns your lungs. Farther into the fog, you can make out laboured breathing.",
 "Name": "The Undercrow", "Id": 244573}