{"ChildBranches": [{"DefaultEvent": {"Description": "She is quick with a bandage and stitches. When you try to thank her, she waves aside your gratitude. \"You cured a more serious condition.\"",
                                     "LinkToEvent": {"Id": 245029}, "Name": "Easy repairs",
                                     "Id": 245030},
                    "Name": "Seek healing from Rosina",
                    "Description": "You've been wounded, and she is an expert in these matters. You can offer her something for the sickroom, to make up for it.",
                    "ButtonText": "", "Id": 187037},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 238438},
                                     "Name": "", "Id": 245031},
                    "Name": "Return to the rest of Anthe",
                    "Description": "Perhaps there is nothing to gain from a further consultation.",
                    "ButtonText": "", "Id": 187038},
                   {"DefaultEvent": {"Description": "\"I was scrupulous. Was never present when a patient burst into flame. When I felt too much pity, I would reassign staff... but I was less cautious outside the hospital.\" She goes to her stock of instruments and swabs each in ice water. \u000d\u000a\u000d\u000a\"I had received news that an enemy of mine was shamed and embarrassed. I was so carried away with angry pleasure — I actually think I was talking to myself. Of course in that mood I was far too vulnerable not to take the disease, when an animescent beggar combusted in the street. The Nidaheen sent him to infect me.\"",
                                     "LinkToEvent": {"Id": 245029},
                                     "Name": "$[Aa]nimescence -> 魂遷, Adam's Way -> アダムの道$\"I ran the animescence hospital at Adam's Way.\"",
                                     "Id": 256276},
                    "Name": "Speak to her about her history",
                    "Description": "$[Aa]nimescence -> 魂遷$How did she come to take animescence?",
                    "ButtonText": "", "Id": 192028},
                   {"DefaultEvent": {"Description": "$Khaganian -> カーネイト人, Presbyter -> 長老, Presbyterate -> 長命衆$\"The Presbyterate do not share their immortality,\" she says, and she holds a blade in the flame. \"But one of them made an exception for his daughter, and broke all the laws of his kind to send her the gift, because he hoped it would reconcile the rift between them.\"\u000d\u000a\u000d\u000aHer face is blank where anger would be, if her spleen were not a prism.\u000d\u000a\u000d\u000a\"Mariam — the daughter — she gave the gift away to a Khaganian general, to spite her father and punish the Presbyterate. The last person they would have wanted to immortalise. I found that outcome... satisfying.\"",
                                     "LinkToEvent": {"Id": 245029}, "Name": "A savage smile",
                                     "Id": 258211},
                    "Name": "What news gave her such angry pleasure?",
                    "Description": "She is being elusive about the detail.",
                    "ButtonText": "", "Id": 192655},
                   {"DefaultEvent": {"Description": "Rosina reads slowly. After a sentence or two, she looks in your direction: her expression is fierce, as though you were talking in church. You step away into the other room until she is ready for you to return.\u000d\u000a\u000d\u000aWhen you do, she says: \"Return to Lorenzo and give him my love. It's too late for me to assist Lorenzo, if I ever could. But if you do happen to see what is born from him, it will be worth remembering.\"",
                                     "LinkToEvent": {"Id": 245029}, "Name": "A letter savoured ",
                                     "Id": 258902},
                    "Name": "Deliver a love letter to Rosina",
                    "Description": "She smiles at the author's name", "ButtonText": "",
                    "Id": 193087},
                   {"DefaultEvent": {"Description": "$q:Addressed As -> q:呼称$Rosina's smile is as sharp as her spleen. \"Yes. I have unsettled business with the Nidaheen. Tell Mariam I am ready.\u000d\u000a\u000d\u000a\"And thank you, [q:Addressed As] for allowing me a second opportunity. I have been unable to consider revenge these last ten years, for fear of accelerating my condition. Now, I find it difficult to think of anything else.\"",
                                     "Name": "Vengeance", "Id": 260517},
                    "Name": "Restore Rosina to her role as Healer of the Seven",
                    "Description": "She is recovered now, and the cause needs her. Will she return?",
                    "ButtonText": "", "Id": 194286}],
 "Description": "$[Aa]nimescence -> 魂遷$Gone is the ice bath. Gone are the whispering onlookers. Gone are the attendants. Rosina has remade this room as a hospital and a place of study, and she has recorded all that she learned of animescence from her own treatment.",
 "Name": "Rosina's Chambers, in Health", "Id": 245029}
