{"ChildBranches": [{"DefaultEvent": {"Description": "Back down the long tunnel. You know that they are watching you go. They know that they perceived and comprehended you even though you were only among them for a moment. You cannot guess what they would say about you, if they were given leave to speak their opinion.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "You withdraw",
                                     "Id": 245037},
                    "Name": "Return to the rest of Anthe without changing anything",
                    "Description": "You have seen this. That is enough.",
                    "ButtonText": "", "Id": 187043},
                   {"DefaultEvent": {"Description": "Your teacher sits beside you. She is thirty feet tall. \"The sharpness of the eyes is more difficult than any sharpness you have yet studied. Indeed, you may lose the mastery of everything else, in pursuing this one. You must begin not with the lens nor with the vitreous humour, but with the tear ducts. If your eyes are not dry, they will never go sharp.\"",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Generous instruction",
                                     "Id": 256301},
                    "Name": "Train your eyes to sharpness, with their help",
                    "Description": "$Mirrors -> ミラー$A difficult lesson. [This will exchange all your current sharpness and your Capacity for Sharpness for a substantial boost of Mirrors.]",
                    "ButtonText": "", "Id": 192048},
                   {"DefaultEvent": {"Description": "\"You will lose your other sharpness,\" says your teacher, holding you up near his ear. \"But do not feel the effort was wasted. To come to this place, you had to silence the sensations. Now you can gain a philosopher's mind; then you will easily master your body a second time.\"\u000d\u000a\u000d\u000aFor ten days you sit on the prism of his forefinger, next to his ear, and debate with him. He tells you distasteful facts that you do not like to accept. He tells you fearful facts that are difficult to imagine. He tells you convoluted facts that you can barely comprehend.\u000d\u000a\u000d\u000aBut in the end, your brain is a cultivated latticework, two enantiomorphic lobes through which you can diffract both truth and its opposite.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Systematic inquiry",
                                     "Id": 256302},
                    "Name": "Hone your wits to a point",
                    "Description": "$Pages -> ページ$An exchange. [This will trade all your current sharpness and your Capacity for Sharpness for a substantial boost of Pages.]",
                    "ButtonText": "", "Id": 192049},
                   {"DefaultEvent": {"Description": "Your instructor sets you on her knee. \"Here is the business of a well-trained heart,\" she says. \"To pity, but not to make undeserved allowances. To protect, but not to treat the beloved as a child. To admire, but not to lose the capacity of discrimination. To serve without abasement. To govern without dominance. To care for each, without forgetting the demands of all.\"\u000d\u000a\u000d\u000aThen she teaches you to dissolve and to regrow your heart from a grain of sorrow.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Ruthless instruction",
                                     "Id": 256303},
                    "Name": "Harden your heart to a chunk of salt",
                    "Description": "$Hearts -> ハート$A specific gravity. [This will exchange all your current sharpness and your Capacity for Sharpness for a substantial boost of Hearts.]",
                    "ButtonText": "", "Id": 192050},
                   {"DefaultEvent": {"Description": "Your instructor squeezes you painfully between her finger and her thumb. \"This will hurt,\" she says without sympathy. \"And it will take a long time. You must go sharp without becoming too inflexible. Keep all the proper links between bone and bone. Respect the ligaments.\"\u000d\u000a\u000d\u000aAll day you lie still developing the sharpness of your muscles, and then at night your instructor hits you with a stick to break the bad connections. Each morning, you begin again.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "Between the skin and the bone", "Id": 258499},
                    "Name": "Turn your muscles to stone",
                    "Description": "$Iron -> アイアン$Like rock. [This will exchange all your current sharpness and your Capacity for Sharpness for a substantial boost of Iron.]",
                    "ButtonText": "", "Id": 192845},
                   {"DefaultEvent": {"Description": "\"Do not ask for more instruction,\" says your teacher. \"If you go sharper than you are now, you will never leave Anthe again.\"",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Refusal",
                                     "Id": 258501},
                    "Name": "Greet your old teacher",
                    "Description": "No one has moved, but all are a bit taller than they were last time you came this way.",
                    "ButtonText": "", "Id": 192847}],
 "Description": "It is a cavern of giants. They were all at one time men or women or other creatures you might meet familiarly on a London street. But they are larger now, grown like oaks into the cavern floor. Their bodies are clear as lens-glass. Their faces are past the necessity of expression. They are your superiors, but you have come far enough that they are willing to help you if you wish. [Note that you can develop at most one of these areas. You will not be able to change your mind. Choose wisely.]",
 "Name": "The Garden of the Sharpest", "Id": 245036}
