{"ChildBranches": [{"DefaultEvent": {"Description": "Done and gone.",
                                     "Name": "Delivered to the depths", "Id": 245107},
                    "Name": "Be rid of the farewell letter to Hideaway",
                    "Description": "Perhaps some things are better left unsaid. Perhaps Hideaway is inconvenient and you can't be bothered.",
                    "ButtonText": "", "Id": 187093},
                   {"DefaultEvent": {"Description": "Done and gone.",
                                     "Name": "Delivered to the depths", "Id": 245112},
                    "Name": "Be rid of the apology letter to Nook",
                    "Description": "Perhaps some things are better left unsaid. Or perhaps Nook is far away and you simply can't be bothered.",
                    "ButtonText": "", "Id": 187096},
                   {"DefaultEvent": {"Description": "Done and gone.",
                                     "Name": "Delivered to the depths", "Id": 245113},
                    "Name": "Be rid of the love letter to Anthe",
                    "Description": "Perhaps some things are better left unsaid. Or perhaps you'd rather not travel to Anthe.",
                    "ButtonText": "", "Id": 187097},
                   {"DefaultEvent": {"Description": "You return the letter to your safe.",
                                     "Name": "", "Id": 253764},
                    "Name": "Leave a Letter Untouched",
                    "Description": "The letter is not for you. You were trusted. ",
                    "ButtonText": "", "Id": 190584},
                   {"SuccessEvent": {"Description": "With a deft hand, you release the letter's contents without disturbing its seal. Within, the words read with equal parts reverence and resignation. \u000d\u000a\u000d\u000aDetails are politely kept at arm's length, but that doesn't prevent the author from reminiscing of proud triumphs together. Victory at sea over screaming ships of Polythreme. Sparring sessions that turned into something more.\u000d\u000a\u000d\u000aThese times are gone, but his camaraderie is eternal. \"I'm sorry for giving up the fight, Arik. You always were the strongest of us.\"",
                                     "Name": "'Farewell my captain, my love.'", "Id": 245106},
                    "DefaultEvent": {"Description": "The seal is broken, but surely that's a problem for later. Within, the words read with equal parts reverence and resignation. \u000d\u000a\u000d\u000aDetails are politely kept at arm's length, but that doesn't prevent the author from reminiscing of proud triumphs together. Victory at sea over screaming ships of Polythreme. Sparring sessions that turned into something more.\u000d\u000a\u000d\u000aThese times are gone, but his camaraderie is eternal. \"I'm sorry for giving up the fight, Arik. You always were the strongest of us.\"",
                                     "Name": "'Farewell my captain, my love.'", "Id": 245100},
                    "Name": "Read the farewell letter to Hideaway",
                    "Description": "Letters are meant to be read, aren't they?",
                    "ButtonText": "", "Id": 187089},
                   {"SuccessEvent": {"Description": "Careful work opens the envelope without marking it. The letter is a heartfelt - or hand-wringing, if you'd rather - apology. Two apologies, in fact. \u000d\u000a\u000d\u000aThe first apology is for conducting an affair with the recipient's cousin, 'Rosina'. The second is for a military blunder. The Almost Dead Man was a scout, who failed to detect the approach of 'the Hyenas' - enemy reinforcements? The outcome, it seems, was catastrophic.\u000d\u000a\u000d\u000aSensitive subjects. How is this Batuk likely to take them?\u000d\u000a\u000d\u000a",
                                     "Name": "'To Batuk, the ever-Gracious'", "Id": 245109},
                    "DefaultEvent": {"Description": "A slip of the knife tears open the seal. Surely an apology for that can be added to the letter's contents. The letter is a heartfelt - or hand-wringing, if you'd rather - apology. Two apologies, in fact. \u000d\u000a\u000d\u000aThe first is for conducting an affair with the recipient's cousin, 'Rosina'. The second is for a military blunder. The Almost Dead Man was a scout, who failed to detect the approach of 'the Hyenas' - enemy reinforcements? The outcome, it seems, was catastrophic.\u000d\u000a\u000d\u000aSensitive subjects. How is this Batuk likely to take them?\u000d\u000a\u000d\u000a",
                                     "Name": "'To Batuk, the ever-gracious'", "Id": 245108},
                    "Name": "Read the apology letter to Nook",
                    "Description": "You ought to know what kind of trouble you're stirring up, oughtn't you?",
                    "ButtonText": "", "Id": 187094},
                   {"SuccessEvent": {"Description": "The letter is sincere, passionate, explicit. It's hard to tell which of these are frantic acts performed in the excitement of battle, and which are imagined flourishes.\u000d\u000a\u000d\u000aThe letter speaks with more than lust. It recalls Rosina's ministrations after an 'Accident', and a bone-hollowness after parting. It ends with a joke it trusts the reader to understand. You do not.",
                                     "Name": "'My dearest Rosina, from your Lorenzo'",
                                     "Id": 245111},
                    "DefaultEvent": {"Description": "The seal is clearly broken, but perhaps contents will distract the recipient. The letter is sincere, passionate, explicit. It's hard to tell which of these are frantic acts performed in the excitement of battle, and which are imagined flourishes.\u000d\u000a\u000d\u000aThe letter speaks with more than lust. It recalls Rosina's ministrations after an 'Accident', and a bone-hollowness after parting. It ends with a joke it trusts the reader to understand. You do not.",
                                     "Name": "'My dearest Rosina, from your Lorenzo'",
                                     "Id": 245110},
                    "Name": "Read the love letter to Anthe",
                    "Description": "It would seem a shame not to.", "ButtonText": "",
                    "Id": 187095}],
 "Description": "Someone has entrusted you with correspondence of the utmost privacy. Was that wise?",
 "Name": "Delivering a Letter", "Id": 245099}