{"ChildBranches": [{"DefaultEvent": {"Description": "The dockers are engaged in their labour, loading and unloading cargo. You pause by an abandoned warehouse to watch. What's the time? The sun has set. The moon glows. You enter the barn, and throw yourself into the hay. The owls are quiet tonight. Maybe the warmth of the day has them tired, too. The Vibrant Lady isn't tired, though. You grin as she opens the barn door, and stands full lit in the light of the moon.\u000d\u000a\u000d\u000aYou wake in a dank warehouse, atop an old sack of mushrooms. Your pockets are lighter; someone has robbed you in your sleep.",
                                     "Name": "", "Id": 245678},
                    "Name": "Wander by the Docks",
                    "Description": "It's pleasant enough to walk among the toilers.",
                    "ButtonText": "", "Id": 187430},
                   {"DefaultEvent": {"Description": "You walk between the terrace houses, catching glimpses of businessmen and poets at their writing desks; families enjoying charades; cats observing you with imperious eyes. You're hungry. You check your pocket watch - Heavens! If you're late for dinner, that old codger won't let you forget it for a week.\u000d\u000a\u000d\u000aYou arrive wheezing, but on time. The Jocular Gentleman joins you shortly after, and jokes about your ruddy complexion. You place your orders, and excuse yourself to the lavatory.\u000d\u000a \u000d\u000aWhen you return, you find two pots of squid stew gurgling on your empty table. They smell foul. The establishment is moulding; the bill is unreasonable.",
                                     "Name": "", "Id": 245679},
                    "Name": "Wander through Ladybones Road",
                    "Description": "Refined, quiet - as fine a place to stroll as any.",
                    "ButtonText": "", "Id": 187431},
                   {"DefaultEvent": {"Description": "$Rubbery Lump -> ラバリー・ランプ$Organ-grinders churn rusty tunes out of their instruments. Young couples kiss in corners. The Sharp Driver taps your shoulder. Amber aurora-light glints in her goggles. \"Get me some of them crackers. I'll see you back on board.\"\u000d\u000a\u000d\u000aYou find the crackers, head back to your vessel, board, steam skyward.The Wilderness blossoms before you.\u000d\u000a\u000d\u000aA jerk. You blink. You are in a cramped gondola. Your bag of Rubbery Lumps has spilled onto the floor. An irritated big wheel operator is prodding you. \"You've had your turn. <i>Out.</i>\" ",
                                     "Name": "", "Id": 245680},
                    "Name": "$Mrs Plenty -> ミセス・プレンティ$Wander through Mrs Plenty's Carnival",
                    "Description": "One of London's chiefest grounds for amusement.",
                    "ButtonText": "", "Id": 187432}],
 "Description": "Why not go for a stroll?",
 "Name": "A Tingle in the Spine", "Id": 245677}
