{"ChildBranches": [{"DefaultEvent": {"Description": "Coral-shrouded furnaces line the walls. The coke has whitened and compressed. It resembles clusters of small teeth. Part of the far wall has collapsed. Inside, a long hollow tube has been discarded - part of a welder's torch.",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245712},
                    "Name": "Enter the boiler room",
                    "Description": "The door hangs ajar. The frame has suffered corrosion, but the hinges still hold. ",
                    "ButtonText": "", "Id": 187454},
                   {"DefaultEvent": {"Description": "The ladder shakes as you ascend. Your engineer is waiting. They cannot speak,  but gesture ahead. They swim away into the dark. \u000d\u000a\u000d\u000aThe kitchen is barren - its cupboards open to the water. Scraps of paper drift near the table. Most are indecipherable. One, written on the inside of a leather cover reads: 'We did not turn back.'",
                                     "LinkToEvent": {"Id": 245699}, "Name": "", "Id": 245716},
                    "Name": "Ascend to the galley",
                    "Description": "A ladder leads upwards, deeper into the hull. Meals were served here. ",
                    "ButtonText": "", "Id": 187457},
                   {"DefaultEvent": {"Description": "All around you, floating pages from a journal. The handwriting is familiar. You push onwards, illegible writing pressing against your helmet glass. Your engineer swims past you, sinking down into the wreck. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245730},
                    "Name": "Enter the bridge ",
                    "Description": "You will have to swim upwards. It hangs precarious before you. The bo'sun's bell rings out. ",
                    "ButtonText": "", "Id": 187467},
                   {"DefaultEvent": {"Description": "You are alone on the canted deck, dragging yourself upwards. There are fragments of paper in the water.  A woman in long skirts walks before you, untroubled and upwards, her feet on the deck. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245731},
                    "Name": "Swim up onto the deck ",
                    "Description": "Something swam upwards before you. You hear your bo'sun's bell ring out. ",
                    "ButtonText": "", "Id": 187468},
                   {"DefaultEvent": {"Description": "You enter, cross the room, look down at its occupant. This is you, chained to the bed. This is your face, bloated and blotched. These are your fingers, folded, nibbled by fish. \u000d\u000a\u000d\u000aA crewman is pounding on your arm. Your living arm, not the dead one, swollen and pale. The count is up. He drags you away, back to your ship. The living ship, not the dead one broken on the zee bed. A woman sings, clearly in the deeps. The airlock. Your corridors. Your cabin. You sleep. Once you wake, dreaming that you were held down with chains. But it is only your blankets, heavy with sweat.",
                                     "Name": "", "Id": 245732},
                    "Name": "Enter the captain's cabin ",
                    "Description": "The door yawns. Do not do this. ",
                    "ButtonText": "", "Id": 187469},
                   {"DefaultEvent": {"Description": "You must leave now. You must go back. You must find your crew. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245762},
                    "Name": "Leave ",
                    "Description": "You still can. The bo'sun's bell rings out like an alarum. ",
                    "ButtonText": "", "Id": 187490},
                   {"SuccessEvent": {"Description": "Zeeweed coats old casks of wine like lobelia on a grave. The supply crates have been broken open and left empty. Your navigator passes by ahead. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245714},
                    "DefaultEvent": {"Description": "A skeleton sits amongst broken crates. In their hands, a rotted wineskin. Their teeth are stained black. The ship groans as it tilts in the current. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245713},
                    "Name": "Enter the cargo hold",
                    "Description": "The crew's final meals came from here. ",
                    "ButtonText": "", "Id": 187455},
                   {"SuccessEvent": {"Description": "There are chains across the beds, though no bodies lie beneath them. Every cabin is the same - every bed burdened with chains; every room otherwise bereft of the accoutrements of the living. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245719},
                    "DefaultEvent": {"Description": "Skeletons in chains lie on the beds. Some clothes remain - the tattered rags of livery. These were not an admiralty crew, but a private one, much like your own. Your doctor is lying upon one bed. Presumably this is some sort of a joke. The chains move. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245717},
                    "Name": "Explore the cabins",
                    "Description": "The crew slept on this deck. ", "ButtonText": "",
                    "Id": 187458},
                   {"SuccessEvent": {"Description": "A mouldering book lies against the wall, spine bent. A metal cigar case is deeply dented. An armchair rests on its head, fruiting spores lining its upholstery. A phonograph still plays - the cylinder is scratched. A voice long stifled rumbles in the water. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245722},
                    "DefaultEvent": {"Description": "The hem of a black skirt disappears around the opposite door. You float after. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245721},
                    "Name": "Enter a stateroom ",
                    "Description": "This ship sometimes carried passengers on its journeys. ",
                    "ButtonText": "", "Id": 187461},
                   {"SuccessEvent": {"Description": "The engine is charred as though burnt from within. Pages from a waterlogged journal float forlornly by. A name catches your attention. This ship's navigator had the same name as yours. ",
                                     "LinkToEvent": {"Id": 245699}, "Name": "", "Id": 245725},
                    "DefaultEvent": {"Description": "A long black skirt trails in the water ahead. You hurry forwards, but no one is there. You are alone. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245724},
                    "Name": "Enter the engine room ",
                    "Description": "The walls are gouged and scorched. You hear your bo'sun toll the bell. ",
                    "ButtonText": "", "Id": 187463},
                   {"SuccessEvent": {"Description": "You slowly swing a beam across the gap. It has lasted this long - it should take you crawling across it. Below, the ship lies open like a discarded mussel. Jagged metal and rock wait. Your cabin boy swims across before you. He does not look back. ",
                                     "LinkToEvent": {"Id": 245699}, "Name": "", "Id": 245728},
                    "DefaultEvent": {"Description": "You slowly swing a beam across the gap. It has lasted this long - it should take you crawling across it. Below, the ship lies open like a discarded mussel. Jagged metal and rock waits. The beam rocks - a crewman is behind you. Metal groans. The ceiling falls. You lose sight of your companion. ",
                                     "LinkToEvent": {"Id": 245699}, "Name": "", "Id": 245727},
                    "Name": "Cross the observation deck ",
                    "Description": "It is almost broken in two, half of tilted almost vertically. Support beams and long cables chain the wreck's halves together. ",
                    "ButtonText": "", "Id": 187465}],
 "Description": "The wreck groans as it resists the current. Footsteps come from above and below - your crew, just ahead, surely. ",
 "Name": "Exploring a wreck ", "Id": 245699}
