{"ChildBranches": [{"DefaultEvent": {"Description": "珊瑚に覆われた炉が壁際に並ぶ。石炭は白くなり圧縮され、小さな歯の塊のようにも見える。奥の壁は一部崩れてしまっていた。中には、長い空洞のある管が捨てられていた。溶接用の機械の一部だ。@{K}Coral-shrouded furnaces line the walls. The coke has whitened and compressed. It resembles clusters of small teeth. Part of the far wall has collapsed. Inside, a long hollow tube has been discarded - part of a welder's torch.",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245712},
                    "Name": "機関室に入る@{K}Enter the boiler room",
                    "Description": "扉は歪んだまま閉まらなくなっている。枠は腐食してしまっているが、蝶番は持ちこたえていた。@{K}The door hangs ajar. The frame has suffered corrosion, but the hinges still hold. ",
                    "ButtonText": "", "Id": 187454},
                   {"DefaultEvent": {"Description": "上へ登っていくと梯子が揺れた。機関士が待っていた。話すことは出来ないが、身振りで先を指し示している。そして暗闇の中へと泳いでいった。\u000d\u000a\u000d\u000a厨房には何もない。戸棚は開き海水が入り込んでいる。。テーブルの傍らを数枚の紙切れが漂っているが、大半は何が書いてあったのか読むことが出来ない。しかし、革表紙の内側に書かれていた『私たちは引き返さなかった。』という言葉は消えていなかった。@{K}The ladder shakes as you ascend. Your engineer is waiting. They cannot speak,  but gesture ahead. They swim away into the dark. \u000d\u000a\u000d\u000aThe kitchen is barren - its cupboards open to the water. Scraps of paper drift near the table. Most are indecipherable. One, written on the inside of a leather cover reads: 'We did not turn back.'",
                                     "LinkToEvent": {"Id": 245699}, "Name": "", "Id": 245716},
                    "Name": "厨房に入る@{K}Ascend to the galley",
                    "Description": "船体のさらに奥深くへと通じる梯子が頭上に向かって伸びている。食事の供される部屋だ。@{K}A ladder leads upwards, deeper into the hull. Meals were served here. ",
                    "ButtonText": "", "Id": 187457},
                   {"DefaultEvent": {"Description": "あなたの周囲で日誌から千切れた紙片が漂う。この筆跡には見覚えがある。あなたは前へと紙をかき分けるようにして進み、読むことの出来ない記述があなたヘルメットの前面に押し付けられた。機関士があなたの傍らを泳ぎすぎ、難破船の奥深くへと沈んでゆく。@{K}All around you, floating pages from a journal. The handwriting is familiar. You push onwards, illegible writing pressing against your helmet glass. Your engineer swims past you, sinking down into the wreck. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245730},
                    "Name": "ブリッジに入る@{K}Enter the bridge ",
                    "Description": "上へと泳ぐことになる。あなたの目の前にあるブリッジは今にも崩れそうなありさまだ。甲板長の鳴らした鐘の音が響く。@{K}You will have to swim upwards. It hangs precarious before you. The bo'sun's bell rings out. ",
                    "ButtonText": "", "Id": 187467},
                   {"DefaultEvent": {"Description": "あなたは傾いた甲板で独り自分の体を引き上げるようにして上昇する。水中には紙片が漂っている。あなたの前を、長いスカートをはいた女性が何の苦も無く甲板に足をつけ上方へと歩いてゆく。@{K}You are alone on the canted deck, dragging yourself upwards. There are fragments of paper in the water.  A woman in long skirts walks before you, untroubled and upwards, her feet on the deck. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245731},
                    "Name": "甲板に沿って上へ向かう@{K}Swim up onto the deck ",
                    "Description": "目の前を何かが泳いで上がっていった。甲板長の鳴らす鐘の音が聞こえる。@{K}Something swam upwards before you. You hear your bo'sun's bell ring out. ",
                    "ButtonText": "", "Id": 187468},
                   {"DefaultEvent": {"Description": "あなたは中に入り、奥に向かうと部屋の主を見下ろした。これは寝台に鎖で縛りつけられたあなただ。これは膨れ上がり、染みの浮かんだあなたの顔だ。そしてこれは折り畳まれ、魚に齧られたあなたの指だ。\u000d\u000a\u000d\u000a船員があなたの腕を激しく叩いた。彼が叩いたのは水を吸ってむくみきった青ざめた方ではなく、生きている方の腕だ。彼があなたを引きずるようにしてあなたの船の元へと連れ戻す。海底に横たわる死んだ方の船ではなく生きた船へ。一人の女性が深みで歌う声がはっきりと聞こえる。エアロック。あなたの通路、そしてあなたの船室。あなたは眠りについた。あなたは鎖で縛りつけられる夢を見てめざめたが、しかし、これは汗に湿り重くなったただの毛布に過ぎない。@{K}You enter, cross the room, look down at its occupant. This is you, chained to the bed. This is your face, bloated and blotched. These are your fingers, folded, nibbled by fish. \u000d\u000a\u000d\u000aA crewman is pounding on your arm. Your living arm, not the dead one, swollen and pale. The count is up. He drags you away, back to your ship. The living ship, not the dead one broken on the zee bed. A woman sings, clearly in the deeps. The airlock. Your corridors. Your cabin. You sleep. Once you wake, dreaming that you were held down with chains. But it is only your blankets, heavy with sweat.",
                                     "Name": "", "Id": 245732},
                    "Name": "船長の私室へ入る@{K}Enter the captain's cabin ",
                    "Description": "扉は大きく口を開けている。この部屋に入るな。@{K}The door yawns. Do not do this. ",
                    "ButtonText": "", "Id": 187469},
                   {"DefaultEvent": {"Description": "今すぐに立ち去ろう。引き返し、船員たちを見つけなければ。@{K}You must leave now. You must go back. You must find your crew. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245762},
                    "Name": "立ち去る@{K}Leave ",
                    "Description": "まだ立ち去ることの出来るうちに。甲板長の鳴らす鐘の音が暁鐘のように響き渡る。@{K}You still can. The bo'sun's bell rings out like an alarum. ",
                    "ButtonText": "", "Id": 187490},
                   {"SuccessEvent": {"Description": "Zeeweed coats old casks of wine like lobelia on a grave. The supply crates have been broken open and left empty. Your navigator passes by ahead. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245714},
                    "DefaultEvent": {"Description": "壊れた木箱の狭間に一体の骸骨が座っている。その手には腐ったワインを入れる革袋。歯は黒く汚れている。船が軋み、潮流を受けて傾いた。@{K}A skeleton sits amongst broken crates. In their hands, a rotted wineskin. Their teeth are stained black. The ship groans as it tilts in the current. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245713},
                    "Name": "船倉に入る@{K}Enter the cargo hold",
                    "Description": "船員たちの最期の食事はここから持ち出されたのだろう。@{K}The crew's final meals came from here. ",
                    "ButtonText": "", "Id": 187455},
                   {"SuccessEvent": {"Description": "There are chains across the beds, though no bodies lie beneath them. Every cabin is the same - every bed burdened with chains; every room otherwise bereft of the accoutrements of the living. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245719},
                    "DefaultEvent": {"Description": "Skeletons in chains lie on the beds. Some clothes remain - the tattered rags of livery. These were not an admiralty crew, but a private one, much like your own. Your doctor is lying upon one bed. Presumably this is some sort of a joke. The chains move. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245717},
                    "Name": "船室を探索する@{K}Explore the cabins",
                    "Description": "船員たちはこのデッキで眠っていたようだ。@{K}The crew slept on this deck. ", "ButtonText": "",
                    "Id": 187458},
                   {"SuccessEvent": {"Description": "A mouldering book lies against the wall, spine bent. A metal cigar case is deeply dented. An armchair rests on its head, fruiting spores lining its upholstery. A phonograph still plays - the cylinder is scratched. A voice long stifled rumbles in the water. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245722},
                    "DefaultEvent": {"Description": "黒いスカートの尾が反対側の扉の向こうに消えた。あなたはその後を漂いながら追う。@{K}The hem of a black skirt disappears around the opposite door. You float after. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245721},
                    "Name": "一等客室に入る@{K}Enter a stateroom ",
                    "Description": "この船は時折客を乗せていたようだ。@{K}This ship sometimes carried passengers on its journeys. ",
                    "ButtonText": "", "Id": 187461},
                   {"SuccessEvent": {"Description": "エンジンは内側から焼かれたかのように煤けている。海水に浸食された日誌の一ページが物悲しく漂ってきた。一つの名前が目に留まる。この船の航海士はあなたと同じ名だったようだ。@{K}$Pages -> ページ$The engine is charred as though burnt from within. Pages from a waterlogged journal float forlornly by. A name catches your attention. This ship's navigator had the same name as yours. ",
                                     "LinkToEvent": {"Id": 245699}, "Name": "", "Id": 245725},
                    "DefaultEvent": {"Description": "前方に長い黒のスカートの尾が漂っている。あなたは急いで進んだが、そこには誰もいなかった。あなたは独りだ。@{K}A long black skirt trails in the water ahead. You hurry forwards, but no one is there. You are alone. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245724},
                    "Name": "機関室に入る@{K}Enter the engine room ",
                    "Description": "壁にはいくつもの穴が開き、焼け焦げた跡が残る。甲板長の鳴らす鐘の音が聞こえた。@{K}The walls are gouged and scorched. You hear your bo'sun toll the bell. ",
                    "ButtonText": "", "Id": 187463},
                   {"SuccessEvent": {"Description": "あなたは梁を揺らしゆっくりと裂け目の上に渡した。これまで持ちこたえてきたのだから、あなたたちが這い進む間も折れたりはしないだろう。眼下では、船が捨てられたムール貝のように大きく口を開け、縁のギザギザになった鋼鉄と岩が待ち受けている。雑用係の船員は貴方よりも先に裂け目を渡り終えた。彼は振り返らない。@{K}You slowly swing a beam across the gap. It has lasted this long - it should take you crawling across it. Below, the ship lies open like a discarded mussel. Jagged metal and rock wait. Your cabin boy swims across before you. He does not look back. ",
                                     "LinkToEvent": {"Id": 245699}, "Name": "", "Id": 245728},
                    "DefaultEvent": {"Description": "あなたは梁を揺らしゆっくりと裂け目の上に渡した。これまで持ちこたえてきたのだから、あなたたちがその上を這い進む間も折れたりはしないだろう。眼下では船が捨てられたムール貝のように大きく口を開け、縁のギザギザになった鋼鉄と岩が待ち受けている。横木が揺れた。船員はあなたの後ろを進んでいる。金属が軋んだ。天井が落ちる。仲間の姿が見えなくなった。@{K}You slowly swing a beam across the gap. It has lasted this long - it should take you crawling across it. Below, the ship lies open like a discarded mussel. Jagged metal and rock waits. The beam rocks - a crewman is behind you. Metal groans. The ceiling falls. You lose sight of your companion. ",
                                     "LinkToEvent": {"Id": 245699}, "Name": "", "Id": 245727},
                    "Name": "観測デッキを横切る@{K}Cross the observation deck ",
                    "Description": "デッキは半分に裂けかけ、片側はほとんど垂直になっている。補助の梁と長いケーブルが難破船を何とかつなぎ留めている状態だ。@{K}It is almost broken in two, half of tilted almost vertically. Support beams and long cables chain the wreck's halves together. ",
                    "ButtonText": "", "Id": 187465}],
 "Description": "潮流を受けた難破船が呻き声をあげるように軋んだ。足音が頭上から、そして下方から聞こえる。きっと先に進んだ船員たちの足音だろう。@{K}The wreck groans as it resists the current. Footsteps come from above and below - your crew, just ahead, surely. ",
 "Name": "難破船の探索@{K}Exploring a wreck ", "Id": 245699}
