{"ChildBranches": [{"DefaultEvent": {"Description": "The trader holds each drowning-pearl to his ear before tucking them away. \"A pleasure doing business,\" he says, as he hands you an artefact in exchange. You've barely secured it before he gives you a gentle push which sends you floating out of his shop. It's a gesture of respect among the Nookers, you're told.",
                                     "LinkToEvent": {"Id": 239965},
                                     "Name": "\"Whatever you do, don't shake it.\"", "Id": 246533},
                    "RareDefaultEvent": {"Description": "The trader scrutinises a drowning-pearl that, to your eye, is identical to its fellows. \"A beautiful specimen. That's worth a bit extra.\" He hands you something in an octopus-skin bag. \"Surprised? You bubble-mouths should be more open minded. It's not as if the rule of law <i>encourages</i> honesty.\"",
                                         "LinkToEvent": {"Id": 239965}, "Name": "A fine deal",
                                         "Id": 246534},
                    "Name": "$Outlandish Art[ie]fact -> 風変わりな工芸品$Trade in Outlandish Artefacts",
                    "Description": "Nook's lack of regulation has created a small but flourishing trade in antiquarian curios of questionable provenance.",
                    "ButtonText": "", "Id": 188129},
                   {"DefaultEvent": {"LinkToEvent": {"Id": 239980}, "Id": 246535},
                    "Name": "Play a round of Snaplamprey",
                    "Description": "During lulls in work, Nook dockworkers entertain themselves with this game. Distinctive circular scars mark out enthusiasts. ",
                    "ButtonText": "", "Id": 188130},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 239946},
                                     "Name": "", "Id": 246536},
                    "Name": "Leave the Ivories",
                    "Description": "Return to central Nook.", "ButtonText": "",
                    "Id": 188131},
                   {"DefaultEvent": {"Description": "You claw wildly through the water towards your vessel. Your aim is desperate; dark blotches and white cracks flare through your vision. The effort of not breathing burns. The airlock is ready, open; but it must be closed and emptied. Finally, air inches into the top of the chamber. You cough and retch the Nookwater from your lungs. ",
                                     "LinkToEvent": {"Id": 240515}, "Name": "Too close",
                                     "Id": 246537},
                    "Name": "The Creeping Drown",
                    "Description": "The lungweed is wearing off. You have to get to air. Swim for your ship - fast!",
                    "ButtonText": "", "Id": 188132}],
 "Description": "The area throbs with activity. Merchants cry their wares and buoy goods for easy transport to and from the docked zubmarines. Crates and barrels flow around you, skillfully directed by vigorous Nookers. The working hubbub is jovial.",
 "Name": "The Ivories", "Id": 246528}
