{"ChildBranches": [{"DefaultEvent": {"Description": "\"Our ancestors entered the Maw fleeing tyranny. They had nothing but the knives they held in their teeth. Their enemies left, assuming that none could survive in this deepest,  sharpest of crevices. Yet, here our ancestors prospered, and here we continue to thrive - all thanks to the protection of the great Maw. Now, we give what we can, in gratitude.\" \u000d\u000a\u000d\u000aThe sermon finishes, and offerings are loaded into a vast crate. This is floated up to the top of the temple, then pushed out into water over the Gullet. The congregation waits till it has been sucked out of sight. \u000d\u000a\u000d\u000aA couple of the Nookers remain for a while after even the priest has gone. They seem entranced. Certainly, no one remarks when you scoop up a bone that slipped from the offering crate.",
                                     "LinkToEvent": {"Id": 239971}, "Name": "An oblation",
                                     "Id": 246554},
                    "Name": "Feeding time",
                    "Description": "The Nookers trust you enough to let you witness one of their most sacred rites. ",
                    "ButtonText": "", "Id": 188146},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 239946},
                                     "Name": "", "Id": 246555},
                    "Name": "Leave the Maw-Shrine",
                    "Description": "Return to central Nook.", "ButtonText": "",
                    "Id": 188147},
                   {"DefaultEvent": {"Description": "You claw wildly through the water towards your vessel. Your aim is desperate; dark blotches and white cracks flare through your vision. The effort of not breathing burns. The airlock is ready, open; but it must be closed and emptied. Finally, air inches into the top of the chamber. You cough and retch the Nookwater from your lungs. ",
                                     "LinkToEvent": {"Id": 240515}, "Name": "Too close",
                                     "Id": 246556},
                    "Name": "The Creeping Drown",
                    "Description": "The lungweed is wearing off. You have to get to air. Swim for your ship - fast!",
                    "ButtonText": "", "Id": 188148},
                   {"DefaultEvent": {"Description": "\"Our ancestors entered the Maw fleeing tyranny. They had nothing but the knives they held in their teeth. Their enemies left, assuming that none could survive in this deepest,  sharpest of crevices. Yet, here our ancestors prospered, and here we continue to thrive - all thanks to the protection of the great Maw. Now, we give what we can, in gratitude.\" \u000d\u000a\u000d\u000aThe sermon finishes, and offerings are loaded into a vast crate. This is floated up to the top of the temple, then pushed out into water over the Gullet. The current pulls it down, and down, to-\u000d\u000a\u000d\u000aYou are swimming through the open Zee, dwarfing creatures and reefs alike. The stars are bright even through the water above. You are by the shrine. The congregation has gone.",
                                     "Name": "An oblation", "Id": 253767},
                    "Name": "Feeding time",
                    "Description": "The Nookers trust you as one of their own. You are permitted to join in their most sacred rite.",
                    "ButtonText": "", "Id": 190586}],
 "Description": "A tall tooth has been carved into a spiralled cone. It is ringed with delicate patterns, each band representing a stratum of Nook society. The offering crate stands empty. A trickle of devotees sidles in. Now that the Maw quakes have ceased, Nookers' faith has lessened. ",
 "Name": "The Maw-Shrine", "Id": 246551}
