{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 239946}, "Name": "", "Id": 246566},
                    "Name": "Leave the Crowded Mouth",
                    "Description": "Return to central Nook.", "ButtonText": "",
                    "Id": 188155},
                   {"DefaultEvent": {"Description": "You claw wildly through the water towards your vessel. Your aim is desperate; dark blotches and white cracks flare through your vision. The effort of not breathing burns. The airlock is ready, open; but it must be closed and emptied. Finally, air inches into the top of the chamber. You cough and retch the Nookwater from your lungs. ",
                                     "LinkToEvent": {"Id": 240515}, "Name": "Too close",
                                     "Id": 246567},
                    "Name": "The Creeping Drown",
                    "Description": "The lungweed is wearing off. You have to get to air. Swim for your ship - fast!",
                    "ButtonText": "", "Id": 188156},
                   {"DefaultEvent": {"Description": "It's not just the flavour - which is honey-sweet and throat warming - it's the delivery mechanism. The straw means every mouthful is a slurp, not a sip. The pouch is swiftly empty - but it has taken the edge off. ",
                                     "LinkToEvent": {"Id": 240141}, "Name": "Eminently drinkable",
                                     "Id": 246568},
                    "Name": "Sample the local brew",
                    "Description": "Milk seems popular with Nookers and bubble-mouths alike. From the relaxed demeanour of those floating in the tavern, it's certainly alcoholic. ",
                    "ButtonText": "", "Id": 188157},
                   {"SuccessEvent": {"Description": "One minute they are grappling, evenly matched, then a guard is passed, an elbow twisted, one fighter is on the other's back. She's trapped against a wall, but she has the advantage. She hooks her legs in and applies a rear naked choke. It's locked in - victory takes seven more seconds. The winning move was simple; but the guard pass was a thing of art.\u000d\u000a\u000d\u000aYou would make notes, but this kind of knowledge is best applied in practice.",
                                     "LinkToEvent": {"Id": 240141}, "Name": "Figure four",
                                     "Id": 246565},
                    "DefaultEvent": {"Description": "They are grappling, and then-\u000d\u000a\u000d\u000aIt is a moment before you realise that one of the fighters floats dead. The crowd turns to their drinks; the barman uses a billhook to send the body out of the back entrance. It will be weighted down and sent into the Gullet, as is the Nooker way.",
                                     "LinkToEvent": {"Id": 240141}, "Name": "Blood, silence",
                                     "Id": 246564},
                    "Name": "Observe a fight",
                    "Description": "This is an old Nook tradition. There are strong feelings against letting Trespassers watch. But for you, they'll make an exception. The brawlers grapple in silence, rolling like crocodiles. ",
                    "ButtonText": "", "Id": 188154}],
 "Description": "The tavern is reasonably busy. Now the shaking has subsided, Nookers are less desperate for company. Nevertheless, the place is popular enough. \u000d\u000a\u000d\u000aIf you wish, you could procure the local tipple - 'milk'. It is not milk. The spiced rum is served in a sewn leather pouch with a steel straw.",
 "Name": "The Crowded Mouth", "Id": 246560}
