{
  "Id": 254670,
  "Name": "Scrimshander Centre",
  "Description": "You walk down a damp nave of bone. Intricately carved ivory walls depict improbable scenes from history. The walls are edged in tiny finger-bones, each bearing a single name.\r\n\r\nInhabitants wear ashen robes and carry steel-tipped bone quills, but you recognise most as Drownies or Chelonate expatriates. While most are quiet and ignore visitors, you hear heated arguments over interpretations of the sacred remains. Sacred remains which will include whatever you leave behind when you depart.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 254671,
        "Name": "Few visitors, fewer departures",
        "Description": "The inhabitants of Scrimshander spend much of their time praying on the mysteries of the past. They spend almost as much time arguing about their interpretations. Salted residents often collect nearby salvage, studying the results and inscribing their interpretations on any skeletal remains. But those who leave too often are easily recognised by what they have left behind in their travels: memories, personalities, and bones.\r\n\r\nOtherwise, they rarely consider the present - certainly not with the same focus they give to the histories buried within their tower. Recent world events are met with polite silence, unless it prompts an anecdote about similarities with antiquity. Apart from old grudges and new theories, very little changes here."
      },
      "Id": 191205,
      "Name": "Compile a port report",
      "Description": "Consider it an ongoing history of the present."
    },
    {
      "DefaultEvent": {
        "Id": 255860,
        "Name": "To the amphitheatre",
        "Description": "After the reverent silence of the outside, the boisterous noise of the amphitheatre washes over you like the heavy sea beyond these walls."
      },
      "Id": 191720,
      "Name": "Gather at the Stage of History",
      "Description": "Scholars file quietly into a pair of great ivory doors at the far end of the hallway. When they stumble out again, you can hear raised voices, arguments, and laughter."
    },
    {
      "DefaultEvent": {
        "Id": 255862,
        "Name": "Downwards, into history",
        "Description": "The monks grudgingly allow you to enter, but warn you that staying longer than your allotted time will incur \"significant penalties.\" They refrain from going into details, but you notice that their bone-quills are significantly larger and sharper than their fellows'."
      },
      "Id": 191722,
      "Name": "Delve into the Ivory Archives",
      "Description": "The Ivory Archives are a wealth of history, with ages of visitors' stories carved into the bone pillars that build the citadel. It's something between a library and an ossuary, but less inviting. [You will want enough Time in the Archives to explore and return afterwards. At least five points is recommended, but more will allow deeper explorations. Do not overstay your welcome. It will not be pleasant.]"
    },
    {
      "DefaultEvent": {
        "Id": 255863,
        "Name": "Departing",
        "Description": "Were there quite this many guards when you came in? Was there always a pile of fresh bones by the entrance?"
      },
      "Id": 191723,
      "Name": "Leave Scrimshander",
      "Description": "No one departs without leaving something of themselves behind. Be ready."
    },
    {
      "DefaultEvent": {
        "Id": 255864,
        "Name": "An avid student",
        "Description": "The blemmigan settles in the shadow of a massive tusk inscribed with a genealogy of zee-beasts. You have the nagging suspicion that it's reading for its own name."
      },
      "Id": 191724,
      "Name": "Release a blemmigan",
      "Description": "This place could use a little colour. The violet blemmigan seems to agree."
    },
    {
      "DefaultEvent": {
        "Id": 256372,
        "Name": "A flood of words",
        "Description": "Something within the Monastic Drownie has been unloosed at the sight of such sweeping histories. After such a long time silent, he is eager to share his own, smaller stories - and until he can earn his own bone quill, you are his captive audience. The coins he gives you are valuable, but not as much as the tales that tumble out of him."
      },
      "Id": 192097,
      "Name": "Deliver a Monastic Drownie",
      "Description": "Your silent passenger is transfixed by the murals, eyes wide and mouth agape. His unrepeatable exclamation is the first word you've heard from him."
    },
    {
      "DefaultEvent": {
        "Id": 256373,
        "Name": "Hearty appreciation",
        "Description": "After saying a wordless prayer, the Truth-Hunting Chelonate stands and clasps you in a fierce embrace. In addition to payment, she proudly presents you with a garland of sharks' teeth. \"My days of hunting monsters is over - now I hunt heroes through the ages.\""
      },
      "Id": 192098,
      "Name": "Deliver a Truth-Hunting Chelonate",
      "Description": "She kneels before an ivory carving of a faceless warrior. Its scarred figure resembles the tattoo on her arm."
    },
    {
      "DefaultEvent": {
        "Id": 258214,
        "Name": "A familiar tale",
        "Description": "The simple houses are built with bricks of ash and bone dust. Each bears a finely-engraved story, from the mundane to the profane. Some bricks tell the same tales, from different and contradictory sources. \r\n\r\nYou spend a quiet hour reading the side of a derelict house. A handful of its tales are suspiciously familiar."
      },
      "Id": 192656,
      "Name": "Wander the halls",
      "Description": "The higher in the tower, the more recent the tales. Perhaps they can be useful?"
    },
    {
      "DefaultEvent": {
        "Id": 258549,
        "Name": "The Imperious Sister's tale",
        "Description": "She pushes a sheaf of papers into an oversized case and bustles towards you. \"I have been all over Scrimshander and I can find no sign of my brother's writing or any inscription about him,\" she says. \"Which is strange, because I was most definitely assured he had come here... Meanwhile, I made certain promises of a pecuniary nature, which mean that I am not at liberty to leave Scrimshander again for a few days. So I turn to you! Could you assist me? Are your services for hire? It is a matter of-- of family loyalty, of the ties of blood.\""
      },
      "Id": 192883,
      "Name": "Take note of a veiled woman",
      "Description": "A middle-aged woman in a veiled hat is staring at you, waiting for you to notice and listen to her."
    },
    {
      "DefaultEvent": {
        "Id": 258551,
        "Name": "",
        "Description": "\"Ah, forgive me. Yes. I shall remedy this.\" The heavy box with its gossamer-thin contents are swiftly whisked away. \"You have our gratitude. You shall not have answers.\" "
      },
      "Id": 192885,
      "Name": "Deliver a Cargo of Answers ",
      "Description": "A Mellifluous Historian raises an eyebrow at the cargo you carry from your zub. [This is not yet implemented]"
    },
    {
      "DefaultEvent": {
        "Id": 258552,
        "Name": "TBD",
        "Description": "TBD"
      },
      "Id": 192886,
      "Name": "Leave a Cladery Souvenir",
      "Description": "It's a piece of someone. Perhaps not a piece of <i>you</i>, but who's keeping track?"
    },
    {
      "DefaultEvent": {
        "Id": 259241,
        "Name": "",
        "Description": "You make your way through the bony tunnels."
      },
      "Id": 193315,
      "Name": "Visit Mariam",
      "Description": "You know the way to the Stygian Repository, now."
    },
    {
      "DefaultEvent": {
        "Id": 262600,
        "Name": "An unwanted shipment",
        "Description": "A Wan Archivist scurries forward to look at the Cargo as you haul it into the nave. Her eyes shine, but her complexion pales. \"This is going to cause such an awful fuss!\" She bends to admire the carvings. \"The Drownies will gloat, and the Chelonates will fight to bury it. Best leave it with me before -\" She is cut off by a sudden clamour. Drownie song rising from the depths of the caverns intermingled with the leaden footsteps of Chelonate boots. "
      },
      "Id": 195702,
      "Name": "Deliver the Cargo of Answers",
      "Description": "Scrimshander was its original destination. The shipment has been substantially delayed, but, thanks to you, it is finally here. "
    },
    {
      "DefaultEvent": {
        "Id": 263130,
        "Name": "The ties that bind",
        "Description": "\"I've had a chance to examine this.\" The Paleographer pats the box. \"The Fathomking has certain expectations of the Chelonates. They owe him certain ancient debts. He would be interested to see this piece of history. Take this to him, Trespasser. Let the Fathomking render his judgement.\""
      },
      "Id": 196043,
      "Name": "Perform a task for the Drownies",
      "Description": "The Drownie Paleographer would like your assistance. The Cargo of Answers sits beside her."
    },
    {
      "DefaultEvent": {
        "Id": 263137,
        "Name": "A shame that should be forgotten",
        "Description": "\"I have arranged for the cargo to be escorted to the deepest Archives.\" He indicates a Muscular Monk standing grim-faced next to him. \"But the escort must remain below to ensure this particular piece of history remains <i>undisturbed</i>. Will you accompany him to ensure the deed is done, and report back when this aberrant history is safely interred?\"\r\n\r\n[You must enter the Ivory Archives to continue the story. The Glib Historian may be able to help.]"
      },
      "Id": 196047,
      "Name": "Perform a task for the Chelonate",
      "Description": "The Chelonate Chronologist sits primly atop the Cargo of Answers. He would appreciate your assistance. "
    },
    {
      "DefaultEvent": {
        "Id": 263276,
        "Name": "",
        "Description": "He exhales with relief when he sees you return, alone. \"We are only what our ancestors are held to have been. Thank you for not tarnishing our pride.\" The Chronologist stands to shake your hand - his trembles with rheumatism, or nerves. He motions for an attendant to open the wooden chest they are holding. \"For all you've done.\" Your gift burns brightly.\r\n"
      },
      "Id": 196129,
      "Name": "Return to the Chelonate Chronologist",
      "Description": "You have done as he asked. Evidence of the Chelonate's inglorious origins has been conealed."
    },
    {
      "DefaultEvent": {
        "Id": 263287,
        "Name": "",
        "Description": "It is difficult to be conspicuous while carrying a large wooden chest.The Drownies are to be found near to the archives - but not near enough. The Chelonate Chronologist has spies - and an ambush prepared. The Chelonates wait in biers and slabs carved into the sides of the walls for you to pass by. They rise behind you to block your way back, while the Chronologist steps forward to block the way ahead. \"I don't know what you think you've found - but we have always been warriors.\" He makes his point with a sharp jab of his staff to your stomach.\r\n\r\n"
      },
      "Id": 196135,
      "Name": "Inform the Drownies",
      "Description": "You have not done as asked. The Chelonate Chronologist is unlikely to be pleased. But the Drownie Paleographer would reward you for returning the Cargo."
    },
    {
      "DefaultEvent": {
        "Id": 263387,
        "Name": "",
        "Description": "The Drownie Paleographer is tucked into an alcove examining the down-strokes of a carving. Her milky eyes widen when she sees you. \"Did you see His Complexity? Did he give judgement?\" She licks her lips nervously as you recount what was said in the throne-cyst. As you finish, she smiles, a touch wistfully. \"His Complexity is wise - it is good that they be humbled. Perhaps this will force them to change.\" She reaches into her satchel and produces a clouded pearl. \"This was taken from- well, it's dead now. But there is no other like it. You have earned this.\""
      },
      "Id": 196205,
      "Name": "Deliver the Fathomking's judgement to the Drownies",
      "Description": "Tell the Paleographer that His Complexity's troubadours shall sing of the Chelonates shame"
    },
    {
      "DefaultEvent": {
        "Id": 263388,
        "Name": "",
        "Description": "The Drownie Paleographer is tucked into an alcove examining the down-strokes of a carving. Her milky eyes widen when she sees you. \"Did you see His Complexity? Did he give judgement?\" She licks her lips nervously as you recount what was said in the throne-cyst. As you finish, she smiles, a touch uncertainly. \r\n\r\n\"Is it wise to forget? What is thought lost usually returns, eventually.\" She shakes her head. \"I speak out of turn. The Fathomking is wise. This silence may foster a truce.\" She reaches into her satchel and produces a clouded pearl. \"This was taken from- well, it's dead now. But there is no other like it. You have earned this.\""
      },
      "Id": 196206,
      "Name": "Deliver the Fathomking's judgement to the Drownies",
      "Description": "Tell the Paleographer that the Chelonate shall become unsung and forgotten."
    },
    {
      "DefaultEvent": {
        "Id": 255859,
        "Name": "Inlaid with blood",
        "Description": "The bandaged monk describes a day in the life of a tomb-colonist while you carve his words. The tale continues interminably, and your eyelids begin to droop... Until your hand slips, sending the steel-nib of the quill skittering across the bone and into the palm of your hand!\r\n\r\nBlood wells against ivory, flowing into the words and highlighting them in crimson. Kindly, the monk takes the quill and offers you a length of bandage. When you staunch the bleeding, he invites you to the Ivory Archives. He confides in you that many of their most beloved records are inlaid with blood.."
      },
      "Id": 191719,
      "Name": "Assist an Ancient Chronicler",
      "Description": "A bandaged monk sits, attempting to carve a tale with a steel-tipped quill. This is not work for a trembling hand."
    },
    {
      "DefaultEvent": {
        "Id": 259146,
        "Name": "No luck",
        "Description": "Your enquiries are exhaustive - the Philanthropist's husband is not here. You can cross this port off your list. [Check your journal for reminders about where the Philanthropist's husband might be.]"
      },
      "Id": 193256,
      "Name": "Search for the Fierce Philanthropist's husband",
      "Description": "Did he come to lose himself among the other old, abandoned histories?"
    }
  ]
}