{"ChildBranches": [{"DefaultEvent": {"Description": "Truly, this is what heroes are made of: courage, charm, and an ample capacity for violence. The moral is clearly defined. The prop horses are surprisingly well-painted. How considerate of history to provide such an exemplar of heroism.\u000d\u000a\u000d\u000aThe crowd roars its approval and keeps the Glib Historian busy with demands for more wine. His efforts to serve the unruly lot deserve a play of their own.",
                                     "LinkToEvent": {"Id": 254677},
                                     "Name": "Often enjoyable, occasionally accurate",
                                     "Id": 254678},
                    "Name": "Watch a heroic play",
                    "Description": "The Chelonate's champions promise the tale of a lone hero who changed the course of history. Based on historical evidence.",
                    "ButtonText": "", "Id": 191209},
                   {"DefaultEvent": {"Description": "A city rises and falls in a matter of hours, with cast members playing a dozen roles each over the years. The dance number at the end is a crowd-pleaser. Afterwards, the Drownie king assures the crowd that the dancing was strictly allegorical.",
                                     "LinkToEvent": {"Id": 254677},
                                     "Name": "A surprisingly brisk epoch", "Id": 256383},
                    "Name": "Watch a dramatic reenactment",
                    "Description": "The Drownie Chorus presents a sweeping historical opera. With a two-drink minimum.",
                    "ButtonText": "", "Id": 192106},
                   {"DefaultEvent": {"Description": "\"Some cheer history as the work of brave and inspired heroes. Especially them who wish they could be heroes themselves.\" The Glib Historian rolls his eyes theatrically. \"Others say it's all shaped by cyclical changes in scientific progress, economics, and such. But nothing gets in the way of a good story quite like <i>nuance</i>.\" He spits out the word like a rotten grape. \u000d\u000a\u000d\u000a\"We let 'em argue up on the stage and give an ivory crown to whoever's most convincing at the moment.\" He waves a hand at the temporary monarch in the raised seat above. \"But far as I'm concerned,\" he confides, filling a patron's mug with cheap wine, \"History is what you make of it. And I make a killing.\"",
                                     "LinkToEvent": {"Id": 254677},
                                     "Name": "Warring theories on the stage of history",
                                     "Id": 256384},
                    "Name": "Talk with the Glib Historian",
                    "Description": "The mushroom wine he serves is stale. The plays he announces are questionable at best. But the impeccably-bearded man with the olive skin laughs at every performance and has a smile for every patron.",
                    "ButtonText": "", "Id": 192107},
                   {"DefaultEvent": {"Description": "The Glib Historian holds surprising sway with the archivists. He assures you that those surrounded by the horrors of history often need a stiff drink.",
                                     "LinkToEvent": {"Id": 254677}, "Name": "The solace of history",
                                     "Id": 256388},
                    "Name": "Trade wine for time in the archives",
                    "Description": "The Glib Historian is always looking to restock his supply for thirsty audiences. And he has surprising influence with the archivists.",
                    "ButtonText": "", "Id": 192111},
                   {"DefaultEvent": {"Description": "You leave the noise and the stale wine behind. ",
                                     "LinkToEvent": {"Id": 254670},
                                     "Name": "Back to the quiet of the crypt", "Id": 256389},
                    "Name": "Leave the amphitheatre",
                    "Description": "Leave them to their drinks and debates.",
                    "ButtonText": "", "Id": 192112},
                   {"DefaultEvent": {"Description": "The guardians of the archives can barely contain their greed. While theories differ on what drives history, it is agreed that historians themselves are driven by coffee.",
                                     "LinkToEvent": {"Id": 254677}, "Name": "The fuel of history",
                                     "Id": 258554},
                    "Name": "Trade coffee for time in the archives",
                    "Description": "Even the most avid scholar knows not all historical tales are exciting.",
                    "ButtonText": "", "Id": 192888},
                   {"DefaultEvent": {"Description": "The arguments range from impassioned to inscrutable, and the jeers of the crowd don't help. The winner is selected by the monks throwing knuckle-bones at their choice. The winner receives the ivory crown and ascends to the ruler's seat. Your enjoyment of the ceremony is diminished somewhat when you find an errant knuckle-bone in your mug.",
                                     "LinkToEvent": {"Id": 254677}, "Name": "Confusion reigns",
                                     "Id": 258795},
                    "Name": "Watch a fierce debate",
                    "Description": "Two monks propose new historical interpretations based on research in the archives. Weapons are strictly prohibited.",
                    "ButtonText": "", "Id": 193013},
                   {"DefaultEvent": {"Description": "They assure you that any hero will do, as long as their deeds are suitably profound. Ideally bloody. But the details are negotiable. [You will need to trade coffee or wine for Time in the Archives in order to pursue this quest.]",
                                     "LinkToEvent": {"Id": 254677}, "Name": "No shortage of heroes",
                                     "Id": 258796},
                    "Name": "Agree to search the Ivory Archives for a hero",
                    "Description": "The Chelonate's champions hope to regain their prestige by staging a heroic play. Assist their research in the Ivory Archives and they'll give you a hero's reward.",
                    "ButtonText": "", "Id": 193014},
                   {"DefaultEvent": {"Description": "\"Oh, this is good,\" the playwright beams. \"Throw in a little romance and a proper moral, and we should have something ready by tomorrow.\"",
                                     "LinkToEvent": {"Id": 254677},
                                     "Name": "A champion of the Chelonate", "Id": 258797},
                    "Name": "Deliver the details of a hero",
                    "Description": "The Chelonate's champions specialise in tales of heroes. Deliver your findings to them and you'll be their... well.",
                    "ButtonText": "", "Id": 193015},
                   {"DefaultEvent": {"Description": "\"'Heroes' are merely the products of their time. These fools celebrate a pearl and ignore the oyster that made it. Help us tell a more responsible tale and we put things right - for now, at least.\" [You will need to trade coffee or wine for Time in the Archives in order to pursue this quest.]",
                                     "LinkToEvent": {"Id": 254677}, "Name": "The quest for context",
                                     "Id": 258799},
                    "Name": "Agree to search the Ivory Archives for a pattern",
                    "Description": "The Drownie Chorus sits dejectedly in the corner, griping about the hero worship on display. They'll pay well if you can research the societal context to the figures on stage.",
                    "ButtonText": "", "Id": 193017},
                   {"DefaultEvent": {"Description": "Life moved by the forces surrounding the individual. The pomposity of the great, the spirit of the many made manifest. Clearly the perfect material for a musical, the Drownie Chorus agrees.",
                                     "LinkToEvent": {"Id": 254677},
                                     "Name": "A comedy of errors and accounting", "Id": 258802},
                    "Name": "Deliver a portrait of a time past",
                    "Description": "Thorough details on manners, opinions, laws, and the people they shaped.",
                    "ButtonText": "", "Id": 193019},
                   {"DefaultEvent": {"Description": "The Glib Historian strokes his beard theatrically. \"What a fascinating coincidence! Does it mean anything?\"\u000d\u000a\u000d\u000aBeneath his playful eyes spreads a grin as broad and impenetrable as a seaside cliff. Some questions will not be answered.",
                                     "LinkToEvent": {"Id": 254677},
                                     "Name": "History retains its modesty", "Id": 258899},
                    "Name": "Question the Glib Historian",
                    "Description": "You found his self-portrait on the First Skeleton of Scrimshander. This raises a few questions.",
                    "ButtonText": "", "Id": 193085}],
 "Description": "Actors strut in an amphitheatre of bone, performing historical plays of dubious veracity. An audience watches from below, with each roaring drunk member applauding or jeering different details of the work. Above, an imperious figure wearing a crown of ivory judges each performance from a raised theatre box. All are served by a single man, weaving between the crowd and wearing a perpetual smirk.",
 "Name": "The Stage of History", "Id": 254677}
