{"ChildBranches": [{"DefaultEvent": {"Description": "Back among the living, or at least the most recent remains.",
                                     "LinkToEvent": {"Id": 254670}, "Name": "Back to now",
                                     "Id": 256045},
                    "Name": "Leave the archives",
                    "Description": "You're not too far gone yet. You can still escape, unlike these poor souls.",
                    "ButtonText": "", "Id": 191864},
                   {"SuccessEvent": {"Description": "The dead surround you, covered in warnings of fools who forgot to flee. If only you had listened sooner. Perhaps you'll live long enough to learn.",
                                     "LinkToEvent": {"Id": 254681}, "Name": "A desperate flight",
                                     "Id": 256047},
                    "DefaultEvent": {"Description": "The archivists who find you have no mercy. The fog from their censors stings your eyes and fills your lungs. You try to explain yourself, and one inscribes your pitiful pleading on the walls as a warning to others. The scraping of the bone quill fills your ears before you black out.\u000d\u000a\u000d\u000aWhen you come to, you sit outside the archives. Something has been taken from you. What was it?",
                                     "LinkToEvent": {"Id": 254670}, "Name": "An object lesson",
                                     "Id": 256046},
                    "Name": "Out of time",
                    "Description": "Maybe you forgot how long it would take to leave. Maybe you simply must finish reading this tale. Flee now, before the archivists find you and add you to the collection.",
                    "ButtonText": "", "Id": 191865},
                   {"SuccessEvent": {"Description": "What came before now? What terrors of yesterday led to today?",
                                     "LinkToEvent": {"Id": 254681},
                                     "Name": "Downwards, into history", "Id": 258845},
                    "DefaultEvent": {"Description": "Another life's story, another sad fate. Eventually, they all seem the same. This one shares your name. Will you share their fate?",
                                     "LinkToEvent": {"Id": 254681}, "Name": "Too much",
                                     "Id": 254680},
                    "Name": "Continue downwards",
                    "Description": "The tales of the dead surround you. Each step buries you deeper in the past.",
                    "ButtonText": "", "Id": 191210},
                   {"SuccessEvent": {"Description": "The bones are fresher, the tales more recent. Leave the past behind.",
                                     "LinkToEvent": {"Id": 254681}, "Name": "Onwards and upwards",
                                     "Id": 258854},
                    "DefaultEvent": {"Description": "What forgotten corner of history is this? Misshapen skeletons laugh at your confusion. Their tales tell of those lost to history.",
                                     "LinkToEvent": {"Id": 254681}, "Name": "A dead end",
                                     "Id": 258849},
                    "Name": "Search for the exit",
                    "Description": "Which way did you come from, again? This deep, you don't recognise the languages, but the stories are still familiar.",
                    "ButtonText": "", "Id": 193053},
                   {"SuccessEvent": {"Description": "Eyeless sockets stare at you from every side. Accusatory finger-bones reveal your path. Inscribed tales warn you of the danger. But still you continue.",
                                     "LinkToEvent": {"Id": 254681}, "Name": "Onwards, unheeding",
                                     "Id": 258855},
                    "DefaultEvent": {"Description": "You hide among the dead, but they will not have you. Not yet. Burly archivists descend upon you. Their censors belch a stinging fog as they demand to know what you seek. When you reply, the sound of a scratching quill fills your ears and drowns your senses.\u000d\u000a\u000d\u000aYou wake outside. Something is missing. If only you could recall what it was.",
                                     "LinkToEvent": {"Id": 254670}, "Name": "Revealed",
                                     "Id": 258850},
                    "Name": "Overstay your welcome",
                    "Description": "You can't stop now. You need to know what came before. D_mn the costs.",
                    "ButtonText": "", "Id": 193054}],
 "Description": "Narrow passages wind through the old city, shadowed, ever-descending. You walk alone, except for the constant remains of those who came before you - each bearing their sad, small tales. \u000d\u000a\u000d\u000aThey all end the same way. They all end here. Will you?",
 "Name": "Searching the Ivory Archives", "Id": 254679}