{"ChildBranches": [{"DefaultEvent": {"Description": "Oh my. Such things simply are not done. Especially not to a leper colony. Although one assumes that would make it easier.",
                                     "LinkToEvent": {"Id": 254679}, "Name": "Definitely no saint",
                                     "Id": 254682},
                    "Name": "Heroism, debunked",
                    "Description": "\"My master's name is cheered throughout the land, but none must know of his terrible secret...\"",
                    "ButtonText": "", "Id": 191211},
                   {"DefaultEvent": {"Description": "So much for the old theories. It seems that disaster wasn't so natural after all. Devils were less fond of subtlety back then.",
                                     "LinkToEvent": {"Id": 254679}, "Name": "Survivors, of a sort",
                                     "Id": 256379},
                    "Name": "Question an ancient assumption",
                    "Description": "Everyone knows that city and its people were completely destroyed. Everyone except the authors of these records, apparently.",
                    "ButtonText": "", "Id": 192103},
                   {"DefaultEvent": {"Description": "It hasn't got many bones proper, but its calcified tentacles bear inscriptions in an unrecognisable language. As you study the writing, one tentacle crumbles - revealing a gleaming lump clutched to the poor thing's chest.",
                                     "LinkToEvent": {"Id": 254679},
                                     "Name": "A different sort of history", "Id": 256391},
                    "Name": "Identify unusual remains",
                    "Description": "This far down, you should expect anything. But the carved remains of a rubbery man will always be a little surprising.",
                    "ButtonText": "", "Id": 192114},
                   {"DefaultEvent": {"Description": "$honey-den -> 蜜窟$You dream of ancient fields and peaceful deaths. When you return to reality, you find yourself cradling the skull of the honey-den's previous master. In this place, the idea of such a death is almost comforting.",
                                     "LinkToEvent": {"Id": 254679},
                                     "Name": "The most pleasant sort of mausoleum", "Id": 256392},
                    "Name": "Take an unexpected reprieve",
                    "Description": "$honey-den -> 蜜窟$What's this? Someone has built a personal honey-den in this hidden chamber. Still decorated with skulls, of course, but at least they're smiling.",
                    "ButtonText": "", "Id": 192115},
                   {"DefaultEvent": {"Description": "Whatever history it has been a part of, you're happy to be reunited. It will fit nicely into your stuffed glove, with none the wiser. And what's this carved beneath your name? Interesting...",
                                     "LinkToEvent": {"Id": 254679},
                                     "Name": "How did it find its way down here?", "Id": 256395},
                    "Name": "Recover a familiar finger",
                    "Description": "You'd know these finger-bones anywhere, even if they weren't inscribed with your name.",
                    "ButtonText": "", "Id": 192118},
                   {"DefaultEvent": {"Description": "There was a fellow, a renown collector and scholar, who concluded that the only way to survive was to live under water. The city was to be destroyed by calamity, he predicted; the fifth of its kind.\u000d\u000a\u000d\u000aHe was exiled, barely escaping to the zee on his experimental craft. It was designed to survive the abyss, to allow mankind to flourish in impossibility. Few imagined he could have survived; fewer still could imagine that he found a companion. And though he since died, all exiles have found their home next to his.",
                                     "LinkToEvent": {"Id": 254679},
                                     "Name": "The exile who found a home", "Id": 258816},
                    "RareDefaultEvent": {"Description": "Ships have always sunk into the zee. Zailors have always drowned. But there was once a strong ship which did not fall to the ordinary fate. \u000d\u000a\u000d\u000aIt was swallowed by the waves, and all hands were presumed lost. But it was not so. By their captain's leadership, the crew survived their own destruction and made a home in the wreck at the bottom of the zee. In time, the captain became the Queen, and - through blasting powder and treachery - managed not only to provide for the city, but to expand it.",
                                         "LinkToEvent": {"Id": 254679},
                                         "Name": "The captain who lived", "Id": 260325},
                    "Name": "Unearth a heroic tale",
                    "Description": "$Chelonate -> キェロネイト$Deep within a forgotten corner, a grinning skeleton bears a catalogue of extraordinary deeds. The Chelonate's champions are bound to be interested.",
                    "ButtonText": "", "Id": 193030},
                   {"DefaultEvent": {"Description": "This skeleton is scorched, cracked, and broken. Someone took their time with its owner, before letting them die. Four words are carved into the forehead: CHIEF NAVIGATOR. <i>FORTAS KETTLE</i>.",
                                     "LinkToEvent": {"Id": 254679}, "Name": "Broken bones",
                                     "Id": 258817},
                    "RareDefaultEvent": {"Description": "Strict discipline must be maintain at zee, lest the waves take you. The navies of the Neath are stricter than their surface counterparts, and perhaps more cruel. Not every zailor can comport themselves. \u000d\u000a\u000d\u000aSome, it is said, leap overboard willingly, in search of a city where the water is air, the meat is plentiful, and there is no lash and no brig.",
                                         "LinkToEvent": {"Id": 254679}, "Name": "The left behind",
                                         "Id": 260324},
                    "Name": "Read the tales from a mass grave",
                    "Description": "You find yourself in a hovel of stacked bones, each inscribed with the name and tale of a drowned corpse.",
                    "ButtonText": "", "Id": 193031},
                   {"DefaultEvent": {"Description": "It was said that a flower in the zee grew within the zee, one that any true lover would pluck for their beloved. If nothing else, it was a proof of bravery, devotion, and diving talent - all conventionally attractive qualities. \u000d\u000a\u000d\u000aMany dived, most died: but a few found the flower, and found that it was not what they expected. It was beautiful beyond their imagining. And though a pretty poetic conceit had send them below, it was not enough to bring them back up. They abandoned their old lovers, in death or for beauty. ",
                                     "LinkToEvent": {"Id": 254679}, "Name": "Rituals of love",
                                     "Id": 258818},
                    "RareDefaultEvent": {"Description": "There is a King who sees a city which delights him.  He longs to rule it, though it can never be his. But he is unperturbed: he may have a fantasy of the city, and that is enough to satisfy his whim. \u000d\u000a\u000d\u000aNo power in the zee cared to stop the city from rising, and so the King populates it with subjects at his discretion. They live in a phantom reality: one that is beautiful enough to disguise its truth.",
                                         "LinkToEvent": {"Id": 254679},
                                         "Name": "Fashions of the day", "Id": 260326},
                    "Name": "Unearth a portrait of a time",
                    "Description": "Travellers of all eras from across the Neath have been brought here to rest. Perhaps something can be synthesised from their collections.",
                    "ButtonText": "", "Id": 193032},
                   {"DefaultEvent": {"Description": "$Khan -> カーン, Khanate -> カーネイト, Elder Continent -> 旧大陸, Presbyter -> プレズビター, Bourdain -> ボーデイン$You examine a sculpture. It shows two gentlemen - one of the Khanate, the other European - and a woman of the Elder Continent. They are leaning together, their foreheads touching; the lower halves of the figures are unfinished. Next, you come across a quartet of statues - begun, then abandoned - of a narrow, bespectacled man. His features are subtly different in each attempt, as if the sculptor was trying to get them right. MEMORY LIES is inscribed upon the base of the last of them.\u000d\u000a\u000d\u000aAnd here: a kingly man of the Presbyterate, pierced with arrows and sinking to one knee. Is this the Presbyter himself? He is crowned, and carries a set of tablets. Upon one is written 'THE PRESTER SAITH: none shall live a thousand years'. On another, less neatly, is inscribed 'THIS HISTORY WAS WRITTEN BY THE LOSERS' \u000d\u000a\u000d\u000aYou hear a woman's voice, echoing through the tunnels. \"Healer, Schemer, Soldier, Guide. Propagandist, Financier and Captain. Rosina, myself, Batuk, Lorenzo. Bourdain, Lytton and Arik.\" You follow the voice, but it fades into the maze-like tunnels. You help yourself to a memento: a perfect apple carved from the the blue-black bone, and depart.\u000d\u000a\u000d\u000a",
                                     "LinkToEvent": {"Id": 254670}, "Name": "", "Id": 258861},
                    "Name": "Explore a knot of passages clogged with half-finished statues",
                    "Description": "Both its walls and the statues are made from the near-black bones of zee-beasts.",
                    "ButtonText": "", "Id": 193061},
                   {"DefaultEvent": {"Description": "Every bone of the midnight whale is intact, and every inch has been densely carved with words. The writing appears to be Greek, in an ancient script, but you recognise the carvings all bear the same hand. The work must have taken the author years. Decades.\u000d\u000a\u000d\u000aThe base of the whale's skull bears a crude portrait. You've seen this man and his immaculate beard before. No wonder he's so quick to laugh at the historical plays far above.",
                                     "LinkToEvent": {"Id": 254679},
                                     "Name": "The belly of the whale", "Id": 258862},
                    "Name": "The first skeleton of Scrimshander",
                    "Description": "Here at the lowest depths of the tower, you find the tower's core: the skeleton of a massive midnight whale.",
                    "ButtonText": "", "Id": 193062},
                   {"DefaultEvent": {"Description": "'<i>They all fear death. They all know Nidah.</i>'",
                                     "LinkToEvent": {"Id": 254679}, "Name": "A short story",
                                     "Id": 258870},
                    "Name": "Consider the teeth",
                    "Description": "Words carved over a skeletal grin. What do they tell?",
                    "ButtonText": "", "Id": 193067},
                   {"DefaultEvent": {"Description": "There is a mountain and a city. A red, red river and living ships. Troops in route. Ringed around the mosaic is a quote: '<i>Some escape death. None escape history.</i>'",
                                     "LinkToEvent": {"Id": 254679}, "Name": "Memento Historia",
                                     "Id": 258871},
                    "Name": "Admire a mosaic",
                    "Description": "A large chamber bears a beautiful mosaic made from hundreds of painted teeth.",
                    "ButtonText": "", "Id": 193068},
                   {"DefaultEvent": {"Description": "$[Pp]eligin -> ペリジン$The repository is filled with statues carved from the same black bone as the walls, the ceiling, the floor. This statue exults over the body of a fallen foe; this one drags itself up a shingled slope; this one is a child with the bleak eyes of an old man. The floor is carpeted in thick, dark bone-dust. \u000d\u000a\u000d\u000aYou move deeper into the serried population of statues. Wait - that one is not a statue - it's a woman, observing you with peligin eyes. She wears a dusty apron. One hand holds a delicate brush, the other a thin, gleaming chisel.",
                                     "LinkToEvent": {"Id": 259232},
                                     "Name": "The Stygian Repository", "Id": 259240},
                    "Name": "$Ambition -> 大望$Ambition: explore the Stygian Repository",
                    "Description": "The ivory fades. The chambers here are carved from the blue-black bones of the worst monsters of the deep. ",
                    "ButtonText": "", "Id": 193314},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 263273},
                                     "Name": "", "Id": 263272},
                    "Name": "$Chelonate -> キェロネイト$Bury the Chelonate's unwanted past",
                    "Description": " \"Here!\" The Muscular Monk calls out to you. A wall has crumbled, revealing a once-sealed vault. \"This will become the tomb of this cargo of lies.\"",
                    "ButtonText": "", "Id": 196126},
                   {"SuccessEvent": {"Description": "You've seen worse. You've had worse done to you. In fact, you've probably done worse to others. But only to those that deserved it.",
                                     "LinkToEvent": {"Id": 254679},
                                     "Name": "Unflinching examination", "Id": 256378},
                    "DefaultEvent": {"Description": "Turn away. Remains of the past judge your composure. Take comfort that such things would never be done today. Lie to yourself and move on.",
                                     "LinkToEvent": {"Id": 254679}, "Name": "Too much to bear",
                                     "Id": 256377},
                    "Name": "Steel yourself before a dread visage",
                    "Description": "History's horrors are too numerous to count. Especially when their results are so difficult to face directly.",
                    "ButtonText": "", "Id": 192102},
                   {"SuccessEvent": {"Description": "You look back on the collapsed tunnel behind you. In the puddling remains, you find the culprit: a burrowing boneworm, all teeth and cillia. Good for bait, bad for remains. And mercifully crushed in the passage's collapse.",
                                     "LinkToEvent": {"Id": 254679}, "Name": "A narrow escape",
                                     "Id": 256381},
                    "DefaultEvent": {"Description": "Shards and skulls press in on all sides. Only a burst of desperate strength saves you from the worst of it. But you may never forget the skull that was almost your final vision. Its inscription bragged of a peaceful death. Rarely have you so envied a skeleton.",
                                     "LinkToEvent": {"Id": 254679},
                                     "Name": "Buried alive - briefly", "Id": 256380},
                    "Name": "Bonequake!",
                    "Description": "A shower of bone dust falls from above. Then a trickle of water. Suddenly the bones supporting this passage crumble above you. Run!",
                    "ButtonText": "", "Id": 192104},
                   {"SuccessEvent": {"Description": "You parry her lunge and she flees into the dark, leaving the partially-peeled monk. But wait - its bones have already been inscribed, even where the flesh has only just been stripped away. Through the viscera, you can read an account of the poor soul's final moments.",
                                     "LinkToEvent": {"Id": 254679},
                                     "Name": "A fate written in bone", "Id": 258863},
                    "DefaultEvent": {"Description": "Her knife grazes your shoulder as you flee, but she is content to let you escape. The wet work of a flensing knife echoes through the hallways behind you. Apparently not all monks in Scrimshander are content to let history find victims at its own pace.",
                                     "LinkToEvent": {"Id": 254679}, "Name": "Driven off",
                                     "Id": 256393},
                    "Name": "Attacked by a mad monk!",
                    "Description": "Turning a damp corner, you find a bedraggled monk. Her Drownie eyes are wild, and she stands over the remains of one of her fellows. She raises her flensing knife and lunges at you!",
                    "ButtonText": "", "Id": 192116},
                   {"SuccessEvent": {"Description": "This one's wrappings are of a different quality than the rest. Ornate pictographs sewn into the linen with golden thread depict an ancient city, long collapsed. Beneath, the bones are immaculate and untouched.",
                                     "LinkToEvent": {"Id": 254679},
                                     "Name": "A royal sort of remains", "Id": 258864},
                    "DefaultEvent": {"Description": "Your eyes must be playing tricks on you. No tomb-colonist would last long in these damp hallways. You're certain of it. But let's keep going, nonetheless.",
                                     "LinkToEvent": {"Id": 254679}, "Name": "Did that one move?",
                                     "Id": 256394},
                    "Name": "Stumble upon mummified remains",
                    "Description": "The remains in this ancient hallway aren't bone, but mummified remains wrapped in linens, lying in repose. One could almost mistake it for tomb-colonists at tea.",
                    "ButtonText": "", "Id": 192117}],
 "Description": "What have you discovered? Who have you uncovered?",
 "Name": "Discoveries in the Ivory Archives", "Id": 254681}
