{"ChildBranches": [{"DefaultEvent": {"Description": "Her tongue presses eagerly against yours. She stops you from floating away by digging her ragged fingernails into your cheeks. Her writhing body wraps around yours with the slippery finesse of an eel. She drags you down, deeper into the tooth, and then deeper into her embrace. When all is done, she kisses you gently on your forehead. Her eyes do not leave yours as she lifts your wrist to her mouth. She bites down - sharply, firmly, gently - suckling at the warm blood.",
                                     "LinkToEvent": {"Id": 255571}, "Name": "Blood and seduction",
                                     "Id": 255564},
                    "Name": "Approach the Raven Haired Dotress",
                    "Description": "She bites her lip, long hair streaming behind her head.",
                    "ButtonText": "", "Id": 191497},
                   {"DefaultEvent": {"Description": "The Gentleman goes to work. The thin silk bites into your arms and legs as he tightens knots. No touch is more than a brush; an unfulfilled promise of more. Red pain spreads from under the bonds. Never does his kiss reach your lips. Your limbs ache and tingle; there is anguished freedom in such constraints. Your body shakes - with pain, or pleasure. Pleasure, certainly, when the evening ends and the bonds are finally cut free.",
                                     "LinkToEvent": {"Id": 255571}, "Name": "Ties and turns",
                                     "Id": 255851},
                    "Name": "Approach a Mischievous Eyed Gentleman ",
                    "Description": "His gaze lingers on you as he toys with a long length of silk. That smile is surely an offer.",
                    "ButtonText": "", "Id": 191711},
                   {"DefaultEvent": {"Description": "You swim away from the throng and back up to the less uncivilised parts of this place. London would be proud.",
                                     "LinkToEvent": {"Id": 255571}, "Name": "Away!", "Id": 255853},
                    "Name": "Politely decline",
                    "Description": "There is no common sign for that here? Decline, then. Vigorously.",
                    "ButtonText": "", "Id": 191713},
                   {"DefaultEvent": {"Description": "$(Bolts of )?[Ss]pider[- ][Ss]ilk -> スパイダー・シルク$They each take one of your hands to pull you deep into the throng of bodies. It seems both are keen to share - themselves with you, and you with each other. Someone in the writhing mess of bodies drops spider-silk rags thick enough to blindfold. These are employed immediately. The anonymity is liberating, the pleasure unconstrained by gravity or propriety. The moment is prolonged.",
                                     "LinkToEvent": {"Id": 255571}, "Name": "Three in a Nook",
                                     "Id": 256042},
                    "Name": "Approach the two lovers",
                    "Description": "They gesture to you from the corner.",
                    "ButtonText": "", "Id": 191862}],
 "Description": "$(Bolts of )?[Ss]pider[- ][Ss]ilk -> スパイダー・シルク$A huge tooth hosts this ongoing orgy. Thrashing bodies float and press against the polished walls, with convenient water currents removing the worst of the effluence.\u000d\u000a\u000d\u000aThough most Nookfolk take full advantage of their three dimensions of movement to explore and indulge, many are willingly tied to the point of immobility in spider-silk and even salvaged wire. Their skin glows with hues of blue and purple.",
 "Name": "UNUSED Bacchanalia in Ivory", "Id": 255563}
