{"ChildBranches": [{"DefaultEvent": {"Description": "Good. All is well. Anything that happened in Nook shall remain in Nook.",
                                     "Name": "The crew salutes as you pass", "Id": 255566},
                    "Name": "Return to the crew",
                    "Description": "Air again. How refreshing.", "ButtonText": "",
                    "Id": 191498},
                   {"DefaultEvent": {"Description": "$[Ff]luke -> フルーク$Your buttons are an irritation. You abandon the last three. Your collar itches intolerably. You tug it loose. You are perhaps not regulation-straight as you proceed to your quarters. \"Everything all right, [q:Addressed As]?\" a crewman asks, warily. [The more time you spend in Nook, the more it will change you and unnerve your crew. Sacrifice Memories to the Flukes of Aigul to counter its effects.]",
                                     "Name": "The crew murmurs as you pass", "Id": 255846},
                    "Name": "Return to the crew",
                    "Description": "The air is uncomfortable in your throat. Cold. Thin.",
                    "ButtonText": "", "Id": 191707},
                   {"DefaultEvent": {"Description": "$[Ff]luke -> フルーク$You stamp through the close, confining corridors. The air tickles intolerably at your throat, and you rasp like a cat with a furball. Crewmen scurry from your path. One opens his mouth to comment, then wisely decides to go and check on the boilers instead.  [The more time you spend in Nook, the more it will change you and unnerve your crew. Sacrifice Memories to the Flukes of Aigul to counter its effects.]",
                                     "Name": "The crew shrinks back as you pass", "Id": 255847},
                    "Name": "Return to the crew",
                    "Description": "As the water drains, so does the glorious, liberating buoyancy of Nook. Your limbs drag like lead. The air is cold and still as the contents of a corpse's lungs. ",
                    "ButtonText": "", "Id": 191708}],
 "Description": "You swim into the airlock and alert the crew. Air flows in. You retch the last of the Nookwater from your lungs.",
 "Name": "Return From Nook", "Id": 255565}
