{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 255569}, "Name": "", "Id": 255568},
                    "Name": "Swim Upwards", "Description": "To the Great Maw.",
                    "ButtonText": "", "Id": 191499},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 255571},
                                     "Name": "", "Id": 255837},
                    "Name": "Swim Downwards", "Description": "To the Serrated Abyss.",
                    "ButtonText": "", "Id": 191698},
                   {"DefaultEvent": {"Description": "$Khan -> カーン, Khanate -> カーネイト, Presbyter -> 長老, Presbyterate -> 長命衆$A vile place. Festering. Acidic. No laws but those of tooth and claw, written in scars. Civilisation? Impossible - making tea would be a logistical impossibility.\u000d\u000a\u000d\u000aYet the inhabitants seem content. Many have come here from London, the Khanate, the Presbyterate; abandoning cultured life for this tenuous existence. They grin, their mouths full of stolen flesh, or float naked and carefree. Many have nothing, and nothing to lose.\u000d\u000a\u000d\u000aA group of swimmers dart past, hunting gleefully. One squeezes your shoulder, companionably. You've never met her before.",
                                     "LinkToEvent": {"Id": 255567}, "Name": "Notes on Nook",
                                     "Id": 255857},
                    "RareDefaultEvent": {"Description": "Ah. No pen. Of course. You'll just have to record what you remember when you're back in the zubmarine.",
                                         "LinkToEvent": {"Id": 255567},
                                         "Name": "A logistical issue", "Id": 258566},
                    "Name": "$[Pp]ort [Rr]eport -> 港湾報告書$Compile a Port Report",
                    "Description": "No one here has anything to hide. Actually, no one here is hiding anything at all.",
                    "ButtonText": "", "Id": 191717},
                   {"DefaultEvent": {"Description": "$[Bb]lemmigan -> ブレミガン$The blemmigan adapts to the water before it has even left the zubmarine's airlock. It bubbles contentedly and sinks deep down into the depths, where meat is fresher and the light is low.",
                                     "LinkToEvent": {"Id": 255567}, "Name": "A place to thrive",
                                     "Id": 255858},
                    "Name": "$[Bb]lemmigan -> ブレミガン$Release a blemmigan",
                    "Description": "Go, little mushroom. Be free!", "ButtonText": "",
                    "Id": 191718},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 255565},
                                     "Name": "", "Id": 255994},
                    "Name": "Return to the Zubmarine",
                    "Description": "Better not leave the crew waiting too long.",
                    "ButtonText": "", "Id": 191817},
                   {"DefaultEvent": {"Description": "They acknowledge your presence, but little more. Most shrink back, assuming you mean harm. Other's deliberately swim just above you in a crude attempt at intimidation. They carry bone knives, or tooth-tipped spears.\u000d\u000a\u000d\u000aA few gesture to you - in welcome? Invitation? It is unclear. The slightly glutinous water makes speech impossible, so the natives have developed a language of signs. You can interpret the most basic: a finger pulled across a throat, for example, is one of the more polite invitations to depart.",
                                     "LinkToEvent": {"Id": 255567}, "Name": "Lost in freedom",
                                     "Id": 255999},
                    "Name": "Attempt to mingle with the Nookfolk",
                    "Description": "They may be friendlier now that you're fashionably undressed.",
                    "ButtonText": "", "Id": 191821},
                   {"DefaultEvent": {"Description": "There: the bright light of your zubmarine's main beam. The airlock. Home.",
                                     "LinkToEvent": {"Id": 255565}, "Name": "Old habits",
                                     "Id": 258186},
                    "Name": "Time to leave",
                    "Description": "Your lungs - unaccustomed to breathing water - are beginning to labour. You must return to your ship.",
                    "ButtonText": "", "Id": 192639},
                   {"SuccessEvent": {"Description": "A complex exchange of hand signals suggests you should swim up. The Latitudinarian's home can be found in the Great Maw.",
                                     "LinkToEvent": {"Id": 255567}, "Name": "A man lost in Freedom",
                                     "Id": 255865},
                    "DefaultEvent": {"Description": "You do your best, but those few Nookfolk willing to help are unable to make their signing comprehensible.",
                                     "LinkToEvent": {"Id": 255567},
                                     "Name": "'Sounds like...' No. Bad idea.", "Id": 255836},
                    "Name": "Search for the recipient of the Almost Dead Man's letter",
                    "Description": "Where will you find this 'etched tooth-house'?",
                    "ButtonText": "", "Id": 191697},
                   {"SuccessEvent": {"Description": "You pick your target - a rangy man with a bag of the phosphorescent globules that provide light down here. He doesn't have as many scars as most, but he's missing an eye. You approach from his blind side, and above launching yourself from a Nook-tooth like a torpedo. He fights, but an arm around his neck cuts off breathable water as well as it would air. The other Nookfolk pay no attention as you claim his stash.",
                                     "LinkToEvent": {"Id": 255567},
                                     "Name": "Thinking in three dimensions", "Id": 258149},
                    "DefaultEvent": {"Description": "You pick one of the feebler-seeming Nookfolk - an elderly gentleman, perhaps once a zailor. But the heavy water blunts your blows and your movement, while your victim is practiced, nimble, vicious. His teeth sink into your shoulder. You manage to tear him off you, and he swims away like a minnow.",
                                     "LinkToEvent": {"Id": 255567}, "Name": "As above, so below",
                                     "Id": 255843},
                    "Name": "Take from the weak",
                    "Description": "There is only one law here: survival of the fittest.",
                    "ButtonText": "", "Id": 191704},
                   {"SuccessEvent": {"Description": "$Low Barnet -> ロウ・バーネット$You cannot find him among the tooth-miners, nor the deep-fishers or the white-eyed Nookweed-eaters. But there are those who recognize your sodden sketch. Through signing, and a wearying process of elimination, you identify the place Lytton left for: Low Barnet, the submerged parish near London. [Continue your search at Low Barnet, near London.]",
                                     "LinkToEvent": {"Id": 255567}, "Name": "A promising lead!",
                                     "Id": 259156},
                    "DefaultEvent": {"Description": "Your enquiries are exhaustive - the Philanthropist's husband is not here. You can cross this port off your list. [Check your journal for reminders about where the Philanthropist's husband might be.]",
                                     "LinkToEvent": {"Id": 255567}, "Name": "No luck",
                                     "Id": 259155},
                    "Name": "Search for the Fierce Philanthropist's husband",
                    "Description": "Did he come here, to lose himself in liberty and poverty?",
                    "ButtonText": "", "Id": 193261}],
 "Description": "A torn, pinned-back cavity in the flesh wall offers access to the city's monstrous host. Razor-sharp teeth the size of buildings jut from fatty, garnet-red flesh. Many teeth have been quarried out into homes, barricaded by scraps of wood from shipwrecks.",
 "Name": "The Ruptured Throat", "Id": 255567}
