{
  "Id": 255569,
  "Name": "The Great Maw",
  "Description": "A twitching cathedral of ivory, flesh and decay. The Maw curves far enough to be swallowed by the darkness of the zee. Entire shipwrecks have been mulched between hooked teeth that dwarf London's mightiest monuments.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 255841,
        "Name": "",
        "Description": ""
      },
      "Id": 191702,
      "Name": "Swim Down",
      "Description": "To the Ruptured Throat."
    },
    {
      "DefaultEvent": {
        "Id": 258183,
        "Name": "Crunching, writhing, beauty",
        "Description": "Light glitters where the false-stars shine on the surface of the zee, framed by the Maw's dormant teeth. How ancient is this creature? What happens if it swallows?"
      },
      "Id": 192636,
      "Name": "Gaze up through the Maw",
      "Description": "Not many zailors have seen the zee from this angle"
    },
    {
      "DefaultEvent": {
        "Id": 258208,
        "Name": "Old habits",
        "Description": "There: the bright light of your zubmarine's main beam. The airlock. Home."
      },
      "Id": 192653,
      "Name": "Time to leave",
      "Description": "Your lungs - unaccustomed to breathing water - begin to labour. You must return to your ship."
    },
    {
      "DefaultEvent": {
        "Id": 260525,
        "Name": "",
        "Description": "The external surface of the tooth is covered with engravings. Rows of battling soldiers (some with the heads of dogs). A mountain, ablaze. Ships riding on a river, and each ship has a human mouth.\r\n\r\nYou swim inside and up, to chambers of eggy air."
      },
      "Id": 194292,
      "Name": "Investigate an etched tooth-house",
      "Description": "A Flinty Latitudinarian keeps its upper cavities filled with compressed air, allowing a number of activities otherwise impossible in watery Nook."
    },
    {
      "DefaultEvent": {
        "Id": 255570,
        "Name": "Chipping away",
        "Description": "Your pick-hook chips deep into the hardened mulch between teeth, but dislodges little but rotting deck-planks, and a measly handful of phosphorescent nodules. You snatch up the nodules, and let the wood sink into the throat below."
      },
      "Id": 191500,
      "Name": "Join some tooth miners",
      "Description": "Sometimes treasures can be found, caught in the teeth."
    }
  ]
}