{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 255567}, "Name": "", "Id": 255572},
                    "Name": "Swim Up", "Description": "To the Ruptured Throat.",
                    "ButtonText": "", "Id": 191501},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 255573},
                                     "Name": "", "Id": 255839},
                    "Name": "Swim Downwards", "Description": "To the Bilious Cleft.",
                    "ButtonText": "", "Id": 191700},
                   {"DefaultEvent": {"Description": "The two lovers lead you to a tooth the size of a London manor. It is riddled with caverns, gently lit by lambent nodules. In each cavern, lovers seethe. You find a chamber of your own. Hands explore. Lips touch. Acquaintances deepen.",
                                     "Name": "What happens in Nook", "Id": 255845},
                    "Name": "Accept a scandalous invitation",
                    "Description": "Two Nookfolk - langourously entangled - swim past. Their fingers twine in the water. Their arms stray over bare skin. One smiles at you; beckons.\u000d\u000a",
                    "ButtonText": "", "Id": 191706},
                   {"DefaultEvent": {"Description": "These deeper Nookfolk either lack the confidence or strength to take a tooth for a home. Instead, they make use of the beast's walls. You follow their example. A bit of floating scrap, just sharp enough, slices through the flesh and exposes the soft tissue behind.\u000d\u000a\u000d\u000aYou slide your legs into the warm meat and sinew, trying not to gag on the sudden rush of blood. The muscle clamps shut around your legs and chest. It would not be hard to pull yourself out, but unlikely that you'd find yourself floating defenseless up to the scavengers above, or down into the depths of the stomach. And it is warm. Warm as a moist blanket. Against your better judgement, your eyes start to close.",
                                     "LinkToEvent": {"Id": 255571}, "Name": "A niche within Nook",
                                     "Id": 255861},
                    "Name": "Take a moment's rest",
                    "Description": "All this swimming is exhausting.",
                    "ButtonText": "", "Id": 191721},
                   {"DefaultEvent": {"Description": "You know you can breathe, but it doesn't help. You kick furiously with your legs, pushing with agonising slowness towards the bright light of your zubmarine's main beam. The airlock. Home.",
                                     "LinkToEvent": {"Id": 255565}, "Name": "Old habits",
                                     "Id": 258187},
                    "Name": "Drowning!",
                    "Description": "No. Not drowning exactly. You have air. But the water is too heavy. Your lungs scream with the effort. You have to get back to the zub!",
                    "ButtonText": "", "Id": 192640},
                   {"DefaultEvent": {"Description": "As expected, the Nookfolk flock to take all the fruit you have to offer. They freely give up their nodules for a taste of the delightful juice. ",
                                     "LinkToEvent": {"Id": 255571}, "Name": "Sweetness and light",
                                     "Id": 258907},
                    "Name": "$[Ss]olacefruit -> サラスフルーツ$Trade Solacefruit for Phosphorescent Nodules",
                    "Description": "They will be a rare treat for the Nookfolk.",
                    "ButtonText": "", "Id": 193092},
                   {"SuccessEvent": {"Description": "$High Wilderness -> 天上の荒野$Your vision darkens, then floods with light! Nook is not freedom. There is no freedom down here, in the black belly of the earth. Freedom is above; beyond the thin blue shell of the sky, out in the stirring, shining reaches of the High Wilderness! \u000d\u000a\u000d\u000aOnce, you surged between the suns. You recall swelling suns, and golden thrones, and the writhing world of Now you coil in this pit on the bed of this little sea and sleep and dream of the winds of nowhere and stir and sleep again. You are growing hungry.\u000d\u000a\u000d\u000aThe vision fades.",
                                     "LinkToEvent": {"Id": 255571}, "Name": "A memory of space",
                                     "Id": 258150},
                    "DefaultEvent": {"Description": "You chew the Nookweed and its effects go to work. When you wake, only pieces of memory remain. A descent. A tryst turned bloody. The rush of a sudden air bubble carrying you up to the Maw, almost out of the beast entirely. A dim memory of... flesh?",
                                     "LinkToEvent": {"Id": 255571}, "Name": "Low tolerance",
                                     "Id": 255886},
                    "RareDefaultEvent": {"Description": "Hot blood fills your mouth. You bite down and tear, taking the weakling's throat as a prize. Her light is your now light. You have all the light. Until the light-from-above blinds you and the ghosts come. \"Cap'n?\" they seem to say through the water. \"Cap'n? What happened to-\"\u000d\u000a\u000d\u000aGhosts mean nothing. You fear no ghost. You savour their fear instead, as you lick what used to be your arm; the bone carved into a sharp blade. Blood in the water. There is always blood in the water. No longer yours. Soon, theirs. You lick it off the blade as the ghosts fade down into the darkness. No more ghosts come to try to take your Freedom.\u000d\u000a\u000d\u000aYou wake, still tasting blood on your tongue.",
                                         "LinkToEvent": {"Id": 255571},
                                         "Name": "That night, the ghosts arrive", "Id": 258151},
                    "Name": "Sample some Nookweed",
                    "Description": "A circle of Nookfolk scrape what looks like a thin algae from the smaller teeth, and chew it like snuff. Their eyes flutter, then bulge, brimming with visions.",
                    "ButtonText": "", "Id": 191740}],
 "Description": "Down here the water is cloudy, its greens streaked by dissipating patches of coppery red. Only a few teeth still protrude from the walls. Instead, razor-sharp hairs line them, rippling gently in the current.",
 "Name": "The Serrated Abyss", "Id": 255571}