{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 255571}, "Name": "", "Id": 255574},
                    "Name": "Swim Up", "Description": "To the Serrated Throat.",
                    "ButtonText": "", "Id": 191502},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 255583},
                                     "Name": "", "Id": 255840},
                    "Name": "Down the Writhing Gullet",
                    "Description": "This beast is at least centuries old. Its stomach passages are a labyrinth. Who knows what might be lodged in there?",
                    "ButtonText": "", "Id": 191701},
                   {"DefaultEvent": {"Description": "There: the bright light of your zubmarine's main beam. The airlock. Home.",
                                     "LinkToEvent": {"Id": 255565}, "Name": "Old habits",
                                     "Id": 258184},
                    "Name": "Time to leave",
                    "Description": "Your lungs - unaccustomed to breathing water - begin to labour. You must return to your ship.",
                    "ButtonText": "", "Id": 192637},
                   {"DefaultEvent": {"Description": "You harvest a handful of the nodules. If you mean to venture deeper into the gullet, where there is only darkness and eye-burning waters, you'll need plenty of light.",
                                     "LinkToEvent": {"Id": 255573}, "Name": "Quick scavenging",
                                     "Id": 258189},
                    "RareDefaultEvent": {"Description": "Not a nodule! Not a nodule! Instead, it was the lambent eye of a giant leech-creature which almost bit your fingers off. You manage to wrestle it into submission. It seems the Nookfolk are not the only ones to call Nook home.",
                                         "LinkToEvent": {"Id": 255573}, "Name": "Snap-snap!",
                                         "Id": 258190},
                    "Name": "Search for Phosphorescent Nodules",
                    "Description": "The Nookfolk use them for light, and guard them closely. When they do drop them, though, the nodules sink down here, glowing between the teeth.",
                    "ButtonText": "", "Id": 192642},
                   {"DefaultEvent": {"Description": "Wisely, they flee. You cradle the precious glowing nodules. Yours, now. Passing deep-divers catch you eye, pale, and flee. Sensible.",
                                     "LinkToEvent": {"Id": 255573}, "Name": "Naked aggression",
                                     "Id": 258201},
                    "Name": "Intimidate Phosphorescent Nodules from nervous Nookfolk",
                    "Description": "A ragged band squabble over glowing nodules. They stop when you approach, recognising you. They know to be afraid.\u000d\u000a[Trade Memories of Nook for Phosphorescent Nodules.]",
                    "ButtonText": "", "Id": 192649},
                   {"SuccessEvent": {"Description": "$[Bb]lemmigan -> ブレミガン$You join the hunting pack. Clouds of blemmigans live deeper in the throat than most Nookfolk can tolerate for long, and are already breeding at an unseemly rate. Caught unawares, they are easy prey. The challenge comes when the hunt ends, and it is time to divvy up the spoils. More blood stains the water. Still, you acquit yourself well.",
                                     "LinkToEvent": {"Id": 255573}, "Name": "The hunt is on",
                                     "Id": 255872},
                    "DefaultEvent": {"Description": "$[Bb]lemmigan -> ブレミガン$The hunters are eager for a blemmigan feast. Their harpoons pierce the mushrooms, and the toothy beasts fight back. The blemmigans swarm, their beaks snapping. Blood clouds the water. The hunters make do with a few skewered prey and retreat, leaving the blemmigans to their darkness.",
                                     "LinkToEvent": {"Id": 255573},
                                     "Name": "War with the mushrooms", "Id": 255871},
                    "Name": "$[Bb]lemmigan -> ブレミガン$Join a Blemmigan Hunt",
                    "Description": "$[Bb]lemmigan -> ブレミガン$The blemmigan you released has flourished down here. Rough-looking hunters with bone harpoons risk the descent in the hope of finding tastier food.",
                    "ButtonText": "", "Id": 191730}],
 "Description": "Few Nookfolk swim this deep, where the water is foggier than a London pea-souper. Foul gas bubbles up from the Beast's gut, acidic enough to sting your eyes.",
 "Name": "The Bilious Cleft", "Id": 255573}