{"ChildBranches": [{"DefaultEvent": {"Description": "Festering bubbles burst against your skin. Every kick and stroke is a struggle.",
                                     "LinkToEvent": {"Id": 255583}, "Name": "Down, down...",
                                     "Id": 255584},
                    "RareDefaultEvent": {"Description": "The water turns thick in your mouth. Spitting it out is impossible. Choking on it does no good. You push past it as best as you can.",
                                         "LinkToEvent": {"Id": 255583}, "Name": "Deeper, deeper...",
                                         "Id": 255874},
                    "Name": "Keep swimming down into the Gullet",
                    "Description": "Anything could have found its way down here. Or anyone. [This will require increasing numbers of Phosphorescent Nodules. You may encounter different things on different trips, but can only collect one treasure per dive.]",
                    "ButtonText": "", "Id": 191507},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 255573},
                                     "Name": "", "Id": 255894},
                    "Name": "Leave the Writhing Gullet",
                    "Description": "This have gone deep enough. You can return later.\u000d\u000a[Abandon your dive.]",
                    "ButtonText": "", "Id": 191748},
                   {"DefaultEvent": {"Description": "Unbreathable! A persistent viscosity pushes you down, towards the digestive juices of the hideous stomach below. Only frantic kicking allows you to struggle free and rise again. Gripping tight to a stomach hair to get your strength back, one thing is clear - this is as as low as you can go.",
                                     "LinkToEvent": {"Id": 255583},
                                     "Name": "Choking in the darkness", "Id": 256023},
                    "Name": "Try, fruitlessly, to dive deeper",
                    "Description": "You are so deep that the water is thick, airless, acidic. There can be nothing below.\u000d\u000a[You have gone as far as you may.]",
                    "ButtonText": "", "Id": 191843},
                   {"DefaultEvent": {"Description": "There: the bright light of your zubmarine's main beam. The airlock. Home.",
                                     "LinkToEvent": {"Id": 255565}, "Name": "Old habits",
                                     "Id": 258600},
                    "Name": "Drowning!",
                    "Description": "No. Not drowning exactly. You have air. But the water is too heavy. Your lungs scream with the effort. You have to get back to the zub!",
                    "ButtonText": "", "Id": 192922},
                   {"DefaultEvent": {"Description": "Blood flows uncontrollably from your wounds. You are too weak to swim. Too weak to keep forcing this vile water through your lungs. \u000d\u000a\u000d\u000aYou drift lower, dragged by the subtle currents to a bilious grave. All around, eyeless things of bleached white flesh and serrated hooked teeth ooze from the walls.",
                                     "LinkToEvent": {"Id": 155206}, "Name": "Lost in the Maw",
                                     "Id": 258601},
                    "Name": "Fatally wounded",
                    "Description": "You succumb to your injuries.", "ButtonText": "",
                    "Id": 192923},
                   {"DefaultEvent": {"Description": "The placing is deliberate. The bodies are firmly attached. An old ritual, from an earlier age of Nook? You cannot tell, but it is a matter that London's eminent scholars will no doubt be interested to debate. At least until the brandy runs out. \u000d\u000a[This concludes this dive into the Gullet.]",
                                     "LinkToEvent": {"Id": 255573}, "Name": "Morbid anthropology",
                                     "Id": 258710},
                    "Name": "Investigate an ossuary of bone",
                    "Description": "What looks like horizontal ribs line this part of the stomach. Skeletal remnants hang from them.",
                    "ButtonText": "", "Id": 192986},
                   {"DefaultEvent": {"Description": "You rest your hand against the pulsing flesh... and are no longer yourself. You are vast - larger than any beast or building. You are hungry - you could devour whole fleets and not be sated. You are lonely. You are far from home. You are imprisoned in the belly of a tiny world, sealed away from the blazing stars, and the singing nowhere-winds, and the edgeless, echoing freedom of -\u000d\u000a\u000d\u000aYou manage to drag your hand away. Your own, familiar thoughts return. The subcutaneous light has faded, and it is dark once more in the belly of the beast. The great, dozing, mournful, <i>hungry</i> beast. You feel a sudden preference to be anywhere except its stomach.   \u000d\u000a[This concludes this dive into the Gullet. You have collected the most valuable treasure to be found down here, and will not be able to do so again.]",
                                     "LinkToEvent": {"Id": 255573},
                                     "Name": "A glimpse of the beast", "Id": 258712},
                    "Name": "Investigate a biological peculiarity",
                    "Description": "A throbbing luminescence runs just behind the membrane of the gullet, here. When you reach towards it, your hair slowly begins to stand on end.",
                    "ButtonText": "", "Id": 192988},
                   {"SuccessEvent": {"Description": "You break off a sharp tooth-tip and conceal your light in a niche. With a surge of downward thrust, you strike! Blood clouds the water. The taste of copper and victory. [This concludes this dive into the Gullet.]",
                                     "LinkToEvent": {"Id": 255573}, "Name": "An effortless rout",
                                     "Id": 258593},
                    "DefaultEvent": {"Description": "Nookdivers are accustomed to ambush. In this case, while you struggle with one, the other swims away. Then, from nowhere, she strikes, emerging from the darkness like a torpedo and slamming you into a jagged-edged tooth jutting from the gullet wall. She and her compatriot swim swiftly away.\u000d\u000a",
                                     "LinkToEvent": {"Id": 255583}, "Name": "Spirited resistance",
                                     "Id": 258578},
                    "Name": "Ambush a pair of Nookdivers",
                    "Description": "Their attention is focused on the treasures they've recovered from below.\u000d\u000a",
                    "ButtonText": "", "Id": 192904},
                   {"SuccessEvent": {"Description": "You push through the tear into the fleshy cavity behind. A hundred child-sized maggots infest it; eyeless, bleached white, burrowed in with their teeth. In the middle of their number is a skeleton, picked clean, lit by a cluster of discarded nodules. And something else glints in the light. Polished gems, of no use to these monsters. With careful movements, you navigate the maggoty boil and collect them. At least a hundred Echos worth, you estimate. \u000d\u000a[This concludes this dive into the Gullet.]",
                                     "LinkToEvent": {"Id": 255573}, "Name": "A revolting discovery",
                                     "Id": 258610},
                    "DefaultEvent": {"Description": "You push through the tear into the fleshy cavity behind. A hundred child-sized maggots infest it; eyeless, bleached white, burrowed in with their teeth. In the middle of their number is a skeleton, picked clean, lit by a cluster of discarded nodules. Before you can investigate it, though, the maggots detect you. They boil towards you as you squeeze back out, their ragged teeth snapping at your retreat.",
                                     "LinkToEvent": {"Id": 255583}, "Name": "A thrashing boil",
                                     "Id": 258609},
                    "Name": "Something glimmers in the darkness",
                    "Description": "Light. Through a tear in the flesh wall.",
                    "ButtonText": "", "Id": 192928},
                   {"SuccessEvent": {"Description": "The coffin is embedded hard in the wall between teeth and stiff, probing hairs. As you tug at it, the water stirs against your back - someone is behind you! The would-be mugger has just a moment to regret his lack of caution before you launch a vicious backwards kick. His howl escapes in agonised bubbles as he folds. His bait is now yours. \u000d\u000a[This concludes your dive into the Gullet.]",
                                     "LinkToEvent": {"Id": 255573}, "Name": "A trap!",
                                     "Id": 258612},
                    "DefaultEvent": {"Description": "The coffin is embedded hard in the wall between teeth and stiff, probing hairs. The hairs coil around your arm as you pull at your prize, raising blistered welts in your skin. Behind you, a grinning ambusher swims forwards, a bone claw nestled between thumb and forefinger. You heave yourself free of the hairs, leaving skin and blood behind, and make your escape.",
                                     "LinkToEvent": {"Id": 255583}, "Name": "A trap...",
                                     "Id": 258611},
                    "Name": "Something glimmers in the darkness",
                    "Description": "A brass handle on a casket. You aren't very deep - why hasn't someone already claimed it?",
                    "ButtonText": "", "Id": 192929},
                   {"SuccessEvent": {"Description": "The current pulls you through narrowing innards. The water sours. Your descent slows.",
                                     "LinkToEvent": {"Id": 255583}, "Name": "Carried away",
                                     "Id": 258614},
                    "DefaultEvent": {"Description": "The current pulls you through narrowing innards. The water sours. Your descent slows.",
                                     "LinkToEvent": {"Id": 255583}, "Name": "Carried away",
                                     "Id": 258613},
                    "Name": "Slipstream!",
                    "Description": "There is no treasure here, but a swift downward current promises a faster journey.",
                    "ButtonText": "", "Id": 192930},
                   {"SuccessEvent": {"Description": "$[Dd]rowning[- ][Pp]earl -> 溺れる真珠$The corridors are slowly rotting, being absorbed into flesh. You seem to be the first to discover it, save for the occasional giant maggot that writhes through the inverted corridors or oozes through a porthole window. None of them pay attention to you as you swim past the well-picked bones of the former crew. In the hold you find a lacquered box, and inside, a rich collection of drowning-pearls. \u000d\u000a[This concludes this dive into the Gullet.]\u000d\u000a",
                                     "LinkToEvent": {"Id": 255573}, "Name": "Dashed on the teeth",
                                     "Id": 258616},
                    "DefaultEvent": {"Description": "$Khaganian -> カーネイト人$The ship is pinned only loosely to the great teeth. As you are exploring, it shifts. It doesn't fall far, or very quickly, but it's enough to dislodge a Khaganian captain's chest of drawers and send it crashing slowly into you. It takes long, painful minutes to free your crushed leg.",
                                     "LinkToEvent": {"Id": 255583}, "Name": "A painful adventure",
                                     "Id": 258615},
                    "Name": "Explore a lost ship",
                    "Description": "$Khan -> カーン, Khanate -> カーネイト$It looks like a Khanate vessel, caught upside down.",
                    "ButtonText": "", "Id": 192931},
                   {"SuccessEvent": {"Description": "Hand over hand, you drag yourself down. It's just like climbing a London drainpipe, you tell yourself. Except you're pulling yourself down, not up, and the drainpipe is fleshy and white, and instead of a London fog, you're surrounded by drifting sediment. But apart from that...\u000d\u000a",
                                     "LinkToEvent": {"Id": 255583}, "Name": "An unwilling ride",
                                     "Id": 258618},
                    "DefaultEvent": {"Description": "The worm writhes! It grinds you into the gullet's wall, the ridges of its slick length grating against you. You squirm free, kicking for safety as you asses whether it broke any of your ribs.",
                                     "LinkToEvent": {"Id": 255583},
                                     "Name": "Perhaps the worst idea ever had at zee",
                                     "Id": 258617},
                    "Name": "Climb down an undulating tapeworm",
                    "Description": "This could be a quick way into the depths. Or at least into a prominent entry in the upcoming second volume of <i>The Worst Ways To Die At Zee</i>.",
                    "ButtonText": "", "Id": 192932},
                   {"SuccessEvent": {"Description": "The Nookdiver brandishes a knife at the sight of you, but a few gestures calm him down. How long has he been trapped down here? Long enough for the experience to have soured him on Nook entirely. When you convey that you have a vessel waiting, he pleads for the chance to sign on. On his journey to your zub, he gestured to a few other Nookfolk. They quietly peel away from their groups and follow. it looks like some in Nook have had their fill of freedom.\u000d\u000a[This concludes this dive into the Gullet.]",
                                     "LinkToEvent": {"Id": 255573}, "Name": "Welcome aboard!",
                                     "Id": 258622},
                    "DefaultEvent": {"Description": "You catch up with the Nookdiver, but he shrinks away in fear. You try to explain yourself in a few gestures. Before you have even finished the first, he has fled.",
                                     "LinkToEvent": {"Id": 255583}, "Name": "Jonah, lost",
                                     "Id": 258621},
                    "Name": "Rescue a lost Nookdiver",
                    "Description": "His light blinks at you through the tunnels below. He seems to be in some distress.",
                    "ButtonText": "", "Id": 192934},
                   {"SuccessEvent": {"Description": "This is how Nook disposes of its dead. They are wrapped in strands of weed, weighted with lead (knots of sounding weights scavenged from sunken ships, it looks like), and sunk into the gullet. The lead weights have caught in the bend, and the corpses - tugged by the current - strain on their end of their tethers.\u000d\u000aThese deeper, acidic waters have eaten at them. The oldest are just corpse-stubs, now, while the newest are still mostly wrapped. There are no grave-goods; the Nook-folk would pick the dead clean.  \u000d\u000aIs this how Nook keeps their host's hunger from growing too great? By feeding it their dead?",
                                     "LinkToEvent": {"Id": 255573}, "Name": "Original Nookdivers",
                                     "Id": 258624},
                    "DefaultEvent": {"Description": "A fierce current tugs at you as you draw close. The tether tying one of the bodies to its weights snaps, and it is dragged away into the dark, bashing against the gullet's walls. You sensibly withdraw.",
                                     "LinkToEvent": {"Id": 255583},
                                     "Name": "A mystery for someone else", "Id": 258623},
                    "Name": "Investigate a throng of Nook's dead",
                    "Description": "Here, in a bend in the gullet, a number of zeeweed-wrapped mummies sway in the current.",
                    "ButtonText": "", "Id": 192935}],
 "Description": "You swim through a foul labyrinth of passages and intestines. Your eyes sting with every stroke. The water grows ever more bilious.",
 "Name": "The Writhing Gullet", "Id": 255583}
