{"ChildBranches": [{"DefaultEvent": {"Description": "$Gaider's Mourn -> ゲイダーの嘆き$The August Travel-Writer shakes your hand. His grip is distressingly strong. \"Thank you. It's Gaider's Mourn I'm bound for first,\" he says. \"I hear they - ah!\" He hurries over to your stoker, who is carrying his steamer trunk up the gangplank. \"No need to trouble yourselves. Give it here. Remember, [q:Addressed As] - Gaider's Mourn! I'll pay you a hundred and fifty echoes when we arrive.\" ",
                                     "Name": "Welcomed aboard", "Id": 255588},
                    "Name": "$Gaider's Mourn -> ゲイダーの嘆き$Agree to carry the August Travel-Writer to Gaider's Mourn",
                    "Description": "He's prepared to pay handsomely for transport, and is keen to commission your ship, specifically.",
                    "ButtonText": "", "Id": 191509},
                   {"DefaultEvent": {"Description": "彼は大きく息を吐いた。街灯に照らされ飾り釦についた紅玉が微かに光る。「ロンドンにはまだあなたのように冒険心あふれる人物が残っていると、私には分かっておりました。私はいくつかの真実を探し求めているのです、[q:Addressed As]。そしてそれらは聞くところによるとクーマエ運河とアイアン＆ミザリー社・ファンギング・ステーションにあるとか。理想としては両方知っておきたいところですが、一つでも間に合うでしょう。ポート・セシルで競技会が開かれることはすでに分かっていますからね。私と共にチェスによって世界を変えましょう。王は失墜するのです！」@{K}$Cumaean Canal -> クーマエ運河, Port Cecil -> ポート・セシル$He puffs out his chest. Ruby studs gleam in the lamplight. \"I knew London had enterprising souls still left in it. I am seeking truths, [q:Addressed As], which - I am told - I may find in the Iron and Misery Funging Station, and the Cumaean Canal. Ideally I'd learn both, but I could settle for one. For at Port Cecil, there will be a contest. And we will change the world with a game of chess. A king will fall!\"",
                                     "Name": "船にようこそ@{K}Welcomed aboard", "Id": 258999},
                    "Name": "端的で難解な物言いの放蕩者を船に乗せ、クーマエ運河かアイアン＆ミザリー社・ファンギング・ステーションへ(あるいはその両方に！)連れていく@{K}$Cumaean Canal -> クーマエ運河$Agree to carry the Gnomic Gallivant to the Cumaean Canal or the Iron and Misery Funging Station - or both!",
                    "Description": "「歴史とは馬なのです！誰がこの馬に拍車をかけるのでしょう？」彼は人々に訴えかける。「血の一滴は一粒の紅玉ほどに尊いものかもしれない！」@{K}\"History is a horse! Who will prick it with their spurs?\" he cries to no one in particular. \"A drop of blood may be as precious as a ruby!\"",
                    "ButtonText": "", "Id": 193157},
                   {"DefaultEvent": {"Description": "$Hunter's Keep -> ハンターズ・キープ$He jumps for joy as you agree to take him aboard. \"Thank you, thank you! Please, take me to Hunter's Keep right away. A lorn-fluke - a full, dead lorn-fluke! - washed ashore. I'm doing my thesis on them - do you know they can digest human memory? - and I may never have a better chance to study one up close.\"",
                                     "Name": "Welcomed aboard", "Id": 259000},
                    "Name": "$Hunter's Keep -> ハンターズ・キープ$Agree to carry the Anxious University Student to Hunter's Keep",
                    "Description": "He has no money, so the other captains have no interest. But he's a passionate youth, and promises that his studies on lorn-flukes will be rewarding enough.",
                    "ButtonText": "", "Id": 193158},
                   {"DefaultEvent": {"Description": "She embraces you. \"I'd kiss you [q:Address As], but my beloved is prone to jealousy. We were parted, but the ancient captains at Vernderbight will know where she is.\"",
                                     "Name": "Welcomed aboard", "Id": 259001},
                    "Name": "$Venderbight -> ヴェンダーバイト$Agree to carry the Unsettled Salvager to Venderbight",
                    "Description": "$Wolfstack -> ウルフスタック, Wolf -> ウルフ$She visits Wolfstack every day in zee-stained rags, begging for passage. No captain will look her in the eye.",
                    "ButtonText": "", "Id": 193159}],
 "Description": "Someone in the docks wants to board your ship.",
 "Name": "A Passenger", "Id": 255587}
