{"ChildBranches": [{"DefaultEvent": {"Description": "Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. The St Brendan's fire in your lights gutters, dies. ",
                                     "LinkToEvent": {"Id": 255589}, "Name": "", "Id": 258156},
                    "Name": "Forsake the Rite of the Hearth",
                    "Description": "So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192612},
                   {"DefaultEvent": {"Description": "Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. There is no immediate effect, but that night you dream of being vehemently, vigorously sick. You wake in a pensive mood.",
                                     "LinkToEvent": {"Id": 255589}, "Name": "", "Id": 258157},
                    "Name": "Forsake the Rite of Feasting",
                    "Description": "So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192613},
                   {"DefaultEvent": {"Description": "Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. Your vigorous coughing fit is unquestionably a coincidence. You are hoarse for the rest of the day, but swiftly recover.",
                                     "LinkToEvent": {"Id": 255589}, "Name": "", "Id": 258158},
                    "Name": "Forsake the Rite of Greeting",
                    "Description": "So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192614},
                   {"DefaultEvent": {"Description": "Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. There is no effect, of course. But that night you do not dream of a woman clad in black. Her absence is as notable as a missing tooth.",
                                     "LinkToEvent": {"Id": 255589}, "Name": "", "Id": 258159},
                    "Name": "Forsake the Rite of Solace",
                    "Description": "So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192615},
                   {"DefaultEvent": {"Description": "You drift steadily up and out of the maw.",
                                     "Name": "Away", "Id": 258160},
                    "Name": "Depart",
                    "Description": "You've seen what you came to see.",
                    "ButtonText": "", "Id": 192616},
                   {"DefaultEvent": {"Description": "$[Gg]ant -> ギャント$At the end of the upturned nave, gigantic stone feet are firmly planted on the floor above you. You swim down toward the ceiling, following the legs until you come to a pair of cupped hands. Growing out of the feminine palms is an oyster of preposterous enormity. It opens at your approach. You enter; it closes around you and drains of water, allowing you to remove your diving helmet. Not that there's reason to continue wearing it; your air-hose is severed.\u000d\u000a\u000d\u000aThe oyster is heavy with grey, slimy meat. Its flesh is succulent. Juice sprays with each bite. When you finish, you tie off your air-hose and don your helmet. You take a deep breath and swim back to your zubmarine.",
                                     "LinkToEvent": {"Id": 255589},
                                     "Name": "You don your diving gear", "Id": 259792},
                    "Name": "Perform the Ritual of Feasting",
                    "Description": "A fresco adorns the church's frontage. Burned pilgrims supplicate themselves before a woman's upturned hands. Oysters grow in her palms. Will you enter the church in search of communion?  [Performing the abyssal rituals in the correct order will lead to a discovery.]",
                    "ButtonText": "", "Id": 193718},
                   {"DefaultEvent": {"Description": "With every meter climbed you feel the probability of you meeting an untimely death decline, from absolutely certain to just likely.  ",
                                     "LinkToEvent": {"Id": 255589}, "Name": "Rising", "Id": 259793},
                    "Name": "Ascend",
                    "Description": "You have seen enough of darkness for now.",
                    "ButtonText": "", "Id": 193719},
                   {"SuccessEvent": {"Description": "The waters of the abyss are fogged with spores. You push through to the walls, pick one of the nodules, and return. Your cook splits it open - it is stuffed with fleshy seeds. You manage seven of them before feeling intolerably bloated. They taste of oranges and gunsmoke and iron and victory and the grey dawn the morning of a battle, and... Your cook is staring at you. Were you laughing?",
                                     "LinkToEvent": {"Id": 255589},
                                     "Name": "You don your diving gear", "Id": 258198},
                    "DefaultEvent": {"Description": "You struggle through the spore-clouded waters, then through a forest of undulating kelp. A bell rings from your ship; you've been seven minutes: deep-madness will soon set in. You hurry on as fronts of kelp caress your helmet, twine pleadingly through your fingers. When you reach the vine, you pick a nodule with frantic fingers. It shrieks as it comes free. \u000d\u000a\u000d\u000aBack on your ship, your cook slices it open and bloody, pulpy seeds spill out. You manage seven of them before the taste of orange and bronze and gunpowder is too much. Fire is in your veins! Thunder in your ears!",
                                     "LinkToEvent": {"Id": 255589},
                                     "Name": "You don your diving gear", "Id": 255590},
                    "Name": "Retrieve and eat one of the nodules",
                    "Description": "$Iron -> アイアン, Mirrors -> ミラー$A true zailor will find the taste familiar, it is said. [This Rite will increase your Iron by 20 but decrease your Mirrors by 10. Succeed or fail, you will gain the rite, but failure will increase your Terror.]",
                    "ButtonText": "", "Id": 191510},
                   {"SuccessEvent": {"Description": "Your helmsman's response is unjustifiably foul-mouthed, but she assents. \u000d\u000a\u000d\u000aYour zubmarine's pinprick of light shines onto a cliff side, illuminating only a spot of a vast, inverted cathedral: a Fathomless Church. ",
                                     "LinkToEvent": {"Id": 255589}, "Name": "Deeper still",
                                     "Id": 259800},
                    "DefaultEvent": {"Description": "Your helmsman obeys the order silently, driving the vessel even deeper down. Soon, the zubmarine creaks against the pressure. The weight of the zee is crushing, and though your shell can hold, it suffers. \u000d\u000a\u000d\u000aYour zubmarine's pinprick of light shines onto a cliff side, illuminating only a spot of a vast, inverted cathedral: a Fathomless Church. ",
                                     "LinkToEvent": {"Id": 255589}, "Name": "Deeper still",
                                     "Id": 259791},
                    "Name": "Dive deeper",
                    "Description": "There is something even further down in the darkness. [Succeed or fail, you will go deeper. But a failure will damage your hull.]",
                    "ButtonText": "", "Id": 193717}],
 "Description": "The walls of the chasm are as abundant as a garden. Rippling lawns of posidonia. Copses of shadowed kelp. Garlands of coral, pulsating with tubular sponges. And here, a vine bearing melon-sized nodules the colour and shape of pomegranates.",
 "Name": "The Abyss of Pomegranates", "Id": 255589}
