{"ChildBranches": [{"DefaultEvent": {"Description": "Rosina braces herself in the ice bath and prepares for the Song. You cannot replicate exactly how it sounds in the air-water of Dahut, but its contradictions come through clear enough. It is hard to take either joy or sorrow too seriously, if you believe the Song. \u000d\u000a\u000d\u000a\"I feel positively indifferent,\" Rosina says afterwards. It is a compliment.",
                                     "LinkToEvent": {"Id": 256177}, "Name": "A settled audience",
                                     "Id": 256178},
                    "Name": "Present a Drownie Counterpoint to Rosina",
                    "Description": "The light and gloom might counteract one another. Would this hasten Rosina's animescence, or slow it?",
                    "ButtonText": "", "Id": 191948},
                   {"DefaultEvent": {"Description": "The song and all it celebrates is alien to Rosina: she cannot understand it well enough to be moved by it. The confusion and apathy are a tonic to her animescence. Her skin cools and she looks significantly healthier than she did before.",
                                     "LinkToEvent": {"Id": 256177}, "Name": "Unmovingly alien",
                                     "Id": 256180},
                    "Name": "Perform a Drownie Hymn for Rosina",
                    "Description": "There might be a healing effect to its harmonies.",
                    "ButtonText": "", "Id": 191950},
                   {"DefaultEvent": {"Description": "Rosina makes no sound as you puncture her arm. In a moment she knows that you have tricked her: there is some horrible recollection in the Needle, and she weeps as she remembers it. Her cheeks are flushed with the effects of animescence, and the tears evaporate away again almost at once.",
                                     "LinkToEvent": {"Id": 256177},
                                     "Name": "In the upper arm, beneath the skin", "Id": 256181},
                    "Name": "Offer Rosina a Needle of Fortas",
                    "Description": "If you tell her it is a sort of medicine, she might permit it.",
                    "ButtonText": "", "Id": 191951},
                   {"DefaultEvent": {"Description": "The way is steep, up cut stone stairs. Sometimes it becomes a ladder rather than a staircase at all. After the first few flights, you can no longer hear the murmur of conversation in the sickroom.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "The staircase",
                                     "Id": 256183},
                    "Name": "Return to the rest of Anthe",
                    "Description": "Leave the sick-chambers.", "ButtonText": "",
                    "Id": 191953},
                   {"DefaultEvent": {"Description": "Rosina is dying of animescence, the disease of the Elder Continent. Any passion speeds the disease. She must, therefore, lie very still in an ice bath and think of things that do not interest her. Going sharp in the spleen protects her against the passion of anger, but other passions are still a danger.\u000d\u000a\u000d\u000aFor a long time she looked for a cure to the disease. Tradition ascribes healing features to certain poems, ointments, and postures of the body. But these only delay the gradual combustion.",
                                     "LinkToEvent": {"Id": 256177}, "Name": "Baked from within",
                                     "Id": 256194},
                    "Name": "Meet Rosina", "Description": "She has seen you come in.",
                    "ButtonText": "", "Id": 191964},
                   {"DefaultEvent": {"Description": "For a long time, she looked for cures of the body. \"I was certain the inhabitants of the Elder Continent would be able to correct what is wrong,\" she says. \"But if they know how, they refuse to say. Now... I merely keep back the disease as long as I can, and seek cures of the sentiment instead. If I keep very calm, my symptoms subside. If you find anything in your travels – works of philosophy or guidance – that might help me compose myself, please bring them to me.\"",
                                     "LinkToEvent": {"Id": 256177},
                                     "Name": "She tells you her story", "Id": 256195},
                    "Name": "Learn more of Rosina",
                    "Description": "Speak to her of her choices and what she requires.",
                    "ButtonText": "", "Id": 191965},
                   {"DefaultEvent": {"Description": "You present your story as though it were simply a documentary account, a bit ordinary, nothing to threaten the balance of her mind. It is only slowly that you introduce the romance between two of the characters, the understated devotion, the inevitable betrayal. Rosina listens with her eyes closed, never startled into alarm, but the ice around her begins to melt. You can feel the heat from here.",
                                     "LinkToEvent": {"Id": 256177},
                                     "Name": "What begins as a traveler's tale...", "Id": 256197},
                    "Name": "Tell Rosina a story from Low Barnet",
                    "Description": "It will likely speed up the progress of her illness.",
                    "ButtonText": "", "Id": 191967},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 245052},
                                     "Name": "", "Id": 256223},
                    "Name": "Witness Rosina's Death",
                    "Description": "She is very near destruction now. You have done enough.",
                    "ButtonText": "", "Id": 191984},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 245058},
                                     "Name": "", "Id": 256224},
                    "Name": "Witness Rosina's Recovery",
                    "Description": "She has been looking better and better.",
                    "ButtonText": "", "Id": 191985},
                   {"DefaultEvent": {"Description": "The walls are slick with condensed steam. There is a sheen of ice on the steps.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "Once more up the narrow staircase", "Id": 256225},
                    "Name": "Return to the rest of Anthe",
                    "Description": "You have nothing more to do here.",
                    "ButtonText": "", "Id": 191986},
                   {"DefaultEvent": {"Description": "The walls are slick with condensed steam. There is a sheen of ice on the steps.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "Once more up the narrow staircase", "Id": 256268},
                    "Name": "Depart without saying anything to her",
                    "Description": "It is none of your concern whether she lives or dies.",
                    "ButtonText": "", "Id": 192023},
                   {"DefaultEvent": {"Description": "You explain the masks. You establish the etiquette associated with each one. You rely upon the most technical of anthropological vocabulary. You allow yourself some reflections upon theories of esquivalience as they pertain to performative duties in highly dissimulative societies...\u000d\u000a\u000d\u000aRosina's nurse touches your elbow. \"First sound sleep she's had in weeks,\" she whispers, with a nod at the resting patient. \"It'll do wonders for her. Specially if she can avoid dreaming.\"",
                                     "LinkToEvent": {"Id": 256177}, "Name": "Curative tedium",
                                     "Id": 258443},
                    "Name": "Provide a dry lecture on the social stratification of Visage",
                    "Description": "Obscure pedantry might be just the thing for Rosina. You have the tongue to tell it.",
                    "ButtonText": "", "Id": 192798},
                   {"DefaultEvent": {"Description": "Rosina braces herself in the ice bath and prepares for the Song. You cannot replicate exactly how it sounds in the air-water of Dahut, but its contradictions come through clear enough. It is hard to take either joy or sorrow too seriously, if you believe the Song.\u000d\u000a\u000d\u000aYou sing for a long time. Rosina looks ever more meditative and tranquil. One of the onlookers takes off his robe and leaves the room before you finally finish.",
                                     "LinkToEvent": {"Id": 256177}, "Name": "A settled audience",
                                     "Id": 258444},
                    "Name": "Sing the Drownie Counterpoint at extra length and subtlety",
                    "Description": "The light and gloom might counteract one another, and you have the singing voice to perform it with more than typical control.",
                    "ButtonText": "", "Id": 192799},
                   {"DefaultEvent": {"Description": "She shakes her head. \"Look at me. Immersed; confined. If I were to pursue a cause, or expose myself to... old, fierce relationships, I would irreparably hasten my condition. No. In my present state, I cannot. Perhaps if I were recovered. Or perhaps Mariam can suggest a replacement. I would understand.\"",
                                     "LinkToEvent": {"Id": 256177}, "Name": "", "Id": 260518},
                    "Name": "Ask Rosina to rejoin the Seven Against Nidah",
                    "Description": "She was their Healer.", "ButtonText": "",
                    "Id": 194287},
                   {"SuccessEvent": {"Description": "Rosina will not deny the letter. But at your warnings, she takes every precaution.\u000d\u000a\u000d\u000aHer nurses prepare fresh ice for the tub. One sings a sombre hymn. Another transcribes the letter onto separate pages - each sentence, to be administered as the Burning Lady's disposition allows her to receive them.\u000d\u000a\u000d\u000aRosina reads slowly. She looks in your direction: her expression is fierce, as though you were talking in church. You step away into the other room until she is ready for you to return. Already you have seen enough - the page in her hand curls, languorously, from the heat.",
                                     "LinkToEvent": {"Id": 256177},
                                     "Name": "A love letter, carefully consumed", "Id": 256203},
                    "DefaultEvent": {"Description": "Did you fail to mention the nature of the letter? Rosina is reads her lover's words. At the first sentence, the page singes at her touch. Another line and the ice in her tub steams. \u000d\u000a\u000d\u000aA quick-witted nurse leaps to prevent disaster. \"Get out,\" she growls, having sequestered the letter in her apron. \"Tell Lorenzo his love will be her death.\" Rosina is silent, but her eyes burn.",
                                     "LinkToEvent": {"Id": 256177},
                                     "Name": "A love letter consumed, consuming", "Id": 256202},
                    "Name": "Present a love letter to Rosina",
                    "Description": "A wisp of steam curls from her neck at the mention of the author's name. This must be done delicately.",
                    "ButtonText": "", "Id": 191972},
                   {"SuccessEvent": {"Description": "Every love song has a potentially catastrophic effect on her condition. Yes, even if the lover is cold-hearted and strange. Even if the song carries the chill of the ocean trenches in its melody. This one is no exception. As she listens, she begins to smoke. She gestures at you to be silent, but you go on implacably as longing consumes her.",
                                     "LinkToEvent": {"Id": 256177}, "Name": "Vicious",
                                     "Id": 256215},
                    "DefaultEvent": {"Description": "\"Enough!\" She holds up a hand almost at the first note. \"I recognise the tune. Who let you in here? Are you an agent of the Continent? Get out.\" If her spleen weren't a lump of crystal, she would be much angrier.\u000d\u000a\u000d\u000aHer attendants bundle you ignominiously back up the staircase. Better luck next time, perhaps.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Resisted",
                                     "Id": 256179},
                    "Name": "Perform a Drownie Love-song for Rosina",
                    "Description": "She won't have heard this one before. Of course, if she's strong enough, she will resist.",
                    "ButtonText": "", "Id": 191949},
                   {"SuccessEvent": {"Description": "There are smiles from the on-lookers while you read, and sometimes guffaws. \"Breasts like mushroom caps?\" \"I'd like to see the author try that herself.\" \u000d\u000a\u000d\u000aBut the flow of words does have its effect on Rosina. The ice melts rapidly around her, and she tosses uncomfortably. \"Make it stop, make it quiet!\"",
                                     "LinkToEvent": {"Id": 256177},
                                     "Name": "Melodramatic and implausible", "Id": 256216},
                    "DefaultEvent": {"Description": "Rosina sits up at the first sentence. \"Who let you in here? Are you an agent of the Nidaheen? You must leave.\" If her spleen weren't a lump of crystal, she would be much angrier.\u000d\u000a\u000d\u000aHer attendants bundle you ignominiously back up the staircase. Better luck next time, perhaps.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Out!", "Id": 256214},
                    "Name": "Read some Romantic Literature to Rosina",
                    "Description": "It would be very bad for her, of course. She will resist if she is strong enough. ",
                    "ButtonText": "", "Id": 191980},
                   {"SuccessEvent": {"Description": "It's difficult reading, because the best passages have been edited and in some places completely blacked out. There is a scene involving a blindfold and a bowl of Zzoup, but it keeps lapsing into ellipses. Some sentences would be more comprehensible if you replaced the word \"spoon\" with another word entirely.\u000d\u000a\u000d\u000aBut the flow of words does have a little modest effect on Rosina. The ice melts around her, and she tosses uncomfortably. \"Make it stop, make it quiet!\"",
                                     "LinkToEvent": {"Id": 256177}, "Name": "Heavily censored",
                                     "Id": 256218},
                    "DefaultEvent": {"Description": "Rosina sits up at the first sentence. \"Who let you in here? Are you an agent of the Nidaheen? You must leave.\" If her spleen weren't a lump of crystal, she would be much angrier.\u000d\u000a\u000d\u000aHer attendants bundle you ignominiously back up the staircase. Better luck next time, perhaps.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Out!", "Id": 256217},
                    "Name": "Read Approved Romantic Literature to Rosina",
                    "Description": "It would be very bad for her, of course. She will resist if she is strong enough. ",
                    "ButtonText": "", "Id": 191981},
                   {"SuccessEvent": {"Description": "As you read, Rosina heats alarmingly. Steam rises from her bath at such a rate that it becomes difficult to see the page in front of you. Her acolytes draw close around her bath, hoping to take her infection the moment she undergoes a change.",
                                     "LinkToEvent": {"Id": 256177}, "Name": "Clouds of steam",
                                     "Id": 256221},
                    "DefaultEvent": {"Description": "Rosina sits up at the first sentence. \"Who let you in here? Are you an agent of the Nidaheen? You must leave.\" If her spleen weren't a lump of crystal, she would be much angrier.\u000d\u000a\u000d\u000aHer attendants bundle you ignominiously back up the staircase. Better luck next time, perhaps.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Out!", "Id": 256220},
                    "Name": "Read Anthean Romance to Rosina",
                    "Description": "She will resist if she is strong enough, but the revised volume is very seductive. She may not have the will.",
                    "ButtonText": "", "Id": 191982},
                   {"SuccessEvent": {"Description": "You put your question. Rosina glances over at the cluster of men and women. Her expression is blank; the emotion that ought to be there has been controlled, or wiped away.\u000d\u000a\u000d\u000a\"There are certain... idiotic... sects,\" she says. \"People who want to suffer what I have. They follow me around, hoping to be infected by my conflagration.\"",
                                     "LinkToEvent": {"Id": 256177}, "Name": "Carrion birds",
                                     "Id": 258212},
                    "DefaultEvent": {"Description": "You ask the onlookers directly. \"Conflagrati,\" says one, and titters. Another one curiously puts her hand on your forehead, as though to see whether you have a fever. \u000d\u000a\u000d\u000aIt doesn't look as though any of them have gone sharp at all. What are they doing here?",
                                     "LinkToEvent": {"Id": 256177}, "Name": "Carrion birds",
                                     "Id": 256222},
                    "Name": "Find out what all the onlookers are for",
                    "Description": "They aren't assisting in any medical proceedings.",
                    "ButtonText": "", "Id": 191983}],
 "Description": "The cavern is crowded. In the center is a bathtub full of ice, in which sits a woman in an obvious state of illness. Several Antheans attend her, one with deft, clear fingers. Then there are a number of other people attending, who mostly talk among themselves, but sometimes turn to watch Rosina.",
 "Name": "Rosina's Chambers", "Id": 256177}
