{"ChildBranches": [{"DefaultEvent": {"Description": "Descend into the Anthe chamber reserved for those who flourish at the spleen. The stone of the chamber is veined with red. Some members of the Venous Salon wear clothes that reveal the midriff, so that one can see the telltale points of the crystal form under their skin.\u000d\u000a\u000d\u000aIt is a party game here to take turns reading aloud offensive letters to the London newspapers, and insulting missives from home, and to compete at not caring in the least. ",
                                     "LinkToEvent": {"Id": 238438}, "Name": "The Venous Salon",
                                     "Id": 256235},
                    "Name": "Go sharp in the spleen",
                    "Description": "Surrender your capacity for anger. Join the society of diplomats, saints, and cold-blooded tyrants.",
                    "ButtonText": "", "Id": 191995},
                   {"DefaultEvent": {"Description": "When you have grown liver-sharp, you may take the left exit from the main chamber of Anthe and descend a staircase gritty underfoot. The Salon of Silver Salts is hung with small lights, and the inhabitants look ordinary. They are sipping arsenical teas and dining on poisonous toadstools. A woman in the corner offers a constant flow of wit at the expense of jaundice victims. Another wears the tattered remains of an Iron & Misery uniform.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "The Salon of Silver Salts", "Id": 256236},
                    "Name": "Go sharp in the liver",
                    "Description": "Take on a proud indifference to toxins. Fraternise with spies, assassins, professional poisoners, and those who need to survive on strange diets. ",
                    "ButtonText": "", "Id": 191996},
                   {"DefaultEvent": {"Description": "The chamber is lined with black crystal. Braziers are lit and a low haze hangs in the air, troubling none of the inhabitants.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "The Salon of Incense",
                                     "Id": 256237},
                    "Name": "Let your lungs become a chamber of crystal",
                    "Description": "Breathe less often and more purely. Take on the companionship of divers, opera singers, coal miners and producers of poisonous gas.",
                    "ButtonText": "", "Id": 191997},
                   {"DefaultEvent": {"Description": "The walls of the chamber are hard, but the facets and the deep red colour give them the shimmer of whorehouse velvet. One reclining gentleman demonstrates what, in another context, you might take for a gigantic pair of matched blue topazes. But for the most part, the inhabitants wear cream-coloured robes and make no display of their altered state.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "The Chamber of Pillow-cut Rock", "Id": 256238},
                    "Name": "Flourish in the groin",
                    "Description": "Diminish passion, promote hygiene, perfect performance, and dazzle any onlookers. Pursue the company of Anthe's nuns, celibates, dancers, and brothel habitués.",
                    "ButtonText": "", "Id": 191998},
                   {"DefaultEvent": {"Description": "The sharp-tongues gather on a point of rock. There is little room for newcomers. The wit is crisp and dry. The diction is precise. Nothing is slurred, and nothing said in error.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "Tongue-point Pinnacle",
                                     "Id": 256239},
                    "Name": "Undergo acumination of the tongue",
                    "Description": "Give up soft speech and slow words. Come to know poets, court jesters, liars, and artists in cipher. [If you cannot select this, you may need to raise your Capacity for Sharpness.]",
                    "ButtonText": "", "Id": 191999},
                   {"DefaultEvent": {"Description": "The room is oval in cross-section and about fifty feet long. The walls are packed earth rather than stone. The inhabitants take turns to hold up the part of the ceiling that is in danger of caving in. \u000d\u000a\u000d\u000a\"I still don't recommend falling from a height,\" one of the old-timers is saying to a new member. \"True, you won't break your bones. Now they'll break you. Tear right through your muscle and skin, and stick out! Ha! Unless you go the rest of the way and grow a sharp skin, but...\" He shrugs. \"Bit tasteless, that, isn't it?\"",
                                     "LinkToEvent": {"Id": 238438}, "Name": "The Bone-Barrow",
                                     "Id": 256241},
                    "Name": "Mineralise your skeleton",
                    "Description": "Strength that cannot be seen is often the most praiseworthy. Walk among the labourers, the circus strongwomen, the persons of iron will and unshakable integrity.",
                    "ButtonText": "", "Id": 192001},
                   {"DefaultEvent": {"Description": "The sharp-skinned of Anthe have no reason to fear heat, or edged implements, or bruising rocks. Snakes and stinging insects are a game to them. The suicide of wasps on crystal Anthean skin is one of their primary sources of comedy. \u000d\u000a\u000d\u000aThese people have the most to do if they wish to conceal their condition from those above the Unterzee. They almost never leave Anthe, but if they do, they wrap themselves in bandages and pass as Tomb Colonists, or mask themselves like a native of Visage.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "The Blistering Abyss",
                                     "Id": 256242},
                    "Name": "Let your skin be clear as water and hard as armour",
                    "Description": "This is where the fighters are, and those who got tired of their scars, and the people too proud to hide anything about themselves.",
                    "ButtonText": "", "Id": 192002},
                   {"DefaultEvent": {"Description": "Happily, you don't have to cut away everything. But there are losses. You will bear the scars, in exchange for being merely flesh again.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "Your case wasn't too advanced", "Id": 256250},
                    "Name": "Cut away all your sharpness",
                    "Description": "Return to something closer to your natural state. [This will remove your sharpness and gain a Wound. Your Maximum Sharpness will remain, so you can pursue different sharpnesses if need be. Be careful: three Wounds will kill you.]",
                    "ButtonText": "", "Id": 192010},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 238438},
                                     "Name": "", "Id": 256265},
                    "Name": "Relinquish the pursuit for now",
                    "Description": "Perhaps there is other business for you in Anthe.",
                    "ButtonText": "", "Id": 192020},
                   {"SuccessEvent": {"Description": "The environment is a help, but you must also prepare your mind and your will. Going sharp means giving up many sensations.",
                                     "LinkToEvent": {"Id": 256227}, "Name": "Nights of meditation",
                                     "Id": 256257},
                    "DefaultEvent": {"Description": "You struggle to right your mind. Instead, you give yourself nightmares of body parts that grow brittle and snap off.",
                                     "LinkToEvent": {"Id": 256227},
                                     "Name": "A struggle in the dark", "Id": 256256},
                    "Name": "Cultivate the capacity for sharpness",
                    "Description": "It isn't easy to go sharp as the Antheans do. But most who come here find themselves desiring the condition, sooner or later.",
                    "ButtonText": "", "Id": 192015},
                   {"SuccessEvent": {"Description": "In Anthe there are teachers of sharpness who emphasise self-knowledge, patience, and similar tedious methodologies. In your case, a day of distillations and preparations is enough. You drink the dose from a goblet, and within two hours you are ready to go sharp in a new way.",
                                     "LinkToEvent": {"Id": 256227},
                                     "Name": "A quicker and less spiritual solution", "Id": 256261},
                    "DefaultEvent": {"Description": "It's a sludgy grey-blue drink when you swallow it. Then it's fire in your gut, and rasping in the throat. You lose the ability to speak for a few hours. Your ears ring. You have feverish thoughts of standing on a mountain top and becoming one with the stone. But you are no better prepared for the society of Anthe.",
                                     "LinkToEvent": {"Id": 256227},
                                     "Name": "The preparation disagrees with you", "Id": 256260},
                    "Name": "Cultivate the capacity for sharpness through chemical means",
                    "Description": "Old logbooks record a preparation of minerals and salts that helps the body convert. It is... untested.",
                    "ButtonText": "", "Id": 192017}],
 "Description": "A woman gives advice to new Antheans: her eyes are cubes of salt. She speaks of going sharp as a numbness, and as an awakening; as the loss of sensation and the beginning of insight. Some Antheans use other metaphors. Clarity. Dryness. Regularity and structure.",
 "Name": "The Pursuit of Sharpness", "Id": 256227}