{"ChildBranches": [{"DefaultEvent": {"Description": "You suggest this neat solution to her. She doesn't need to renounce anything else: she has given up believing in her father, and that's enough.\u000d\u000a\u000d\u000a\"Perhaps,\" she says, \"I could regard him more as an honorary family member. Do you think I could call him <i>Uncle</i> Iron?\"\u000d\u000a\u000d\u000aBut she agrees to let you keep the Cladery Heart, and to stay on with your crew.",
                                     "Name": "The loss of the legend of Mr Iron", "Id": 256826},
                    "Name": "Keep the Cladery Heir and sail her ship together",
                    "Description": "Why shouldn't she serve you aboard the Cladery Heart? She's already given up enough. ",
                    "ButtonText": "", "Id": 192260},
                   {"DefaultEvent": {"Description": "You find her deep in the engine room of the Cladery Heart. She is wearing oiled gloves that go above the elbow, for safety, but the floor is slick with ichor.\u000d\u000a\u000d\u000a\"Hand me the spreader,\" she tells you sharply when you walk in. \"I need to see what is in the ventral chamber.\"\u000d\u000a\u000d\u000aLater, back on your own ship, you consult her about her intentions. She looks bleak. \"I am becoming involved,\" she confesses. \"I may need to become my own patient, and remove my interest in the <i>Cladery Heart</i>.\"",
                                     "LinkToEvent": {"Id": 256807},
                                     "Name": "All day in its engine room", "Id": 256840},
                    "Name": "Consult the Cladery Heir about her future",
                    "Description": "What will she do with the Cladery Heart?",
                    "ButtonText": "", "Id": 192269},
                   {"DefaultEvent": {"Id": 256845}, "Name": "test for new ship",
                    "Description": "", "ButtonText": "", "Id": 192273},
                   {"SuccessEvent": {"Description": "You lay out your thinking. She is determined not to cultivate any obsession, but what if you, not the <i>Cladery Heart</i>, are the danger to her?\u000d\u000a\u000d\u000aThe suggestion pleases her. She spends two and a half hours alone in her surgery. Afterward, there is no warmth in her eyes when she looks at you, and she's missing a tooth. \u000d\u000a\u000d\u000a\"I'm ready,\" she says. And she climbs into the <i>Cladery Heart</i> and is gone.",
                                     "Name": "If it matters to her enough...?", "Id": 256819},
                    "DefaultEvent": {"Description": "You lay out your thinking. She is determined not to cultivate any obsession, but what if you, not the <i>Cladery Heart</i>, are the danger to her?\u000d\u000a\u000d\u000a\"You do rate yourself high,\" she says. \"Do you think love for you is growing next to my heart, the size of a cherry, waiting for me to excise it with a scalpel and a mirror?\"\u000d\u000a\u000d\u000aBut she climbs into the <i>Cladery Heart</i> and goes all the same.",
                                     "Name": "No", "Id": 256818},
                    "Name": "Send her and her ship away together",
                    "Description": "If she parts with you, perhaps she can keep the ship. [This sacrifices both the Heir and the Cladery Heart, for the hope of her happiness, which may or may not be achieved. You will receive nothing in recompense.]",
                    "ButtonText": "", "Id": 192255},
                   {"SuccessEvent": {"Description": "\"It doesn't matter to me,\" she says at once. Then she's still a moment. Then she says, \"Or... it shouldn't matter to me. The Cladery Heart is all I have of my mother, but I learned not to need her. Perhaps if I sold her to you, but remained on the crew... then it would be both mine and not-mine. That would be correct, I think.\" She is evidently pleased with the neatness of this scheme.",
                                     "Name": "You propose", "Id": 256821},
                    "DefaultEvent": {"Description": "\"Of course you can buy it,\" she says at once. \"It's not important.\"\u000d\u000a\u000d\u000aBut that night she sleeps in its engine room, between the boom and the throb. If you stand outside the door you can hear her gulping sobs even above the machinery noise. In the morning, she signs over your deed to the ship. She has already packed her bag to leave you.",
                                     "Name": "You propose", "Id": 256820},
                    "Name": "Keep the Cladery Heart",
                    "Description": "She will refuse to admit she wants to keep it. You can buy it from her. [This will always gain the ship. The Cladery Heir may choose to stay with you or not.]",
                    "ButtonText": "", "Id": 192256},
                   {"SuccessEvent": {"Description": "You fire on the <i>Cladery Heart</i>, close range, below the water line. For a black-biled half hour, you suspect the ship of being invincible. But it goes down in the end, leaving an iridescent slick on the water.\u000d\u000a\u000d\u000aThe Heir stands on the deck and looks at the ruined bit of zee. Already the struggling fish are rising to the surface. \"That was easier than I expected,\" she says, in a low voice, and you know she is disappointed. But she will stay with you now. And if it ever becomes useful, you know where the <i>Cladery Heart</i> lies wrecked.",
                                     "Name": "She's free", "Id": 256824},
                    "DefaultEvent": {"Description": "You fire on the <i>Cladery Heart</i>, close range, below the water line. For a black-biled half hour, you suspect the ship of being invincible. But it goes down in the end, leaving an iridescent slick on the water.\u000d\u000a\u000d\u000aThe Heir stands on the deck and looks at the ruined bit of zee. Already the struggling fish are rising to the surface. \"That was easier than I expected,\" she says, in a low voice, and you know she is disappointed. But she will stay with you now. And if it ever becomes useful, you know where the <i>Cladery Heart</i> lies wrecked.",
                                     "Name": "She's free", "Id": 256823},
                    "Name": "Sink the Cladery Heart and keep the Heir",
                    "Description": "Sacrifice the ship to the depths, and perhaps the Heir will stay with you, free of any unhealthy attachment.",
                    "ButtonText": "", "Id": 192258}],
 "Description": "It is drawn up at the dock, waiting for its owner. No one dares touch it, but the ships that berth near her travel faster and less steadily thereafter.",
 "Name": "Retrieve the Cladery Heart", "Id": 256807}
