{"ChildBranches": [{"DefaultEvent": {"Description": "Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. The St Brendan's fire in your lights gutters, and dies. ",
                                     "LinkToEvent": {"Id": 258162}, "Name": "", "Id": 258164},
                    "Name": "Forsake the Rite of the Hearth",
                    "Description": "So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192619},
                   {"DefaultEvent": {"Description": "Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. There is no immediate effect, but that night you dream of being vehemently, vigorously sick. You wake in a pensive mood.",
                                     "LinkToEvent": {"Id": 258162}, "Name": "", "Id": 258165},
                    "Name": "Forsake the Rite of Feasting",
                    "Description": "So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192620},
                   {"DefaultEvent": {"Description": "Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. Your vigorous coughing fit is unquestionably a coincidence. You are hoarse for the rest of the day, but swiftly recover.",
                                     "LinkToEvent": {"Id": 258162}, "Name": "", "Id": 258166},
                    "Name": "Forsake the Rite of Greeting",
                    "Description": "So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192621},
                   {"DefaultEvent": {"Description": "Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. There is no effect, of course. But that night you do not dream of a woman clad in black. Her absence is as notable as a missing tooth.",
                                     "LinkToEvent": {"Id": 258162}, "Name": "", "Id": 258167},
                    "Name": "Forsake the Rite of Solace",
                    "Description": "So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192622},
                   {"DefaultEvent": {"Description": "You drift steadily up and out of the maw.",
                                     "Name": "Away", "Id": 258168},
                    "Name": "Depart",
                    "Description": "You've seen what you came to see.",
                    "ButtonText": "", "Id": 192623},
                   {"DefaultEvent": {"Description": "Retrieving a clay coffin from a wall-niche and bringing it on board, you lie within. Your zailors bore a hole for your air-hose, feed it through, then lower the lid into place. The last thing you hear is them muttering about abyssal heathenry. \u000d\u000a\u000d\u000aThe coffin is manoeuvred out into the deeps, affixed to a winch, and lowered into the chasm. At seven minutes, the darkness stirs. At fourteen minutes, all sound ceases: even your breath. Even your heart.\u000d\u000a\u000d\u000aAt twenty one minutes, there is a sudden bang. Another. Something is knocking on your coffin's lid. They wrench it free.",
                                     "LinkToEvent": {"Id": 146633},
                                     "Name": "You don your diving gear", "Id": 259795},
                    "Name": "Perform the Ritual of Solace",
                    "Description": "A procession of statues lines the zee-floor, facing away from the Church. They carry coffins on their shoulders. Their march ends at a precipice, descending into a further abyss.\u000d\u000a[Performing the abyssal rituals in the correct order will lead to a discovery.]",
                    "ButtonText": "", "Id": 193721},
                   {"DefaultEvent": {"Description": "With every meter climbed you feel the probability of you meeting an untimely death decline, from absolutely certain to just likely.  ",
                                     "LinkToEvent": {"Id": 258162}, "Name": "Rising", "Id": 259796},
                    "Name": "Ascend",
                    "Description": "You have seen enough of darkness for now.",
                    "ButtonText": "", "Id": 193722},
                   {"SuccessEvent": {"Description": "You lie in an empty shelf cut from the stone. Your crew will watch over you in seven minute shifts. They'll have you out before twenty one. You close your eyes. The zee weighs heavy; it pulls you down.\u000d\u000a\u000d\u000aShe lies next to you. The black hem of her skirt curls like clouds of ink. In the dark, you can just make out her pale lips. Her fingers stroke your hair. She speaks. You respond. She asks your name. She tells you her own.\u000d\u000a\u000d\u000aYou awaken back on your zubmarine. The ship doctor holds your wrist in one hand, and a stopwatch in the other. He shows you the face. Twenty minutes exactly.",
                                     "LinkToEvent": {"Id": 258162},
                                     "Name": "You don your diving gear", "Id": 258202},
                    "DefaultEvent": {"Description": "You lie in an empty shelf cut from the stone. Your crew will watch over you in seven minute shifts. They'll have you out before twenty one. You close your eyes. The zee weighs heavy. It takes till the seven minute bell before you slip into sleep.\u000d\u000a\u000d\u000aShe lies next to you. The black hem of her skirt drifts like clouds of ink. In the dark, you can just make out her pale lips. She speaks. Invisible fingers tighten in your hair. You beg release. She laughs.\u000d\u000a\u000d\u000aThe strident clanging of a bell jolts you awake - the twenty-one minute warning rings wantonly. A zailor drags you into the safety of your hull.",
                                     "LinkToEvent": {"Id": 258162},
                                     "Name": "You don your diving gear", "Id": 258163},
                    "Name": "Rest in one of the graves",
                    "Description": "$Hearts -> ハート, Veils -> ヴェール$A true zailor will find the zee as comfortable as any bed, it is said. [This Rite will increase your Veils by 20 but decrease your Hearts by 10. Succeed or fail, you will gain the rite, but failure will increase your Terror.]",
                    "ButtonText": "", "Id": 192618},
                   {"SuccessEvent": {"Description": "Your helmsman's response is unjustifiably foul-mouthed, but she assents. \u000d\u000a\u000d\u000aYour zubmarine's pinprick of light shines onto a cliff side, illuminating only a spot of a vast, inverted cathedral: a Fathomless Church. ",
                                     "LinkToEvent": {"Id": 258162}, "Name": "Deeper still",
                                     "Id": 259799},
                    "DefaultEvent": {"Description": "Your helmsman obeys the order silently, driving the vessel even deeper down. Soon, the zubmarine creaks against the pressure. The weight of the zee is crushing, and though your shell can hold, it suffers. \u000d\u000a\u000d\u000aYour zubmarine's pinprick of light shines onto a cliff side, illuminating only a spot of a vast, inverted cathedral: a Fathomless Church. ",
                                     "LinkToEvent": {"Id": 258162}, "Name": "Deeper still",
                                     "Id": 259794},
                    "Name": "Dive deeper",
                    "Description": "There is something even further down in the darkness. [Succeed or fail, you will go deeper. But a failure will damage your hull.]",
                    "ButtonText": "", "Id": 193720}],
 "Description": "Shelves have been cut into the rock walls. Some are large enough to hold ancient, waterlogged ships, crusted with long-dead barnacles. Others are smaller, holding pairs of clay coffins and a smattering of grave goods: jugs and bowls.",
 "Name": "The Abyss of Graves", "Id": 258162}
