{"ChildBranches": [{"DefaultEvent": {"Description": "Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. The St Brendan's fire in your lights gutters and dies. ",
                                     "LinkToEvent": {"Id": 258169}, "Name": "", "Id": 258171},
                    "Name": "Forsake the Rite of the Hearth",
                    "Description": "So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192625},
                   {"DefaultEvent": {"Description": "Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. There is no immediate effect, but that night you dream of being vehemently, vigorously sick. You wake in a pensive mood.",
                                     "LinkToEvent": {"Id": 258169}, "Name": "", "Id": 258172},
                    "Name": "Forsake the Rite of Feasting",
                    "Description": "So that you may partake in a different one. [You may only benefit from one rite at a time.]",
                    "ButtonText": "", "Id": 192626},
                   {"DefaultEvent": {"Description": "Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. Your vigorous coughing fit is unquestionably a coincidence. You are hoarse for the rest of the day, but swiftly recover.",
                                     "LinkToEvent": {"Id": 258169}, "Name": "", "Id": 258173},
                    "Name": "Forsake the Rite of Greeting",
                    "Description": "So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192627},
                   {"DefaultEvent": {"Description": "Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. There is no effect, of course. But that night you do not dream of a woman clad in black. Her absence is as notable as a missing tooth.",
                                     "LinkToEvent": {"Id": 258169}, "Name": "", "Id": 258174},
                    "Name": "Forsake the Rite of Solace",
                    "Description": "So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192628},
                   {"DefaultEvent": {"Description": "You drift steadily up and out of the maw.",
                                     "Name": "Away", "Id": 258175},
                    "Name": "Depart",
                    "Description": "You've seen what you came to see.",
                    "ButtonText": "", "Id": 192629},
                   {"DefaultEvent": {"Description": "You swim into the nave. Your bubbles float upward, toward the tiled floor. Though the mosaic is entirely black, there is form in its formlessness.\u000d\u000a\u000d\u000aAt the end of the aisle is an archway. Inside, a kelp-rope floats upward from a deep chasm. When it drifts within reach, you snatch it and pull. A great weight moves at the other end - you pull again. It rings out - once! Twice! Thrice! The waters stir. A strong current throws you into the nave, and carries you back out the mouth of the Church.",
                                     "LinkToEvent": {"Id": 258169},
                                     "Name": "You don your diving gear", "Id": 259785},
                    "Name": "Perform the Ritual of Greeting",
                    "Description": "The church's niches all possess the same decoration: statues of men and women standing before a door, bells in their hands. Follow their example. [Performing the abyssal rituals in the correct order will lead to a discovery.]",
                    "ButtonText": "", "Id": 193710},
                   {"DefaultEvent": {"Description": "With every yard climbed the possibility of meeting an untimely death declines. ",
                                     "LinkToEvent": {"Id": 258169}, "Name": "Rising", "Id": 259786},
                    "Name": "Ascend",
                    "Description": "You have seen enough of darkness for now.",
                    "ButtonText": "", "Id": 193711},
                   {"SuccessEvent": {"Description": "You brush away the sand half-filling the carving. Your lamp gives its pattern a sharp shadow. It's uncomfortably warm. Focus: this carving resembles a whirlpool. The lines spiralling outwards brush against the ships. The ancient rowers push into the whirlpool; splinter their own vessels. This must be their destination. To the right of the image is a symbol: <i>A parabolic approach to an object of fascination.</i> The seven minute bell rings. You must return to your zubmarine.\u000d\u000a",
                                     "LinkToEvent": {"Id": 258169},
                                     "Name": "You don your diving gear", "Id": 258197},
                    "DefaultEvent": {"Description": "You brush away the sand half-filling the carving. Your lamp gives its pattern a sharp shadow. It's uncomfortably warm. Focus: this carving resembles a whirlpool. The lines spiralling outwards brush against the ships. Ignore the sweat trickling into your eye. The ancient rowers push into the whirlpool; splinter their own vessels. This must be their destination. To the right of the image is a symbol: <i>A parabolic approach to-</i>\u000d\u000a\u000d\u000aD__m! Your eyebrows are aflame. The seven minute bell rings urgently. A crewman hauls you back to the zubmarine. Someone remove this blasted helmet!",
                                     "LinkToEvent": {"Id": 258169},
                                     "Name": "You don your diving gear", "Id": 258170},
                    "Name": "Record their messages",
                    "Description": "A true zailor may survive reading these etchings, they say. [This rite will increase your Hearts by 20 but decrease your Iron by 10. Succeed or fail, you will gain the rite, but failure will incur a Wound.]",
                    "ButtonText": "", "Id": 192624},
                   {"SuccessEvent": {"Description": "Your helmsman's response is unjustifiably foul-mouthed, but she assents. \u000d\u000a\u000d\u000aYour zubmarine's pinprick of light shines onto a cliff side, illuminating only a spot of a vast, inverted cathedral: a Fathomless Church. ",
                                     "LinkToEvent": {"Id": 258169}, "Name": "Deeper still",
                                     "Id": 259797},
                    "DefaultEvent": {"Description": "Your helmsman obeys the order silently, driving the vessel even deeper down. Soon, the zubmarine creaks against the pressure. The weight of the zee is crushing, and though your shell can hold, it suffers. \u000d\u000a\u000d\u000aYour zubmarine's pinprick of light shines onto a cliff side, illuminating only a spot of a vast, inverted cathedral: a Fathomless Church. ",
                                     "LinkToEvent": {"Id": 258169}, "Name": "Deeper still",
                                     "Id": 259784},
                    "Name": "Dive deeper",
                    "Description": "There is something even further down in the darkness. [Succeed or fail, you will go deeper. But a failure will damage your hull.]",
                    "ButtonText": "", "Id": 193709}],
 "Description": "Your zubmarine's lights illuminate bas-reliefs carved into the walls of the chasm. They depict men and women rowing from a sunless city, then, far at zee, scuppering their ships. Symbols etched into the walls flicker with fire.",
 "Name": "The Abyss of Scriptures", "Id": 258169}
