{"ChildBranches": [{"DefaultEvent": {"Description": "Golden light will fill your vessel. It will glare through every porthole, peer under every door. Its scrutiny demands silence. Your words will burn, and turn to vapours. The light will pass through closed eyes. The sight will be too much, and the raw vulnerability of being examined and understood. We will have no choice but to turn back to Hideaway, where those who go too far can find sanctuary.\u000d\u000a\u000d\u000a",
                                     "Name": "Clarification", "Id": 258597},
                    "RareDefaultEvent": {"Description": "Golden light will fill your vessel. It will glare through every porthole, peer under every door. Its scrutiny demands silence. Your words will burn, and turn to vapours. The light will pass through closed eyes. The sight will be too much, and the raw vulnerability of being examined and understood. We will have no choice but to turn back to the Gant Pole, where all wandering ends.",
                                         "Name": "Clarification", "Id": 258713},
                    "Name": "The surrounding light",
                    "Description": "At first, the sea will still be the colour of an empty night, but then we'll be enveloped by  light. The colour of the water will change: rain-wet slate, then darkest jade, then deep rich green. Green as fresh emeralds. Green as remembered rivers.",
                    "ButtonText": "", "Id": 192920},
                   {"DefaultEvent": {"Description": "Your zailors gather at the portholes. All are silent, until the bo'sun raises his voice in song. Your vessel ascends.",
                                     "LinkToEvent": {"Id": 144262}, "Name": "Salt's Song",
                                     "Id": 258714},
                    "Name": "Once again, the surrounding light",
                    "Description": "Once again, the colour of an empty night. Then rain-wet slate, then darkest jade, then deep rich green. Emerald-green, river-green. We'll be enveloped by the light. ",
                    "ButtonText": "", "Id": 192989}],
 "Description": "We will travel East, beyond the dark, yawning, familiar abysses. The zee will be pulled by greater currents. Our sonar will ring out, but not return. We'll float in warmth, like children in a summer ocean.\u000d\u000a",
 "Name": "The Sun within the Sea", "Id": 258596}
