{"ChildBranches": [{"DefaultEvent": {"Description": "$Presbyter -> プレズビター, Bourdain -> ボーデイン$\"...soldiers, spies, healers, zailors. We meant to democratise death; to break Nidah's hold on immortality and distribute their hoard of years more evenly. It was a good scheme. Bourdain recruited our legions. Lorenzo charted our path. Arik sailed our troops up the red river on living ships. Batuk led our armies. Rosina healed our wounds.\u000d\u000a\u000d\u000a\"After our defeat, we were separated. I don't know where the others hide, except one: Mariam, who gathered us. She was a princess of the Presbyterate. Look for her deep in Scrimshander, in the Stygian Repository. Where the white bones turn black.\" He takes a last look at the locket from his wife, then clicks it closed. \"Give her this, so she knows I sent you.\" [To advance your ambition, locate the Stygian Repository in Scrimshander.]",
                                     "LinkToEvent": {"Id": 259164}, "Name": "", "Id": 259165},
                    "Name": "Ask him about the Seven",
                    "Description": "\"We were the Seven Against Nidah...\"",
                    "ButtonText": "", "Id": 193266},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 242560},
                                     "Name": "", "Id": 259166},
                    "Name": "$Low Barnet -> ロウ・バーネット$Return to Low Barnet",
                    "Description": "Leave Lytton, for now.", "ButtonText": "",
                    "Id": 193267},
                   {"DefaultEvent": {"Description": "You hold the open locket up before him. \"Evelyn,\" he says, involuntarily, and looks at you. \"She sent you? I always expected that other parties would find me first.\" He looks down at the gradual encroachment of coral. \"I cannot return - for her safety, as well as the obvious. But I ask that you withhold the full nature of my condition from her. I wouldn't want to cause her further distress.\" [You may now deliver word of her husband to the Fierce Philanthropist, or ask him questions to advance your ambition.]",
                                     "LinkToEvent": {"Id": 259164}, "Name": "", "Id": 259167},
                    "Name": "Deliver his wife's locket",
                    "Description": "He ignores you, intent instead on buffing a smooth shine from the brass. Perhaps a reminder of his past life will help.",
                    "ButtonText": "", "Id": 193268},
                   {"DefaultEvent": {"Description": "\"I came from modest means. However, my congregation consisted of industrialists, the gentry, bankers... People with an interest in immortality and the willingness to invest. My doctrine was unconventional - eternal life in this life, not the next.\"",
                                     "LinkToEvent": {"Id": 259164}, "Name": "", "Id": 259476},
                    "Name": "What was his role in the Seven?",
                    "Description": "\"I was their financier.\"", "ButtonText": "",
                    "Id": 193475},
                   {"DefaultEvent": {"Description": "\"We came close. We reached Nidah. We breached the Persimmon Gate. But reinforcements came, and the Wax-Wind was invoked. We scattered. Each of the Seven found a place to hide in the deeps, at a cost. This is mine.\" He indicates his skirts of coral.",
                                     "LinkToEvent": {"Id": 259164}, "Name": "", "Id": 259495},
                    "Name": "What became of their endeavour?",
                    "Description": "\"We failed.\"", "ButtonText": "", "Id": 193485}],
 "Description": "Lytton stands in a secluded corner. He is inhumanly tall - his lower body is encased in a block of coral that raises him up. Beneath his shirt, his body is lumpen. A tracery of it - lurid and pink - has begun to sprout on his cheek, following the course of his veins. ",
 "Name": "A Verger in Coral", "Id": 259164}
