{"ChildBranches": [{"DefaultEvent": {"Description": "$[Tt]he Surface -> 地上$\"Lorenzo,\" Mariam recalls. \"An explorer from the Surface, who came down here to be the first to climb the Mountain. The Nidaheen drove him away. I recruited him. He charted the Interior for us, and plotted the course of our armies.\u000d\u000a\u000d\u000a\"Now? He fled into the north, where I have heard he maintains a lighthouse.\"",
                                     "LinkToEvent": {"Id": 259230}, "Name": "", "Id": 259231},
                    "Name": "The Guide",
                    "Description": "The dust puffs about your feet as you approach the black-bone statue of a gentleman with a capacious forehead and a discerning scowl.",
                    "ButtonText": "", "Id": 193308},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 259232},
                                     "Name": "", "Id": 259235},
                    "Name": "Speak to Mariam",
                    "Description": "You have questions for her.", "ButtonText": "",
                    "Id": 193311},
                   {"DefaultEvent": {"Description": "$Calendar Council -> 暦法議会, Frostfound -> 氷結城, Bourdain -> ボーデイン$She remembers Bourdain better than the others. \"We were confidantes. He was a Frenchman and - in his day - a member of the revolutionaries' Calendar Council. He wrote pamphlets, and placed bombs. I could not say which were more incendiary.\" Her smile is fond.\u000d\u000a\u000d\u000a\"If the worst came to the worst, he meant to hide in Frostfound. But the ice-spires swallowed him. Years ago I sent an agent to retrieve him, but their vessel was lost. Prey to pirates, I think. Or wreckers.\"",
                                     "LinkToEvent": {"Id": 259230}, "Name": "", "Id": 259246},
                    "Name": "The Propagandist",
                    "Description": "$Bourdain -> ボーデイン$This statue depicts an unassuming, bespectacled man with thinning hair and a solemn face. \"Bourdain,\" Mariam remembers.",
                    "ButtonText": "", "Id": 193320},
                   {"DefaultEvent": {"Description": "She gropes for his name, for a moment. \"Lytton. He was more than our financier. He was our courage. He inspired us when we faltered.\"\u000d\u000a\u000d\u000aYou remind her that he wants no further part in the endeavour. \"Yes. But he has told us who should replace him.\" She clicks open the locket. The face of the Fierce Philanthropist looks out.",
                                     "LinkToEvent": {"Id": 259230}, "Name": "", "Id": 259247},
                    "Name": "The Financier",
                    "Description": "The statue has its hands folded at its waist. Its expression is determined, beatific. Mariam has hung Lytton's locket - which you gave her when you first met - around its neck. ",
                    "ButtonText": "", "Id": 193321},
                   {"DefaultEvent": {"Description": "$Presbyter -> 長老, Presbyterate -> 長命衆$Mariam examines the words she once carved on the statue's plinth. \"Yes. Rosina's cousin. He was one of the Presbyterate's border-guards: the Gracious. But they discharged him when he allowed an explorer access to the Interior. An explorer...\" she taps her teeth, thinking. \"Lorenzo? Afterwards, Batuk became a mercenary, and joined our number.\u000d\u000a\u000d\u000a\"He'd had enough of discipline. He will have sought a place of freedom.\"",
                                     "LinkToEvent": {"Id": 259230}, "Name": "", "Id": 259248},
                    "Name": "The Soldier",
                    "Description": "A well-built man in late middle-age. His head is bald. His beard is near.  \"Batuk,\" Mariam says, pleased that she could remember. \"I'm rather proud of this one.\"",
                    "ButtonText": "", "Id": 193322},
                   {"DefaultEvent": {"Description": "$Taimen -> テイメン$\"I remember that he was the first I recruited to my scheme,\" Mariam says. \"He was a scion of the Taimen, injured in a battle against my homeland. I saved his life. My father was not pleased.\u000d\u000a\u000d\u000a\"Arik seized the Polythremi vessels we needed to navigate the red river. He commanded our fleets. After our defeat, he planned to go to Hideaway. He said he had an idea.\"\u000d\u000a",
                                     "LinkToEvent": {"Id": 259230}, "Name": "", "Id": 259249},
                    "Name": "The Captain",
                    "Description": "$Khan -> カーン, Khanate -> カーネイト$A wiry gentleman of the Khanate, his graven expression is unimpressed. \"This is Arik,\" Mariam tells you. Engraved on his plinth are the words 'THE SECOND OF THE SEVEN'. ",
                    "ButtonText": "", "Id": 193323},
                   {"DefaultEvent": {"Description": "$Adam's Way -> アダムの道$\"Our healer, Rosina. She was the abbess at the hospital in Adam's Way, and petitioned Nidah on several occasions to afford her patients additional time. The Nidaheen ignored her. I did not.\"\u000d\u000a\u000d\u000aMariam rubs her temples, struggling to remember. \"She contracted a condition of her own. If she has survived, it will be because she has found somewhere calm, and clear, and hard.\"",
                                     "LinkToEvent": {"Id": 259230}, "Name": "", "Id": 259250},
                    "Name": "The Healer",
                    "Description": "$Presbyter -> 長老, Presbyterate -> 長命衆$This statue is of a woman of advancing years. A daughter of the Presbyterate, clad in a priestess' robe.",
                    "ButtonText": "", "Id": 193324},
                   {"DefaultEvent": {"Description": "$Fathomking -> ファザムキング$\"To remind me what I was,\" she says. \"Before the Fathomking changed me. Before I began to forget.\" She looks at the replica of herself, chewing her lip. \"I look certain, don't I? Confident. I wonder if that was true, or if I made it up.\"",
                                     "LinkToEvent": {"Id": 259230}, "Name": "", "Id": 259251},
                    "Name": "The Schemer",
                    "Description": "A statue of Mariam, clad not in a mason's apron but a royal gown. A knowing smile graces her black-bone lips. ",
                    "ButtonText": "", "Id": 193325},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 260410},
                                     "Name": "", "Id": 260415},
                    "Name": "Identify replacements",
                    "Description": "Some of the Seven may be beyond your reach. Mariam can suggest likely replacements.",
                    "ButtonText": "", "Id": 194212}],
 "Description": "Seven plinths. Seven Statues. Seven Against Nidah.\u000d\u000a\u000d\u000a\"I made them,\" Mariam tells you, \"to help me remember.\"",
 "Name": "The Seven Statues", "Id": 259230}
