{"ChildBranches": [{"DefaultEvent": {"Description": "She listens as you describe your ambition. The locket turns, over and over, in her hands. Her eyes are dark, fathomless. When you are finished, something stirs in them.\u000d\u000a\u000d\u000a\"Immortality - true immortality, without tricks or compromise - resides in Nidah. We can help you. Yes, we failed once. But failure hones. It hardens. Help me take Nidah and you'll have all the life you could ever live. But to get it, we must restore the Seven Against Nidah.\"",
                                     "LinkToEvent": {"Id": 259232}, "Name": "", "Id": 259233},
                    "Name": "Give her Lytton's locket",
                    "Description": "\"I think you must be lost,\" she says, before you show her the locket. She takes it, thoughtfully.",
                    "ButtonText": "", "Id": 193309},
                   {"DefaultEvent": {"Description": "You know the way, now, and will be able to return more easily. [You can now travel to the Stygian Repository directly from Scrimshander Centre.]",
                                     "LinkToEvent": {"Id": 254670}, "Name": "", "Id": 259234},
                    "Name": "Return to Scrimshander proper",
                    "Description": "You have other business.", "ButtonText": "",
                    "Id": 193310},
                   {"DefaultEvent": {"Description": "She speaks hesitantly, following the memories like breadcrumbs. \"I was estranged from my father. He tried to win me back with a gift that wasn't his to give. I spurned it. I rebelled. I founded the Seven Against Nidah. I failed. I fled. I bargained. I hid here. I make statues, and try to remember.\" She presses one hand to her head, as if it could trap the thoughts within. ",
                                     "LinkToEvent": {"Id": 259232}, "Name": "", "Id": 259242},
                    "Name": "Ask who she is",
                    "Description": "$Presbyter -> プレズビター$\"I was...\" she hesitates and turns to the wall, reading the writing there to refresh her memory. \"Yes. I was the Presbyter's daughter.\" ",
                    "ButtonText": "", "Id": 193316},
                   {"DefaultEvent": {"Description": "$Presbyter -> プレズビター$\"I can remember what my colleagues would have said: 'to live eternal', 'to undo the injustice of death'. But I was offered immortality and gave it away. I've never cared overly for the betterment of others.\" She thinks for a while. \"Perhaps I just dislike smugness. The Presbyters are very, very smug.\"\u000d\u000a\u000d\u000aPart of the story, perhaps.",
                                     "LinkToEvent": {"Id": 259232}, "Name": "", "Id": 259243},
                    "Name": "Ask why she opposes Nidah",
                    "Description": "She frowns. \"I'm not sure I can remember. I must have written it down, somewhere.\"",
                    "ButtonText": "", "Id": 193317},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 259230},
                                     "Name": "", "Id": 259244},
                    "Name": "Follow her to the Hall of Sevens",
                    "Description": "\"Come, come. Lots to do.\" [Learn about the Seven, and how to find them.]",
                    "ButtonText": "", "Id": 193318},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 260410},
                                     "Name": "", "Id": 259245},
                    "Name": "Offer Mariam intelligence",
                    "Description": "Perhaps she can suggest new candidates to join the Seven. [Provide Mariam with information, so she can suggest alternative candidates if original members of the Seven are unavailable or unsuitable.]",
                    "ButtonText": "", "Id": 193319},
                   {"DefaultEvent": {"Description": "$Admiralty -> 海軍省, Phosgene Bleaks -> ホスゲン・ブリークス, Presbyter -> プレズビター$Mariam leads you into the Hall of Sevens, where her statue has been smashed to pieces. A new statue completes the line of the assembled Seven: a dignified and well-observed - if slightly <i>too</i> honest - effigy of you.\u000d\u000a\u000d\u000a\"The Seven need a new Schemer. It can't be me, can it? I'm stuck down here. Or what's left of me is.\" She taps, angrily, at her skull. \"First thing's first,\" she fetches two brooms, and passes one to you. \"Sweep.\" She begins to brush at the thick dust that covers the floor.\u000d\u000a\u000d\u000aYour initial application of the broom reveals a painting: a jagged curve of coastline. The next exposes a scattering of islands, somehow familiar: are they the Phosgene Bleaks? Meanwhile, Mariam's brush has uncovered a green and many-canalled land with the word 'HELL' written across it. The floor is a map; no - a game-board depicting the whole of the Neath. Thin black lines turn it into a grid, and finer lines divide the squares into a finer grid.\u000d\u000a\u000d\u000a\"In the next room are statues of our enemies and complicating parties. The Gracious, the Replete, the Presbyter, the Admiralty, Mount Nomad, and so forth. I always found -\" she breaks off to scrub at a resilient clot of bone-dust, \"- that it was easier to plan from a bat's-eye perspective.\" [Plan your conquest of Nidah.]\u000d\u000a",
                                     "LinkToEvent": {"Id": 259254}, "Name": "", "Id": 259252},
                    "Name": "Tell Mariam that six are assembled",
                    "Description": "The Guide, the Healer, the Financier, the Propagandist, the Soldier, and the Captain. That only leaves one.",
                    "ButtonText": "", "Id": 193326},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 259254},
                                     "Name": "", "Id": 259253},
                    "Name": "Lay your plans",
                    "Description": "The invasion of Nidah will be no simple task.",
                    "ButtonText": "", "Id": 193327},
                   {"DefaultEvent": {"Description": "$Elder Continent -> 旧大陸, Presbyter -> プレズビター$\"I engineered wars between the sub-kingdoms of the Elder Continent, to distract the Presbyter's attention. I occupied our enemy's spies with intrigues. And I settled disagreements among the Seven, which naturally arose. We were idealists and opportunists; the stakes were high.\"",
                                     "LinkToEvent": {"Id": 259232}, "Name": "", "Id": 259570},
                    "Name": "What was her role in the Seven?",
                    "Description": "\"I gathered them. And once they were gathered, I became their Schemer.\"",
                    "ButtonText": "", "Id": 193532},
                   {"DefaultEvent": {"Description": "$Fathomking's Hold -> ファザムキングの砦, Presbyter -> プレズビター, Fathomking -> ファザムキング$\"As punishment for our attempt on their city, the Nidaheen promised me to the Wax-Wind. I sought sanctuary in the Fathomking's Hold, and made an arrangement with His Complexity. He changed me,\" she runs a finger down her peligin cheek. \"I forget things, now, unless I write them down, or put faces to them.\"\u000d\u000a\u000d\u000a\"Here among the other lost histories, I am hidden from the Presbyterate's agents and oracles. But were I to venture above the waves, the Wax-Wind would find me, and I'd end my days a candle.\"",
                                     "LinkToEvent": {"Id": 259232}, "Name": "", "Id": 259571},
                    "Name": "Why is she here?",
                    "Description": "Her mouth twists in distaste.", "ButtonText": "",
                    "Id": 193533},
                   {"DefaultEvent": {"Description": "$Presbyter -> プレズビター$\"The College of Mortality accords them eternal life. And when a Presbyter tires of the throne, or reigns a thousand years, they give up the title and join the College. Thus everything remains the same. The old Presters choose new ones, the new ones join the old.\"\u000d\u000a",
                                     "LinkToEvent": {"Id": 259232}, "Name": "", "Id": 259610},
                    "Name": "$Presbyter -> プレズビター$What does she know of the Presbyter?",
                    "Description": "She snorts. \"Even their definite article is a lie. There have been many.\"",
                    "ButtonText": "", "Id": 193562}],
 "Description": "Her skin is the exact black-blue of the bone walls. She brushes dust from her apron. A small copper kettle steams on the floor at her feet, emitting an sharp, nutty odour.\u000d\u000a\u000d\u000aEvery surface in the chamber - a tessellation of cemented bone - is engraved. Amongst the threading scrawl, certain phrases repeat.\u000d\u000a\u000d\u000aREMEMBER THE WAX-WIND\u000d\u000aIT WILL FIND YOU\u000d\u000aI AM A CANDLE\u000d\u000aWIND WAX-WIND WAX-WIND WAX\u000d\u000a",
 "Name": "Mariam", "Id": 259232}