{"ChildBranches": [{"DefaultEvent": {"Description": "$Isle of Cats -> アイル・オブ・キャッツ, Isery -> イザリー$\"Poor Lorenzo. Not the ending I expected for him.\" She drifts into a reverie until you remind her of your business. \"Yes, yes. I know. I believe I've found a more than acceptable replacement. On...\" she scours the map, to refresh her memory. \"...the Isle of Cats! Isery, the Cat's Chiefest Claw. They are cunning, bold, and already at least somewhat informed on the matter of  Nidah.\"",
                                     "LinkToEvent": {"Id": 260410},
                                     "Name": "The Cat's Chiefest Claw", "Id": 260411},
                    "Name": "A replacement for Lorenzo",
                    "Description": "He is beyond help. You will need another Guide.",
                    "ButtonText": "", "Id": 194208},
                   {"DefaultEvent": {"Description": "$Vital Intelligence -> 重要機密, Voracious Diplomat -> 貪欲な外交官, Dark-Spectacled Admiral -> 黒眼鏡の提督$She has been studying your information. \"In London, there resides a certain Voracious Diplomat. They have... complex loyalties. We'll need to watch them closely. But if Bourdain cannot be retrieved, perhaps this Diplomat will serve instead. Their situation is precarious. We can use that.\" [To find the Voracious Diplomat in London (if you haven't already) deliver Vital Intelligence to the Dark-Spectacled Admiral there.]",
                                     "LinkToEvent": {"Id": 260410},
                                     "Name": "$Voracious Diplomat -> 貪欲な外交官$A Voracious Diplomat",
                                     "Id": 260412},
                    "Name": "A replacement for Bourdain",
                    "Description": "Is there someone else who could serve as Propagandist?",
                    "ButtonText": "", "Id": 194209},
                   {"DefaultEvent": {"Description": "$Carnelian Coast -> カーネリアン・コースト, Port Carnelian -> ポート・カーネリアン, Presbyter -> プレズビター$Mariam is in a condition of agitation. \"You'll think I've lost my mind. Well, I haven't! Not today. If Rosina is no longer with us, I think we should approach the Banded Prince.\" \u000d\u000a\u000d\u000aShe holds up her hand. \"Yes, I am aware that he is a tiger. But the tigers of the Carnelian Coast are erudite and fierce. Once, they were an esteemed kingdom of the Presbyterate. They remember much that would be useful to us. If your information is correct, the Prince resides in the Fungal Jungle beyond Port Carnelian.\"",
                                     "LinkToEvent": {"Id": 260410}, "Name": "", "Id": 260413},
                    "Name": "A replacement for Rosina",
                    "Description": "Her condition has complicated matters. Can you find another Healer?",
                    "ButtonText": "", "Id": 194210},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 259232},
                                     "Name": "", "Id": 260416},
                    "Name": "Discuss something else",
                    "Description": "You have what you need, for now.",
                    "ButtonText": "", "Id": 194213}],
 "Description": "$Strategic Information -> 戦略的情報$\"Some of the Seven may be unable or unwilling to return,\" Mariam says, sadly. \"If that's the case, we'll need replacements. Bring me word of the wider Neath, and we can identify appropriate candidates.\" [If you discover some of the Seven are unsuitable to rejoin, you may trade Strategic Information to learn of alternate candidates.]",
 "Name": "Replacements for the Seven", "Id": 260410}