{"ChildBranches": [{"DefaultEvent": {"Description": "A footman in a magnificently striped uniform leads you to your audience. The Prince is in a dangerous mood. He lounges on the old Governor's desk, flicking his tail impatiently. But he remembers his debts. The footman returns with Madeira cake for you, and the carcass of one of the bristly pigs of the fungal jungle for His Highness.\u000d\u000a\u000d\u000aAs you eat, you note how his ears twitch with irritation, and how he growls at a bat that flits by the window. He is bored. You take your chance. The Prince stops eating to listen to your proposal. \"Yes,\" he says, before you are done. \"Yes; a thousand times yes. I will join your Seven, and war upon Nidah.\"\u000d\u000a\u000d\u000aThe taste of true princehood has whetted his appetite. Now he would be king.",
                                     "LinkToEvent": {"Id": 175505}, "Name": "The Healer",
                                     "Id": 260514},
                    "Name": "Visit him at Heartcross House",
                    "Description": "The Prince rules Port Carnelian now. Will you be able to tempt him from his comforts?",
                    "ButtonText": "", "Id": 194283},
                   {"DefaultEvent": {"Description": "You find him lounging on the cap of a vast lepiota, licking the last scraps of one of the bristly local pigs from his jaws. \u000d\u000a\u000d\u000aYour gift is princely, and he decorously invites you to join him. Together, you sit atop the gargantuan mushroom, and watch the Mountain's glow illuminate the South. You explain your intention to seize immortality from the Nidaheen.\u000d\u000a\u000d\u000aThe Prince ponders. \"Here, my people are unwelcome in our own land. If I help you take Nidah, my price is this: a new kingdom on the bright slopes of the Mountain. Where we can bask and roam eternally.\"\u000d\u000a\u000d\u000aYou agree, and the Banded Prince nods his heavy head. \"Then you have another of your Seven.\"",
                                     "LinkToEvent": {"Id": 175505}, "Name": "The Healer",
                                     "Id": 260515},
                    "Name": "Visit him in the fungal jungle",
                    "Description": "His territories lie deep among the titanic mushroom-groves. Bring an offering.",
                    "ButtonText": "", "Id": 194284}],
 "Description": "The Seven Against Nidah require a new Healer. The tigers of the Carnelian Coast might not be considered obvious candidates, but they are intimately familiar with the natural perils and resources of the Elder Continent. They are also unfailingly polite, and play a competent hand of bridge if someone manages the cards for them. \u000d\u000a\u000d\u000aTheir ruler is the Banded Prince.",
 "Name": "Recruit the Banded Prince", "Id": 260513}
