{"ChildBranches": [{"DefaultEvent": {"Description": "The creature is towering, bulky, and unevenly-shaped beneath its fluttering veils. It carries what looks like a measuring rod, notched with unfamiliar enumerations. Its voice is shrill. \"Welcome, Trespasser, to the House of Rods and Chains. Your daring is notable, and rare. My employer -\" here, the thing extends what is hopefully an arm towards the window, and the sable, seething sun, \"- would like you to deliver a message to the Neath. You will be compensated.\"\u000d\u000a\u000d\u000aIt shuffles towards the table-altar. A set of iridescent scales stand there, the bowls perfectly balanced. One bowl holds a bubble of glass, in which something bright and misty coils. The other bowl is empty.",
                                     "LinkToEvent": {"Id": 260590}, "Name": "", "Id": 260591},
                    "Name": "What's that?",
                    "Description": "A sound from behind you. Something moves in the chamber. The lumpen mass opposite the window is not, after all, a disastrous attempt at a coat-stand - it is a living thing, wrapped in multitudinous layers of gauze.",
                    "ButtonText": "", "Id": 194336},
                   {"DefaultEvent": {"Description": "\"Please,\" the creature squeals, inclining its upper portions towards the scales. You take the glass bubble. The wisp inside it peers madly out with pinprick eyes. The black sun is closer, now, glaring into the chamber like a child through a dollhouse window.\u000d\u000a\u000d\u000aPain blooms behind your left temple. It migrates: across your cheek, down your neck, over your shoulder. You clutch at it, and feel a sliding, swelling pucker on your skin before it moves out of reach.\u000d\u000a\u000d\u000a\"The Liberation of Night began long ago,\" the veiled creature pipes. \"Tell whoever you choose, or do not. You are the message. Those who must know, will know.\" It bangs its measuring-rod on the floor. The sun screams in joy. Everything goes dark.\u000d\u000a\u000d\u000aYou find yourself back in your zubmarine, your crew desperately steering it away from the vast eye on the zee-bed. Your pain is easing, but not gone. You stumble wildly to your quarters. A mirror. You need a mirror!\u000d\u000a\u000d\u000a",
                                     "Name": "", "Id": 260610},
                    "Name": "Agree to carry the message",
                    "Description": "Is it curiosity? Greed? Madness? In days to come, you will wonder what drove you to accept.",
                    "ButtonText": "", "Id": 194348},
                   {"DefaultEvent": {"Description": "Outside the window, the black sun withdraws. Its seething calms to a languid boil.\u000d\u000a\u000d\u000aIts creature gives an irritable whistle. \"So. An insistently disappointing species. Begone, then. My employer must grieve. To look on you longer would only cause it distress.\" Your vision floods with inky gloom.\u000d\u000a\u000d\u000aWhen it recedes you are back in your zubmarine, your crew frantically steering it away from the vast eye that dominates the zee-bed. You spring to help them",
                                     "Name": "", "Id": 260613},
                    "Name": "Refuse",
                    "Description": "Demand to be returned to your vessel!",
                    "ButtonText": "", "Id": 194350}],
 "Description": "You are in a room, of sorts. It is bulbous in shape, not unlike a kidney. The furnishings (if that is what they are) look like the work of a surrealist. This straight-backed, many-legged edifice is perhaps a chair. That oily surface - a table? An altar?\u000d\u000a\u000d\u000aThe breeze, winter-cold, enters through an arched window. Through it, you can see a dark sky. \u000d\u000a\u000d\u000aThe sun is black. It <i>squirms</i>.",
 "Name": "Under Sunless Skies", "Id": 260590}
