{"ChildBranches": [{"DefaultEvent": {"Description": "$Chelonate -> キェロネイト$The Chelonates swear inventively. One hurls her book to the ground. Sullenly, they retreat back into the skeletal chambers. \u000d\u000a\u000d\u000aThe Drownie Paleographer clasps your hand in thanks. \"It's good to see them humbled. What does it matter if their wretched turtle was dead when they found it? Have they not prospered?\" Her fellows carry the Cargo away. The Paleographer rewards you with several writhing bone-worms. \"For preservation - they will be killed if they stay here. They tend to ruin the books.\" \u000d\u000a\u000d\u000a[This story can be continued in Scrimshander centre.]",
                                     "LinkToEvent": {"Id": 254670}, "Name": "The nature of history",
                                     "Id": 262602},
                    "Name": "$Drown(y|ies) -> ドロウニー$Give the Cargo to the Drownies",
                    "Description": "The truth should be revealed.", "ButtonText": "",
                    "Id": 195703},
                   {"DefaultEvent": {"Description": "$Drown(y|ies) -> ドロウニー, Chelonate -> キェロネイト$The Drownies wail. \"The Chelonates are arrogant! Boastful! Don't let them bury the truth!\" But the Chelonates have already snatched up the Cargo. Downcast, the Drownies depart through an arched tunnel.\u000d\u000a\u000d\u000aA Chelonate Chronologist thanks you. \"The Drownies tell us that our histories are only stories. Well they are <i>our</i> stories.\" He presents you with a collection of dusty relics, then heads after his fellows. \u000d\u000a\u000d\u000a[This story can be continued in Scrimshander centre.]",
                                     "LinkToEvent": {"Id": 254670}, "Name": "Identity Preserved",
                                     "Id": 262603},
                    "Name": "$Chelonate -> キェロネイト$Give the Cargo to the Chelonates",
                    "Description": "It is their history.", "ButtonText": "",
                    "Id": 195704}],
 "Description": "$Drown(y|ies) -> ドロウニー, Chelonate -> キェロネイト$A moist group of Drownies bears down on you. Their leader, a Drownie Paleographer, looks at the Cargo with relish. \"Excellent! This is worthy of display!\" How did they hear of this so quickly? Do they have spies at the dock?\u000d\u000a\u000d\u000aHer smug smile disappears with the loud arrival of a gang of Chelonates, armed with heavy books. They push towards you, their expressions angry. \"We would bury this insult!\" one cries.",
 "Name": "A Cargo in Dispute", "Id": 262601}
