{"ChildBranches": [{"DefaultEvent": {"Description": "　騒音が鳴り止んだ。扉を開けると、床一面に灰色の分厚い塵の層ができていた。部屋の中央には、一本のハンマーが転がっている。他には何も残っていない。@{I}雑音は消え去った。貴方が扉を開けると、部屋には分厚い埃の層が積もっており、部屋の中央にはハンマーが置かれていた。それ以外の物は遺されていない。@{M}The noise subsides. You open the door. A thick layer of grey dust coats the room. A hammer lies in the centre. Nothing else remains.",
                                     "Name": "塵@{I}塵芥@{M}Dust", "Id": 135239},
                    "Name": "じっとやり過ごす@{I}時間稼ぎ@{M}Wait it out",
                    "Description": "　あなたは念のためクレイマンを安全区画に積み込んでおいたのだ。未完成クレイマンには好きなだけ自由を求めて足掻かせてやろう。あなたはそれが疲れ果てたところで始末をつければ良い。しかしこれは、そこにいる他のクレイマンには良くない結末をもたらすだろう。@{I}貴方はクレイマンを厳重な倉庫の中に慎重に仕舞いこんだ。暫くの間、それに脱出を試みるよう暴れさせる為だ。それが疲れきった時こそ、話をする時だ。ただ問題は、貴方が持つ他のクレイマンには効果が無く、根本的な問題は解決しないという事なのだが。@{M}$Clay M[ae]n -> クレイマン$You had prudently stowed the Clay Man in your Secure Storage. Let it try to break free. You'll deal with it when it's exhausted. But it won't end well for any other Clay Men you have in there.",
                    "ButtonText": "", "Id": 119003},
                   {"SuccessEvent": {"Description": "　クレイマンは石のように強靭だ。未完成クレイマンは子羊のように獰猛なこともあれば、子猫のようにおとなしいこともある。この個体は子猫ではなかった。とうとう、それは打ち砕かれた。@{I}クレイマンは石の如く強い。未完成のそれは子羊の様に獰猛か、子猫の様におとなしい。そしてこいつは子猫ではなかった。最終的にそれは粉砕された。@{M}$Clay M[ae]n -> クレイマン, Unfinished M[ae]n -> 未完成クレイマン$Clay Men are strong as stone. Unfinished Men may be fierce as lambs or meek as kittens. This one is not a kitten. At last, it lies shattered.",
                                     "Name": "野蛮な戦い@{I}野蛮な戦い@{M}A savage battle", "Id": 158974},
                    "DefaultEvent": {"Description": "　弾丸は無力だった。棍棒も代わり映えしなかった。結局、あなたが自ら大槌を振るって始末することになった。その時にはもう、船員たちには大きな被害が出てしまっていた。@{I}弾丸は役に立たなかった。棍棒の方がまだ幾分ましだったかもしれない。結局、大槌を使って自ら止めを刺した: それが船員に大打撃を浴びせた後に。@{M}Bullets were powerless. Clubs, barely more so. At last you finished it yourself, with a sledge-hammer: not before it had wreaked havoc among your crew.",
                                     "Name": "破滅的な勝利@{I}破滅的な勝利@{M}A ruinous victory", "Id": 135256},
                    "Name": "破壊する！@{I}破壊せよ!@{M}Destroy it!",
                    "Description": "　残念だが、それでも対処しなければならない。@{I}残念ながら、これは完遂されなければならない。@{M}Regrettable, but these things must be done.",
                    "ButtonText": "", "Id": 119016},
                   {"SuccessEvent": {"Description": "　この未完成クレイマンは、ペイン、プルードン、ソローの著作に触れていた。平和的な相手だとは言えなかったし、実際のところ、理性的な相手だとさえ言えなかったが、それでも話は通じていた。とうとう、未完成クレイマンは救命艇で船を後にした。@{I}未完成のモノはペイン、プルードン、ソーローを読んだ。平和的にとは言い難い。増して、合理的にとはとても言えない。しかし、それは聞く耳を持っていた: やがて、それは救命ボートに乗り込んだのだ。@{M}$Unfinished M[ae]n -> 未完成クレイマン$This Unfinished Man has read Paine, Proudhon, Thoreau. You wouldn't call it peaceful. You wouldn't even really call it reasonable. But it listens: and at last, it departs in a life-boat.",
                                     "Name": "真面目な語り掛け@{I}論議@{M}Discourse", "Id": 158975},
                    "DefaultEvent": {"Description": "　その未完成クレイマンは熱心にあなたの話を聞いていた。それから頭を下げると、雄牛のように突進した。一人の水夫が、陶磁器のようにバラバラになった。態勢を立て直さなければ！@{I}未完成のモノはじっと貴方に聞き入っている。やがてそれは頭を下げ、猛牛の様に突進して来た。船乗り達は瞬く間に吹き飛ばされた。さぁ、再編成せよ!@{M}$Unfinished M[ae]n -> 未完成クレイマン$The Unfinished Man listens intently to you. Then it puts its head down and charges like a bull. A zailor is smashed like china. Regroup!",
                                     "LinkToEvent": {"Id": 135238},
                                     "Name": "意思疎通の難しさ@{I}難儀な交流@{M}A communications difficulty",
                                     "Id": 135260},
                    "Name": "交渉する@{I}交渉@{M}Negotiate",
                    "Description": "　危険だが、それでも正しく対処しなければならない。@{I}危険だが、これは正しく完遂されなければならない。@{M}Risky, but these things must be done right.",
                    "ButtonText": "", "Id": 119019}],
 "Description": "　甲板の下からの、耳障りな雄叫び！積み荷のクレイマンのいずれかが、通常なら備わっているはずの何かを欠いていたのだ。すなわち、従順さや節制、あるいはユーモアを解する感覚といったものを。@{I}甲板下から耳障りな咆哮が聞こえて来る! クレイマンの積荷の中の一体が - 忠節や節度、若しくはユーモアといった通常の感覚を失くしている様だ。@{M}$Clay M[ae]n -> クレイマン$A grating roar below decks! One among your Clay Men cargo - missing something usual, like obedience, temperance, or a sense of humour.",
 "Name": "未完成！@{I}未完成だ!@{M}UNFINISHED!", "Id": 135238}
