{"ChildBranches": [{"DefaultEvent": {"Description": "「永遠なる女王陛下よりの感謝を」徴税官の一人がもったいぶって言った。彼は微笑を隠していやしなかったか？@{I}「我らが忍耐強き女王陛下は感謝しておられます。」税務局の職員が言う。彼は感情を隠しているのだろうか?@{M}$Her Enduring Majesty -> 永遠なる女王陛下$\"Her Enduring Majesty thanks you,\" one of the Revenue intones. Did he just hide a smile?",
                                     "LinkToEvent": {"Id": 154183},
                                     "Name": "チャリン、チャリン@{I}チャリン、チャリン@{M}Clink, clink",
                                     "Id": 135247},
                    "Name": "取り締まり対象の物品すべてを申告する@{I}全ての品目を申告する@{M}Declare all controlled goods",
                    "Description": "　あなたの所持している未課税の魂と恋愛小説にかかる関税を支払う。密輸品の太陽光については諦めるしかない。[あなたの嫌疑が5以上であった場合、これによって嫌疑が減少します。]@{I}貴方が運んでいる課税されていない魂や恋愛文学について、関税を支払う。密輸されている陽光を全て引き渡す。[貴方に対する疑念が5以上であった場合、疑念も減少します。]@{M}$[Rr]omantic[- ][Ll]iterature -> 恋愛小説$Pay the customs duty on any untaxed Souls or Romantic Literature you're carrying. Surrender any smuggled sunlight. [This will also reduce your Suspicion, if your Suspicion is 5 or more.]",
                    "ButtonText": "", "Id": 119009},
                   {"DefaultEvent": {"Description": "　彼らは狼のように甲板を歩きまわった。彼らは白蟻のようにあなたの荷物を引きむしった。とうとう、彼らは去っていった。@{I}彼らは餓狼のように甲板を蠢き、持ち物を害獣のように荒らしてまわる。そうしてやっと彼らは立ち去った。@{M}They roam your deck like wolves. They tear through your belongings like termites. At last they leave.",
                                     "LinkToEvent": {"Id": 154183},
                                     "Name": "苛立ち、悔しがって@{I}苛立ちと焦燥と@{M}Vexed and frustrated",
                                     "Id": 135248},
                    "Name": "彼らに好きなようにさせる@{I}彼らのやりたいようにさせる@{M}Let them do their worst",
                    "Description": "　あなたに隠すものなどない。[あなたの嫌疑が5以上であった場合、これによって嫌疑が減少します。]@{I}隠す物など何も無い。[貴方に対する疑念が5以上であった場合、疑念も減少します。]@{M}You have nothing to hide. [This will also reduce your Suspicion, if your Suspicion is 5 or more.]",
                    "ButtonText": "", "Id": 119010},
                   {"DefaultEvent": {"Description": "　あなたは秘密の任務の存在を仄めかした。当直士官はシャキッと敬礼の姿勢を取り、命令を吠え立てた。通って良し！@{I}貴方は裏仕事についてヒントを与えた。税関役人は敬礼を施して命令を飛ばした。通って良し!@{M}$[Oo]fficer -> オフィサー$You hint at secret business. The duty-officer snaps a salute and barks an order. You may pass!",
                                     "LinkToEvent": {"Id": 154183},
                                     "Name": "「もちろんです！」@{I}\"勿論ですとも!\"@{M}\"Of course!\"",
                                     "Id": 135249},
                    "Name": "捜索をさせないよう、言い逃れをする@{I}どうにかして検査を逃れる@{M}Talk your way out of the search",
                    "Description": "　今日の当直士官は愛国者のようだ。海軍省の任務に就いていると主張するのが有効だろうか？@{I}今日の税関役人はどうやら愛国者であるらしい。自分が総督の命を帯びて任に就いている事を教えるとどうなるだろうか?@{M}$[Oo]fficer -> オフィサー, Admiralty -> 海軍省$Today's duty-officer is a patriot. Perhaps you can claim you're on Admiralty business?",
                    "ButtonText": "", "Id": 119011},
                   {"DefaultEvent": {"Description": "　もちろんだ！あなたたち二人は手紙のやり取りをしていた。お互い偽名を使っていたが、その相手は間違いなく彼女だった。彼女はあなたのような博識な相手をうるさがらせようとは夢にも思わないだろう。先へ進め！@{I}当然ながら、貴方達二人は一致した。偽名ではあるが、間違いなく彼女だ。貴方のように学の有る人を煩わせるような事を、彼女は望んでいないようだ。さぁ行け!@{M}Of course! You two have corresponded - under assumed names, but it's definitely her. She wouldn't dream of importuning such a learned individual as yourself. On your way!",
                                     "LinkToEvent": {"Id": 154183},
                                     "Name": "文通@{I}手紙の交換@{M}An exchange of letters", "Id": 135255},
                    "Name": "捜索をさせないよう、言い逃れをする@{I}どうにかして検査を逃れる@{M}Talk your way out of the search",
                    "Description": "　今日の当直士官は海軍省を敬愛してはいないようだ。軍からの信任をひけらかして彼女を脅かそうとしても、彼女は良い顔をしないだろう。しかし、彼女はアマチュアの古物収集家だ……@{I}今日の税関役人は総督府に敬意を払っていない者のようだ。総督府の命を受けているなどと言って彼女を怖がらせるような真似は、彼女の不興を買うだろう。どうやら彼女はアマチュアの古物研究科でもあるようだが、さて...@{M}$[Oo]fficer -> オフィサー, Admiralty -> 海軍省$Today's duty-officer is no respecter of the Admiralty. She will look ill on any attempt to frighten her with military credibility. But she's an amateur antiquarian...",
                    "ButtonText": "", "Id": 119015},
                   {"SuccessEvent": {"Description": "　彼らは足音も荒く、モップがけをしたばかりの階段吹き抜けを、汚い靴で登り降りした。彼らはとにかくあっちこっち突き回していたが、結局何も見つけることはできなかった。@{I}彼らは磨かれたばかりの吹き抜け階段を汚いブーツで荒々しく昇降している。彼らは覗き込み、突き回り、ひっくり返す。だが、何も見つけられなかった。@{M}They tramp up and down your freshly mopped stairwells in their nasty boots. They poke and pry and prod. But they find nothing.",
                                     "LinkToEvent": {"Id": 154183},
                                     "Name": "交易の最大自由@{I}最も自由なる交易@{M}The free-est of trades",
                                     "Id": 157615},
                    "DefaultEvent": {"Description": "　彼らは本当に悲しそうに頭を振った。彼らはあなたの積荷を押収し、手痛い罰金を課した。@{I}彼らは悲しそうに頭を振り、荷物は押収され、厳しい罰金が課せられた。@{M}They shake their heads with real sorrow. They confiscate your cargo. They apply a sharp fine. ",
                                     "LinkToEvent": {"Id": 154183},
                                     "Name": "捕まえたぞ！@{I}捕縛する!@{M}Caught you!", "Id": 135246},
                    "Name": "仕舞い込んでおく@{I}一部の物を脇に追いやる@{M}Set something aside",
                    "Description": "　あなたが持っているこまごまとした物品について、彼らがいちいち知る必要はない。@{I}貴方の持っているつまらぬ物の詳細など、彼らはいちいち知る必要は無い。@{M}They needn't know about every little trinket you have.",
                    "ButtonText": "", "Id": 119008}],
 "Description": "　永遠なる女王陛下の下、関税庁は、良俗省とバザールの支配者たちと密に連携して職務にあたっている。今日は、あなたが彼らの査察対象として選ばれたようだ。彼らに生意気な口を利いてはならない。@{I}我らが忍耐強き女王陛下の税関役人は、公共風紀省とバザールの支配人双方の為に今日も業務にあたっている。今日彼らが検査の対象に選んだのは、貴方だった。彼らにはとりあえず大人しく従っておくべきだろう。\u000d\u000a@{M}$Customs Service -> 関税庁, Ministry of Public Decency -> 良俗省, Her Enduring Majesty -> 永遠なる女王陛下$Her Enduring Majesty's Customs Service works closely with both the Ministry of Public Decency, and the Masters of the Bazaar. Today, they have selected you for an inspection. Don't cheek them.",
 "Name": "徴税官@{I}税関役人@{M}$Revenue M[ae]n -> 徴税官$The Revenue Men",
 "Id": 135245}
