{"ChildBranches": [{"DefaultEvent": {"Description": "　彼女の涙は、あなたのハンカチを焼け焦げた残骸に変えてしまった。彼女があなたの肩に泣きついてこなかったのは、実際幸運なことだった。「帰る場所がないの」彼女は鼻声で言った。「帰る場所が持てないの。私なんて、孵まれてこなければ良かった……」あなたは慰めるように彼女の肩を軽く叩いて、彼女が落ち着くのを待った。それにはしばらくの時間が掛かった。立ち去るとき、彼女は恥ずかしそうにしていた。苛立たしそうにしていた。あなたのことを責めているようですらあった。<br/><br/>　ハンカチの残骸は、奇妙なほどに美しかった。実際それは、まるで焼け焦げた雪のひとひらのようだった。これなら競売に掛けることもできるだろう。@{I}Her tears make a singed wreck of your handkerchief. It's fortunate that she isn't actually weeping on your shoulder. \"I don't have a home,\" she snuffles. \"I can't have a home. I should never have been hatched...\" You pat her consolingly and wait for her to finish. It takes a while. She seems embarrassed when she leaves: irritated, even, as if she blames you.\u000d\u000a\u000d\u000aThe remnants of the handkerchief are oddly beautiful, actually, like a singed snowflake. You can probably auction it...",
                                     "Name": "焼灼性の涙@{I}Caustic tears", "Id": 135251},
                    "Name": "女悪魔への同情を示す@{I}Sympathy for the deviless",
                    "Description": "　彼女を可能な限り慰めよう。@{I}Console her as best you can.",
                    "ButtonText": "", "Id": 119012},
                   {"DefaultEvent": {"Description": "「言うは易しですわ」とうとう、彼女はそう言った。「だからそれが酷い助言だというわけではありませんけれどね」彼女はたばこをあなたの机に押しつけて揉み潰した。「いいえ。あなたが正しいのです。私たちが故郷を失ったのはこれが最初ではありません。そしてきっと最後でもないのでしょう。安住が私の望みならば、私は今でもパラボラの古巣で燻っているはずですわ。誰だってそうでしょう」彼女はあなたに向けて、歯をめいいっぱい剥き出しにした笑みを作った。「良いでしょう。私には摘み取れる命もあるのですし。ひょっとしたらまたお会いするかもしれませんわね。どうか溺れてしまわないで」@{I}\"Easy to say,\" she remarks eventually, \"but that doesn't make it bad advice.\" She stubs her cigarette out on your table. \"No, you're right. This isn't the first home we lost, and it won't be the last. If I wanted to settle down, I'd still be tincturing the hive in Parabola. We all would.\" She gives you her toothiest grin. \"All right. I have lives to ruin. Perhaps I'll see you again. Don't drown.\"",
                                     "Name": "思考の間@{I}A thoughtful pause", "Id": 148612},
                    "Name": "女悪魔に同情しない@{I}No sympathy for the deviless",
                    "Description": "　彼女の抱える問題は――その一つ一つまですべてが――彼女自身の招いたものだ。彼女には、塞ぎ込むのをやめて、しゃんとするように言うのだ。@{I}All her problems - every single one - are problems of her own making. Tell her to stiffen her back and stop moping.",
                    "ButtonText": "", "Id": 127504},
                   {"DefaultEvent": {"Description": "「それは傑作ですわね」彼女は濡れた目を拭いながら、息も絶え絶えにそう言った。「ああ。また声を上げて笑うことがあるだなんて、考えもしませんでした」彼女は鉤爪のついた手であなたの腕をつついた。「何だか靴底にバネでもくっついた気分ですわ、本当に。どうかこれを」彼女はオーフィディアン・キャンディ、蛇の毒から精製された飴の一箱をあなたの手に押し付けた。「自分を元気づけるために、一箱丸ごと食べてしまうつもりだったのですけれど。あなたなら何か使い途を見つけるかもしれませんしね。ボン・ボヤージュ！」彼女は去る時になってもまだ、クスクスと笑い続けていた。@{I}\"That's very good,\" she wheezes, mopping her streaming eyes. \"Oh, I thought I would never laugh again.\" She pats your arm with a taloned hand. \"This has put a spring in my step, honestly. Here.\" She hands you a box of Ophidian Candies, purified from serpent venom. \"I was going to eat the whole box to cheer myself up, but perhaps you can find a use for them now. Bon voyage!\" She is still giggling as she leaves.",
                                     "Name": "まるで信じていない笑い声@{I}Incredulous laughter", "Id": 148613},
                    "Name": "女悪魔に結婚を申し込む@{I}A marriage proposal for the deviless",
                    "Description": "　あなたは彼女を好いているのだろうか？それともあなたには、何か計画でもあるのだろうか？@{I}Do you have feelings for her? Or is this a strategy on your part?",
                    "ButtonText": "", "Id": 127505},
                   {"DefaultEvent": {"Description": "　彼女は椅子から一挙動で起き上がった。鼻孔は広がり、睨みつけるような目をしていた。あなたは一瞬、彼女に顔面を引っ叩かれるかと思った。「そしてその口で私たちが残酷だなんて言うの？」そう唸ると、彼女はドアを叩きつけるように閉めて出て行った。<br/><br/>　悪魔というものは……えっと。<br/><br/>　その日の午後、真鍮の大使館からあなた宛に小包が届いた。小包には、見覚えのない筆跡で書かれた、無署名のメモが貼ってあった。『百点満点』。ただそう書かれていた。中には、真鍮製の両刃のペーパーナイフが入っていた。@{I}$Brass Embassy -> 真鍮の大使館$She rises from her seat in a single fluid motion, nostrils wide, eyes glaring. For a moment you think she's going to slap your face. \"And you people call us cruel,\" she hisses. She slams the door on her way out.\u000d\u000a\u000d\u000aDevils, eh.\u000d\u000a\u000d\u000aLater that same afternoon, you receive a package with the seal of the Brass Embassy. It carries an unsigned note in a hand you don't recognise, which reads only: \"Top marks.\" The package contains a double-bladed brass paper-knife...",
                                     "Name": "憤慨@{I}Outrage", "Id": 148614},
                    "Name": "パーマーストンへの帰りの旅路を申し出る@{I}Offer to take her back to Palmerston",
                    "Description": "　それが彼女の望みであるのならば。@{I}If that's what she wants",
                    "ButtonText": "", "Id": 127506}],
 "Description": "　彼女は以前と変わらず優雅だった。ただ、少しやつれているように見えた。危うくあなたは、彼女が年をとったかと思うところだった。しかし、この先彼女が今よりも老けて見えることはないだろう。<br/><br/>「私はあの場所の平穏が恋しいのです」彼女は言った。「パーマーストン。そこでは、山裾の灰色がかった草地を渡るそよ風が吹いていました。それは灰の匂いを運んできて――私はそれが嫌いでした。故郷のことを思い出してしまうから。けれど今は――今になって、私は目が醒めました。私の耳には、今でもその風の音が聞こえるように思います。総会で、私は目的を持っていました。私たちは、たくさんのものを破壊してしまうつもりでした。私はもう、その目的への信仰を持つことはできなくて、かと言って、ここにそれを見出すこともできないのです。私は、あなたにここに連れて来てもらうべきではありませんでした」@{I}She is as elegant as ever - a little careworn, though. You almost think she looks older; but she will never look older.\u000d\u000a\u000d\u000a\"I miss the peace of that place,\" she says. \"Palmerston. There was a little wind that walked in the grey-grass on the mountain's slopes. It carried the smell of ashes. I hated it, because it reminded me of home - but now - now, I wake, and I think I hear it. At the Convention, I had a purpose. We were going to destroy so many things. I lost faith in that purpose, but I have no more faith here. I should never have made you bring me here.\"",
 "Name": "物思わしげな女悪魔の訪問@{I}$Wistful Deviless -> 物思わしげな女悪魔$The Wistful Deviless comes calling",
 "Id": 135250}