{"ChildBranches": [{"DefaultEvent": {"Description": "光があなたに覆い被さった。あなたの髪は嵐の前のように音をたてて爆ぜている。周囲に満ちた光はあまりにも強烈で、目を固く瞑っても瞼の裏の赤色が見えるほどだ……\u000d\u000a\u000d\u000a光は唐突に消え去った。男も女も叫び声をあげ、罵る言葉を吐いた。誰かが啜り泣いている。@{K}Light sheets over you. Your hair crackles as if a storm were rising. You squint your eyes shut, but the radiance around you is bright enough that you see the pink of your eyelids..\u000d\u000a\u000d\u000aThe light fades, suddenly. Men and women cry out, curse. One weeps.",
                                     "Name": "暗がりの中の安らぎ@{K}Safety in darkness", "Id": 138514},
                    "Name": "物陰に隠れる@{K}Take cover",
                    "Description": "地面を見つめていよう。この出来事はどこか不気味だ。@{K}Keep your eyes on the ground. This is something uncanny.",
                    "ButtonText": "", "Id": 120982},
                   {"DefaultEvent": {"Id": 138515},
                    "Name": "カーネリアンの追放者@{K}Carnelian Exile",
                    "Description": "「あなたは身を隠していなさい」彼女が囁く。「私はあの光を見に行きます」[この選択肢は現在のバージョンでは選ぶことができません。]@{K}\"Shield yourself,\" she whispers. \"Let me watch it.\" [This is not available in the current build.]",
                    "ButtonText": "", "Id": 120983},
                   {"DefaultEvent": {"Description": "岩に、海面に、そして天蓋の水晶の鉱脈にあらゆる色彩が反射した。Unterzee全体が透き通った鮮やかなエメラルド色に変貌する。あなたの船員たちの顔も明るくくっきりと照らしだされた。このようなものは地上を去って以来目にしたことがない。この地下においてはすべてがひどく場違いだ。\u000d\u000a\u000d\u000a光は唐突に消え去った。男も女も叫び声をあげ、罵る言葉を吐いた。誰かが啜り泣いている。@{K}$[Tt]he Surface -> 地上$All the colours rise in the rocks, the water, the crystal veins of the roof. The Unterzee is a rich grassy emerald: the faces of your crew flash clear and and strong. You have seen nothing like it since you left the Surface. In this place, it is utterly wrong. \u000d\u000a\u000d\u000aThe light fades, suddenly. Men and women cry out, curse. One weeps.",
                                     "Name": "あらゆる色彩@{K}All the colours", "Id": 138516},
                    "Name": "光を直接見ないようにしながら、周囲を見回す@{K}Look around you, but not directly at the light",
                    "Description": "ここ地下では日光に似たものは珍しい。何が起こるのだろう？@{K}Anything like sunlight is rare, down here. What will you see?",
                    "ButtonText": "", "Id": 120984},
                   {"DefaultEvent": {"Id": 138517},
                    "Name": "ベール@{K}$Veils -> ヴェール$Veils", "Description": "",
                    "ButtonText": "", "Id": 120985},
                   {"SuccessEvent": {"Description": "南西の光は地上の朝のように白金色をしている。あなたの顔に温もりが触れた。瞳には涙が浮かび、皮膚はむず痒いような小さな痛みを感じる。光の中心に微かに幾何学的な形のものが見えた。いくつもの複雑な輪郭をした多面体が天体模型の輪のように動いている――\u000d\u000a\u000d\u000a光は唐突に消え去った。男も女も叫び声をあげ、罵る言葉を吐いた。誰かが啜り泣いている。@{K}The radiance to the south-west is white-gold like a Surface morning. There is warmth on your face. Your eyes water. Your skin stings and tingles. You catch a glimpse of geometries in the heart of it - complex faceted shapes that reconfigure like the wheels of an orrery -\u000d\u000a\u000d\u000aThe light fades, suddenly. Men and women cry out, curse. One weeps.",
                                     "Name": "", "Id": 149485},
                    "DefaultEvent": {"Description": "南西の光は地上の朝のように白金色をしている。あなたの顔に温もりが触れた。瞳には涙が浮かび、皮膚は微かにむず痒いような痛みを感じる。なにかがひどくおかしい。\u000d\u000a\u000d\u000a光は唐突に消え去った。男も女も叫び声をあげ、罵る言葉を吐いた。誰かが啜り泣いている。@{K}The radiance to the south-west is white-gold like a Surface morning. There is warmth on your face. Your eyes water. Your skin stings and tingles. Something is very wrong here.\u000d\u000a\u000d\u000aThe light fades, suddenly. Men and women cry out, curse. One weeps.",
                                     "Name": "盗まれた夜明け@{K}A stolen dawn", "Id": 138513},
                    "Name": "光を見つめる@{K}Look into the light",
                    "Description": "好奇心はどんな鮫の群れよりも恐ろしい@{K}Curiosity is deadlier than any number of sharks.",
                    "ButtonText": "", "Id": 120981}],
 "Description": "遥か彼方南西の方角で光が輝いた。その光は初め遠くに見えるかがり火のようだったが、見る間にその明るさを増していく。まるで夜が明けたかのような光景だ。幾人かの船員が膝から崩れ落ち、ある者は光を遮るものの後ろに隠れ、またある者は自らの眼を覆った。一人が叫ぶ。「ドーン・マシーンが目覚めた！」@{K}$Dawn Machine -> ドーン・マシン$A light grows in the far south-west. It begins like a distant bonfire, but very rapidly, it becomes brighter, brighter. It looks remarkably like sunrise. Some of your crew fall to their knees: others duck behind cover or shield their eyes. One cries, \"Dawn Machine waking!\"",
 "Name": "曙光の恍惚@{K}Auroral Rupture", "Id": 138512}
