{"ChildBranches": [{"DefaultEvent": {"Description": "　これは囚人の蜜と呼ばれるもので、灯点けミツバチによって流浪者のバラから絞り出されるものだ。「誰がこういう名前をでっち上げたんでしょうな」腕利き船乗りのカージットが言った。「本を読みすぎた誰かでしょうかね」@{I}これが、流浪の薔薇から火付け蜂が抽出した、彼らが囚人の蜜と呼ぶ物だ。「あッしにゃァ、この名前をつけた奴が誰だかッてェのはわかりやせン。」と、腕利きの水夫カルギットが言う。「きッと、本をしこたま読ンでた頭のいい誰かさンが付けたンでやしょ。あッしはそう思いやす。」@{M}$[Ee]xile's[- ][Rr]ose -> 流浪者のバラ, [Ll]amplighter[- ][Bb]ee -> 灯点けミツバチ, (Firkin of)?[Pp]risoner's[- ][Hh]oney -> 囚人の蜜, Able Seaman Cargit -> 腕利き船乗りのカージット$This is what they call prisoner's honey, wrung by the lamplighter bee from the exile's rose. \"I wonder 'oo made up all these names,\" remarks Able Seaman Cargit. \"Someone 'oo as read a sight too many books, I'm finking.\"",
                                     "Name": "一樽の蜜@{I}蜂蜜入りの木桶@{M}A firkin of honey", "Id": 140907},
                    "RareDefaultEvent": {"Description": "　煌々たる光の中にあっては、それはzeeの暗闇。しかし、その味は秋の暗闇だ。マッシュルーム・ワイン。慣れるのに時間の掛かる味、そうかもしれない。しかし、ひとたび慣れてしまえば、誰もブドウには戻るまい？あの嫌らしい、ねばつく小さな泡のようなブドウになどは。@{I}松明の灯の中、ジーのように暗く、晩秋の夜のような味がする。マッシュルームワインだ。恐らく癖のある味だが、一度これを味わってしまったら、葡萄酒に戻りたいと思う者は居るだろうか? べたつく甘さが泡立つ葡萄に。@{M}$(Cask of )?[Mm]ushroom[- ][Ww]ine -> マッシュルーム・ワイン$In the flaring light, it's zee-dark, but the taste is the darkness of autumn. Mushroom wine. An acquired taste, perhaps, but once you've acquired it, who'd go back to grapes? Nasty little bubbles of goo, grapes.",
                                         "Name": "大樽に入ったワイン@{I}これはワイン樽だ@{M}It's a cask of wine",
                                         "Id": 145178},
                    "Name": "何かの樽@{I}何かの樽だ@{M}Some sort of barrel",
                    "Description": "　栓を注意深く叩いてみよう。@{I}栓を開封するんだ、慎重に。@{M}Tap the bung, carefully.",
                    "ButtonText": "", "Id": 122500},
                   {"DefaultEvent": {"Description": "　パラボラは鏡の向こうの蛇の世界だ。あるいは、誰かがそういう話をでっち上げた。だがその場合、この滑らかで琥珀のようにちらつく布は、どこで編まれたというのだろうか？@{I}パラボラは、鏡の如くに煌めく、大蛇の革のような素材だ。誰かがこのような素材を作ったという事なのだろうか。しかしその場合、一体彼らは何処でこの艶のある、琥珀色に微かに光る布地を織り上げたのだろうか?@{M}Parabola is the serpent-place behind mirrors. Or someone made that up. But in that case, where do they weave this sleek and ambery-glimmering cloth?",
                                     "Name": "パラボラ・リネン@{I}パラボラ麻布@{M}$(Bale of )?[Pp]arabola[- ][Ll]inen -> パラボラ・リネン$Parabola-Linen",
                                     "Id": 140910},
                    "RareDefaultEvent": {"Description": "　もちろん、ロンドンでもスパイダー・シルクは手に入る。Neathではどこでもそうであるように、ロンドンもまた悲哀蜘蛛の蔓延には悩まされているのだから。しかし、本気で品質にこだわるなら、東方に足を伸ばなければならない。カーネイトか、あるいは救い主の岩礁の、牙に満ち満ちた砦まで……@{I}蜘蛛の絹糸は当然ロンドンでも目にする事が出来る。絹糸を産出する悲哀の蜘蛛の跋扈は、この地下世界の各地で見られる様に、様々な問題を引き起こしている。もし最上級の品質を持つ糸を求めるならば、東に逝くべきだ。ハン王国か、恩人ヶ岩の牙獣の砦か...に。@{M}$[Ss]orrow-spider -> 悲哀蜘蛛, Khan -> カーン, Khanate -> カーネイト, Saviour's Rocks -> 救い主の岩礁, (Bolts of )?[Ss]pider[- ][Ss]ilk -> スパイダー・シルク$You can find spider-silk in London, of course. There are troubles there with sorrow-spider infestation, like anywhere in the Neath. But for the real quality, you need to go east, to the Khanate, or to the fang-bristling fastness of Saviour's Rocks...",
                                         "Name": "スパイダー・シルク@{I}蜘蛛の絹糸@{M}$(Bolts of )?[Ss]pider[- ][Ss]ilk -> スパイダー・シルク$Spider-silk",
                                         "Id": 145179},
                    "Name": "一巻きの布@{I}一反の布地@{M}A bolt of fabric",
                    "Description": "　少しだけ振り広げて、光を当ててみよう。@{I}少し振ってみるが良い。微かに光り輝く筈だ。@{M}Shake out a little and let it glimmer in the light.",
                    "ButtonText": "", "Id": 122502},
                   {"DefaultEvent": {"Description": "「これでボイラーを焚くこともできますね」二等機関士がそう言った。「コークスがなくなったら」彼はあなたの表情を見るや、急いでこう付け加えた。「できません。できませんよ。コーヒーを火室に突っ込んじゃいけません、船長。そりゃ呆れるほどもったいない話です」@{I}「もし石炭が無くなっちまった時は...」船の第二技師が呟く。「こいつをボイラーに突っ込めば何とかなり...」そう言いかけ、その言葉を聞いた貴方の顔色を見て、慌てて訂正した。「ああ無理です無理です、船長。こんなもんは何の足しにもなりゃしませんし無駄ですから珈琲を突っ込むのは止めて下さいよ。」@{M}\"We could run the boilers on this stuff,\" your second engineer remarks, \"if'n we run out of coke.\" He sees your expression, and hastens to add, \"We couldn't. We couldn't. Please don't put the coffee in the firebox, cap'n. It'd be a shocking waste.\"",
                                     "Name": "ダークドロップ・コーヒー@{I}闇滴の珈琲@{M}$Darkdrop Coffee -> ダークドロップ・コーヒー$Darkdrop Coffee",
                                     "Id": 145180},
                    "RareDefaultEvent": {"Description": "　悲しげに繋がれた瓶詰めの魂。魂に目があるのかどうかは定かでない。しかし、袋の中から光の下に出てきた魂たちは、興奮したような様子で、その闇雲に探りまわる顔をあなたの方へと向けた。そして、一斉に弛緩した。落胆したのか、あるいは安堵したのだろうか？@{I}小さな鎖に繋がれた瓶詰めの魂達が、物悲しい。魂に目があるのかどうかを知るのは難しいが、彼らが袋から光の当たる場所に出されると、不思議そうな顔をした彼らは途端に貴方に驚き、興奮し - やがてほっとする表情を見せた、ように思えた。貴方に去来するものは失望か、それとも安心か?@{M}A sad little chain of bottled souls. It is hard to be sure if souls have eyes, but when these ones emerge from the sack into the light, they turn their blindly questing faces towards you in what seems like excitement - and then all at once relax. Disappointed, or relieved?",
                                         "Name": "魂@{I}瓶詰めの魂@{M}Souls", "Id": 145181},
                    "Name": "興味をそそられる膨らみ方をした袋@{I}興味深い塊の袋@{M}An intriguingly lumpy sack",
                    "Description": "　中身は頭蓋骨でいっぱい、ということはないだろう。@{I}袋一杯に詰め込まれているのは、恐らく頭蓋骨では無いだろうと思われる。@{M}It's probably not a sack full of skulls.",
                    "ButtonText": "", "Id": 125254},
                   {"DefaultEvent": {"Description": "……六本目のろうそくが消えるまでは。その時の我々はろうそくの火を見つめていた。火は、つま先立ちをするかのように一拍ごとに高く青くなっていった。燃え尽きる瞬間、ろうそくは一際明るく輝いた。その明かりによって、私は随行者全員の顔を窺うことができた。まるで、もう死んでしまったかのような、引き攣って白くなった彼らの顔。そして、ろうそくの火は、踊り終えたダンサーのように姿勢を正すと消えてしまった。暗闇が波のように我々の上にのしかかった。そして私は、あの幼体どもがとぐろをほどく音を聞いた――@{I}'...六本目の蝋燭が消えるまでの時間。我々はそれらの蝋燭が炎立った瞬間から、心臓の鼓動一つ毎に大きく蒼く燃え盛る様を、自らの爪先に蝋燭が立てられていたかの如く不動で見守っていた。燃え尽きる刹那に一際明るく激しく火を揺らめかせたその灯りで、私は随行者全員の顔を窺う事が出来た。彼らの顔色は既に死者であったかの如くに白く染まっていた。蝋燭の炎はまるで踊り子のように揺らめき消え...その後我々を飲み込んだのは全き闇であり、その中から不気味に聞こえる、何物かが孵化する、殻を突き破る音 -'@{M}...until the sixth candle was extinguished. Now we all watched the flame as it stood up, as it were on tip-toe, taller and bluer each heart-beat. Its light grew brighter in the moments before it failed, so that I saw the faces of all my companions, drawn and white as if we were already dead. Then the candle-flame drew itself up like a dancer and was extinguished: dark fell upon us all like a wave, and I heard the hatchlings uncoil - '",
                                     "Name": "航海日誌の一ページ@{I}とある日誌の一頁@{M}It's a page from a journal",
                                     "Id": 145182},
                    "RareDefaultEvent": {"Description": "……我々がアイレムの柱の群れを見た日のことだ。あれは私が思っていたのとは違っていた。アイレムは誰かが思っているような場所ではないのだ。それがアイレムの本質なのだ。君は既に、夢の中でそれを見ているのだ。そう、君だ。私の死後、長い時間が過ぎてから、このページを見つけた君だ。私は、これを書いている時点で、いつの日か君がこれを読むであろうことを知っていた。アイレムが私に教えてくれたのだ。そして今や、アイレムで得た教訓だけが、私に残されたすべてなのだ。@{I}'我々がアイレムの柱を目にしたその日。それらは私が期待していた物には程遠く: アイレムは私が思っていた場所では無かった。確かにそれが普通なのだ。お前は夢に見ていただけなのだ。そう、お前だ。私の死後この頁を見つけた、お前。私がこれを書いている時も、何時の日かお前がこれを手に取り読む事は知っていた。アイレムがそう教えてくれた。そして今、アイレムの教訓は全て私の中にある。'@{M}$Irem -> アイレム$'...on the day we saw the Pillars of Irem. They are not what I expected: Irem is the place one does not expect. That is its nature. You have seen it in your dreams. Yes, you, who found this page long after my death. I knew when I wrote these words that you would read them one day. Irem taught me this, and now Irem's lesson is all that remains of me.'",
                                         "Name": "航海日誌の一ページ@{I}とある日誌の一頁@{M}It's a page from a journal",
                                         "Id": 145183},
                    "Name": "汚れた紙片@{I}汚れた紙切れ@{M}A filthy scrap of paper",
                    "Description": "　しわくちゃで汚らしい。@{I}くしゃくしゃでとても汚い。@{M}Creased and grimy",
                    "ButtonText": "", "Id": 125255},
                   {"DefaultEvent": {"Description": "　赤いリボンで縫い綴じられた、小さくて平べったい風変わりな本。だが、表紙にはLOG-OF-THE-D_______と書かれている。海に消えた船長が、遠くカーネイトの市場でこれを買ったのだろうか？@{I}奇妙な、平板形で小さい、紐綴じ本が赤いリボンで括られている: 一角には\"D______の日誌\"と書かれている。ハン王国のバザールで、既に落命した何処かの船長が買った物だろうか?@{M}$Khan -> カーン, Khanate -> カーネイト$An odd, flat little stab-bound book, bound with red ribbon: but the cover reads LOG OF THE D______. Did some lost captain purchase it in the far bazaars of the Khanate?",
                                     "Name": "未だ読まれていない航海日誌@{I}未読の日誌@{M}$Unread Log -> 未だ読まれていない航海日誌$An Unread Log",
                                     "Id": 145184},
                    "RareDefaultEvent": {"Description": "「ファザムキングがこれらを吐き出すのですよ」水夫長が言った。「猫が毛玉を吐き出すみたいに」彼は、あなたの疑り深げな一瞥をとらえた。「私が今ここにいるのと同じぐらいに真実ですよ、船長。こういうものを表すための凝った言葉がありますぞ。Nacribezoarです。でなければ、私は新米ですな」<br/><br/>　水夫長がどんな百科事典を読み漁っているにせよ、これらは確かに溺れる真珠だ。目方があって、光沢があって、冷たくて……@{I}「水底帝がこれらを吐き出したのですが...」と運用長が申し出てきた。「まるで猫が毛玉を吐くように、これらを咳き込んで吐き出すのですよ。」 貴方の懐疑的な一瞥を見ながら付け加える。「船長、賭けたっていい。これは本当なんです。今の状況にうってつけの言葉が有ります。ナクリブゾアー...さもなくば私はうすのろです。」\u000d\u000a\u000d\u000a運用長がどの様な辞典を読み漁ってきたかに関わらず、目の前に在るのは確かに溺死者の真珠なのだ。それは重みがあり、光沢を持ち、そして見るだけで寒気が走り...@{M}$[Dd]rowning[- ][Pp]earl -> 溺れる真珠, Fathomking -> ファザムキング$\"The Fathomking spits these out,\" your bo'sun offers. \"Coughs 'em up like a cat does a hairball.\" He catches your sceptical glance. \"True as I'm here, captain. There's a fancy word for it and all. Nacribezoar, or I'm a lubber.\"\u000d\u000a\u000d\u000aWhatever encyclopaedias the bo'sun has been drinking, these are drowning-pearls all right. They have the heft, the sheen, and the chill...",
                                         "Name": "溺れる真珠！@{I}溺死者の真珠!@{M}$[Dd]rowning[- ][Pp]earl -> 溺れる真珠$Drowning-Pearls!",
                                         "Id": 145185},
                    "Name": "油布の包@{I}油布の小包@{M}An oilskin packet",
                    "Description": "　価値のあるものだ。誰かにとっては。@{I}誰かに取っては非常に価値のある、何かだ。@{M}Something valuable, to someone.",
                    "ButtonText": "", "Id": 125256},
                   {"DefaultEvent": {"Description": "　コークスだ！石炭のようなものだが、石炭よりなお石炭らしい。悪性希薄科なら、そう主張するだろう。@{I}コークスだ! 石炭の様だが、地獄希薄化省が欲しがっている事からしても、より価値のある物だ。@{M}$(Department of )?Infernal Rarefaction -> 悪性希薄科$Coke! Like coal, but more so, as the Department of Infernal Rarefactions would have it.",
                                     "Name": "一箱の燃料@{I}燃料の木箱@{M}A crate of fuel", "Id": 145198},
                    "RareDefaultEvent": {"Description": "　乾パンと水。そして釘の入った箱という、思いもよらなかったもの。自称知恵者が、この乾パンに比べれば、まだ釘の方が美味しそうに見えると発言したが、オフィサーに睨みつけられて口を噤んだ。@{I}堅パンと水と、大量の釘の入った箱だ。皮肉と言うべきなのか、確かに堅パンよりは釘のほうが美味そうに見えなくもないと思いかけ、船員の鋭い視線に気づいてそれ以上考えるのを止めた。@{M}$[Oo]fficer -> オフィサー$Hardtack and water and an unexpected box of nails. A would-be wit remarks that the nails look tastier than the hardtack, until an officer's glare silences her.",
                                         "Name": "一箱の物資@{I}物資の木箱@{M}A crate of supplies",
                                         "Id": 145285},
                    "Name": "頑丈な木箱@{I}頑丈な木箱@{M}A stout crate",
                    "Description": "　木箱だ！日々の暮らしの源にして、積荷の必須要素である。@{I}木箱だ! 生命維持に欠かせない物資が、貨物としての基礎的な物が入っている。@{M}Crates! The source of sustenance: the fundamental element of cargo.",
                    "ButtonText": "", "Id": 125264},
                   {"DefaultEvent": {"Description": "　素晴らしい桃だ！琥珀と明け方の色をしている。一人の水夫がそれをくすねて、その味に涙しているところを捕まった。注意深く包んでおこう。表面に傷がつかないように。@{I}何という桃だ! 琥珀色に輝いている。船乗りが一つくすねて齧りつくと、たちまち涙を流して味わっていた。慎重に荷造りせよ。決して傷をつけてはならん。@{M}Such peaches! Amber and dawn. A zeaman snaffles one, and is caught when the taste makes him burst into tears. Pack them carefully. Don't bruise them.",
                                     "Name": "桃！@{I}桃!@{M}Peaches!", "Id": 145286},
                    "RareDefaultEvent": {"Description": "　栄えあるzzoup！マウント・パーマーストンから来る唯一の素晴らしいもの。悪魔たちがこれを作ったのか、あるいは夢に見たのだろうか？@{I}栄光のズッペ! パルマストン山がもたらす物の中で唯一の素晴らしい品だ。悪魔がこれを作っているのだろうか、それとも夢を見ているのだろうか?@{M}$(Mt?.|Mount) Palmerston -> マウント・パーマーストン$Glorious zzoup! The only fine thing ever to come from Mount Palmerston. Do devils make it, or dream it?",
                                         "Name": "Zzoup！@{I}ズッペ!@{M}Zzoup!", "Id": 155898},
                    "Name": "芳醇で野性的な香り@{I}芳醇で荒々しい香り@{M}A rich wild scent",
                    "Description": "　これらの樽の中身が何にせよ……ああ、素晴らしい匂いだ。@{I}何がこの樽の中に入っているかは分からないが...天国のような香りだ。@{M}Whatever's in these barrels smells... heavenly.",
                    "ButtonText": "", "Id": 125316},
                   {"DefaultEvent": {"Description": "　パラフィンのような光沢を放つ、ろう状の白い塊。「地獄の糞ですな」水夫長は言った。「何で出来ているのかは知りません。しかし、こいつは長い間しっかりと燃えます。コークスよりもずっと良いかと」@{I}蝋のように白い塊は灯油のような光沢を放っている。「地獄の落し物...ですな。」運用長は意見する。「何から出来ているのかは分かりませんが、長く確実に燃焼するでしょう。石炭よりとても優れていると考えます。」@{M}Waxy white lumps, sheened like paraffin. \"Hell-droppings,\" the bo'sun opines. \"Don't know what they're made of, but they'll burn long and steady. Better than coke, much.\"",
                                     "Name": "", "Id": 145287},
                    "RareDefaultEvent": {"Description": "　地獄がろうそくに何の用があるというのだ？自前の火では十分ではないのか？これはアイアン・リパブリックから来たのだろうか？あるいはその逆？『悪魔について問うてはならない。』諺にはそう言われている。『魂を根こそぎにされ、ヤギに喰わされたくないのであれば。』実際のところ、それは大した諺ではない。@{I}地獄は何のために蝋燭を必要とするのだろうか? 業火がそこかしこに十分在るではないか? ひょっとしてこれは、鋼鉄共和国から来ているのか、それともそこに向かっているのだろうか?\"悪魔について問う事罷りならぬ\"という諺があり、それは\"魂を千々に引き裂かれ、山羊の餌になりたくなければ。\"と続く。ただ、これは諺でも何でもないが。@{M}$Iron -> アイアン, Iron Republic -> アイアン・リパブリック$What does Hell want with candles? Does it not have enough fires of its own? Was this from, or destined for, the Iron Republic? \"Don't ask questions about devils,\" runs the proverb, \"unless you want your soul ripped out by the roots and fed to goats.\" It's not much of a proverb, actually.",
                                         "Name": "ろうそく！@{I}蝋燭!@{M}Candles!", "Id": 155897},
                    "Name": "固く封印された木箱@{M}しっかりと封をされた木箱@{I}A tightly sealed crate",
                    "Description": "　これは地獄の従属国であるアイアン・リパブリックの印だろうか？@{I}これは地獄の属国、鋼鉄共和国の刻印だろうか?@{M}$Iron -> アイアン, Iron Republic -> アイアン・リパブリック$Is that the mark of the Iron Republic, Hell's client-state?",
                    "ButtonText": "", "Id": 125317},
                   {"DefaultEvent": {"Description": "　指先と掌は、炎の形をした鋳物で飾りつけられている。次のような言葉が刻まれている。『白熱するまで加熱してから使うこと。』これは悪魔のおもちゃに違いない。拷問器具か、あるいは愛情の印だろうか？@{I}くすんだ炎は指先や掌を美しく見せる。題字が添えられており、そこには\"使用前に白熱するまで熱せ\"と太字で刻まれている。間違いなく、悪魔の玩具だろう。拷問の道具だろうか、それとも愛情の証だろうか?@{M}Moulded flames adorn its fingertips and palms. It bears the inscription: HEAT TO INCANDESCENCE BEFORE USE. A devil's toy, certainly. An implement of torture, or a token of affection?",
                                     "Name": "真鍮製の手袋@{I}真鍮の手袋@{M}A brass glove", "Id": 145288},
                    "RareDefaultEvent": {"Description": "　石鹸石の枠を持つ、腰の細くくびれた砂時計。満たされている砂は、青白い塩の結晶だ。次のような刻印がある。『時間はまだか？』疑いもなく、これはウィザーから来たものだ。あそこの住民は問いかけを実に楽しんでいる。@{I}せっけん石の中の、腰のくびれたタイマーだ。タイマーの中には青白の塩の結晶が詰められている。題字には\"未だ時至らず哉?\"とある。疑いの余地なく、ウィザーの物だろう。彼らは何時でも問いを楽しんでいる。@{M}$Whither -> ウィザー$A narrow-waisted timer in a soapstone frame. The timer is filled with blue-white salt crystals. An inscription reads: IS IT TIME YET? From Whither, no doubt. They do enjoy their questions.",
                                         "Name": "塩時計@{I}塩時計@{M}A salt-glass", "Id": 147921},
                    "Name": "粗布の包@{I}ヘシアンクロスの束@{M}A hessian bundle",
                    "Description": "　カチャカチャと音がする。@{I}カチンカチンと音を立てている。@{M}It clinks.",
                    "ButtonText": "", "Id": 125318},
                   {"DefaultEvent": {"Description": "　両側に湾曲した刃を持つダガー？あるいは取っ手の長い鏡？いずれにせよ、危険で美しいもの。縁は、鋭くて細長い色とりどりのダイヤで飾られている。あなたの姿がぼんやりと写り込んでいる。この二面性を持つ物体は、多面性を持つ都市から来たに違いない。すなわち、最果てのアイレムから……@{I}葉身の短剣か? それとも長取手の鏡なのか? 何れにしても、それは恐ろしく、そして美しい。刃は薄いダイヤモンドで出来ており、虹彩を放っている。貴方の姿が反射し、仄かに影を落としている。この二つの特徴を併せ持った物が作られたのは、数多の特徴を持つ街、最遠のアイレムに違いない...@{M}$Irem -> アイレム$A leaf-bladed dagger? Or a long-handled mirror? Either way, it's deadly, and beautiful, edged with a rainbow of sharp and slender diamonds. Your reflection swims in it dimly. This two-natured thing must come from the many-natured city, farthest Irem...",
                                     "Name": "銀のダガー@{I}銀の短剣@{M}A silver dagger", "Id": 145289},
                    "RareDefaultEvent": {"Description": "　穏やかに微笑む黄金の顔。その縁からは光線が放たれ、木の葉か触手のように渦巻いている。重さからして、これは本物の黄金だ。表面でひとつ火花が散った。「ドーン・マシンの手になるもの」水夫長が囁いた。すると、船員たちの目の中にあった強欲さは、用心深さへと様変わりした。@{I}穏やかな笑みを浮かべている金色の顔。後光のような放射状の物が縁から伸び、葉や触手と見紛うばかりにカールしている。重量から判断すると、本物の金だろう。鮮やかな光沢が表面上で弾けている。「曙光機の産でしょう。」運用長が息を呑む。船員の瞳の中に貪欲な光が宿り、互いに対する警戒心を呼び起こしたようだ。@{M}$Dawn Machine -> ドーン・マシン$A blandly smiling golden face. Rays extend from its edge, curled like leaves or tentacles. From the weight, it's real gold. A single spark crackles on its surface. \"Dawn Machine's making,\" breathes the bo'sun; and the avarice in your crew's eyes curdles to wariness.",
                                         "Name": "無数の光線を放つ黄金の太陽@{I}千手黄金太陽@{M}A many-rayed golden sun",
                                         "Id": 147927},
                    "Name": "黒光りする箱@{I}漆塗りの小箱@{M}A lacquered casket",
                    "Description": "　小型の犬か、大型の聖書ぐらいの大きさ。鍵が掛かっているが、しつこく差し込まれるナイフの刃には敵わないだろう。ほら、こんな風に――@{I}小さい犬か、大きめのバイブルのようなサイズだ。施錠されては居るが、しつこく突っ込まれたナイフの刃には敵わないだろう...この様に -@{M}It's the size of a small dog, or a large Bible. It's locked, but the lock won't resist a persistently applied knife-blade, like this - ",
                    "ButtonText": "", "Id": 125319},
                   {"DefaultEvent": {"Description": "　深海のサンゴの節から収穫された、実に見事に輝くシンティラック。船員たちは「おおー」だの「ああー」だの言っている。一人など、無様な手つきで輝く塊の一つをくすねようとしていた。@{I}珊瑚の瘤の奥深くから取り出された、絢爛に煌めく碧珊瑚の胞核だ。船員が感嘆とも嘆息ともとれない呻き声を上げている。一人が不器用にその光る瘤を一つもぎ取ろうとしていた。@{M}$[Ss]cintillack -> シンティラック$Deliciously glittering scintillack harvested from deep coral-nodes. Your crew ooh and aah. One clumsily attempts to filch a single glowing lump.",
                                     "Name": "シンティラック！@{I}碧珊瑚の胞核!@{M}$[Ss]cintillack -> シンティラック$Scintillack!",
                                     "Id": 147912},
                    "RareDefaultEvent": {"Description": "　一体、誰が袋に頭蓋骨を詰めているんだ？@{I}一体どんな野郎が袋の中にこれだけの頭蓋骨を突っ込んだんだ?@{M}Who the hell puts skulls in a sack?",
                                         "Name": "実際のところ、中身は頭蓋骨でいっぱいだった。@{I}結局頭蓋骨の詰まった袋だった@{M}It is, in fact, a sack full of skulls.",
                                         "Id": 147913},
                    "Name": "興味をそそられる膨らみ方をした袋@{I}興味深い塊の袋@{M}An intriguingly lumpy sack",
                    "Description": "　中身は頭蓋骨でいっぱい、ということはないだろう。@{I}中の物は恐らく頭蓋骨では無いだろう。@{M}It's probably not a sack full of skulls.",
                    "ButtonText": "", "Id": 127014},
                   {"DefaultEvent": {"Description": "　すべすべした骨の塊。中央部で細くなり、上部で膨らんでいる。見たところ未完成のようだが、表面に蜘蛛のような線が写し取られている。地図？蜘蛛の巣？あるいはただの手触りの良いもの？どうしてあなたは、これが人間の骨だと強く確信しているのだろうか？@{I}中央は細く、上部が膨らんだ状態で、骨の滑らかな瘤がある。見た所未完成のようだが、蜘蛛の様な線をなぞっている様だ。地図? 蜘蛛の巣? 触っても大丈夫なものなのか? そもそも、何故これが人骨だと貴方は確信を持っているのだ?@{M}A smoothed lump of bone, narrowed in the centre, bulging at the top. It looks unfinished, but it's traced with spidery lines. A map? A web? Or just something good to touch? Why are you so certain it's human bone?",
                                     "Name": "かろうじて形をなしたもの@{I}何かが辛うじて形を成している@{M}Something barely shaped",
                                     "Id": 147925},
                    "RareDefaultEvent": {"Description": "　磁器の装飾品だ。犬顔の獅子か、あるいは獅子顔の犬であるもの。絹で注意深く包まれ、考え深げに顔をしかめている。乳白色で、鮮やかな黄緑色が差している。落とさないようにしよう。@{I}瞑想に耽りしかめ面をした - 犬の顔をした獅子なのか、獅子の顔をした犬なのか - 磁器で出来た装飾品が、注意深く包まれた絹布から出て来た。乳白色で、青林檎の様な緑色を若干帯びている。これは落としてはならない。@{M}A porcelain ornament - a dog-faced lion or a lion-faced dog, scowling contemplatively from a careful bundle of silk wrappings. Creamy white, blushed with apple-green. Don't drop it.",
                                         "Name": "壊れやすいもの@{I}壊れやすい何か@{M}Something fragile",
                                         "Id": 147926},
                    "Name": "署名され、封をされたもの@{I}署名され封印され@{M}Signed and sealed",
                    "Description": "　茶色い紙包みだ。破けたラベルは、おそらく荷札だったものだろう。@{I}破かれたラベルの付いた、茶色紙の小包だ。どうやら、かつてこれは受領証だったらしい。@{M}A brown paper package marked with a torn label. Once, perhaps, this was a delivery note.",
                    "ButtonText": "", "Id": 127020},
                   {"DefaultEvent": {"Description": "　『開封により中身破損の危険有り』荷札にはそう書かれていた。@{I}タグには\"危険: 開封は中身を破壊する恐れあり\"とある。@{M}WARNING OPENING BOX MAY DESTROY CONTENTS, reads a tag.",
                                     "Name": "厳重に鍵を掛けられ封印された細長い箱@{I}固く施錠され封印された長箱@{M}A long strong locked and sealed box",
                                     "Id": 152839},
                    "Name": "鍵の掛かった細長い箱@{I}永らく施錠された箱@{M}A long locked box",
                    "Description": "　これは棺だろうか？荷札が貼られている。@{I}これは棺か? 荷札が付いている。@{M}Is that a coffin? It carries a delivery label.",
                    "ButtonText": "", "Id": 130148},
                   {"DefaultEvent": {"Description": "　中身は鉛張りの小箱だった。煙っぽい闇の霞が、小箱の中から漏れ出ている。「無政府主義者の製作だ」誰かがそう囁いた。これらのものは光を喰らう。戦闘時には役立つが、しかし安全とは程遠い。@{I}中には鉛線で縛られた小箱が入っている。黒煙のような闇の霞が箱から漏れており、「騒乱主義者よ、立て」という呟きを残して消えていった。彼ら(?)は光を喰っているようにも見える。戦闘では役立つだろう - 安全とは対極にあるだろうが。@{M}Inside is a lead-lined casket. Wisps of smoky darkness escape it. \"Anarchist work,\" the whisper goes up. They eat light, these things. They're useful in battle - but very far from safe.",
                                     "Name": "不確実性デバイス！@{I}よく分からない装置@{M}$Unclear Device -> 不確実性デバイス$An Unclear Device!",
                                     "Id": 154664},
                    "RareDefaultEvent": {"Description": "　中身は、正気を捻じ曲げるような鏡の鋳型が組み込まれたオーク材の木箱だった。これを地上に持ってゆけば、あなたは太陽光を持ち帰ることができるだろう。だがその後はどうする？太陽光の所持はロンドンでは許可されていない。@{I}箱はオークで出来ており、中は幾何学行列の形状に敷き詰められた鏡が入っていた。これを地表まで運べば、陽光を中に閉じ込めて持ち帰る事が出来るかもしれない。しかし、その後どうするというのだ? これはロンドンでは違法だというのに。@{M}$[Tt]he Surface -> 地上$Inside is an oak chest filled with a mind-twisting matrix of mirrors. Take it to the Surface, and perhaps you can bring sunlight down. But then what will you do with it? It's not permitted in London.",
                                         "Name": "鏡封じの箱！@{I}陽光鏡箱@{M}$[Mm]irrorcatch[- ][Bb]ox -> 鏡封じの箱$A Mirrorcatch Box!",
                                         "Id": 177168},
                    "Name": "夜から出た光@{I}暮夜から払暁に@{M}Day from night",
                    "Description": "　黒い蝋で入念に封をされた、大きな柳編みのバスケット。@{I}小枝で編まれ、黒蝋で丁寧に封印された大きな籠だ。@{M}A big wicker basket, scrupulously sealed with black wax.",
                    "ButtonText": "", "Id": 131299}],
 "Description": "　中身は何だろう？@{I}中には何が?@{M}What's inside?",
 "Name": "物珍しい貯蔵品を開く@{I}好奇の箱を開ける@{M}$Cache of Curiosities -> 物珍しい貯蔵品$Opening a Cache of Curiosities",
 "Id": 140906}
