{"ChildBranches": [{"DefaultEvent": {"Description": "　綺麗なままのように見える。もっとも、味の変化については何とも言えないが。これをどこで見つけたのかについて、あなたが買い手に伝えることはないだろう。@{I}誰も手を付けていない様に見えるが、中身がすり替えられたかどうかは誰にも分からない。何処から持ってきたのかを、買い手には伝えないほうが良いかもしれない。@{M}It seems intact, although who knows how the taste may have altered. Perhaps you won't tell the buyers where you found it.",
                                     "Name": "ワインの大樽@{I}ワイン樽@{M}A cask of wine", "Id": 140909},
                    "RareDefaultEvent": {"Description": "　あなたがてこで蓋をこじ開けると、包帯を巻かれた頭が身じろぎし、振り返った。「もう着いたのか？」軋むような声が上がった。「わしは酷く疲れたぞ」墓人だ！船倉に空きはあるだろうか？@{I}貴方が蓋をこじ開けると、包帯巻きの頭が揺らめき、振り向いた。「もう着いたのか?」きしんだ声がする。「わしは疲れておる。」墳墓の移民だ! 倉庫に空きはあるだろうか?@{M}You lever open the lid, and a bandaged head stirs, turns. \"Already?\" its voice creaks. \"I'm so tired.\" A tomb-colonist! Do you have space in your hold?",
                                         "Name": "棺だ――@{I}棺だ -@{M}A coffin - ", "Id": 148280},
                    "Name": "木製の角が見えている@{I}木製の箱にご注意@{M}A wooden corner shows",
                    "Description": "　何らかの容器ないし箱が、塩っぽいゼリー状の物質に包まれている……@{I}とある種類の容器、または箱には、塩っぱいゼリー...が詰められており...@{M}Some kind of case, or box, is encased in the salty jelly...",
                    "ButtonText": "", "Id": 122501},
                   {"DefaultEvent": {"Description": "　人間の頭蓋骨だ！これは海獣の好みには合わなかったわけだ。これは胃袋の中で何をしていたのだろう？ひょうたんの中の種のようなものだろうか？@{I}人間の頭蓋骨だ! これはジービーストの胃袋ではない。一体その中で何をしていたのだ? 瓢箪の種の様に...?@{M}A human skull! This isn't the zee-beast's stomach. What is it doing in there? Like a seed in a gourd?",
                                     "Name": "綺麗に皮を剥かれて@{I}綺麗に剥かれている@{M}Stripped clean",
                                     "Id": 148278},
                    "RareDefaultEvent": {"Description": "「これらはzeeの卵と呼びましょう」水夫長がそう提案した。「本当は何であるか、船員たちには伝えたくありませんからね。食べても問題はありませんよ。しかし……ねえ」@{I}「ジーの卵と呼びましょう。」運用長が提案する。「船員には本当は何なのか伝えたくはありませんな。食す事は可能ですが...まぁその...ねぇ。」@{M}\"Call 'em zee-eggs\", the bo'sun suggests. \"We don't want to tell the crew what they actually are. They're safe to eat, but... you know.\"",
                                         "Name": "「zeeの卵」@{I}\"ジーの卵\"@{M}\"Zee-eggs.\"",
                                         "Id": 148281},
                    "Name": "興味を引く嚢胞@{I}興味を引く嚢@{M}A curious sac",
                    "Description": "　切り開いてみよう。中身は何だろうか？@{I}切って開けよう。中には何が?@{M}Slice it open. What's within?",
                    "ButtonText": "", "Id": 127242},
                   {"DefaultEvent": {"Description": "……私は九月に再び彼女と出会った。彼女は髪と片腕を失くしていた。その上、彼女は、自分が十九歳になる以前のことを何も思い出せなくなっていた。私は恐怖のあまりほとんど口を利けなかったが、彼女は何喰わぬ顔で応じた。「次は目だと思うの」彼女は私に言った。「この地下の暗闇ではほとんど必要にならないし、それに、総会は素晴らしい値段を付けてくれるでしょうから」<br/><br/>　読者へ。ブリムストーン総会には近づくな。彼らはあなたを欺いたりはしないだろう。より悪いことに、彼らは、あなたがとても拒めないような申し出をするのだ……@{I}'私はあの9月に、また彼女と会った。彼女の髪と手は無くなってしまっていて、彼女が19歳になるまでに彼女に起きた出来事の一切を思い出す事が出来ないでいた。私は恐怖の余りほとんど何も話せずにいたが、彼女は平然と反応していた。「...次は、目だと思うの。」彼女は私に告げた。「この暗闇の中だと目が必要だとは余り思えないし、それに...総会の人は素晴らしい代償を与えてくれるの。」\u000d\u000a\u000d\u000a読者へ: 硫黄の総会には近づくな。彼らはお前を騙す事はしない。更に質の悪い事に、彼らはお前に拒否しようがない提案を持ちかけてくるのだ...'@{M}$Brimstone Convention -> ブリムストーン総会$'...I met her again that September. Her hair was gone, and her hand, and she could remember nothing that had occurred to her before the age of nineteen. I could scarcely speak for horror, but she responded nonchalantly. \"I think my eyes will be next,\" she told me. \"I hardly need them down here in the dark, and the Convention will offer me an excellent price for them.\"\u000d\u000a\u000d\u000aReader: shun the Brimstone Convention. They will not cheat you. Worse, they will make you offers you cannot bear to refuse...'",
                                     "Name": "公正な取引@{I}公正な取引@{M}Fair dealing", "Id": 148279},
                    "RareDefaultEvent": {"Description": "……水平線上に船の上部が見えた。しかし近づいてみると、我々は当惑させられた。それは、我々がかつて見たことのある、いかなる船とも異なっていた。大量の船体と、関節のある……脚だろうか？そういうものからなる、奇妙な集積物だったのだ。そして我々は、相手も既にこちらを見つけていたことに気がついた。というのも、相手がエンジンに火を入れ、濃い煙を立ち昇らせながら、こちらを追いかけ始めたからだ。その船の脚は毛むくじゃらだった。そのときには、私は望遠鏡を通して、相手の船体群の正面が向かい合う地点に何があるのかを見て取ることができた。何千というクモの眼。歯ぎしりするクモの牙。それらがろうのように、ひとつに融け合っていた。議会蜘蛛だ！だが、前代未聞の大きさで、連結された船に奇妙なやり方で押し込まれたもの。それはツリー・オブ・エイジズでしかありえなかった。そして、我々の恐怖の日々が始まった……@{I}\"...水平線に船体を近づけた。だが、私達が近づくに従って、私達は全員混乱した。そこにあったのは今までに見たことも無いような船の様な、何かだった。複数の船体を寄せ集めた様な...そして更に繋がっているこれは...大枝か?その時、エンジンをかけ分厚い煙を撒き散らしながら私達を追いかけ始め、それが私達に視線を投げ付けた事を知った。大枝が逆立った。望遠鏡を通して、それの顔が在るであろう場所を見た時、そこに何があるかはっきりと見てしまった。それは幾千、幾万もの蜘蛛の目であり、がちゃがちゃと噛み合わされる蜘蛛の牙であり、蝋の様に結合した姿であった。嗚呼...\"蜘蛛の評議会\"だったのだ...! しかしそれは空前絶後の大きさで、この合成船の中に奇妙なまでに詰め込まれた形になっていた。もうこれは古代樹以外には有り得ない。そして、私達の\"飛行\"の初まりが訪れたのだ...\"@{M}$[Ss]pider[- ][Cc]ouncil -> 議会蜘蛛, Tree of Ages -> ツリー・オブ・エイジズ$\"...hull-down on the horizon. But as we drew closer, we all grew puzzled: it was like no ship we had ever seen, a curious congeries of multiple hulls and jointed... limbs? Then we knew it had sighted us, for thick smoke rose as it roused its engines and gave chase. Its limbs bristled. Through the glass now I could see what lay at the meeting-point of its faces: thousands upon thousands of spider-eyes, champing spider-fangs, fused together like wax. A spider-council! but one of unprecedented size, and crammed strangely into a hybrid ship. It could only be the Tree of Ages: and the first day of our flight began...\"",
                                         "Name": "幾千もの@{I}幾千、幾万@{M}Thousands", "Id": 148282},
                    "Name": "人間の遺体@{I}遺された死体@{M}Mortal remains",
                    "Description": "　膜を引き剥がして――そこで怖気が走るのを堪える。中では、半ば消化された船乗りが、半ば消化された本を握りしめていた。この哀れな遺体は適切に処理するとして、本には何と書いてある？@{I}膜を剥がし取り - 身震いを噛み殺しながら - 半分消化された船乗りが、半分消化された本をしっかり握りしめているのを発見した。この哀れな死体は処分するとして、この本には何が書いてあるのだろうか?@{M}Peel away the membrane, and - stifle a shudder - a half-digested zailor clutching a half-digested book. You'll dispose of the poor remnant decently, but what does the book say?",
                    "ButtonText": "", "Id": 127243},
                   {"DefaultEvent": {"Description": "　ディープ・アンバーというものがあって、ロンドンでは安物のブレスレットの材料として使われている。これは、そのディープ・アンバーによく似ているが、濃密な紫色をしている点が異なる。珍しいものだ。@{I}見た目はどう見ても琥珀だ - ロンドンで売られる安物のブレスレットに使われるような濃い琥珀 - だが、これは豊かで深い紫色をしている。何やら貴重な気がする。@{M}$[Dd]eep[- ][Aa]mber -> ディープ・アンバー$It's very like amber - the deep amber that they use for cheap bracelets in London - but it's a rich deep violet. Something rare.",
                                     "Name": "琥珀？@{I}琥珀?@{M}Amber?", "Id": 148283},
                    "Name": "紫色の微光@{I}紫の閃輝@{M}A violet gleam",
                    "Description": "　あなたは一瞬、また体液の袋かと思った。だが違う。何かが輝いている。@{I}また液体の入った小袋かと一瞬思った貴方だったが、直ぐに思い直した。何かが光っているのだ。@{M}You think for a moment it's another pocket of fluid, but no, something's shining.",
                    "ButtonText": "", "Id": 127244},
                   {"DefaultEvent": {"Description": "　それは何か、出来損ないの小さなサメのようだった。それは暗い虹のような鱗を持っていた。奇妙な燧石の塊が、その口に横向きに突っ込まれている。どのようにして、こんなことになったのだろうか？@{I}これは小鮫の断片のような何かだ。闇の虹のような鱗を持っている。奇妙な形をした、とても硬い節が口の横に押し込まれている。一体どうやってこの様な事が?\u000d\u000a@{M}It's something like a scrappy little shark. It has scales like dark rainbows. A peculiar flint nodule is crammed sideways into its mouth. How did that happen?",
                                     "Name": "そしてその更に内なる――@{I}中にまだ何かが -@{M}And still within - ",
                                     "Id": 148284},
                    "RareDefaultEvent": {"Description": "　これが何であるかを突き止めるにはしばらくの時間が掛かったものの、最終的にあなたは、これが縮んで皺の寄った吸盤だと気がついた。おそらく、触手の先端についていたものだ。そうだとすると、その触手は本当に途方も無い大きさということになる。この吸盤は、成人男性の頭ぐらいの大きさがあるのだ……@{I}一体それが何であるのかを調べる為に些かの時間を要した貴方は、やがてそれがすぼまった吸盤 - 触手のほんの一部分 - であろう事に気がついた。もしそうであれば、触手の大きさは途方も無いものになる。この吸盤自体が、人間の頭ほどの大きさもあるのだ...@{M}It takes you a while to work out what this is, but eventually you realise it's a puckered sucker - perhaps from the tip of a tentacle. If so, it's a tentacle of truly preposterous size. The sucker is the size of a man's head...",
                                         "Name": "簡潔な謎@{I}簡潔な謎@{M}A brief mystery", "Id": 148295},
                    "Name": "獣の内なる獣@{I}獣の中に獣@{M}A beast within a beast",
                    "Description": "　どうも、より大きな獣が、より小さな獣を飲み込んでいたようだ。ほら。@{I}より強い獣が、弱者を飲み込んだ、という事か。これがそうだ。@{M}The greater beast, it seems, swallowed a lesser. Here it is.",
                    "ButtonText": "", "Id": 127245},
                   {"DefaultEvent": {"Description": "　そう。そこには何かがあった。とても赤く、とても輝いていて、まるで殺されたルビーのような何かが。それについて語ってはならない。@{I}ああ...確かにそこには何かが入っている。それは赤く、それは輝いている。まるで死のムアッジン・ルビーの様に。口には出さない事だ。@{M}Yes: there's something in there. So red and shining, like a murdered ruby. Never speak of it.",
                                     "Name": "静かに@{I}静粛に@{M}Hush", "Id": 148285},
                    "RareDefaultEvent": {"Description": "　粘液を綺麗に落として磨こう。いつの日か、これらは勇敢な誰かの首を飾り立てるだろう。@{I}軟泥を洗い流し、磨くんだ。何時の日か彼らは勇気あるその首を美を添える事になるだろう。@{M}Clean the slime off, buff them. Some day they'll adorn a courageous neck.",
                                         "Name": "それらは真珠だった@{I}真珠だ@{M}Those are pearls",
                                         "Id": 148311},
                    "Name": "硬化した粘液で固まったもの@{I}固くなった粘液@{M}Gummed with hardened mucus",
                    "Description": "　この見込みのなさそうな小さな塊の中に、ごつごつしたものが固まっている。何か小さな小石のような……@{I}この何の価値も見いだせない小塊の中にごつごつとした、小石のような物がある。@{M}There are lumpy objects inside this unpromising blob, like little pebbles...",
                    "ButtonText": "", "Id": 127246},
                   {"DefaultEvent": {"Description": "　それは役に立つだろう。しかし、煙は一種の恐怖をもたらした。すなわち、押し潰すような光なき黒さの中で、巨大なものがとぐろを巻いているという白昼夢、あるいは運動感覚上の印象だ。@{I}それは役に立つだろう。しかし、煙が恐怖を呼ぶ。まるで白昼夢のような、無明の黒を叩き壊しながら巻かれる、絶えず動く巨大な何かの感覚を...@{M}It will serve. But the smoke brings a kind of horror: a waking dream, a kinaesthetic sense of vast things coiling in crushing lightless black...",
                                     "Name": "ひとたび焼いてねじ伏せれば食べられる@{I}服従という名の調理をされた食物@{M}Edible once roasted into submission",
                                     "Id": 148286},
                    "RareDefaultEvent": {"Description": "　普段よりも腹の減る日に備えて取っておこう。すべてが上手くいく。何もかも上手くいくさ。@{I}今より飢えた日の為に取っておけ。全ては上手くいくだろうし、全ての有り様も上手く行くだろう。@{M}Keep it against a hungrier day. All shall be well, and all manner of thing shall be well.",
                                         "Name": "塩辛いが食べられる@{I}塩気があれば食べられる@{M}Edible, if salty",
                                         "Id": 148294},
                    "Name": "燻製に最適@{M}燻製にすると良さそうなもの@{I}Suitable for smoking",
                    "Description": "　あなたは、これを好きなときに食べられるよう保存しておくことができるだろう。@{I}後で楽しみながら食す為に保存出来るだろう。@{M}You can probably preserve this to eat at your leisure.",
                    "ButtonText": "", "Id": 127247},
                   {"DefaultEvent": {"Description": "　取り出されたそれは、火山の岩を削って作られた小像だった。その表情はどこか切羽詰っている。異郷の、それも熟練した手になる作品。間違いなく、買い手が見つかるだろう。@{I}火山岩から彫って作られた小さい像で、原価はかかっていない。表情は何というか、絶望的である。熟練した技術であり、エキゾチックな作品である。絶対に買い手がつくという自信はある。@{M}It comes free: a statuette chipped from volcanic rock. Its expression is somehow desperate. The work is both skilled and exotic. You'll find a buyer, you're certain.",
                                     "Name": "懇願する目@{I}訴えかける目@{M}Pleading eyes", "Id": 148287},
                    "RareDefaultEvent": {"Description": "　誰かが水晶の中に魂を詰めたのだ。どうすればそんなことができるのだろうか？別の見方をすれば、そもそも、どうすれば魂を瓶詰めにできるのだろうか？まあ気にするまい。代わりに、これの買い手について気を揉むことにしょう。@{I}何者かが水晶の中に魂を閉じ込めている。そんな事が出来る方法があるのか?もう一度言うが、魂を閉じ込めるなんていう方法は一体何なんだろう?...気にしても仕方が無い。それより、誰がこれを買うのかについて心配しよう。@{M}Someone has bottled a soul in quartz. How is that possible? Then again, how is it possible to bottle souls at all? Never mind. Worry about who'll buy it, instead.",
                                         "Name": "水晶の中を泳ぐ青白い姿@{I}水晶の中を泳ぐ青白い人影@{M}A pale form swims in quartz",
                                         "Id": 148455},
                    "Name": "角ばったもの@{I}骨ばった何か@{M}Something angular",
                    "Description": "　塩っぽい肉の中にとらわれた、この奇妙に角ばった物体は何だ？@{I}この塩漬けの肉の中に絡まった、やけに骨ばったものは一体何だ?@{M}What is this oddly angled object trapped in salty flesh?",
                    "ButtonText": "", "Id": 127248},
                   {"DefaultEvent": {"Description": "　そしてそれは見えなくなった。@{I}そして視界から消えた。@{M}and it's gone.",
                                     "Name": "投下と水飛沫@{I}波打って、水を散らして@{M}A heave and a splash",
                                     "Id": 148288},
                    "Name": "船の外に投げ捨てる！@{I}船から投げ捨てろ!@{M}Fling it overboard!",
                    "Description": "　その臭いだけでも理由としては十分だ。[あなたは何も手に入れることはありませんが、少なくとも恐怖に苦しめられることはないでしょう。]@{I}[何も得られませんが、少なくとも恐怖度に悪影響はありません。]@{M}The smell alone is reason enough. [You will gain nothing. But at least you won't suffer Terror effects.]",
                    "ButtonText": "", "Id": 127249},
                   {"DefaultEvent": {"Description": "　大体マスを食べているような感じだ。もしもそのマスが数時間前にあなたを殺そうとしていたのであれば。これでも喰らえ、偽マスめ。@{I}数時間前に貴方を殺そうとしては居たが、マスの様に見えなくもない。マスの代用として、頂いておこう。@{M}It's rather like eating trout, if the trout had tried to kill you a few hours ago. Take that, ersatz trout.",
                                     "Name": "味の薄い、しかし元気の出る食事@{I}あっさりとして、それでいてしつこい@{M}Bland, but sustaining.",
                                     "Id": 148289},
                    "RareDefaultEvent": {"Description": "　二人の水夫が不満を述べるところによると、その肉は、ナイフを当てると芝居がかった溜息を吐くのだという。おそらく彼らは悪ふざけで言っているのだろうが、船員たちは神経質になった。それでも、腹は膨れた。@{I}二人の船乗りが、ナイフを差し込んだ瞬間に肉がひどく感傷的なため息をつくと文句を言っている。彼らは恐らく悪戯を企んでいるのだろうが、他の船員が神経質になっていた。神経質で、うんざりとしている。@{M}Two zailors complain that the meat sighs melodramatically when cutlery is applied to it. They are probably engaging in mischief, but your crew become nervous. Nervous, but satiated.",
                                         "Name": "悲しげに泣く、しかし満ち足りた食事@{I}満足気に泣き言を言う@{M}Plaintive, but satisfying",
                                         "Id": 148293},
                    "Name": "厳選された部位@{M}極上の切り身@{I}Choice cuts",
                    "Description": "　保存は効かないだろうが、美味しそうに見える。@{I}足が早そうだが、とても美味しそうだ。@{M}It won't keep, but it looks tasty.",
                    "ButtonText": "", "Id": 127250},
                   {"DefaultEvent": {"Description": "　この大きな缶にはかつて大量のコーンビーフが入っていた。今では、とぐろを巻いた用心深いものの棲家になっている。注意深く引っ張りだしてみよう。使い途があるかもしれない。@{I}この巨大な缶にはかつて、特筆すべき量のコーンビーフが入っていた様だ。今その中に、何かがぐるぐる巻きになって、用心深く隠れている。注意深く取り出せ。何かに使えるかもしれない。@{M}This sizeable can once held a significant quantity of corned beef. Now, something coiled and watchful lairs in it. Extract it carefully. It may have a use.",
                                     "Name": "立ち退き要求@{I}ほら出ておいで@{M}Eviction", "Id": 148310},
                    "RareDefaultEvent": {"Description": "　ラベルの痕跡はかすかではあるが、それでも『……トロイド・オイスタ……』と読み取れる。しかし今では、その缶は光を蓄えるものだ。何者かの手によって穴を空けられ、ろうそくのための台を据えられ、手の込んだ渦巻き模様で飾り立てられている。珍品の収集家なら、これに良い値をつけてくれるだろう。@{I}微かに残るラベルの跡には\"...トロイド オイス...\"と辛うじてまだ読める文字があるが、今その缶は燭台になっている。誰かの手で穿たれた穴が蝋燭を支えるには最適な構造となっており、精巧な雲形模様で装飾されている。珍品コレクターにはいい値段で売れるだろう。@{M}Faint traces of a label still read ...ATROYDS OYSTE... , but now the can holds light. An unknown hand has pierced holes; fitted a mount for a candle; ornamented it with elaborate scrollwork. Some collector of curiosities will pay a good price for this.",
                                         "Name": "ランプ！@{I}灯りだ!@{M}A lamp!", "Id": 148453},
                    "Name": "ブリキの缶？@{I}錫の缶?@{M}A tin can?",
                    "Description": "　あなたはそれを脇に退ける寸前だった。だが、何かがあなたの目を引いた。@{I}一旦脇に放り投げかけたが、何かが貴方の気を引いたようだ。じっくり見てみる事にした。@{M}You're about to toss it aside, but something makes you look at it more closely.",
                    "ButtonText": "", "Id": 127260}],
 "Description": "　おそらく、中には身の毛のよだつものが入っているのだろう。しかし、ひょっとしたら違うかもしれない。@{I}こういう物の中には大抵恐ろしいものが入っている。だが、今回は違うかもしれない。@{M}There is probably something horrible inside. But possibly there is not.",
 "Name": "気の進まない肉塊を開ける@{I}魅力を感じない塊を開ける@{M}$Unprepossessing Mass -> 気の進まない肉塊$Open an Unprepossessing Mass",
 "Id": 140908}
