{"ChildBranches": [{"DefaultEvent": {"Description": "「後悔なんぞさせませんぜ!俺は他人の倍は働きやしょう!誰に聞いたって良い、彼らは俺の事を良く知ってる筈です!」彼は貴方が喋るのを止める様に諭すまで喋り続けた。彼の熱狂的な態度は見ていて清々しく、哀れですらあった。[この選択は他に更なる影響を与えるかもしれません。]@{M}\"You won't be sorry! I'll work double watches! Ask anyone, they'll tell you I have a good name!\" Yes, yes. Eventually you get him to stop talking. His enthusiasm is promising, if a little pitiable. [There may be further effects from this decision.]",
                                     "LinkToEvent": {"Id": 143942},
                                     "Name": "チャンスを与える@{M}Taking a chance", "Id": 141248},
                    "RareDefaultEvent": {"Description": "船に戻る道中、彼はずっと興奮しながらジーマンの技能について講釈を垂れていた。その中で、貴方も知らなかった航海術について彼が口にした時、貴方は初めて真剣に彼の言葉に耳を傾ける。幸か不幸か、彼の言葉通り、彼は良い仕事をしそうだ。[この選択は他に更なる影響を与えるかもしれません。]@{M}All the way back to the ship, he talks excitedly about the zeeman's craft. You start paying attention when he mentions navigational tricks you hadn't come across. With luck, he'll work as hard as he talks. [There may be further effects from this decision.]",
                                         "Name": "波と渡り合う方法@{M}The way through the waves",
                                         "Id": 149006},
                    "Name": "彼を連れて行く@{M}Take him with you",
                    "Description": "3本目の腕で握手したほうが良いかも知れない。@{M}You could use an extra hand.",
                    "ButtonText": "", "Id": 122724},
                   {"DefaultEvent": {"Description": "「ああ、お前さんは本物のキャプテンじゃねぇ。ジーマンを救わねぇなんて。もしお前さんがアイレムからの最後の船長なら、俺はお前さんの船のベッドなんて要りませんや。聞いてるか?ちゃんと聞いてるか?俺は先ず洞窟スライムでも喰いますわ!」@{M}\"Eh, you're no true captain, to abandon a zeeman so. I wouldn't want take a berth on your ship if it were the last one out of Irem. You hear me? You hear me? I'd eat cave-slime first!\"",
                                     "Name": "自棄っぱちな絶叫@{M}Desperate ranting", "Id": 141249},
                    "RareDefaultEvent": {"Description": "「俺を連れて行かねぇって、そう言うんですかい?ああ良いですとも、呪ってやりやしょう!ソルト様が俺を見てくれてる!俺の呪い、容赦なくこの船長に降りかかって下せぇ!貴方を救う人は誰一人いやしねぇ。俺を救ってくれなかった様に!呪ってやる!●んでしまえ!」彼はそう言いながら唾を吐き捨て、自らの腕を斬って血を流した。彼の目は狂気に触れ、涙が止めども無く溢れては彼の頬をぬらしている。貴方は彼の絶叫と号泣をただ黙って見ているしかなかった。@{M}\"You won't take me? Well, you'll take my curse! Salt, witness me! My curse on this captain without charity! Others will abandon you, as you abandoned me! Curse you! Curse you!\" He spits on the floor and slashes his arm to release the blood. His eyes roll: tears burst from them and roll down his cheek. You leave him to rant and weep...",
                                         "Name": "強き言葉@{M}Strong words", "Id": 149104},
                    "Name": "彼を此処に放っておく@{M}Leave him here",
                    "Description": "不審者を雇うのは博打に過ぎる。船乗りのナリをした何かの話も聞いた事がある。もしくは単純に、貴方は彼の顔つきが気に入らないのかもしれない。@{M}Strangers are too chancy. You've heard stories about things in the shape of sailors. Or you just don't like his face.",
                    "ButtonText": "", "Id": 122725},
                   {"DefaultEvent": {"Description": "「あいや。聞く前から分かっちゃいたんですがね、それでも聞いてみたんでさ。じゃぁキャプテン、俺の祈りだけでも受け取ってくだせぇ。俺の事を覚えてて下すって、ええ、空きが出来た時には俺を是非とも雇い入れてくれるって期待してますぜ?」彼の言葉はジー訛りでひどいが、まぁ、次があるなら覚えて置くと念を押した。次が本当にあれば。@{M}\"Aye. I knowed afore I asked, but I hoped yet. Well then, captain, take my blezzing. You'll remember me another time, eh, when you have a berth zpare for a good zailor what knows his way?\" He's laying it on a bit thick with all the z's, but perhaps next time, you assure him, perhaps.",
                                     "Name": "肩をすくめる@{I}仕方ない@{M}A shrug", "Id": 149105},
                    "Name": "空きがない@{I}空きが無い@{M}No room",
                    "Description": "　あなたの船は定員いっぱいだ。空きはない。@{I}今は満員だ。雇い入れるスペースは無い。@{M}You have a full complement. No space.",
                    "ButtonText": "", "Id": 127820},
                   {"DefaultEvent": {"Description": "「ありがてぇ...キャプテン!俺がしてやれるのはお祈りと(ボロボロだが)、この外套ぐらいだ(本当にボロボロだが、かつては上質なハン王国の品だったようだ)。航海の安全を!」@{M}\"Thankee captain! All I can give ye is my blessing (poor raggedy thing) and this cloak (raggedier yet, but it was good Khanate work once). Zafe zees to ye!\"",
                                     "Name": "熱狂的な握手@{M}An enthusiastic handshake", "Id": 181573},
                    "Name": "彼に通行料を支払う@{M}Pay his passage home",
                    "Description": "あくまで寛大に振る舞おう。@{M}An act of generosity.",
                    "ButtonText": "", "Id": 147012},
                   {"SuccessEvent": {"Description": "貴方と貴方の部下は彼を追い詰め、疲労と困憊で立ち尽くす事を強いた...その刹那、貴方の部下の目に理解の光が灯る。「俺、こいつ知ってるわ。鋼鉄共和国で知った顔だ!こいつは俺に秘密を隠し持ってる。教えてくれるって言ったのに教えてくれねぇんだよ。」港のほとりに追い詰められたボロを纏った同胞は、秘密を打ち明ける以外の術を持たされなかった。得意満面の貴方の部下は、秘密を貴方と共有した。@{M}You and your zailor harry him to a panting standstill... and recognition dawns in your zailor's eyes. \"I knowed this'n out of the Iron Republic days! He owes me a secret, and he's allus been shy of payin' it.\" At bay, the Ragged Fellow has no choice but to pay the secret he owes. Your zailor, elated, shares it with you.",
                                     "Name": "棚から牡丹餅@{M}An unexpected windfall", "Id": 149106},
                    "DefaultEvent": {"Description": "　誰であったにせよ、彼はもう行ってしまった。船員は肩をすくめた。「どこかで知った奴でしたよ。知っとる顔は多いもんで」@{I}彼が何者だったかは解らないが、彼は居なくなった。貴方の部下は肩を竦める。「あいつの事は知ってたぜ。顔は広いんだ。」@{M}Whoever he was, he's gone. Your zailor shrugs. \"Knew him from somewhere. Know a lot of faces.\"",
                                     "Name": "無駄@{I}使えない@{M}No use", "Id": 149069},
                    "Name": "突然の懸念@{I}突然の懸念@{M}A sudden apprehension",
                    "Description": "　あなたの左側にいる船員を見るや、彼は振り返り、暗闇の中へと駆け出していった。追いかけよう！@{I}彼が貴方のすぐ側に別の船乗りを見るや、彼は踵を返して暗闇に逃げ出した。彼を追え!@{M}When he sees the zailor on your left, he turns and bolts into the darkness. After him!",
                    "ButtonText": "", "Id": 127805}],
 "Description": "「[q:Addressed As]！わしゃあ良い船乗りだぞ！わしを雇ってくれるなら、あんたの下で働こう。雇ってくれるかね？わしは腹が空いとるんだ。きりきり働くからよ」彼は十分に働けそうに見える。ややみすぼらしく、悲しみに暮れているようではあるが。@{I}「やぁキャプテン!俺は良いジーマンだぜ!俺を拾ってくれたら、俺はあんたの物だ!拾ってくれるだろう?俺は腹が減ってるんだ。良い仕事するぜ。」彼の言葉に偽りは無さそうだ。少々ボロを纏って悲観的だが。@{M}\"[q:Addressed As]! I'm a good zeeman! I'm yours if you'll have me! Will you have me? I'm hungry. I'll work hard.\" He seems likely enough, if a little ragged and sorrowful.",
 "Name": "ボロを纏った同胞@{M}A Raggedy Fellow", "Id": 141247}