{"ChildBranches": [{"DefaultEvent": {"Description": "光、笑い声、温もり。少しの間思い出に浸り、旅を続けよう。@{K}Light, laughter, warmth. Remember a little while, and then go on with your voyaging.",
                                     "Name": "明るい一時@{K}Brighter hours", "Id": 141251},
                    "Name": "愛しき者@{K}Your sweetheart",
                    "Description": "闇の大海があなたと愛しい人の間に広がる。それでもあなたはその人のことを思い出した。@{K}An ocean of darkness lies between you and your sweetheart; but you remember them still.",
                    "ButtonText": "", "Id": 122726},
                   {"DefaultEvent": {"Description": "あなたはあなたの船の船長だ。しかし、自分の運命の船長ではなかった。けれども、いつの日か。いつの日か。@{K}You are the captain of your ship; but never the captain of your fate. One day, though. One day.",
                                     "Name": "よりよい未来が来るだろう@{K}Better days coming", "Id": 141252},
                    "Name": "あなたの未来@{K}Your future",
                    "Description": "ここから見ると、あなたの未来は栄光に満ちたもののように見える。明るいものとは必ずしも呼べなくとも。@{K}From up here, your future looks glorious. If not exactly bright.",
                    "ButtonText": "", "Id": 122727},
                   {"DefaultEvent": {"Description": "あなたは日々理解を深めている。Neathは秘密に満ちており、すべてを学ぶことは出来ない……しかし他の者たちよりも多くを学ぶことは出来るだろう。@{K}You understand more every day. The Neath is full of secrets. You can't learn them all... but you can learn more than anyone living.",
                                     "Name": "高く登り、より遠くを見る@{K}Climb higher, see farther",
                                     "Id": 149343},
                    "Name": "学者としての過去@{K}Your past, as a scholar",
                    "Description": "Zeeに出る前の学びに費やした年月、血と星明り。知の喜び。冷笑を受ける恥辱。@{K}The years before you came to zee, studying time, blood and starlight. The joy of knowledge. The shame of mockery.",
                    "ButtonText": "", "Id": 127965},
                   {"DefaultEvent": {"Description": "東を見ろ、Zeeと天蓋の霧の中に融合する場所を。あなたの視線は水平線をパズルのように解き明かす。Neathは移り変わり、変貌する。鼓動の一つ打つ間しか続かない。@{K}Look east, where the zee and the roof are one in the mist. Your gaze unlocks the horizon like a puzzle-box. The Neath is reconfigured and transfigured. It lasts a single heartbeat. ",
                                     "Name": "遠きもの@{K}Something distant", "Id": 149344},
                    "Name": "ソルトと呼ばれる神への祈り@{K}Prayer to the god called Salt",
                    "Description": "あなたは何を言うべきか知っている。そしてここではあの神の視線はあなたに注がれている。@{K}You know the words to speak, and here its eyes are on you.",
                    "ButtonText": "", "Id": 127966},
                   {"DefaultEvent": {"Description": "遠くで雷鳴が轟く。周囲でまきあがった風があなたの服を引き、高き場所の栄光であなたを満たす。風は去った。@{K}Distant thunder growls. A wind rises around you, tugging at your garments, filling you with the glory of the high places. It passes.",
                                     "Name": "怒れるもの@{K}Something furious", "Id": 149345},
                    "Name": "ストームと呼ばれる神への祈り@{K}Prayer to the god called Storm",
                    "Description": "あなたは何を言うべきか知っている。そしてここではあの神の視線はあなたに注がれている。@{K}You know the words to speak, and here its eyes are on you.",
                    "ButtonText": "", "Id": 127967},
                   {"DefaultEvent": {"Description": "南に目を向けよう。そして心臓が九つ打つ間待つ。旧大陸の心臓部で温かく儚い微かな光がちらつく。そして消えた。@{K}$Elder Continent -> 旧大陸$Turn your eyes south. Wait nine heart-beats. In the heart of the Elder Continent, a tiny fugitive gleam of warmth. It's gone.",
                                     "Name": "輝くもの@{K}Something bright", "Id": 149346},
                    "Name": "ストーンと呼ばれる神への祈り@{K}Prayer to the god called Stone",
                    "Description": "あなたは何を言うべきか知っている。そしてここでは彼女の視線があなたに注がれているかもしれない。@{K}You know the words to speak, and in this place, perhaps her eyes are on you.",
                    "ButtonText": "", "Id": 127968},
                   {"DefaultEvent": {"Description": "ロンドンの浮浪児たちの幾人かはある種の高尚でない宗教を信じている。彼らは風を尊び、あらゆる種類のそよ風に対応する多くの祈りの言葉を持っている。かつてのあなたには無意味なものであるように感じられたが、この高みにおいては、その意味が分かり始めてきた……@{K}Some of the urchins of London have a sort of junk-shop religion. They venerate the wind: they have a prayer for every breeze. it always seemed like nonsense to you, but up here, now, you can begin to see their point...",
                                     "Name": "高みの空気@{K}The high airs", "Id": 149347},
                    "Name": "浮浪児としての過去@{K}Your past, as a street-urchin",
                    "Description": "あなたがZeeに出る前の年月、屋根の上を競うように駆け、懐中時計をくすね、敵対する一団と取っ組み合った日々……救貧院での厳しい生活と、恐ろしい巡査たち。@{K}The years before you came to zee, racing across roof-tops, snatching pocket-watches, tussling with rival gangs... the bleak days in the workhouse and the terror of the Constables.",
                    "ButtonText": "", "Id": 127969},
                   {"DefaultEvent": {"Description": "西は故郷の海岸で、南には旧大陸がある。しかし、北の氷の向こうには何があるのだろう？そして東には――アイレムと王喰らいの城の先には、どのような景色が広がっているのだろう？@{K}$Elder Continent -> 旧大陸, Irem -> アイレム, Kingeater's Castle -> 王喰らいの城$West lie the coasts of home. South is the Elder Continent. But what of the North, beyond the ice? And the East - what vistas open, beyond Irem and the Kingeater's Castle?",
                                     "Name": "北を眺め、東を見る@{K}Look north, look east", "Id": 149348},
                    "Name": "広く、暗い海@{K}All the wide black zee",
                    "Description": "この海は何処で尽きるのだろう？Where does it end?",
                    "ButtonText": "", "Id": 127970},
                   {"DefaultEvent": {"Description": "あなたは霊感と、それ以上の物を見つけた。昔の仲間たちが船の縁に立つあなたを見ることが出来たなら！……この稼業は執筆よりも稼ぎがいい。そしてそれよりも遥かに良いことが沢山ある。@{K}You've found inspiration, and more. If your old companions could see you at the helm of a ship! ..it's better pay than writing, and that's the least of it.",
                                     "Name": "新たな眺め@{K}New vistas", "Id": 149349},
                    "Name": "詩人としての過去@{K}Your past, as a poet",
                    "Description": "あなたがZeeに出る前の年月、ホロウストリートでの蜂蜜と薔薇の日々。特別な友人たちとの反逆者の庭での長い散歩のこと。@{K}The years before you came to zee. Days of honey and roses in Hollow Street; long walks in Tyrant's Gardens with very special friends.",
                    "ButtonText": "", "Id": 127971},
                   {"DefaultEvent": {"Description": "あなたは軍隊において、自ら戦うには金持ちすぎ、愚かであなたを放っておくことも出来ない男たちに仕えていた。しかしここではあなたが唯一の指揮官だ。そしてこの船はあなたの帝国である。これほどまでに力に満ちていると感じたことはない。@{K}In the Army, you served men too rich to fight and too stupid to leave you alone. Out here, you are the only commander. The ship is your own Empire. You've never felt stronger.",
                                     "Name": "新たな勝利@{K}New victories", "Id": 149350},
                    "Name": "兵士としての過去@{K}Your past, as a soldier",
                    "Description": "あなたがZeeへ出る前の年月、小さくなった帝国の敵と戦い、多くの良き友を地獄との境界である沼地で失った時のこと。@{K}The years before you came to zee, fighting the enemies of the reduced Empire, losing good friends in the marshy borderlands of Hell.",
                    "ButtonText": "", "Id": 127972},
                   {"DefaultEvent": {"Description": "今の暮らしは昔の生活とはほとんどすべての面で異なっている。あなたが今でも自分が面倒を見ている人々の命と魂に対する責任を追っているという事以外は。そしてその義務も以前より少しは身についてきたように思われる……@{K}This is unlike your old life in almost every way, save this: you are still responsible for the lives and souls of those in your charge. And it seems to come a little more naturally, now...",
                                     "Name": "海は人を変える@{K}Sea-change", "Id": 149351},
                    "Name": "司祭としての過去@{K}Your past, as a priest",
                    "Description": "あなたがZeeへと出る前の年月、礼拝を行い、良き助言を与えた頃。サザーク司教の我慢ならない秘密主義を耐え忍んだ時のこと。@{K}The years before you came to zee, leading services, dispensing good advice. Putting up with the Bishop of Southwark's insufferable secretary.",
                    "ButtonText": "", "Id": 127973}],
 "Description": "ここは高度が高い。Zeeは細かい皺のよった夜の緑に染まる翡翠色の布のようだ。頭上のNeathの天蓋からは鍾乳石が下がり、針の先のような偽星の光が見える。海を見晴らしてみよう。あなたの心には何が浮かぶだろうか？@{K}$[Ff]alse[- ][Ss]tar -> 偽星$A high place. The zee like a rippled sheet of night-green jade. The roof of the Neath above, bellied with stalactites and pricked with false-star. Look out across the water. What are you thinking of?",
 "Name": "上空からの眺め@{K}The View from Above", "Id": 141250}
