{"ChildBranches": [{"DefaultEvent": {"Description": "木々からぼこぼことした甘い実を集め、水樽を満たし平穏な時が過ぎていった。この場所を記録しておくのが良いだろう。@{K}A tranquil hour gathering the lumpy, sweet-tasting stuff from the trees and refilling your water casks. Best mark the spot.",
                                     "Name": "ゴールフルーツと新鮮な水@{K}Gall-fruits and fresh water", "Id": 141254},
                    "Name": "流れから離れた場所で食糧を集める@{K}Resupply, but keep away from the stream",
                    "Description": "木が攻撃してくることはめったにない。しかし魚は、船乗りは知っている通り、そうでもない。@{K}Trees rarely attack. Fish, as any zailor knows, are chancier.",
                    "ButtonText": "", "Id": 122728},
                   {"SuccessEvent": {"Description": "あなたたちはゴールフルーツと黄昏鯉、それに新たに満たされた水樽を持って船に戻った。今日は良い一日だ。@{K}You return to the ship with gall-fruit, gloam-carp and freshly filled water-casks. This has been a good day.",
                                     "Name": "十分な収穫@{K}Well-laden", "Id": 151640},
                    "DefaultEvent": {"Description": "水中から飛び出してきた息の詰まるような恐ろしいものは、（後で知ったのだが）全長四フィート八インチもの大きさだった。従って、害獣根絶省の“怪物”の基準には五フィート六インチ足りないが、この事実もそれの沢山ある口に飲まれ悲鳴を上げる水夫にとっては大した慰めとはならない。あなたは鉤ざおを素早く投げつけその恐ろしき生物を殺したが、彼を救うには遅すぎた……@{K}The strangling horror that emerges from the water is - you learn later - four feet eight inches in length. Consequently it falls short of the five feet six inches which would qualify it as a monstrosity under Department of Menace Eradication guidelines. This is little comfort to the screaming seaman in whom it embeds its many mouths. You extinguish its horrid life with a flurry of gaff-hooks, but too late for him...",
                                     "Name": "怪物に近い@{K}Almost a monster", "Id": 141255},
                    "Name": "流れの中で釣りをする@{K}Fish in the stream",
                    "Description": "時折ゆったりとした、不穏なさざ波が水面を乱す。この中にいるのはトゲウオだけではないようだ。@{K}Now and again, lazy, menacing ripples disturb the surface. There's more in there than sticklebacks.",
                    "ButtonText": "", "Id": 122729}],
 "Description": "静かな何もない空間。暗く甘やかな水の流れ。多様な果物のなる樹々の小さな木立。その大きな枝には共生関係にある茸が育っている。@{K}A quiet hollow. A stream of sweet dark water. A grove of parasynthetic fruit trees, boughs heavy with symbiotic fungus.",
 "Name": "ささやかなオアシス@{K}An Oasis of Sorts", "Id": 141253}
