{"ChildBranches": [{"SuccessEvent": {"Description": "最初の一斉射撃は満足のいく深刻なダメージを相手に与えたが、私掠船員たちもすぐさま武器を手に取った。ある種のガトリングガンや、虹色の肉からなる泡を噴き出す武器があり、三つ目のものはあなたたちの心に雨を降らせ、四つ目の武器は巨大な紫色の火花を噴水のように噴き上げた。その火花はカナリアのように鳴き、通り道にある野営地のすべて――海賊たち、天幕、略奪品を噛み砕く。戦いは始まるより先に終わった。しかし安全に近づくことが出来るようになる頃には火花が悪魔たちの宝の多くを飲み込んでしまっていた……@{K}Your first volley does satisfyingly grievous damage, but a half-dozen privateers snatch up weapons. One is a sort of Gatling gun. One appears to fire bubbles composed of rainbow meat. A third makes it rain in your heart. The fourth weapon explodes in a shower of fat purple sparks that chirp like canaries and chew their way through everything in the encampment - privateers, tents, loot. The battle is over before it's begun, but by the time it's safe to approach, the sparks have devoured many of the privateers' treasures...",
                                     "Name": "目の回るような戦い@{K}A disorienting battle", "Id": 146209},
                    "DefaultEvent": {"Description": "私掠船員たちは逃げ、叫び、倒れた！しかしその内の一人が冒涜的な言葉の刻まれたトロンボーンのような武器を取り上げる。その武器は悍ましい振動を作り出し、あなたの部下たちは悲鳴を上げるゼリーと化した。岩の後ろには他の悪魔がしゃがみこんでいる。彼女は殺傷能力のある松かさを撃ちだすある種の迫撃砲を用いていた。松かさからは気分の明るくなるような香りがしたが、その芳香によって針のように尖った松の葉があなたたちの耳、口、首から多量に噴き出した。船員たちは恐怖によって完全に我を失い、勝ち誇り赤い照明弾を打ち上げて勝利を祝う海賊たちをあとに残してあなたたちは逃げ出した。@{K}$[Ff]lare -> 照明弾$The privateers run, yell, and fall! But now one seizes a weapon like a trombone inscribed with blasphemies. It conjures an appalling vibration which converts your zailors to screaming jellies. Another crouches behind a rock: she employs a kind of mortar which rains down lethal pine-cones. They smell delightful, but their perfume causes pine-needles to erupt in green masses from your ears, mouths and necks. Your crew is lost to bewildered terror: you flee as the triumphant privateers celebrate amid flares of red light.",
                                     "Name": "不公平な戦い@{K}An unfair fight", "Id": 141263},
                    "Name": "攻撃する@{K}Attack",
                    "Description": "相手は数は多いがワインと音楽に溺れている。あなたは奴らを驚かしてやることが出来るだろうが、あの武器からどのような攻撃が繰り出されるのかはほとんどわからない。@{K}They are numerous, but lost to wine and music. You will have the element of surprise, but it's very hard to know exactly what those weapons will do.",
                    "ButtonText": "", "Id": 122734},
                   {"SuccessEvent": {"Description": "彼らはカーンの栄光に対する襲撃とそこで盗み出した“祈りの断片”について、そして敵対する船団の女帝陛下のウェディングドレスを盗み出したという法螺話と、心を愛で満たすある種の香辛料で味付けされた肉について話している。しかし、彼らはそれに加え西の壁にある私掠船員たちの巣窟と現在使われている合言葉に、真鍮の大使館の協定、失われた魂を近くに引き寄せるようにチューニングする技術についてもほとんど意味の通るような形で語った……\u000d\u000a\u000d\u000a耳を傾けていると次第にブンブンという音があなたの頭の中に起こり、目は焦点を失い舌が分厚く、重くなったような感覚に襲われた。あなたはそれ以上悪い事の起きないうちに這うようにしてその場を離れる。しかし奇妙で有益な情報の寄せ集めが手に入った。@{K}$Khan -> カーン, Brass Embassy -> 真鍮の大使館, Khan's Glory -> カーンの栄光, Glory -> グローリー$They are speaking of a raid on the Khan's Glory, from which they stole 'pieces of prayer' - of a boast that a rival band made about stealing the Empress' wedding-dress - of a sort of spiced meat which fills the heart with love. But they speak, too, almost coherently, of privateer lairs in the Western Wall, of passwords in use, of Brass Embassy protocols and of tuning-techniques for drawing lost souls close...\u000d\u000a\u000d\u000aA buzzing rises in your brain as you listen, until your eyes become unfocused and your tongue feels thick and heavy. You creep away before anything worse can happen. But this is an odd and useful miscellany of facts.",
                                     "Name": "意味の断片@{K}Fragments of meaning", "Id": 146210},
                    "DefaultEvent": {"Description": "リパブリックの民は上機嫌で共謀している。彼らの言葉にはフランス語、英語、ポリズリーム語、地獄の諸言語など雑多な言語が絡み合う。あなたはあちらこちらの言葉をなんとか理解できた。「雷」――「削除」――「取り込む」――しかしそれらの言葉を意味の通るような形にするのは難しい。多くを聞くほどに彼らの会話はより一層理解不能になり、あなたは次第に彼らの地獄的な言語の齎す影響に不安を感じ始めた。甲板長が振り向き囁きかけてきたがあなたには山羊の鳴き声しか聞こえず、そろそろ退くべき時だとようやく理解したのだった……@{K}The Republicans conspire gleefully in a tangled and multifarous pidgin - French, English, Polythremic, the languages of Hell. You can make out words here and there - \"liver\" - \"thunder\" - \"expunge\" - \"consume\" - but it's hard to resolve them into sense. The longer you listen, the less sense it makes, until you begin to fear what effect their infernal whispering is having. When your bo'sun turns to whisper to you, and you hear only the bleating of a goat, you realise it's time to retreat...",
                                     "Name": "殺人バチの巣@{K}A hive of murderous bees", "Id": 141264},
                    "Name": "忍びより会話を盗み聞きする@{K}Creep close and eavesdrop",
                    "Description": "リパブリックは地獄の噂に通じている。近くまで忍び寄れば、信じられない様な秘密を学ぶことが出来るかもしれない。@{K}The Republic is privy to the gossip of Hell. Creep close, and you may learn impossible secrets.",
                    "ButtonText": "", "Id": 122735}],
 "Description": "かつてここは荒れた波に面する何もない開けた崖の上だった。しかし今この場所は燃えあがるような色彩に満ちている！縞模様の天幕、色を塗られた枠組み、ピアノラとケトルドラムの響き！口髭を生やした女たちと物憂げな男たちがチェスを指し、あるいは骨から彫刻を作り、猫を食べては恐ろしき真鍮製の武器を磨いている。あれはアイアン・リパブリックの私掠船員たちだ。彼らは自然の法則そのものに反する行いをなす海賊だ。@{K}$Iron -> アイアン, Iron Republic -> アイアン・リパブリック$This was an empty cliff-top above the bleak waves. Now it blazes with colour! Striped tents, coloured flames, the music of pianola and kettle-drum! Moustachioed women and languorous men play chess, carve bones, eat cats and polish their terrifying brass weapons. These are Iron Republic privateers: pirates whose practices contravene the very laws of nature.",
 "Name": "私掠船団の野営地@{K}A Privateer Encampment", "Id": 141262}
