{"ChildBranches": [{"SuccessEvent": {"Description": "深い静寂。靴の革が石を擦ったような微かな音。あなたの左側の女性がライフルを構え、撃った――そして他の船員たちも加わる。一斉射撃は影に潜む生き物の掠れた叫びを掻き消してしまうほどだった。\u000d\u000a\u000d\u000aあなたがそれを明るい場所へ引きずり出すと、それの脂ぎった肉は早くも分解を始めていた（光が分解を早めたのだろうか？）。その生き物が何だったにせよ、それは多くの関節のついた革のような肢と葡萄の房のような眼に幾つもの顎を持っていた。酢と黴のような悪臭がする。あなたはそれをタールを塗った帆布で覆うと船倉の一番暗い部分に押し込んだ。もしかすると誰かが欲しがるかもしれない。@{K}Deep silence. A faint scrape, like boot-leather on stone. The woman on your left levels her rifle and fires - and your crew joins her. The fusillade almost drowns out the hoarse screeching of the creature in the shadows.\u000d\u000a\u000d\u000aWhen you drag into the light, its oily flesh is already beginning to dissolve (perhaps the light is hastening it?) Whatever it was, it had many-jointed leathery limbs, eyes like a bunch of grapes, a folding assembly of mandibles. It stinks of vinegar and mould. You fling a tarpaulin over it and bundle it into the darkest part of the hold. Perhaps someone will want it.",
                                     "Name": "始末した！@{K}An end to it!", "Id": 146191},
                    "DefaultEvent": {"Description": "一人の船員がグループからふらふらと離れすぎてしまった。彼がなぜ離れたのか、その理由をあなたが知ることはない……悲鳴が聞こえるまで何かが起こったことにも気づかなかったのだ。船員たちが走って助けに向かうも、別の悲鳴が背後からあがる。また別の船乗りが闇へと消えた！あなたはのたうつ絡まりあった四肢と輝く瞳の片鱗を目にした。そしてその怪物は消えた。いや、怪物たちは消えた。\u000d\u000a\u000d\u000aあなたたちは急いで船へと戻った。道中も大きく目を見開いていたがそれ以上捕食者たちの姿を見ることはなかった。飢えが満たされたのかもしれない。@{K}One of your crew strays too far from the group. You never know why - you don't know it's happened until you hear him cry out. As your crew rushes to assist, there's another cry from behind you. Another zailor vanishes into the darkness! You glimpse a writhing coil of limbs and the glitter of eyes, and the beast is gone. The beasts. There must be at least two of them. Who knows how many more?\u000d\u000a\u000d\u000aYou retreat with haste to the ship, eyes wide, though you see nothing more of the predators. Perhaps their hunger is satisfied.",
                                     "Name": "ひどい結末@{K}A bad end", "Id": 141269},
                    "Name": "待ち、観察し、息の根を断つ@{K}Wait, watch, and end it",
                    "Description": "あれは身を潜める術を身に着けているかもしれないが、あなたはライフルを持っている。射線さえ確保できれば、戦利品が手に入るだろう。@{K}It has stealth, but you have rifles. All you need is a clear shot, and you'll earn yourself a trophy.",
                    "ButtonText": "", "Id": 122738},
                   {"SuccessEvent": {"Description": "あなたは計略を巡らせ策略を用い、冷酷な囮によって群島の真夜中の暗闇の中を追い立てる。そしてとうとうそれは掠れた甲高い叫びと共にあなたの仕掛けた罠に倒れこんだ！あなたはそれを鎖と毛布で縛り三重に鍵の掛かる檻の中へ押し込んだ。それは折り畳まれた幾つもの顎を勢いよく閉じている。多関節の肢が枷を破ろうと張り詰め軋んだ。そして瞳には原始的な憤怒が満ち満ちている。多少のエコーにはなるだろう。@{K}You employ ruses, stratagems and a cruel choice of bait, harrying the thing through the archipelagic midnight until it collapses into your trap with a hoarse screech! You bind it with chains and blankets and force it into a triple-locked cage. It snaps its folding assembly of jaws. Its many-jointed limbs creak as it strains against its bonds. Its eyes brim with primal rage. Excellent! It'll be worth an Echo or ten.",
                                     "Name": "狡猾さ対決@{K}A contest of cunning", "Id": 146192},
                    "DefaultEvent": {"Description": "あなたは船員たちに目隠し、目くらまし、杭、罠を用意するよう指示をだし、暗闇の中それの跡をつける。しかし上手くいかなかった。船員の一人が自分の落とし穴にかかり、また別の船員は縄を使い何か手の込んだことをしようとして崖から後ろ向きに落ちてしまった。それ以上捕食者の姿を見ることはなかったが、この惨めな船員たちの方がより危険な存在であることが明らかになった。船に戻ろう。@{K}You stalk it through the darkness, directing your crew to set up blinds and baffles and spikes and snares. It doesn't go well. One of your zailors steps into her own pit trap, and another backs off the cliff trying to do something elaborate with a rope. You see nothing more of the beast, but your wretched crew is proving to be more of a danger anyway. Back to the ship.",
                                     "Name": "困難@{K}A complication", "Id": 141270},
                    "Name": "生け捕りにする@{K}Capture it alive", "Description": "少しばかりてこずるかもしれない。@{K}This could be tricky.",
                    "ButtonText": "", "Id": 122739},
                   {"SuccessEvent": {"Description": "あなたは暗闇に自分の通った道を並行に歩むそれの存在を感じた。しかしそれが近くに来る頃には既に前方に港の光が見えていた。船員たちは渡し板を急いで駆けあがり、落ち着きのない低められた声で互いに囁きかわしている。@[K}You sense it in the murk, its course parallel to your own. But by the time it draws near, the lights of the port are already ahead. Your zailors clatter up the gang-plank, whispering together in nervous undertones.",
                                     "Name": "秩序だった撤退@{K}An orderly retreat", "Id": 146193},
                    "DefaultEvent": {"Description": "あなたたちは秩序を保ったまま船へと撤退した。ランタンの灯が暗闇を腕一本伸ばした距離まで遠ざけてくれる。そしてあなたはあの生き物の痕跡を見ることも聞くこともなかった。しかしあなたが渡し板を登る船員たちを数えると、一人足りなくなっていったのだった……@{K}You retreat to the ship in good order. Your lanterns keep the darkness at arm's reach, and you neither see nor hear any trace of the creature. But when you count your crew up the gang-plank, you come up one short...",
                                     "Name": "跡も残さず@{K}Without a trace", "Id": 146189},
                    "Name": "船に撤退する@{K}Retreat to the ship",
                    "Description": "あなたと影の中に潜む者の間に澄んだ黒い水を挟んでしまうとしよう。@{K}Put clear black water between you and the thing in the shadows.",
                    "ButtonText": "", "Id": 125903}],
 "Description": "きっかけはほんの些細な物事だった。静かなはずの場所から聞こえた滑る石のたてる微かな音、インクのように濃くかき混ぜられたかのような影の中の何かの動き、ジーバットの鳴き声の一瞬の空白。何かがあなたを観察している。それは時の経つにつれて近づいてきているようだ。あなたと船員は背中合わせに立ち、暗闇を見つめた。@{K}It's the little things. The click of a sliding stone where there should be silence - a motion in the shadows, as if they were thick-stirred like ink - a lull in the cries of the zee-bats. Something is watching you, drawing closer hour by hour. You and your crew draw back to back, watching the darkness.",
 "Name": "密やかな捕食者@{K}A Shadowy Predator", "Id": 141268}
