{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは手下たちを黙らせオウムが飛んでゆくのを観察した。鳥が塚の上に舞い降りると、その頂上で公的な会合に立ち会う市民のように立っていた数匹のブレミガンたちが慌てふためく。彼らは脅すように触手をしならせながらオウムに近づいていった……しかし、そこでオウムが彼らを立ち止まらせるような事を言ったようだ。あなたは耳を澄ませる。あなたのペットから発せられる甲高い詩の断片がブレミガンたちのたてる鋭い笛のような音と競い合っている……彼らも詩を語っているのだろうか？これは競争なのか？それとも歓迎だろうか？\u000d\u000a\u000d\u000a突如オウムは飛び立ち、あなたの肩へと戻って来た。鳥は嬉しげに身づくろいをし、“かの許されざる時の幾千もの姿”について完璧な十音節の四行連句を詠んでみせた。あなたはオウムが何を言っているのか全く分からなかったが、それでもその朗読は極めて印象的な物だった。@{K}$[Bb]lemmigan -> ブレミガン$You hush your men and watch it go. It swoops down on the mound, to the alarm of a little circle of blemmigans who stand at the top like citizens attending a public meeting. Their tentacles whip menacingly as they advance - but the cockatoo says something to give them pause. You strain your ears to hear. Fragments of screeched poetry from your pet vie with the shrill fluting of the blemmigans... are they reciting poetry too? Is this a competition? A greeting?\u000d\u000a\u000d\u000aAbruptly, your Cockatoo rises, and returns to sit on your shoulder. It preens delightedly and delivers four lines of perfect decasyllabic quatrain on 'those thousand shapes of unforgiven Time'. You have no idea what the hell it's talking about, but the delivery is terribly impressive.",
                                     "Name": "", "Id": 141273},
                    "Name": "哀歌調のオウムが興味を示した@{K}$Elegiac Cockatoo -> 哀歌調のオウム$Your Elegiac Cockatoo takes an interest",
                    "Description": "オウムはあなたの肩から飛び立ちブレミガンの塚の上を円を描いて飛んでいる。カプレットを詠みながら……@{K}$[Bb]lemmigan -> ブレミガン$It leaves your shoulder and circles the blemmigan mound, emitting couplets...",
                    "ButtonText": "", "Id": 122741},
                   {"SuccessEvent": {"Description": "武装した船乗りたちが沼地の縁にある隆起した地面の後ろに身を隠している。あなたの合図で彼らは一斉に紫の塊に発砲した！何十匹ものブレミガンが倒れたが、まだ何百匹も残っている。彼らは牙の生えた口を大きく開き、飛び跳ねるようにしてこちらと向こうを隔てる暗く澱んだ沼地を猛然と渡ってくる！しかしあなたは冷静かつ正確に船員たちの銃撃を指揮し、こちらにたどり着いたのはほんの数匹だけだった。船員たちは整然とブレミガンを銃床で殴りつけると慎重に沼地に向かって前進する。塚を守るため残ったブレミガンも、あなたたちの武器にはまったく太刀打ちできなかった。あなたたちは一人の死者も出すことなく塚を占拠し、ブレミガンたちは呪うような鳴き声をあげ死んでいった。\u000d\u000a\u000d\u000aもちろん、あなたは泥で出来た塚を手に入れたのだ。価値のあるものは何も見つからなかった。しかしどうやらブレミガンたちは解読不能な読みにくい字の書かれた小さな粘土板を集めていたようだ。備品係はブレミガンの死体を使って紫色の染料が作れるのではないかと指摘した。染料はどこででも良い値で売れる……@{K}$[Bb]lemmigan -> ブレミガン$Armed zailors settle behind a rise in the ground at the bog's edge. On your signal, they open fire into the purple mass! Dozens of blemmigans fall, but hundreds remain. They seethe across the bog, leaping across black gaps of standing water, maws agape! But you direct your crew's fire with calm and precision, and only a few reach the line. Your crew methodically smash them with rifle-stocks and advance with caution towards the bog. The blemmigans which remained to defend the mound are no match for your weaponry: you take the mound without a single fatality and they die, chittering curses.\u000d\u000a\u000d\u000aOf course, now you're possessed of a mound of mud. You find nothing of value, although the blemmigans apparently collected little clay tablets marked with indecipherable chicken-scratchings. Your quartermaster, however, points out that the blemmigan bodies can be rendered into purple dye, which will fetch a good price almost anywhere...",
                                     "Name": "", "Id": 146098},
                    "DefaultEvent": {"Description": "紫の塊を撃て！何十匹ものブレミガンが倒れたがまだ何百匹も残っている。彼らは牙の生えた口を大きく開き、飛び跳ねるようにして猛然とこちらと向こうを隔てる暗く澱んだ沼地を渡ってくる！船員たちの斉射がたじろいだように弱まりブレミガンたちが彼らに襲い掛かった。あなたは撤退するよう叫び、船乗りたちは腕や足から鋭い牙のブレミガンを引きはがしながら退却する。数人が大群の下に消えた。彼らの死については後で悼むとしよう。@{K}$[Bb]lemmigan -> ブレミガン$Fire into the purple mass! Dozens of blemmigans fall, but hundreds remain. They seethe across the bog, leaping across black gaps of standing water, maws agape! Your crew's volleys falter, and the blemmigans fall on them. You call for a retreat, and your zailors fall back, plucking fang-mawed blemmigans from arms and legs. Several go down under the mass. You'll mourn them later.",
                                     "Name": "", "Id": 146096},
                    "Name": "コロニーを攻撃する@{K}Assault the colony",
                    "Description": "胸の悪くなるような生き物だ！出来る限りで倒そう。@{K}Repulsive creatures! Take what you can.",
                    "ButtonText": "", "Id": 125841},
                   {"SuccessEvent": {"Description": "あれは確かに茸類の果肉部分に似ている。そして塚本体も茸に見える。あれは一つの生き物なのだろうか？彼らはコミュニケーションを取り協調している。あなたはブレミガンたちが肉の腐敗についていがみあいながら沼ネズミの死骸を塚の側面から上に引き上げるのを観察した。そして塚の上に立つ六匹が敬意を持って七匹目の鳴き声に耳を傾けるのを見る。それはありそうもないことだが、詩の朗読会を思わせる光景だった。あなたは記録を取った。@{K}They do resemble the fruiting bodies of fungus. The mound itself looks fungal. Are they the same organism? And they communicate and cooperate. You watch as they drag a marsh-rat up the side of the mound, bickering over the disposition of its flesh. And you watch as a half-dozen stand on the top of the mound, listening respectfully to the chittering of a seventh. It's improbably reminiscent of a poetry recital. You take notes.",
                                     "Name": "複雑な状況@{K}A complex situation", "Id": 146099},
                    "DefaultEvent": {"Description": "ブレミガンは一種の紫色のキノコだ。しかし大方の紫のキノコと異なり触手と牙を持ち、よく走り回る。あー……あなたにはそれぐらいしか分からなかった。あまり集中していなかったのかもしれない。@{K}They're some sort of purple mushroom. Unlike most purple mushrooms, they have tentacles and fangs, and they run around a lot. Er... that's as much as you get. Perhaps your mind's not on it.",
                                     "Name": "あまり面白いものではない@{K}Mildly diverting", "Id": 146097},
                    "Name": "コロニーを観察する@{K}Observe the colony",
                    "Description": "素晴らしい生き物だ！学べるだけ学ぶとしよう。@{K}Fascinating creatures! Learn what you can.",
                    "ButtonText": "", "Id": 125842}],
 "Description": "あなたは塩っぽい小さな湿原の中心でブレミガンの脈打つ塚に出くわした！その塚は内臓のように、もしくはブラックベリーのように深く暗い紫色だ。ブレミガンは群れ、さえずり砂浜の小石のような音を立てている。気を付けるように。一匹のブレミガンは不快なだけだが、百匹のブレミガンは大惨事を引き起こす。@{K}$[Bb]lemmigan -> ブレミガン$At the heart of a salty little bog, you come upon a pulsing mound of blemmigans! They are a rich dark purple, like viscera, perhaps, or blackberries. They chitter as they swarm: the sound is like pebbles on a beach. Be careful. A single blemmigan is a nuisance. A hundred are a calamity.",
 "Name": "ブレミガン・コロニー@{K}$[Bb]lemmigan -> ブレミガン$A Blemmigan Colony",
 "Id": 141271}
