{
  "Id": 141726,
  "Name": "船員が居ない?@{M}A missing zailor?",
  "Description": "点呼を取っている時、集まっている人間の数が一人足りない事に気が付き...それが意味する不安を押し黙らせる事は好きではなかった。船員は飢えと戦っている最中だ。誰かが、共食いという重罪を犯したのだろうか?@{M}At roll-call, there's one face too few... and you don't like the uneasy hush that descends. Your crew are on the brink of starvation. Has one committed the primal crime of cannibalism?",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 144490,
        "Name": "何も聞くな...@{M}Don't ask...",
        "Description": "「船外に飛び出した」というのが表向きの話だ。船員の何人かはそれを信じているだろう。誰が分かるというのか?もしかしたらそれが本当なのかもしれないのだ。@{M}\"Jumped overboard\" is the official line. Perhaps some of your crew believe it. Who knows? Perhaps it's even true."
      },
      "Id": 124816,
      "Name": "無視する@{M}Ignore it",
      "Description": "放っておくのが一番だ。もし共食いを見つけたら、貴方は二人の船乗りを失う事になる。@{M}Best left alone. If you find the cannibal, you'll lose two zailors."
    },
    {
      "DefaultEvent": {
        "Id": 239137,
        "Name": "何も聞くな...@{M}Don't ask...",
        "Description": "「炉に投身した」というのが表向きの話だ。船員の何人かはそれを信じているだろう。この厳寒の中においては、幾人かが彼を羨ましがる事だろう。@{M}\"Threw himself into the furnace\" is the official line. Perhaps some of your crew believe it. In these cold depths, perhaps some envy him."
      },
      "Id": 183202,
      "Name": "無視する@{M}Ignore it",
      "Description": "放っておくのが一番だ。もし共食いを見つけたら、貴方は二人の船乗りを失う事になる。@{M}Best left alone. If you find the cannibal, you'll lose two zailors."
    },
    {
      "DefaultEvent": {
        "Id": 141727,
        "Name": "兆候無し@{M}No sign",
        "Description": "捜索は樽やチェストをひっくり返して行われ、マスコットを苛立たせ、無実の料理人を怒らせた。船員は貴方が何を探しているのかを知っていたが、何も出てこなかった。恐怖の霧が厚く立ち込める。@{M}Your search upends empty casks and sea-chests, alarms the mascot, enrages the innocent cook. The crew know what you seek, but none will name it. The fog of fear thickens."
      },
      "Id": 122984,
      "Name": "調査する@{M}Investigate",
      "Description": "地下には名を口にしてはいけない魂や神が存在する。その者は蝋燭と共に崇められ、供物の肉は半狂乱と共に貪られる。...ここにいる誰かがそれをやっているというのだろうか?@{M}There is a spirit or god in the Neath whose name is not spoken. He is worshipped with candles, and with the frenzied consumption of flesh. Has someone here turned to that worship?"
    }
  ]
}