{
  "Id": 141880,
  "Name": "ロンドン！@{I}ロンドン!@{M}London!",
  "Description": "　Unterzee最大の都市である。そのことを忘れないように。@{I}この街はウンタージーで最も偉大な街だ。夢々忘るる事勿れ。@{M}She's the greatest city on the Unterzee. And don't you forget it.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 141885,
        "Name": "",
        "Description": ""
      },
      "Id": 123076,
      "Name": "宿所を訪ねる@{I}自分の宿場を訪れる@{M}Visit your Lodgings",
      "Description": "　家でいくらかの時間を過ごそう。@{I}家で少し寛ぐとしよう。@{M}Spend some time at home."
    },
    {
      "DefaultEvent": {
        "Id": 147502,
        "Name": "",
        "Description": ""
      },
      "Id": 126752,
      "Name": "海軍省情報調査室を訪ねる@{I}総督府調査局を訪問する@{M}$Admiralty -> 海軍省, Admiralty's Survey Office -> 海軍省情報調査室$Visit the Admiralty's Survey Office",
      "Description": "　彼らはzeeの船長からの情報に報酬を支払っている。どのような、そして、どのように入手された情報が必要かを確認しよう。@{I}彼らはジーキャプテンからの情報を買い取ってくれる。何をどの様に買い取るか調べよう。@{M}They'll pay for information from zee-captains. Find out what, and how."
    },
    {
      "DefaultEvent": {
        "Id": 147503,
        "Name": "いたく感銘を受けた様子@{I}それはとても印象深く@{M}Quite impressed",
        "Description": "「なるほど」大学の海洋部門担当は、息遣いの聞こえてくるような囁き声で言った。「良いですねえ。これはとてもおもしろい。ちょっと私に説明させてくださいね」彼女(彼？)は、歯を輝かせながら説明を始めた。@{I}「ああ...ええ。」リエゾン海洋大学の学者が息をつきながら囁く。「なるほど、これは味わい深いものです。私に説明させて下さい。」彼女(彼?)が説明を始める。ちらつく歯を見せながら。@{M}\"Oh yes,\" the University's Maritime Liaison whispers breathily. \"Oh yes. This is quite a tasty one. Let me explain it to you.\" She (he?) explains, teeth glinting."
      },
      "Id": 126753,
      "Name": "大学を訪ねる@{I}大学を訪問する@{M}Visit the University",
      "Description": "　大学は秘密やzeeの検体、そしてその他神秘的な伝承の数々への飽くなき欲求を抱えている。彼らに秘密を提供し、あなたが中に入るに値する存在であることを示そう。[興味深い場所を特定するか、外の港を探索することで秘密を見つけ出しましょう。]@{I}大学は秘密、ジーの検体、難解な伝承の欠片などに対する飽くなき探究心を持っている。秘密を持ち込み、貴方が彼らに取って価値ある存在だという事を証明するのだ。[海外の港湾や、興味を引く地域を探索して秘密を見つけましょう。]@{M}The University has an inexhaustible appetite for Secrets, zee-speciments, and other tidbits of esoteric lore. Provide a Secret to prove yourself worthy of entry. [Find Secrets by locating locations of interest, or in foreign ports.]"
    },
    {
      "DefaultEvent": {
        "Id": 149824,
        "Name": "",
        "Description": ""
      },
      "Id": 128248,
      "Name": "船をドックに入れる@{I}船を乾ドックに入渠させる@{M}Put your ship in Drydock",
      "Description": "　修理か、場合によっては他の目的の為に。@{I}船の修繕、若しくはその他の目的の為に。@{M}For repairs, or sometimes other purposes..."
    },
    {
      "DefaultEvent": {
        "Id": 149826,
        "Name": "",
        "Description": "　奇妙なことに、フォールン・ロンドンでは死ぬというのは難しいことだ。しかし、生きていられないぐらい薄汚れ、哀れな様に成り果てたロンドン人は、自分たちの身体を包帯で包み隠し、墓人街への旅をする。彼らは詰め物のされた棺に入って、船員たちに船上へ運ばれていった。旅が終わるまで、彼らはそこで眠り続けるだろう。[墓人は船倉に保管されます。彼らを北方のヴェンダーバイトにある入植地まで連れて行き、そこで売却しましょう。]@{I}奇妙な事に、堕ちたるロンドンで死ぬ事は難しい。その代わり、ロンドン人がみずぼらしく、生きる事に疲れを感じたりした場合、彼らは包帯で自らを包み、墳墓街へ運んでくれる船を探すのだ。船員はこれらの者を中詰めの入った棺に入れ、船に載せる。そして彼らは旅程が終着点に達するまでその中で眠り続けるのだ。[墳墓の入植者は船倉に入れられます。彼らを北方にあるベンダーバイトまで運び、そこで売却しましょう。]@{M}$Fallen London -> フォールン・ロンドン, Tomb[- ]Colon(y|ies) -> 墓人街, Venderbight -> ヴェンダーバイト$It's oddly difficult to die in Fallen London; but when a Londoner is too tatty and wretched to live, they wrap themselves in bandages and take ship for the Tomb-Colonies. Your crew cart these ones aboard in padded coffins. They'll sleep there until the journey is done. [The tomb-colonist is in your hold. Take them north to the colony of Venderbight, and sell them there.]"
      },
      "Id": 128250,
      "Name": "墓人に船旅の手助けを申し出る@{I}墳墓の入植者に道行を提供する@{M}Offer passage to a Tomb-Colonist",
      "Description": "　移住者は北のヴェンダーバイトまでの運賃を支払ってくれるだろう。@{I}移住者は北方のベンダーバイトまで連れて行ってくれる者に代金を支払うだろう。@{M}$Venderbight -> ヴェンダーバイト$An emigrant will pay to be taken north, to Venderbight."
    },
    {
      "DefaultEvent": {
        "Id": 149828,
        "Name": "陸へ@{I}岸揚げ@{M}Ashore",
        "Description": "　一体、また一体と、彼らは文句も言わずに起き上がった。長旅によって凝り固まったり、不愉快そうにしている様子はなかった。甲板に彼らの重々しい足音が鳴り響いた。茸材置き場の管理人は、桟橋で足を鳴らして待っていた。「頃合いね」彼女は言った。「これが報酬よ。さあみんな、来なさい。良い感じの建築物があるわよ」@{I}彼らは不満も無く、長旅から来る凝りや不便も感じさせずに、一つずつ立ち上がる。彼らの重々しい足音が甲板に反響している。シュルーム庭園の管理人が桟橋で、足を鳴らしながら待っている。「時間ね。」そう言いながら彼女は何かを取り出した。「こちらがお支払いです。さぁ、お前、こちらに来なさい。お前は良く作られているわね。」@{M}One by one, they rise, uncomplainingly, with no trace of stiffness or discomfort from the long voyage. The deck resounds beneath their heavy tread. A shroomyard manager waits on dock, tapping her foot. \"About time,\" she says. \"Here's your payment. Come along, now, you. There's a good construct.\""
      },
      "Id": 128252,
      "Name": "クレイマンたちを届ける@{I}クレイマンを引き渡す@{M}$Clay M[ae]n -> クレイマン$Deliver Clay Men",
      "Description": "　ここが彼らの来たがっていた場所だ。あるいは少なくとも、彼らの来ることになっている場所だ。@{I}此処が彼らが来たがっていた場所、若しくは少なくとも、彼らが居るべき場所。@{M}This is where they wanted to be, or at least, where they're supposed to be."
    },
    {
      "DefaultEvent": {
        "Id": 154280,
        "Name": "",
        "Description": ""
      },
      "Id": 131054,
      "Name": "新しい乗船者！@{I}人員募集!@{M}A new recruit!",
      "Description": "　あなたの注目を待っているのは誰だろう？@{I}貴方の気を引く人は居るだろうか?@{M}Who awaits your attention?"
    },
    {
      "DefaultEvent": {
        "Id": 159885,
        "Name": "",
        "Description": "「署名を」「署名を」「署名を」「こちらが領収証」「こちらが随意契約書」「こちらが違約金に関する契約書」すべてが済む前に、あなたの視界はぼやけてきていた。手押し車は渦巻く霧の中をガラガラと音を立てて去っていった。こちらがあなたの報酬。@{I}「署名を。」「署名を。」「署名を。」「こちらが領収書です。」「こちらが随意契約書。」「こちらが罰則契約書。」全ての書類決済が終わる頃には、貴方の目は回っていた。貨車は忙しなく渦巻く霧の中に走り去っていく。そして貴方は報酬を得た。@{M}\"Sign.\" \"Sign.\" \"Sign.\" \"Here's a receipt.\" \"Here's a discretion-contract.\" \"Here's a penalty-contract.\" Your vision is blurred by the end of it all. The cart rumbles off into the coiling fog. Here's your reward."
      },
      "Id": 134485,
      "Name": "スフィンクスストーンを届ける@{I}不可解な石を引き渡す@{M}Deliver Sphinxstone",
      "Description": "　特別治安官――黒い制服と特徴的な制帽、そして良俗省のバッジを身に着けた者たちが、手押し車を持って待っていた。@{I}特別巡査が - 黒い制服、特徴的な帽子、そして公共風紀省の腕章を着け - 貨車を持って待っている。@{M}$Ministry of Public Decency -> 良俗省$Special Constables - black uniforms, distinctive caps, the badge of the Ministry of Public Decency - wait with a cart."
    },
    {
      "DefaultEvent": {
        "Id": 159949,
        "Name": "ようこそ、ブレミガン@{I}おいで、ブレミガン@{M}$[Bb]lemmigan -> ブレミガン$Welcome, blemmigan",
        "Description": "　あなたのブレミガンは、船の手すりを飛び越えて、見知らぬ人物の外套の中に潜り込んだ。その人物は、ふらつくようにして頷いた。「こいつは私たちで面倒を見るよ」それは、フルートのような声であなたにそう保証すると、ぎこちない手つきで波止場の係留柱の上に小箱を置いた。その手は、袖口に覆われて隠されていた。その人物が去った後には、沼地の泥のような後を引く臭いが、空気の中に漂っていた。箱の中身は何だろう？@{I}ブレミガンが船側から見知らぬ男の外套の中に飛び込んで隠れると、男はやや覚束ない面持ちで頷く。「これをお渡ししよう。」震える声が貴方に向けられる。そして、箱が波止場の係船柱に置かれる。とても緩慢とした動作で、手は袖に隠されて見えない。箱を置いた後、それは立ち去った。辺りには泥臭い茸の匂いが微かに立ち込めていた。箱の中には何が入っているのだろうか?@{M}$[Bb]lemmigan -> ブレミガン$Your blemmigan leaps from the rail of the ship to shelter in the stranger's greatcoat, and the stranger nods unsteadily. \"We'll see to it,\" the fluting voice assures you. It places a box atop a quayside bollard - clumsily, its hand muffled in its sleeve. Then it's gone, leaving only an odour of marsh-mud lingering in the air. What's in the box?"
      },
      "Id": 134530,
      "Name": "ブレミガンを届ける@{I}ブレミガンを引き渡す@{M}$[Bb]lemmigan -> ブレミガン$Deliver a Blemmigan",
      "Description": "　外套をまとった人物が、クレーンの陰で待ち構えていた。「ブレミガンを持っているのかい？」その人物は、期待した様子で尋ねた。その声は高く、フルートのよう響いた。その顔は、スカーフによって隠されていた。@{I}外套に身を包んだ何かがクレーンの影に立っている。「ブレミガンを持っているか?」やや期待したような声が問いかけてきた。その声は高くやや震えている。顔はスカーフによって覆われていた。@{M}$[Bb]lemmigan -> ブレミガン$A greatcoat-clad figure waits in the shadow of a crane. \"You have blemmigans?\" it enquires hopefully. Its voice is high, fluting. A scarf conceals its face."
    },
    {
      "DefaultEvent": {
        "Id": 159950,
        "Name": "ようこそ、ブレミガンたち！@{I}おいで、ブレミガン!@{M}$[Bb]lemmigan -> ブレミガン$Welcome, blemmigans!",
        "Description": "　あなたのブレミガンは、まるで鉤爪のついた紫の霧のように、桟橋の上をのたくった。そして、灌木に逃げ込むリスのように、外套の中へと這い上がった。「みんなをありがとう」その人物はフルートのような声で言った。「あなたに贈り物があるんだ。これを受け取ってほしい。私たちが書いたんだよ。もちろん署名はしていないけれど」その人物はドックの霧の中へと去っていった。後には、冷たく湿った臭いと、中身の詰まった木箱、そして恋の詩だけが残された……@{I}ブレミガンはまるで紫色の霧の様に巻き上がり、桟橋を駆け抜けていった。そしてリスが灌木に隠れこむようにして外套に潜り込む。「感謝しよう。」その者が呟く。「私達からの贈物だ - それを、私達の作品を、お前に持っていて欲しい。」作品に署名はなされていない。やがてそれは桟橋の霧の中に消え去り、辺りには湿っぽい臭いが微かに残っていた。残されたのは、梱包された箱と、沢山の詩集と...@{M}$[Bb]lemmigan -> ブレミガン$Your blemmigans swirl across the dock like clawed and violet fog. Up into the greatcoat, like squirrels into a shrub! \"Thank you all,\" the figure flutes. \"We have something for you - and we wanted you to have this, our work. Though it's unsigned, of course.\" It retreats into the dockside mist, leaving behind a dank odour; a packing-crate; and some love poetry..."
      },
      "Id": 134531,
      "Name": "ブレミガンを届ける@{I}ブレミガンを引き渡す@{M}$[Bb]lemmigan -> ブレミガン$Deliver Blemmigans",
      "Description": "　外套をまとった人物が、クレーンの陰で待ち構えていた。「ブレミガンを持っているのかい？」その人物は、期待した様子で尋ねた。その声は高く、フルートのよう響いた。その顔は、スカーフによって隠されていた。@{I}外套に身を包んだ何かがクレーンの影に立っている。「ブレミガンを持っているか?」やや期待したような声が問いかけてきた。その声は高くやや震えている。顔はスカーフによって覆われていた。@{M}$[Bb]lemmigan -> ブレミガン$A greatcoat-clad figure waits in the shadow of a crane. \"You have blemmigans?\" it enquires hopefully. Its voice is high, fluting. A scarf conceals its face."
    },
    {
      "DefaultEvent": {
        "Id": 173666,
        "Name": "ヴェールをつけた婦人@{I}ヴェールを纏った女@{M}The Veiled Lady",
        "Description": "　装飾の剥がされた、黒い四輪馬車があなたのそばで速度を緩めた。ドアが開くと、ミッドナイトブルーの服を着た、ヴェールの女性が、そっけない手招きをよこした。「中へ」彼女はそう要求した。<br/><br/>　あなたは深いクッションのついた席で待っていた。穏やかな羊のような目つきをした、額に皺の寄った老紳士が、蜜の味を確かめていた。それが済むと、彼は満足気に頷いた。車内の装飾からは、花と鉄さびのような匂いがした。<br/><br/>「行きなさい」ヴェールの女性は言った。彼女はあなたに塗料の塗られた蛇の腕輪を投げ渡した。それは触れると凍てつくほどに冷たかった。蛇の口には宝石が嵌め込まれていた。@{I}黒塗りの乗り物が - どうやら馬車のようだ - 貴方の横で止まる。ドアが開き、中から濃青のヴェールを被った女性が手招きしている。「入れ。」冷たく彼女は言い放った。\r\n\r\n柔らかいシートの上に座り、貴方はただ待たされていた。ふさふさとした眉毛の老紳士が、渡された蜂蜜のサンプルを凝視している。やがて、その品質に満足したのか、ゆっくりと頷いた。\r\n\r\n「出ろ。」再びヴェールを被った女性が言い放つ。貴方が外に出ようとした時、彼女は大蛇を象ったブレスレットを投げ渡した。手に取ると、冷たい感じがする。そして大蛇の口には、宝石が幾つも嵌めこまれていた。@{M}A black carriage - stripped of livery - slows beside you. When the door opens, a veiled woman in midnight-blue gestures curtly. \"In,\" she demands. \r\n\r\nYou wait on a deep-cushioned seat. A furrow-browed old gentleman with a mild and sheeply gaze samples the honey. He nods approvingly. The upholstery smells like flowers and rust.\r\n\r\n\"Go,\" the veiled woman says. She tosses you a lacquered serpent-bracelet. It's freezing to the touch. Its mouth is stuffed with jewels."
      },
      "Id": 142104,
      "Name": "十字路の蜜@{I}交差点の蜂蜜@{M}Honey at the crossroads",
      "Description": "「ここで待て」「帽子に紅い羽根を付けておけ」指示書にはそう書かれていた。@{I}\"此処で待て。\"指示書にはそう書いてある。「帽子に赤い羽根を着けて被れ。」@{M}\"Wait here,\" the instructions said. \"Wear a crimson feather in your hat.\""
    },
    {
      "DefaultEvent": {
        "Id": 175538,
        "Name": "輝くガウンと、輝く髪@{I}明るい法服、明るい髪@{M}Bright gown, bright hair",
        "Description": "　彼女の肌は血色がよく、健康そうに見えた。彼女の微笑みは、知性と冷酷さを感じさせた。@{I}彼女の皮膚は健康的に艶めいている。彼女の笑顔には知性があり、容赦は無さそうだった。@{M}Her skin glows with health. Her smile is wise and merciless."
      },
      "Id": 143327,
      "Name": "スフィンクスストーンを届ける……？@{I}不可解な石を何処へ...?@{M}Deliver Sphinxstone to... ?",
      "Description": "　上品な黄のガウンを着た女性が、微笑みながら、手袋をはめた手をあなたの腕に置いた。「良俗省の人たちを待っているのですか？彼らなら来ませんよ。代わりに、私からひとつ提案があるのですけれど」@{I}優雅な黄色の法服に身を包み、笑顔を絶やさない女性が貴方の腕に手袋をはめた手を置いてきた。「貴方は省の人間を待っておいでですか?彼らなら来ませんよ。その代わり私から提案があります。」@{M}A smiling woman in an elegant jonquil gown places a gloved hand on your arm. \"Are you waiting for the Ministry men? They won't be coming. But I have a proposition for you.\""
    },
    {
      "DefaultEvent": {
        "Id": 175539,
        "Name": "疲れた目と、土気色の肌@{I}疲れた目、土色の肌@{M}Tired eyes, sallow skin",
        "Description": "　彼は書記のように前かがみになり、炭鉱夫のように咳き込んでいた。しかし彼のフロックコートは、最良の生地による、最新の仕立てだった。「私、ペンストックと申します」彼は言った。@{I}彼は書記のように前かがみになり、鉱夫のように咳をしていた。しかし、彼が身に着けるフロックコートの生地は最高級で、デザインも新しいものだった。「私はペンストックと申します。」簡潔に、彼は言った。@{M}$Penstock -> ペンストック$He stoops like a clerk and coughs like a miner. But that frock-coat is of the finest fabric and the newest cut. \"My name is Penstock,\" he says."
      },
      "Id": 143328,
      "Name": "埃まみれの紳士@{I}薄汚れた紳士@{M}A dusty gentleman",
      "Description": "「船長！待って！彼女はあなたに取り引きを持ち掛けた、そうじゃありませんか？彼女はとある勢力に仕えています。輝かしく、けれども、決して友好的ではない勢力です。私からの対案があります。お聞きになりますか？」@{I}「あいや船長!お待ちを!彼女は貴方に使いをよこしたでしょう?彼女はとある - どちらかというと良い権力ですが友好的では無い方の - 権力に仕えていやす。あっしの提案をお聞きくだせぇ。聞いてくれやせんかね?」@{M}\"Captain! Wait! She gave you an errand, didn't she? She serves a certain Power - a bright one, but not a friendly one. I have a counter-proposal. Will you listen?\""
    },
    {
      "DefaultEvent": {
        "Id": 176106,
        "Name": "疲れた目と、土気色の肌@{I}疲れた目、土色の肌@{M}Tired eyes, sallow skin",
        "Description": "　彼は書記のように前かがみになり、炭鉱夫のように咳き込んでいた。しかし彼のフロックコートは、最良の生地による、最新の仕立てだった。「私、ペンストックと申します」彼は言った。@{I}彼は書記のように前かがみになり、鉱夫のように咳をしていた。しかし、彼が身に着けるフロックコートの生地は最高級で、デザインも新しいものだった。「私はペンストックと申します。」簡潔に、彼は言った。@{M}$Penstock -> ペンストック$He stoops like a clerk and coughs like a miner. But that frock-coat is of the finest fabric and the newest cut. \"My name is Penstock,\" he says."
      },
      "Id": 143690,
      "Name": "埃まみれの紳士@{I}薄汚れた紳士@{M}A dusty gentleman",
      "Description": "「船長！少々お待ちを。あなたは彼女の提案を退けた、そうじゃありませんか？それは賢明でした。彼女が仕えている勢力はロンドンの味方でもなければ、バザールの味方でもありません。私からの提案があります。お聞きになりますか？」@{I}「あいや船長!お待ちを!貴方、彼女の提案を断ったでしょう?賢明な判断でしたな。彼女はとある - ロンドンにもバザールにも友好的では無い - 権力に仕えていやす。あっしにいい話がございやす。聞いてくれやせんかね?」@{M}\"Captain! A moment. You turned her down, didn't you? That was wise. The Power she serves is no friend to London, or to the Bazaar. I have a proposal of my own. Will you listen?\""
    },
    {
      "DefaultEvent": {
        "Id": 176110,
        "Name": "一歩一歩@{I}一歩ずつ一歩ずつ@{M}Step by step",
        "Description": "　あなたと浮浪児の一団との接点はまだ失われてはいなかった。あなたの彼らへの貸しも、まだ返されてはいなかった。あなたの技術と協力者、そしてフリットの通り道に関する知識をもってすれば、石を運び上げるには十分だった。ただ、船員たちは、終いには恐怖に青ざめていた。「俺ぁもうzeeに帰りたいですよ、船長！」一人が嘆いた。<br/><br/>　浮浪児のスリヴィーは、岩を載せるための架台を用意していた。「Stormのお気に召さない連中の上に、こいつをぶち落としてやるんだ」彼は言った。「連中をま、ま、まっ平らにしてやるんだ。か、か、神様がやれって言ったんだから、そうしたって良いんだ」彼は冗談を言っているのだろうか？スリヴィーについては、その判断をつけるのは難しかった。彼は身を乗り出すと、最奥階段への道順を囁いた。それはあなたも一度も利用したことのない、フリットの秘密の通路だった。@{I}貴方はまだ浮浪者ギャング団との繋がりを持っている。貴方は彼らに借りがあるのだ。貴方が持つ技術、そして従えている者達の力、そして裏道の知識などが、石礫を持ち上げるのに適していた。しかし、貴方の部下である船乗り達の顔は、最後には恐怖と不安で真っ青になっていた。「船長、ジーに戻りやしょうぜ!」一人が不平を漏らす。\r\n\r\n浮浪者の一人、スリヴィーが石の詰まった木箱を準備していた。「お、俺たちがこ、これを、ストーン様のお気に召さねぇや、やつらに落とすんだ。」彼が呟く。「か、かか、彼らをぺ、ぺちゃんこにしてやるんだ。か、かか、神様がやれっていうなら、だだ大丈夫だ。」彼は冗談を言っているのだろうか?スリヴィーに関しては全く分からない。彼は身を乗り出し、バックモスト階段への道順を指し示している。それは貴方ですら知らない、秘密の裏道であった。@{M}$Backmost Stairs -> 最奥階段, Flit -> フリット, Slivvy -> スリヴィー$You still have contacts in the urchin-gangs; you still have favours owed. Your skills and alliances and your knowledge of the Flit-ways is enough to get the stone up, though your zailors are green with terror by the end of it. \"I want to go back to zee, captain!\" one moans.\r\n\r\nThe urchin Slivvy has arranged cradles for the rocks. \"We are going to drop them on people Storm doesn't like,\" he tells you. \"Squash them f-f-flat. It's all right if a g-g-god tells you to do it.\" Is he joking? It's difficult to tell, with Slivvy. He leans forward and whispers the directions to the Backmost Stairs, the secret Flit-route that you've never travelled."
      },
      "Id": 143693,
      "Name": "スフィンクスストーンをスリヴィーという名の少年に届ける@{I}不可解な石をスリヴィーの所まで届ける@{M}$Slivvy -> スリヴィー$Deliver Sphinxstone to the boy Slivvy",
      "Description": "　スリヴィーは風と話をするような、やや頭のおかしい、どもり癖のあるシャーマンの少年だ。スリヴィーはフリットと呼ばれる、フォールン・ロンドンの屋上世界に住んでいる。そこは浮浪児と無政府主義者たちのねぐらでもある。遠くはないが、高い場所だ。スフィンクスストーンをそこまで運んでいくのは、簡単ではないだろう。@{I}スリヴィーは少し気の触れた、吃り癖のある、風によく話しかけるシャーマンの男の子である。スリヴィーは堕ちたるロンドン王国の孤児や反乱分子が隠れ住む屋根裏 - 通称フリット - に住んでいる。遠い訳ではない。ただ、高い場所にあるのだ。不可解な石をそこまで運ぶのは容易な事では無いだろう。@{M}$Flit -> フリット, Fallen London -> フォールン・ロンドン, Slivvy -> スリヴィー$Slivvy is the fey and stuttering shaman-boy who speaks to the wind. Slivvy lives in the Flit, the rooftop kingdom of Fallen London, where urchins and anarchists lair. It's not far. But it is high. It won't be easy to get the Sphinxstone up there."
    },
    {
      "DefaultEvent": {
        "Id": 176111,
        "Name": "かつての罪@{I}過去の罪状@{M}Crimes past",
        "Description": "　その夜、あなたは借りてきた荷車に石を満載にして、教会の聖具室の裏手で待った。船員たちは皆船に帰らせておいた。<br/><br/>　あなたの後任者はすぐに現れた。彼はあなたと目を合わせたくないようだった。「我々は指示を受けている」彼は静かに言った。「祭壇が必要なのだが、そのためにそれらの――物体をひとつ、使わなければならない」そしてついに彼は顔を上げた。「何故だ？お前は今誰のために働いているんだ？バザールが教会を支配しているとでも言うのか？理解できない。だが、お前に渡すように言われているものがある。これと、あとこれらを」<br/><br/>　『これら』とは、あなたの古い法衣だった。そしてもう一方は、一冊の聖書だった。最終版の特別改訂版。ロンドンが墜ちて以来、あらゆる聖典は聖シリアック大学と良俗省の手による修正と改変を受けている。この一冊には、ある特別な改訂がなされていた。@{I}あの夜、貴方は借り上げたワゴンに石を山程積み、教会の聖具室の後で待っていた。船乗りは全員船に返している。\r\n\r\n貴方の後釜として叙品された者は、迅速に動いていた。ただ、貴方の事を直視する事は避けていたように見える。「これから指示を言い渡します。」静かに、彼が口を開いた。「我々には祭壇が必要です。そしてその為にこれらの...物体を、幾つか使わせて頂きましょう。」そう言って彼はそこで顔を上げた。「何故です?貴方は今一体誰の為に動いているのですか?バザールが教会を支配しているとでも仰るのか?理解し難い事ですが。...まぁ良いでしょう。枢機猊下は私に、これとこれらを貴方にに渡せと命じて来たのです。」\r\n\r\n'これら'というのは、貴方の古い法衣と、聖書であった。最終改訂版の\"後に特別改訂された\"聖書だ。現在出回っている聖なる書物は全て、ロンドンが堕ちた後、聖シリアック大学と公共風紀省によって編纂、検閲を受けている。この本は、とある<i>特別な</i>修正加筆が為されているのだ。@{M}$Ministry of Public Decency -> 良俗省, St Cyriac -> 聖シリアック$That night, you wait behind the vestry with a rented wagon full of stones. You've sent your zailors back to the ship.\r\n\r\nYour successor is prompt. He seems disinclined to look you in the eye. \"We have instructions,\" he says quietly. \"We require an altar, and we must use one of these - objects.\" He does look up, then. \"Why? Who are you working for now? Does the Bazaar rule the Church? I don't understand. But they told me to give you this, and these.\"\r\n\r\n'These' are your old vestments... and a Bible. POST-FINAL REVISED EXCEPTIONAL EDITION. All holy books have been amended since London fell, modified by St Cyriac's College and the Ministry of Public Decency. This one contains certain <i>special</i> amendments."
      },
      "Id": 143694,
      "Name": "かつてあなたが所属していた教区協会の後任者にスフィンクスストーンを届ける@{I}不可解な石を古い教会で貴方の後釜の司祭まで届ける@{M}Deliver Sphinxstone to your successor in your old parish church",
      "Description": "　何故だろう？あなたはその男と顔を合わせることができない。けれどやらなければならない、ペンストックからの依頼を達成したいと思うならば。@{I}何を躊躇する?貴方は今から会う男に顔向け出来ないのだろう。だがもしペンストック氏の依頼を完遂したいのであれば、会うしかない。@{M}$Penstock -> ペンストック$Why? You can't face the man. But you must, if you wish to fulfil Penstock's commission."
    },
    {
      "DefaultEvent": {
        "Id": 176112,
        "Name": "聖ジョシュアの聖堂@{I}聖ジョシュアの神殿@{M}$St Joshua -> 聖ジョシュア$The Shrine of St Joshua",
        "Description": "　その聖堂は常に位置を変え続けている。けれど、あなたはペンストックから道順を授かっていた。今夜はここ、ストールン・リバーへと続く、狭いひと続きの階段の一番下で、あなたは聖堂を見つけた。そこはIrrigoの色彩に彩られていた。祭壇は、聖ジョシュアの肖像をあしらった腰掛けになっていた。記憶を吸い取る色彩から身を守るために、あなたは両目を隠した。あなたは既にここに来るまでの道順を忘れてしまっていた。幸運にも、石とともに上で待っている船員たちは、道に惑ってはいないようだった。<br/><br/>「ソルト・ライオン」ミッドナイターは息遣いの聞こえてくるような声で言った。「そう、そうだ。これは忘れ去られなければならないもの。心配はいらない。我々はこの石に残っているものを洗い清めよう。我々は君に感謝しているよ。もっとも、その理由を君が思い出すことはないだろうが――」<br/><br/>　そして今、あなたはドックの倉庫の裏手に立っていた。あなたの両手と唇は冷たくなっていた。ポケットには、一冊のボロボロの本が入っていた。@{I}神殿は絶えず移動しているが、貴方はペンストック氏から行き方を教えてもらっていた。今夜、ストーレン川に下る細い階段の一番下、薄暗く肌寒い所に、神殿を見つけた。そこにはイリゴが掛けられている。祭壇はスツールで出来ており、その上に聖ジョシュアの偶像が立てられている。貴方はそれが放つまばゆい光から目を覆い隠した。ここに来るまでの道は複雑で、既に貴方は来た道を忘れてしまっている。幸運な事に、階段の上で石を抱えて待っている船員達が、貴方を迷わせる事はないだろう。\r\n「塩花の獅子、」ため息混じりにそう呟く声がある。どうやら\"夜帳司\"の声のようだ。「ああ、そうでありました。忘れ去られるべき事でした。心配は御無用です。余った石はこちらで処分致します故。私共は貴方に大変感謝しております。最も、貴方は此処までの出来事を思い出せなくなりますが -」\r\n次に気づいた時、貴方は桟橋の倉庫の後に立っていた。唇も、手も、ひどく冷たい。ポケットにはぼろぼろの本が突っ込まれていた。@{M}$Midnighter -> ミッドナイター, Stolen River -> ストールン・リバー, Salt Lions -> ソルト・ライオン, St Joshua -> 聖ジョシュア, Penstock -> ペンストック$The Shrine moves constantly, but you have directions from Penstock. Tonight, it is here, at the bottom of a narrow flight of stairs that leads down to the Stolen River, that you find the shrine. It is hung with irrigo. Its altar is a stool, with the icon of St Joshua set upon it. You shield your eyes against the sapping colour. Already you've forgotten the route you took to come here. With luck, the zailors waiting above with the stone will not have wandered off.\r\n\r\n\"The Salt Lions,\" the Midnighter says breathily. \"Oh yes, oh yes. That must be forgotten. Don't worry: we'll purge the stone of what remains. We're grateful to you, although you won't remember why - \"\r\n\r\nAnd now here you are behind the warehouses at the docks. Your hands and lips are cold. Here, in your pocket, is a tattered book."
      },
      "Id": 143695,
      "Name": "ペンストックのためにスフィンクスストーンを届ける@{I}ペンストック氏の為に不可解な石を届ける@{M}$Penstock -> ペンストック$Deliver Sphinxstone for Penstock",
      "Description": "　聖ジョシュアはスパイと陰謀家の守護聖人である。彼に仕える聖職者はミッドナイターと呼ばれる、秘密とIrrigoの色彩を身にまとう者たちだ。彼らのところにスフィンクスストーンを持っていくというのが、ペンストックからの依頼だった。@{I}聖ジョシュアは陰謀と諜報の聖人とされている。彼に仕える聖職者は\"夜帳司\"と呼ばれており、イリゴと深い謎に包まれた存在となっている。ペンストック氏は貴方に、不可解な石をこの者達に届けて欲しいと言っている。@{M}$Midnighter -> ミッドナイター, St Joshua -> 聖ジョシュア, Penstock -> ペンストック$St Joshua is the patron saint of spies and intriguers. His clergy are the Midnighters: steeped in secrets and wrapped in irrigo. Penstock wishes you to take the Sphinxstone to them."
    },
    {
      "DefaultEvent": {
        "Id": 181779,
        "Name": "",
        "Description": ""
      },
      "Id": 147162,
      "Name": "おじのような仲買人の指令を完遂するかどうか決める@{I}ひげもじゃの周旋屋の依頼を終わらせるかどうか決める@{M}$Avuncular Broker -> おじのような仲買人$Decide whether to complete the Avuncular Broker's mission",
      "Description": "　実践主義的な外交官は新しい役職に就くことを切望していた。「そして間違いなく、あなたは報酬を受け取ることを切望しているわけですよね」@{I}実践主義の外交官は彼女の新しい地位が気になっているようだ。「当然貴方は、報酬が支払われるのかを気にかけておいででしょう。」@{M}The Hands-On Diplomat is anxious to take up her new post. \"And no doubt you're anxious to be paid.\""
    },
    {
      "DefaultEvent": {
        "Id": 182266,
        "Name": "「ああ、素晴らしい――」@{I}\"おお、素晴らしい -\"@{M}\"O wonderful - \"",
        "Description": "　彼女はあなたのもたらしたものを精査すると、嬉しそうに含み笑いを漏らした。「良い。良いですね。これによって『その日』の到来は大きく近づきました。こちらを。我々は支払いによってあなたを侮辱するつもりはございませんが、あなたの支出を埋め合わせるだけの物資をお持ちしました。そしてこれらの魂を。我々の感謝の印として。これらは皆、自発的に提供されたものです。お好きなように使っていただいて構いませんよ」@{I}彼女は嬉しそうに含み笑いを漏らし、貴方が持ち寄った物を調べ始めた。「良き哉、良き哉。これがあれば\"日の出\"も近くなるでしょう。さぁ、お受け取りなさい。お金に関して無礼な事は致しません。ただ、貴方への支払いの為に、物資を用意しました。そして、この魂。これらは私達の感謝の印です。無料で寄付された物ですから遠慮無くお受け取りなさい。お好きな様にお使いなさって結構です。」@{M}She hisses with delight as she examines what you've brought. \"Yes. Yes, this brings the Day much closer. Here. We won't insult you with payment, but we've brought supplies to defray your costs. And these souls. They are our gratitude: they were donated, freely. Do what you will with them.\""
      },
      "Id": 147490,
      "Name": "任務のための物資を届ける@{I}研究の為の物資を届ける@{M}Deliver Supplies for the Work",
      "Description": "　ウォッチメイカーズ・ヒルのそばの、打ち捨てられた石灰焼きかまどで、燃えるような目の学徒が待っていた。@{I}燃えるような目をした学生が時計屋の高台近くの、打ち捨てられた石灰焼きかまどで待っている。@{M}$Watchmaker's Hill -> ウォッチメイカーズ・ヒル$A Burning-Eyed Student waits at the abandoned lime-kilns by Watchmaker's Hill."
    },
    {
      "DefaultEvent": {
        "Id": 195730,
        "Name": "いくばくかの名声@{I}控えめな声望@{M}A modest reputation",
        "Description": "　魚皮のナップザックを背負い、鮫皮のブーツを履いて、彼は陸に上がった。甲板長からもらった、セーム皮の小さな鞄に自分の道具類を詰め込んで。彼は盲た操舵手亭の裏の掘っ立て小屋で店を開いた。数ヶ月もすると、腐りゆく甲羅の街から来た骨細工彫りの野蛮人を一目見ようと、興味本位の客たちが彼の店を訪れるようになった。彼の技量は大したもので、評判もまた大したものとなった。そして彼は、それを商売に上手く利用することを学んだ。あなたが最後に彼の名前を見かけたのはマホガニー・ホールのちらしの中で、そこでは彼は舞台上で運勢を占う、骨の年代史家として紹介されていた。@{I}彼は、運用長からもらった鞣し革のバッグに道具を入れ、魚皮のナップサックを背負い、鮫皮のブーツを履いて陸に上がった。彼は\"盲た操舵手亭\"のほとりにある掘っ立て小屋で自分の店を構えた。それから数ヶ月が過ぎ、好奇心に満ち溢れた客が多数店を訪れ、朽ちた貝の街から持ち出された骨彫刻を求めていた。彼の持つ技術は卓越しており、それによって声望を勝ち取っていたのだ。彼はまた、それらを使って交易する事を学んでいた。貴方が彼の名前を見たのはマホガニーの看板に彫られていたそれが最後だった。占いを伝える\"骨細工の記録者\"としての二つ名と共に。@{M}$Blind Helmsman -> 盲た操舵手亭$He goes ashore with his fish-skin knapsack, his shark-skin boots, the little wash-leather bag that the bo'sun gave him to carry his tools. He sets up shop in a shack behind the Blind Helmsman. Over the months, curiosity brings visitors to see the bone-carving savage from the rotting shell-city. His skill is significant; his reputation, more so. He learns to trade on it. When last you see his name, it's on a Mahogany Hall hand-bill, as the Bone-Chronicler who tells fortunes on stage."
      },
      "Id": 155623,
      "Name": "骨細工彫りの年代史家の任を解く@{I}骨細工の記録者の下船願いを受諾する@{M}$Scrimshaw Chronicler -> 骨細工彫りの年代史家$Release the Scrimshaw Chronicler from your service",
      "Description": "　彼はロンドンに留まることを考えていた。「店を開こうと思っとる」彼は言った。「ドックのそばにな。ここにも骨はある。いつだって骨はあるからな」@{I}彼はどうやらロンドンに残る事を考えているようだ。「波止場の側に」彼は言う。「店を開こうかと。骨なら此処にも有ります。沢山の骨が。」@{M}He's considering staying in London. \"I could open a shop,\" he says, \"by the docks. There's bone here, too. There's always bone.\""
    },
    {
      "DefaultEvent": {
        "Id": 230611,
        "Name": "",
        "Description": ""
      },
      "Id": 177608,
      "Name": "チアリー・マンと飲む@{I}Drinks with the Cheery Man",
      "Description": "　あなたはメデューサ・ヘッドに自由に出入りできる招待状を持っている。@{I}$Medusa's Head -> メデューサ・ヘッド$You have an open invitation to the Medusa's Head."
    },
    {
      "DefaultEvent": {
        "Id": 230796,
        "Name": "",
        "Description": ""
      },
      "Id": 177733,
      "Name": "ローズ・マーケットを訪れる@{I}$Rose-Market -> ローズ・マーケット$Visit the Rose-Market",
      "Description": "　ローザーの埠頭は賑わっている。もしかしたら、あなたがzeeで見つけた珍品の買い手が見つかるかもしれない。@{I}$Roser's Wharf -> ローザーの埠頭$It bustles on Roser's Wharf. Perhaps you can find a buyer for some of the curiosities you've found at zee."
    },
    {
      "DefaultEvent": {
        "Id": 141882,
        "Name": "凶作@{I}坊主寸前@{M}Lean pickings",
        "Description": "　熱意があるように見えた船乗りの群れは、あなたの買ったビールをすべて飲み干すと、跡形もなく消え失せた。残ったのは、斜視で陰気な水夫ただ一人だけだった。彼は塩漬けの猿を船に持ち込んでも良いかどうか知りたがっていた。「瓶には藁を詰めておくからさ」彼はそう請け合った。@{I}情熱に満ちたかに見えた船乗り達は、貴方が買ったビールを全て飲み干し、そしてそのまま消えた。貴方の前に残ったのは、気だるそうな斜視の船乗りで、彼が行動を共にしている酔っぱらい猿を共に乗船させられるかを知りたがっていた。「ボトルにはストローを挿しておきやすよ。」彼はそう約束する。@{M}An eager-seeming crowd of zailors consumed all the beer you buy and then melts away. You're left with a single strabismic, melancholy seaman who wants to know if he can bring his pickled monkey aboard. \"I'll pad the bottle with straw,\" he promises."
      },
      "Id": 123073,
      "Name": "もっと多くの船員を雇う@{I}船乗りをもっと雇う@{M}Hire on more crew",
      "Description": "　賢明な船乗りたちは、墓人街への安全な航行か、最低でも南方の島々へのまともな航行を探している。あなたは酒を買って、給金をばらまいてやる必要があるだろう。命知らずな連中を探すのだ。@{I}賢明な船乗り達は大体が墳墓街までの安全な航海か、少なくとも南方群島までのまともな航海を探し求めている。そんな彼らを雇う為には、飲み物を気前よく振る舞って、賃金を弾むしかない。それか、向こう見ずの鉄砲玉を探そう。@{M}Sensible zailors are looking for a safe run to the tomb-colonies, or at least a sane run to the Southern Archipelago. You'll need to buy drinks, spread around hiring fees. Look for daredevils."
    },
    {
      "DefaultEvent": {
        "Id": 141881,
        "Name": "奇妙な一夜@{I}奇妙な夜半@{M}A strange night out",
        "Description": "　ズキズキと痛む頭を抱えながら、あなたはガストンズ・ランペリーの奥の部屋で目を覚ました。何かを飲んでいたのだが、その先が少し曖昧になっていた。あなたの両拳は血に汚れていた。(自分の血だ、とあなたは考えた。)そしてあなたのシャツもまた、同じように血まみれだった。(おそらくあなたの血ではない。あなたの血がなめらかで、緑がかっているのでない限り。)あなたは随分と素敵な一夜を過ごしたようだ。「厄介な一杯だったな」ガストンは格言めいた言い方をした。@{I}貴方はガストンの八目鰻の奥の部屋で目を覚ました。どうにも頭がガンガンする。何かを飲んでいた事までは覚えているが、その先の事は曖昧だった。貴方の拳は血塗れになっており(恐らくこれは自分の血だろうと思った)、シャツも同じように血塗れだった(自分の血がすべすべした緑色で無い限り、これは自分の血では無いだろう)。どうやら、相当\"お楽しみ\"だったようだ。「あの酒は強かったかい。」ガストンが意味深に呟いた。@{M}$Gaston's Lampery -> ガストンズ・ランペリー$You wake in the back room of Gaston's Lampery, head pounding. You had something to drink, but beyond that it's a little hazy. Your knuckles are bloody (your blood, you think) and your shirt bloody likewise (probably not yours, unless your blood is slick and greenish). You've had better nights out. \"A difficult brew,\" Gaston says gnomically."
      },
      "Id": 123072,
      "Name": "ウルフスタック・ドックスで飲み騒ぐ@{I}ウルフスタック桟橋での酒宴@{M}$Wolfstack -> ウルフスタック, Wolf -> ウルフ, Wolfstack Docks -> ウルフスタック・ドックス$Carouse in Wolfstack Docks",
      "Description": "　ここなら危険なことはない。楽しんでみよう。[これはあなたの恐怖を減少させるほか、厄介事や、あるいはロマンスに発展するかもしれません。]@{I}[貴方の恐怖を減少します。稀にトラブルか、ロマンスが発生します。]@{M}There is no danger here. Try to enjoy yourself. [This will reduce your Terror. You might run into trouble, or romance.]"
    },
    {
      "DefaultEvent": {
        "Id": 174590,
        "Name": "奇妙な一夜@{I}奇妙な夜半@{M}A strange night out",
        "Description": "　ズキズキと痛む頭を抱えながら、あなたはガストンズ・ランペリーの奥の部屋で目を覚ました。何かを飲んでいたのだが、その先が少し曖昧になっていた。あなたの両拳は血に汚れていた。(自分の血だ、とあなたは考えた。)そしてあなたのシャツもまた、同じように血まみれだった。(おそらくあなたの血ではない。あなたの血がなめらかで、緑がかっているのでない限り。)あなたは随分と素敵な一夜を過ごしたようだ。「厄介な一杯だったな」ガストンは格言めいた言い方をした。@{I}貴方はガストンの八目鰻の奥の部屋で目を覚ました。どうにも頭がガンガンする。何かを飲んでいた事までは覚えているが、その先の事は曖昧だった。貴方の拳は血塗れになっており(恐らくこれは自分の血だろうと思った)、シャツも同じように血塗れだった(自分の血がすべすべした緑色で無い限り、これは自分の血では無いだろう)。どうやら、相当\"お楽しみ\"だったようだ。「あの酒は強かったかい。」ガストンが意味深に呟いた。@{M}$Gaston's Lampery -> ガストンズ・ランペリー$You wake in the back room of Gaston's Lampery, head pounding. You had something to drink, but beyond that it's a little hazy. Your knuckles are bloody (your blood, you think) and your shirt bloody likewise (probably not yours, unless your blood is slick and greenish). You've had better nights out. \"A difficult brew,\" Gaston says gnomically."
      },
      "Id": 142718,
      "Name": "ウルフスタック・ドックスで飲み騒ぐ@{I}ウルフスタック桟橋での酒宴@{M}$Wolfstack -> ウルフスタック, Wolf -> ウルフ, Wolfstack Docks -> ウルフスタック・ドックス$Carouse in Wolfstack Docks",
      "Description": "　ここなら危険なことはない。楽しんでみよう。[これはあなたの恐怖を減少させるほか、厄介事や、あるいはロマンスに発展するかもしれません。]@{I}[貴方の恐怖を減少します。稀にトラブルか、ロマンスが発生します。]@{M}There is no danger here. Try to enjoy yourself. [This will reduce your Terror. You might run into trouble, or romance.]"
    },
    {
      "DefaultEvent": {
        "Id": 174593,
        "Name": "奇妙な一夜@{I}奇妙な夜半@{M}A strange night out",
        "Description": "　ズキズキと痛む頭を抱えながら、あなたはガストンズ・ランペリーの奥の部屋で目を覚ました。何かを飲んでいたのだが、その先が少し曖昧になっていた。あなたの両拳は血に汚れていた。(自分の血だ、とあなたは考えた。)そしてあなたのシャツもまた、同じように血まみれだった。(おそらくあなたの血ではない。あなたの血がなめらかで、緑がかっているのでない限り。)あなたは随分と素敵な一夜を過ごしたようだ。「厄介な一杯だったな」ガストンは格言めいた言い方をした。@{I}貴方はガストンの八目鰻の奥の部屋で目を覚ました。どうにも頭がガンガンする。何かを飲んでいた事までは覚えているが、その先の事は曖昧だった。貴方の拳は血塗れになっており(恐らくこれは自分の血だろうと思った)、シャツも同じように血塗れだった(自分の血がすべすべした緑色で無い限り、これは自分の血では無いだろう)。どうやら、相当\"お楽しみ\"だったようだ。「あの酒は強かったかい。」ガストンが意味深に呟いた。@{M}$Gaston's Lampery -> ガストンズ・ランペリー$You wake in the back room of Gaston's Lampery, head pounding. You had something to drink, but beyond that it's a little hazy. Your knuckles are bloody (your blood, you think) and your shirt bloody likewise (probably not yours, unless your blood is slick and greenish). You've had better nights out. \"A difficult brew,\" Gaston says gnomically."
      },
      "Id": 142719,
      "Name": "ウルフスタック・ドックスで飲み騒ぐ@{I}ウルフスタック桟橋での酒宴@{M}$Wolfstack -> ウルフスタック, Wolf -> ウルフ, Wolfstack Docks -> ウルフスタック・ドックス$Carouse in Wolfstack Docks",
      "Description": "　ここなら危険なことはない。楽しんでみよう。[これはあなたの恐怖を減少させるほか、厄介事や、あるいはロマンスに発展するかもしれません。]@{I}[貴方の恐怖を減少します。稀にトラブルか、ロマンスが発生します。]@{M}There is no danger here. Try to enjoy yourself. [This will reduce your Terror. You might run into trouble, or romance.]"
    }
  ]
}