{"ChildBranches": [{"DefaultEvent": {"Description": "「心躍りますね！すべて詳しく聞かせてください。その前にまず、万年筆を見つけないと。おや、残念、ペン先に蜘蛛が刺さってる――すいませんね。さあて――何てこった！まだ生きてる！そこのギボンの本を取って下さい――これで良し、と。ペンを貸していただいても構いませんかね？」@{I}「面白い!是非とも詳細を聞かせて下さい。先ず、私の万年筆は何処かな...っと。ああ、何てことだ - ペン先に蜘蛛が刺さってしまっている - ちょっと失礼しますよ。これを - うわ、これは!まだ生きているじゃないか! - 申し訳ありません、そこのギボンの本を渡して頂けますか - これで良しと。さて、ペンはお持ちじゃないですか?」@{M}\"Thrilling! Let me hear every detail. First, I must find my fountain-pen. Oh, how regrettable - it has a spider impaled on the nib - excuse me. Let me - good Heavens! It's still alive! - pass me that volume of Gibbon - there we go. Do you have another pen?\"",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "難航する書き取り@{I}進まない書き取り@{M}Difficult dictation",
                                     "Id": 141887},
                    "Name": "Zee-Ztory@{I}ジー・ストーリー@{M}A Zee-Ztory",
                    "Description": "　深みの物語。@{I}深きものの逸話。@{M}A tale of the deep.",
                    "ButtonText": "", "Id": 123077},
                   {"DefaultEvent": {"Description": "　話が進むにつれて、不安を催させる学者の輝く(あるいは燃え盛る？)目の淵から涙がこみ上げてきた。それは溢れ出し、机の吸い取り紙の上に飛び散った。「やめてください！」終いには彼(彼女？)はむせび泣いていた。「これはあまりにも――あまりにも美しすぎます。記録用のコンゴウインコを連れて来るまで待っていてください。語調の一つ一つまで思い出せるようにしたいんです」@{I}不安がる学者が話を聞くにつれ、光を湛えた(燃えている?)瞳の奥底に涙が滲み出してきた。それはやがて涙腺を突き破り、机の上に水たまりを作ろうとする程だった。「ちょっと待って下さい!」やがて彼(彼女?)は泣きながら声を発した。「これは余りにも - 余りにも美しすぎます。記憶するコンゴウインコを連れて来ても宜しいでしょうか。それぞれの声のトーンを覚えてくれると良いのですが。」@{M}$Alarming Scholar -> 不安を催させる学者$As the Alarming Scholar listens, tears well in the depths of those shining (or is it blazing?) eyes. They overflow, splashing on to the desk-blotter. \"Stop!\" he (she?) sobs, at last. \"This is too - too beautiful. Allow me to bring the Macaw of Memories. I wish each individual tone recalled.\"",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "感情の井戸@{I}感情の泉@{M}Wells of emotion", "Id": 144824},
                    "Name": "遠き地の記憶@{I}遥か遠き浜辺の記憶@{M}$Memory of Distant Shores -> 遠き地の記憶$A Memory of Distant Shores",
                    "Description": "　悪漢の巡礼の、心踊る小話。@{I}悪漢の巡礼旅行を題材とした味のある小話。@{M}A piquant piece of picaresque pilgrimage.",
                    "ButtonText": "", "Id": 125024},
                   {"DefaultEvent": {"Description": "　学者は標本の入った瓶の周りを回りながら、様々な道具でガラスを突き回した。ねじ回しとか、磁石とか、検査針とか、音叉とか、メスとか、玉杓子らしきものとかで。「これは数週間は保ちそうですね」彼女(彼？)は、半ば独りごちるように言った。「今夜はハイ・テーブルで夕食なんてどうでしょう」@{I}学者は貴方の持ってきた標本瓶をぐるりと見回し、ガラスを様々な道具でコツコツ叩く。スクリュードライバー、磁石、試験棒、音叉、解剖用メス、溝付きスプーンなどなど。「これで一週間は持つでしょうかね。」そう彼女(彼?)は呟く。恐らく半分以上は自分自身に向けて。「今日はそこのハイテーブルで食事をする事になりそうですね、多分。」@{M}The Scholar circles your specimen jar, tapping at the glass with a variety of tools: screw-driver, magnet, scrutinizer, tuning-fork, flensing knife, and a sort of slotted spoon. \"This will keep them going for weeks,\" she (he?) says, half to himself. \"We'll dine at the High Table tonight, I think.\"",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "強い興奮@{I}深い興奮@{M}Deep excitement", "Id": 144825},
                    "Name": "奇妙な漁獲物@{I}奇妙な漁獲@{M}$Strange Catch -> 奇妙な漁獲物$A Strange Catch",
                    "Description": "　塩漬けにされて活動を停止したもの。@{I}動かない様に塩漬けにされている。@{M}Pickled into quiescence.",
                    "ButtonText": "", "Id": 125025},
                   {"DefaultEvent": {"Description": "「納骨堂に入れられていたら、どれだけもったいないことになっていたでしょう！」彼女(彼？)は袖口で頭蓋骨を磨いた。「これにはむしろツル性のイバラの方が相応しいと、私はそう思いますね。黄色いバラなんて良いかもしれません。本当にありがとうございます。これは私とあなただけの秘密にしておいてくださいね」@{I}「恐らくこれは骨壷の中でひどく無駄に扱われて来たのでしょう!」彼女(彼?)は服の袖で頭蓋骨を磨いている。「これに適したものはいばらをよじ登った先にあります。恐らく、黄色い薔薇です。感謝いたします。この事は私達の間だけに留めておきましょう。」@{M}\"This would be so terribly wasted in an ossuary!\" She (he?) buffs the cranium with a sleeve. \"I think a climbing briar-rose will suit this one rather well. A yellow rose, perhaps. Thank you so much. Let's keep this between ourselves.\"",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "晴れやかな笑み@{I}光り輝く笑顔@{M}A beaming smile", "Id": 144826},
                    "Name": "嘆かわしい遺品@{I}嘆かわしい遺骨@{M}$[Ll]amentable [Rr]elic -> 嘆かわしい遺物$A Lamentable Relic",
                    "Description": "　必ずしも科学的な興味を引くものではない。しかし、この学者はそのコレクションか何かを持っている。@{I}学術的興味を持った訳では無さそうだが、学者には収集品か何かがあるようだ。@{M}Not a scientific curiosity, necessarily, but the Scholar has a collection. Or something.",
                    "ButtonText": "", "Id": 125026},
                   {"DefaultEvent": {"Description": "「これは自然の手によるものですね。人工的なものではなく。それでも興味深いですけどね！そのための専用の棚もありますし！しかし今度は、作られたものを持ってきてはもらえませんか。『発達』したものではなく」@{I}「これは自然に作られた物ですね。決して人工では有りません。面白い、何にせよ興味深い!これを置く棚なら有ります!しかし、次は - <i>進化した</i>物ではなく、何か人の手が加わっている物をお願いします。」@{M}\"This is the product of Nature, not artifice. Interesting, nevertheless! I have the very shelf for it! But if you could bring me something worked, not <i>evolved</i>, next time -\"",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "偶然の産物@{I}事故@{M}An accident", "Id": 144827},
                    "RareDefaultEvent": {"Description": "「おお！山の印がはっきりと見て取れますよ！それでいて、私は、これを作ったのが人間だとも思いませんね。それよりも昔の何かでしょう。あるいは、少なくともそのように考えたいものです。それが一番重要なことなのですから」@{I}「おお...!ここに叩いた跡がくっきりと残っています!これは人間の手で作られた形では無いと考えますね。何か、遥か旧い存在では無いか、と。少なくとも私はこういう思考は<i>大好き</i>です。それが最も大事な事でもありますし。」@{M}\"Oho! I see the knap-marks clearly! I rather think it was no human hand that shaped this, either. Something from Before. Or at least I <i>like</i> to think it. And that's what's most important.\"",
                                         "LinkToEvent": {"Id": 141886},
                                         "Name": "遺品！@{I}遺物だ!@{M}A relic!", "Id": 144830},
                    "Name": "模糊とした礫石器@{I}形のはっきりしない石器@{M}$Ambiguous Eolith -> 模糊とした礫石器$An Ambiguous Eolith",
                    "Description": "　道具として作られた物もある。そのように見えるだけの物もある。@{I}これらの物の幾つかは道具として作られたものだ。幾つかはそういう風に見えるだけだ。@{M}Some of these things were made as tools. Some just look that way.",
                    "ButtonText": "", "Id": 125027},
                   {"DefaultEvent": {"Description": "「何と興味深い！ふむ、これを猿の中に入れてみたことはありますか？宝石の中に入れてみたことは？これを地上に持ち込んだことはない、ですよね？これが自傷行為を誘発するようなことはあり得るでしょうか？これを虚数波長に晒してみたことは？これを――」@{I}「何と面白い!むむ、これが猿の中に在ったと?これを玉飾りの中に入れてあったと?かつて地表に在った訳では無いのですよね?これが物体に自己運動の力を与える事が出来る?これを架空の波長に曝した事は?これは一体 -」@{M}$Surface -> 地上$\"How intriguing! Mm, has it been in an ape? Did you leave it in a jewel? It hasn't been to the Surface, has it? Can it provoke objects to self-motilation? Have you subjected it to imaginary wavelengths? What is - \"",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "質問、質問@{I}質問に次ぐ質問@{M}Questions, questions",
                                     "Id": 144828},
                    "Name": "審判の卵@{I}審判の卵@{M}Judgements' Egg",
                    "Description": "　瓶詰めにされた謎。@{I}ボトルの中の謎。@{M}A mystery in a bottle.",
                    "ButtonText": "", "Id": 125028},
                   {"DefaultEvent": {"Description": "「魅力的な一品ですね。クロウケイスの心は嫉妬で一杯になるでしょう。私があなたを夕食に誘うのを忘れていたら教えて下さいよ、すぐにでも。本当にありがとうございました」@{I}「これは<i>辛い</i>やつです。クロウケースさんは羨ましさで<i>垂涎</i>でしょうね。直ぐに貴方を夕食にお誘いするのを忘れないよう、そしてきちんとお礼が出来る様に私に教えて下さい。」@{M}$Crawcase -> クロウケイス$\"This is a <i>spicy</i> one. Crawcase will be <i>dripping</i> with envy. Remind me to invite you for dinner, soon, and thank you properly.\"",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "歓喜の叫び@{I}歓喜の悲鳴@{M}Squeals of delight", "Id": 144829},
                    "Name": "あなたはそれを手つかずのままに残してきた……@{I}触らずに置いておいた物...@{M}You've left it untouched...",
                    "Description": "　……学者は新鮮な秘密を好む。@{I}...学者は新鮮な秘密を好む。@{M}...the Scholar likes fresh secrets.",
                    "ButtonText": "", "Id": 125029},
                   {"DefaultEvent": {"Description": "　それは酢漬けのような、化学的な匂いがした。塩辛そうな感じだ。かつてはウナギの肉だったものなのかもしれない。しかし学者はあなたに、これは生命維持や栄養補給に役立つのだと請け合った。それなら、緊急時に備えて保存しておこうか。@{I}その匂いは酸っぱく、薬品臭く、塩っぱい。恐らく、かつては鰻の身だった物なのだろう。ただ、学者はそれをとても活力的で栄養に富んだ物であると言っている。非常食として保存しておいた方が良い、のかもしれない。@{M}It smells pickled, chemical. Zalty. Once, it might have been eel-flesh. But the Scholar assures you that it has vital and nutritional virtues. Save it for an emergency, perhaps.",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "黒いガラス@{I}黒いガラス@{M}Dark glass", "Id": 144866},
                    "Name": "学者からのささやかな贈り物@{I}学者からの小さな贈り物@{M}A little present from the Scholar",
                    "Description": "「あなたにはとてもお世話になっていますね。次の航海のために何か差し上げたいと思いまして。私が手ずから瓶に詰めたんですよ――」@{I}「貴方はこれまで沢山の手助けをしてくれました。貴方の次の航海に役立つものをお渡ししたいと思います。これは私が直々に瓶詰めして -」@{M}\"You've been so very helpful. I wanted to give you something for your next voyage. I bottled it myself - \"",
                    "ButtonText": "", "Id": 125051},
                   {"DefaultEvent": {"Description": "　アダムの道、エコー・バザールの本性、ライフバーグの食物、島々が動いていると思われる理由、ろうそくを信頼してはならない理由。学者はそれらすべてについて独自の見解を持っていた。その中には真実すら混じっているのかもしれない。@{I}アダムの道 - エコーバザールの本質 - 活氷山が食べる物 - 島々が移動しているように見える理由 - 蝋燭が信用出来ぬ訳。学者はこれら全てについて持論が有る。その内の幾つかは真実なのかもしれない。@{M}$[Ll]ifeberg -> ライフバーグ, Adam's Way -> アダムの道, Echo Bazaar -> エコー・バザール$Adam's Way - the nature of the Echo Bazaar - what lifebergs eat - the reason the islands seem to move - why candles can't be trusted. The Scholar has opinions on all of these. Some may even be true.",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "じれったい光@{I}もったいぶった光の矢@{M}Tantalising shafts of light",
                                     "Id": 144867},
                    "Name": "学者とのちょっとしたおしゃべり@{I}学者との取り留めもない会話@{M}A little chat with the Scholar",
                    "Description": "「ちょっとあなたにお話したいことが――」@{I}\"言わせて頂きたい事が -\"@{M}\"Let me tell you - \"",
                    "ButtonText": "", "Id": 125052},
                   {"DefaultEvent": {"Description": "　上手くやるだろう。鍛えてやれば。@{I}用を為すでしょう、訓練さえすれば。@{M}They'll do; with training.",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "十分に働けそうに見える@{I}十分ありえる事@{M}Likely enough",
                                     "Id": 144868},
                    "Name": "学者の友人@{I}学者の友人@{M}A friend of the Scholar",
                    "Description": "「私の生徒の一人が、ずっとzeeに出たいと渇望していたのですよ。彼女は熱心で頭が良いですし、船の上で育ったので――」@{I}「私の生徒が長い間ジーに行きたいと望んでおります。彼女には意欲があり、知識もあり、乗船出来る年齢まで育ち -」@{M}\"A student of mine has long wished to go to zee. She's eager and clever and she grew up on a ship - \"",
                    "ButtonText": "", "Id": 125053},
                   {"DefaultEvent": {"Description": "「これと似たものはうちにもありますね」彼女(彼？)はそう宣言した。「しかし、そっくりというわけではないです。興味深い。私としては、ふさわしい対価をお支払いするつもりですよ」@{I}「私達はそれに似たような物を持っています...」彼女(彼?)が告げる。「...が、<i>厳密に</i>似ている訳では無いのです。面白い。適切な謝礼について私に少々考えがあります。」@{M}\"We have something like that,\" she (he?) declares. \"But not <i>very</i> like that. Interesting. I have some ideas about suitable fees.\"",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "注意深い調査@{I}慎重な再検査@{M}A careful scrutiny",
                                     "Id": 145886},
                    "Name": "風変わりな工芸品@{I}風変わりな工芸品@{M}$Outlandish Art[ie]fact -> 風変わりな工芸品$An Outlandish Artefact",
                    "Description": "　ロンドンでは知られていない技法で作られている。@{I}ロンドンの見知らぬ誰かの手によって形作られた物。@{M}Shaped by hands unknown in London.",
                    "ButtonText": "", "Id": 125717},
                   {"DefaultEvent": {"Description": "「何とまあ」貪欲な笑みに、歯列が剥き出しになった。その歯にはどこかおかしなところがあった。まるで、あまりにも歯が多すぎるかのような。「これには予算を随分と持って行かれてしまうでしょうね。しかしその価値はあると、私は考えますね。ええ。その価値はありますとも」@{I}「ああ、何という...」飢えた様な笑みを浮かべ、歯を剥き出しにしている - その歯には何か違和感があった。あたかも歯が多すぎるかのような。「これは私の購入予算に大きな凹みが出来てしまいます...ですが、それだけの価値はあります。ええ、きっと。それだけの価値が。」@{M}\"Oh my.\" Teeth bared in a hungry grin: there's something odd about those teeth, as if there were too many of them. \"This will make quite a dent in my acquisitions budget. But worth it, I think. Yes. Worth it.\"",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "きらめく目@{I}煌めく目@{M}Glinting eyes", "Id": 145887},
                    "Name": "魅惑的な財宝@{I}魅惑の財宝@{M}$Captivating Treasure -> 魅惑的な財宝$Captivating Treasure",
                    "Description": "　輝いている。ここに持ち込む前に磨いてきたので、今日はより一層輝いている。@{I}輝いている。そしてここに持ち込む前に貴方が磨いていたせいもあって、より輝いて見える。@{M}Shiny. And you polished it before you brought it in, so it's even shinier today.",
                    "ButtonText": "", "Id": 125718},
                   {"DefaultEvent": {"Description": "　あなたが覆いを払い落とすと、容器の中の生物は光を嫌ってたじろいだ。学者は大喜びで両手を握りしめた。「おお！まだ動いてますね！私は、これの使い途を見つけることができると思いますよ」@{I}掛けられていた布を貴方が外すと、容器の中にいた生物は光から逃げるように縮こまった。学者は喜びの余り腕を握りしめていた。「おおお...!まだ動いている!私には<i>これ</i>の使い道を考えつく気がしますよ。」@{M}You flick the blanket away, and the creature in the container shrinks away from the light. The Scholar clasps hands in delight. \"Oho! It's still moving! I can think of uses for <i>this</i>.\"",
                                     "LinkToEvent": {"Id": 141886}, "Name": "", "Id": 146200},
                    "Name": "生体標本@{I}生きた標本@{M}$Live Specimen -> 生体標本$A Live Specimen",
                    "Description": "　未だ絶滅していないのもの。@{I}まだ絶滅していない何か。@{M}Something not yet extinct.",
                    "ButtonText": "", "Id": 125909},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 141880},
                                     "Name": "", "Id": 147504},
                    "Name": "大学を去る@{I}大学を立ち去る@{M}Leave the University",
                    "Description": "　あなたには取り組むべき用事がある。その上、学者が絶えず機械仕掛けの罠のように歯を鳴らし続けている。@{I}貴方には貴方が直面すべき仕事がある。一方、学者は機械仕掛けの罠のように彼の(彼女の?)歯を打ち鳴らしていた。@{M}You have business to attend to, and besides, the Scholar keeps snapping his (her?) teeth like a mechanical trap.",
                    "ButtonText": "", "Id": 126754},
                   {"DefaultEvent": {"Description": "「これは――ええ、確証を与えてくれるとまでは言えませんが、補強はしてくれると、そう思います――私は今まで、悪性希薄科は一人残らず完全に狂い果てていると、そう思っていましたから。ありがとうございます。実際、本当に助かりました。私たちの予算がもう少し大きければ良かったのですが」@{I}「これは - まぁ、今の時点では<i>確認済</i>とは言えませんが、恐らく<i>助けに</i>なるだろうと予測します。そして、地獄希薄化省の役人達が狂乱して固まるだろうと思います。有難う、本当に有難うございます。私達の予算が多く無いことを謝るしかありません。」@{M}$Department of Infernal Rarefaction -> 悪性希薄科$\"This - well, I wouldn't say it <i>confirms</i>, but I suppose it <i>supports</i> - and I thought the Department of Infernal Rarefactions were all stark raving mad. Thank you; thank you indeed. I'm sorry our budget isn't larger.\"",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "驚きで目を丸くして@{I}目の飛び出る驚き@{M}Pop-eyed surprise",
                                     "Id": 151288},
                    "Name": "ブリムストーンのうなり@{I}震える硫黄@{M}$Brimstone Buzzings -> ブリムストーンのうなり$Brimstone Buzzings",
                    "Description": "　恐ろしい情報の断片@{I}恐ろしい一欠。@{M}A terrifying tidbit.",
                    "ButtonText": "", "Id": 129160},
                   {"DefaultEvent": {"Description": "「ふむん！旧大陸の匂いがします！風と、光と、Stoneと、顔のないものの匂いが。ありがとうございます！」@{I}「むむ!これは古き大陸の匂い!風の - 光の - 石の - 顔無き物の。感謝致します!」@{M}$Elder Continent -> 旧大陸$\"Mm! It smells of the Elder Continent! Of wind - of light - of Stone - of things without faces. Thank you!\"",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "深く息を吸い込む@{I}深く息を吸い込む@{M}Inhaling deeply",
                                     "Id": 152651},
                    "Name": "用心深い骨董品@{I}用心深い骨董品@{M}$Watchful Curio -> 用心深い骨董品$A Watchful Curio",
                    "Description": "　哀れを誘う小物@{I}哀れな小さき物。@{M}Pitiable little thing.",
                    "ButtonText": "", "Id": 130035},
                   {"DefaultEvent": {"Description": "　閉じ込められた光が核の表面に爪を立てていた。「ああ、これは」学者は息を呑んだ。「そうです」彼女(彼？)はあなたのことを忘れてしまったようだった。「何と豊かな香りでしょうね。こちらへ。いとしいひと。こちらへ」核のIrrigoの輝きが強まった。部屋からは色彩が失われ、代わりにただひとつの影によって満たされた。<br/><br/>　あなたは船室でゆっくりと身を起こした。Irrigoの輝きを見た後では、目の前で軽快に揺れる光も鈍く感じられた。あなたは両目に奇妙な疼きを覚えた。一体、何が起こったんだろう？それについて、学者が決して何も語ってくれないだろうことは分かっていた。@{I}閉じ込められた光が核の表面にヒビのように漏れ出てくる。「おお...そうだ。」不安がる学者が息を飲む。「おお...そうだ。」彼女(彼?)は貴方の存在を忘れてしまったように見える。「素晴らしい面白さだ。さぁこっちへ...親愛なる...こっちへ。」核の中のイリゴはその輝きを増し続けている。色が部屋から漏れ出で、その後一つの大きな影が代わりに辺りを覆った。\u000d\u000a\u000d\u000a貴方は自分の船室でゆっくりと目を覚ました。揺れ動く灯りは、イリゴの光の後では鈍く見えてしまう。それに、目がとてもかゆい。一体全体、何が起こったのだろうか?学者は、これについては、何も話す事が無かった。@{M}$Alarming Scholar -> 不安を催させる学者$Prisoned light scratches at the surface of the Core. \"Oh, yes,\" the Alarming Scholar breathes. \"Oh, yes.\" She (he?) seems to have forgotten you. \"So many savours. Come here, my love, come here.\" The irrigo glow at its core brightens. Colour leaks from the room, to be replaced by one shade only.\u000d\u000a\u000d\u000aYou wake slowly in your cabin. The swinging lights seem dull after the irrigo glow. Your eyes itch oddly. What happened, exactly? The Scholar, you know, will never speak of it.",
                                     "Name": "記憶@{I}記憶@{M}Memories", "Id": 154264},
                    "Name": "巨大なフルークの核@{I}巨大なフルークの核@{M}$Colossal Fluke-Core -> 巨大なフルークの核, Fluke -> フルーク$A Colossal Fluke-Core",
                    "Description": "　台車でそれを運び込ませ、仰々しく覆いを除けよう。@{I}部下に転がさせて部屋にいれ、カバーを仰々しく外す。@{M}Have your man wheel it in. Remove the cover with a flourish.",
                    "ButtonText": "", "Id": 131045},
                   {"DefaultEvent": {"Description": "「ありがとうございます！矛盾光学の部門がこういうのを大好きなんですよ。ヴェンダーバイトの連中もこの色彩にひどく執着していまして、競売ではいつも張り合って来るんです」@{I}「有難う御座います!逆説光学省の役人がこういった物を喜ぶでしょう。ベンダーバイト人は色のある物を狂った様に好みますし、彼らはいつも私達より高値を付けて来ます。@{M}$Venderbight -> ヴェンダーバイト$\"Thank you! The Department of Paradoxic Optics loves this sort of thing. The Venderbighters are far too fond of colours, and they can generally outbid us.\"",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "注意深い精査@{I}慎重な調査@{M}Careful inspection", "Id": 158881},
                    "Name": "ブルー・シンティラックの塊@{I}碧珊瑚の胞核の塊@{M}$Lump of Blue Scintillack -> ブルー・シンティラックの塊, Blue Scintillack -> ブルー・シンティラック, [Ss]cintillack -> シンティラック$A Lump of Blue Scintillack",
                    "Description": "「Apocyan！ここではそうそうお目にかかれない色です」@{I}\"アポシアン!私達がここでは滅多に見る事の無い色です。\"@{M}\"Apocyan! That's not a hue we often see here.\"",
                    "ButtonText": "", "Id": 133907},
                   {"DefaultEvent": {"Description": "「底についているのは何でしょう？ライラック色の粘液？あなたはこれをきのこの山の中から掘り出したのですか？……いや、聞かないことにしましょう。知りたくはありません」@{I}「この一番下にいるモノは何でしょう?ライラックスライムのような物?これはもしや、真菌の塔から掘り出してきた物では?...いや、止めましょう。知らないほうが良いかもしれません。」@{M}\"What's this stuff on the bottom? A sort of lilac slime? Have you been digging these out of fungus-towers? ...no, I shan't ask. I'd rather not know.\"",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "綿密な精査@{I}詳細の調査@{M}Close inspections", "Id": 158882},
                    "Name": "光線まみれの噴石@{I}熱を含んだ消し炭@{M}$Ray-Drenched Cinder -> 光線まみれの噴石$A Ray-Drenched Cinder",
                    "Description": "「それは……Cosmogone、ではないですか？目が覚めている時にその判別をするのは難しいのですよ。美しい色です。まるで……カニの肉のような。ふむ」@{I}「それは...コスモゴーンですね?誰かが起きている時にその色を取り出すのはとても難しいものです。寂しい色ですね。私にとっては...蟹の肉を思い出させますが...ふむ。」@{M}\"That's... cosmogone, isn't it? It's hard to make it out when one's awake, you know. Lovely colour. Reminds me of... crab-flesh. Mm.\"",
                    "ButtonText": "", "Id": 133908},
                   {"DefaultEvent": {"Description": "「これは旅をしてきたわけですね――とても長い旅を！ダイヤモンドや銅、玄武岩の匂いがしますよ。ふむ、ふん、はあ。ありがとうございます」@{I}「これはとても長い - 長い旅をしていますね!ダイヤモンドの匂い、銅の匂い、玄武岩の匂い。ううむ...はぁ...ふぅ。有難う御座います。」@{M}\"This one has travelled - travelled a long way! I smell diamonds, copper, basalt. Hm ha ah. Thank you.\"",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "鼻をひくひくとさせて@{I}鼻を揺らして@{M}A twitching nose",
                                     "Id": 166262},
                    "Name": "目覚めた偶像@{I}目覚めの偶像@{M}$Wakeful Idol -> 目覚めた偶像$A Wakeful Idol",
                    "Description": "　ひょっとしたらこれは、どこかへやってしまった方が安全かもしれない。@{I}これは退かしたほうが安全かもしれない。@{M}Perhaps it's safer to get rid of it.",
                    "ButtonText": "", "Id": 137706},
                   {"DefaultEvent": {"Description": "「私に下さい！ええ――ええ。分かりますよ。聞いて下さい。網。法。害。空。光。時計。zee。目。夜……私を一人にして下さい。今は一人にして下さい。やるべきことがあるんです」@{I}「それを私に渡して下さい!ああそう - そうです。今理解しました。聞いて下さい。網。法。痛み。空。光。時。ジー。瞳。夜... 一人にして下さい。一人にしてくれますか。私にはやる事がある。」@{M}\"Give it to me! Yes - yes, now I understand. Listen. The net. The law. The harm. The sky. The light. The clock. The zee. The eye. The night... Leave me. Leave me now. I have things to do.\"",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "「何と――」@{I}\"何です - \"@{M}\"What's - \"", "Id": 166266},
                    "Name": "焼けつく謎@{I}昂ぶる物体@{M}$Searing Enigma -> 焼けつく謎$A Searing Enigma",
                    "Description": "　これは彼女(彼？)にとって安全ではないだろう。とは言え、他の誰かであれば安全というわけでもないのだが。@{I}これは彼女(彼?)にとって安全ではないだろうが、そうするとこれは誰にとっても安全ではない。@{M}It won't be safe with her (him?), but then it won't be safe with anyone.",
                    "ButtonText": "", "Id": 137708},
                   {"DefaultEvent": {"Description": "　彼(彼女？)は乱雑な原稿の束をあなたに手渡した。願わくば、その素材は単なる紙であって欲しいとあなたは思った。あなたは原稿が手の中で震える様子をありありと想像できるほどだった。少なくとも、イザリーは喜ぶだろう。[アイル・オブ・キャッツに戻れば、大きな報酬を受け取ることができるでしょう。船倉に少なくとも10の空きを作っておきましょう。]@{I}彼(彼女?)は貴方に乱雑に縛られた、貴方が紙だと願っている物に書かれたノートを手渡してきた。貴方の手の中で、握りしめられたノートが小刻みに震えている。少なくとも、イザリーはそれを見て満足するだろう。@{M}$Isle of Cats -> アイル・オブ・キャッツ, Isery -> イザリー$He (she?) hands you an untidy bundle of notes written on what you hope is paper. You are almost certainly imagining how the notes seem to shiver in your grip. Isery will be pleased, at least. [You will be well rewarded when you return to the Isle of Cats. Make sure you have at least 10 free spaces in your cargo hold.]",
                                     "Name": "", "Id": 168560},
                    "Name": "イザリーからの届け物@{I}イザリーからの配達便@{M}$Isery -> イザリー$A delivery from Isery",
                    "Description": "　学者はそれぞれの小瓶に対して、彼女(彼？)の舌を這わせていった。「新鮮で、実に食欲をそそられますねえ――この色彩はどうです！ええ、ええ、完璧ですとも」@{I}学者はそれぞれの薬瓶に彼女の(彼の?)舌を這わせている。「新鮮で、とてもそそる味だ - この色はどうだ!おお、素晴らしい、完璧だ。」@{M}The Scholar drags her (his?) tongue over each of the vials. \"Fresh, quite piquant - look at the colour! Oh yes, yes, perfect.\"",
                    "ButtonText": "", "Id": 139073},
                   {"DefaultEvent": {"Description": "　あなたが小瓶の入った箱を不安を催させる学者に引き渡すと、彼女(彼？)は、喜びをほとんど隠しきれない様子であなたに金を手渡した。あなたは彼(彼女？)が、あなたとはもう二度と会わないだろうと考えているという、はっきりした印象を受けた。@{I}不安がる学者は、貴方の持ち込んだ薬瓶箱を受け取り、代わりに金を掴んでやや雑に、ギリギリ封筒に隠れた状態で手渡してきた。貴方は、もう彼(彼女?)が貴方と会うことは期待していないだろうという確信めいた印象を持って、その場を去った。@{M}$Alarming Scholar -> 不安を催させる学者$The Alarming Scholar hands over the money with barely concealed delight once you give her (him?) the casket of vials. You leave with the distinct impression that he (she?) does not expect to see you ever again.",
                                     "Name": "", "Id": 168561},
                    "Name": "提示された機会@{I}提供された機会@{M}An opportunity offered",
                    "Description": "「あなたが道中で積荷を落としていない、というのは本当に確かですか？」強欲そうに紅い蜜の小瓶を撫で回しながら、不安を催させる学者は尋ねた。彼(彼女？)の歯がきらめいた。「私には収蔵品収集のための予算が、実に気前良く与えられているんです。そう、そういうことです」@{I}「貴方は本当に道中で荷物を紛失したりしておりませんか?」不安がる学者が尋ねてくる。赤蜂蜜の入った樽を、所有権を主張するかのようにさすりながら。「私には潤沢な購入予算が与えられているのですよ。」@{M}$Alarming Scholar -> 不安を催させる学者$\"Are you sure you didn't lose your shipment on the way?\" the Alarming Scholar asks, stroking the casket of red honey vials possessively. His (her?) teeth glint. \"I have quite a generous acquisitions budget, I am told.\"",
                    "ButtonText": "", "Id": 139074},
                   {"DefaultEvent": {"Description": "「ここに！私は答えを得ました。お取りなさい。私は未来にまで及ぶあらゆる疑問の答えを得ました。氷結城へ向かわなければ。あなたには来られない。来ちゃいけない。来られない。来ちゃいけない。来られない！来ちゃいけない！来られない！来ちゃいけない！――」<br/><br/>　監督者たちが踏み込んできて、学者を彼(彼女？)のオフィスから引きずっていった。一人があなたに向けて悲しげに頭を振った。「大学の職員ってのは」彼は溜息を吐いた。「長続きしないんだ」あなたは殴り書きされた原稿の束を握りしめたまま、部屋に一人取り残された。あなたは用心深く最初の一枚を覗き見た。シンボルがあなたの目の前で沸騰した。研究室は突然にして、恐ろしい輝きに照らされたようだった。やめろ！嫌だ！@{I}「これだ!私には答えがあります。これは持って行って結構です。私は必要な答えを全て持っています。私は彼らを追って氷結城まで行きましょう。貴方はついて来れません。来てはなりません。来れません。来ては駄目です。コレナイ!クルナ! -」\u000d\u000a\u000d\u000a学者は勢い良く部屋に押し入ったかと思うと、彼の(彼女の?)研究室から生徒を引っ張り出してきた。その内の一人は哀れに頭を振り乱している。「教官...」彼は溜息をつく。「彼らは長く続きませんよ。」貴方は書き殴られたノートの束を握りしめたまま部屋に取り残された。貴方は最初のページを慎重に覗きこむ。すると、記号が目の前で荒れ狂った。研究室の中は突然、眩い光に支配された。ああ!あああ!@{M}$Frostfound -> 氷結城$\"Here! I have the answer. Take it. I have all the answers I will ever need. I'll follow them to Frostfound. You can't come. Don't come. Can't come. Don't come. CAN'T COME! DON'T COME! - \"\u000d\u000a\u000d\u000aProctors burst in and drag the Scholar from his (her?) office. One shakes a sorrowful head at you. \"Academics,\" he sighs. \"They never last.\" You are left clutching a bundle of scrawled notes. You peep cautiously at the first page. Symbols boil before your eyes. The study seems suddenly, terribly bright. No! NO!",
                                     "Name": "狂喜の笑い@{I}歓喜の笑い声@{M}Delighted laughter", "Id": 173034},
                    "RareDefaultEvent": {"Description": "「ここに！私は答えを得ました。お取りなさい。私は未来にまで及ぶあらゆる疑問の答えを得ました。氷結城へ向かわなければ。あなたには来られない。来ちゃいけない。来られない。来ちゃいけない。来られない！来ちゃいけない！来られない！来ちゃいけない！――」<br/><br/>　監督者たちが踏み込んできて、学者を彼(彼女？)のオフィスから引きずっていった。一人があなたに向けて悲しげに頭を振った。「大学の職員ってのは」彼は溜息を吐いた。「長続きしないんだ」あなたは殴り書きされた原稿の束を握りしめたまま、部屋に一人取り残された。あなたは用心深く最初の一枚を覗き見た。シンボルがあなたの目の前で沸騰した。研究室は突然にして、恐ろしい輝きに照らされたようだった。やめろ！嫌だ！@{I}「これだ!私には答えがあります。これは持って行って結構です。私は必要な答えを全て持っています。私は彼らを追って氷結城まで行きましょう。貴方はついて来れません。来てはなりません。来れません。来ては駄目です。コレナイ!クルナ! -」\u000d\u000a\u000d\u000a学者は勢い良く部屋に押し入ったかと思うと、彼の(彼女の?)研究室から生徒を引っ張り出してきた。その内の一人は哀れに頭を振り乱している。「教官...」彼は溜息をつく。「彼らは長く続きませんよ。」貴方は書き殴られたノートの束を握りしめたまま部屋に取り残された。貴方は最初のページを慎重に覗きこむ。すると、記号が目の前で荒れ狂った。研究室の中は突然、眩い光に支配された。ああ!あああ!@{M}$Frostfound -> 氷結城$\"Here! I have the answer. Take it. I have all the answers I will ever need. I'll follow them to Frostfound. You can't come. Don't come. Can't come. Don't come. CAN'T COME! DON'T COME! - \"\u000d\u000a\u000d\u000aProctors burst in and drag the Scholar from his (her?) office. One shakes a sorrowful head at you. \"Academics,\" he sighs. \"They never last.\" You are left clutching a bundle of scrawled notes. You peep cautiously at the first page. Symbols boil before your eyes. The study seems suddenly, terribly bright. No! NO!",
                                         "Name": "狂喜の笑い@{I}歓喜の笑い声@{M}Delighted laughter",
                                         "Id": 180556},
                    "Name": "恐るべき推測@{I}恐ろしい推測@{M}$Dread Surmise -> 恐るべき推測$A Dread Surmise",
                    "Description": "「秘密の匂いがします。焼けつく秘密の。教えて下さい。私は何かに近づきつつあるんですよ」[これを選択すると、学者との接点は永遠に失われます。]@{I}「秘密の匂いがしますね。昂ぶる秘密です。さぁ、私にもお見せ下さい。もうすぐ何かが掴めるのですよ。」[この選択肢を選ぶと、学者は永久に失われます。]@{M}\"I smell secrets. Searing secrets. Share them with me. I am close to something.\" [If you choose this option, the Scholar will become permanently unavailable.]",
                    "ButtonText": "", "Id": 141761},
                   {"DefaultEvent": {"Description": "「報酬はお支払いしますよ。もちろん。ただ――言って良いでしょうかね？言わせていただきますね。このような物は、もうここには持ち込まれない方がよろしいかもしれません。私たち双方のためにも。これについては、ディナンシアタス教授に渡しておきます。彼女はこれを真実砕きのタービンに焚べてしまうことができますから」@{I}「ええ、代償は支払います。勿論支払いますとも。しかし - 私は言うべきでしょうか?私は言うべきなのでしょう。私達双方の為にも - 貴方はこの様な事を私の所に持ち込むべきではなかったのかも知れません。これは、デヌンティアトス教授に渡しましょう。彼女の持つ真実破りのタービンの燃料ぐらいにはなる筈です。@{M}$Truthbreaker Turbine -> 真実砕きのタービン, Denuntiatus -> ディナンシアタス$\"I'll pay you. Of course I will. But - shall I say it? I shall say it. Perhaps it would be better if you didn't bring me any more like this - better for both our sakes. This one, I'll give the Professor Denuntiatus. She can feed it to her Truthbreaker Turbine.\"",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "「ふううむ……」@{I}\"ふむむ...\"@{M}\"Hmmm...\"", "Id": 176813},
                    "RareDefaultEvent": {"Description": "　かけらの光は、彼女(彼？)の目の中に、同じ光を燃え上がらせた。「ドーン」彼(彼女？)は囁いた。「これは教授には渡しませんよ。これだけは」@{I}その欠片がもたらす光は、文字通り彼女の(彼の?)目の中に答えをもたらす光となった。「曙光...」彼(彼女?)が呟く。「これは教授には渡しません。これだけは渡しませんよ。」@{M}The light of the Element kindles an answering light in her (is it his?) eyes. \"Dawn,\" he (she?) whispers. \"I won't give this one to the Professor. Not this one.\"",
                                         "LinkToEvent": {"Id": 141886},
                                         "Name": "「ああああ……」@{I}\"あああ...\"@{M}\"Ahhhh...\"",
                                         "Id": 176814},
                    "Name": "Dawnのかけら@{I}曙光の断片@{M}$Element of Dawn -> ドーンのかけら$An Element of Dawn",
                    "Description": "　はぐれた星から、はぐれた部品。@{I}はぐれ星からはぐれた物質。@{M}A strayed component of a strayed star.",
                    "ButtonText": "", "Id": 144180},
                   {"DefaultEvent": {"Description": "「これも他のものと一緒にまとめるつもりです。いつか、いつかね。十分な数が集まるでしょうから」@{I}「それを他の物に差し替えて...。何時か - 何時の日か、私の手元には十分な量の秘密が手に入るでしょう。」@{M}\"I will place it with the others. One day - one day, I will have enough.\"",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "「秘密の匂いが……」@{I}\"秘密の香り...\"@{M}\"The scent of secrets...\"",
                                     "Id": 180733},
                    "Name": "学者に尋常ならざる示唆を提供する@{I}学者に風変わりな含蓄を提供する@{M}$Extraordinary Implication -> 尋常ならざる示唆$Offer the Scholar an Extraordinary Implication",
                    "Description": "「何と興味をそそる話でしょう！」@{I}\"何ともどかしい事でしょうか!\"@{M}\"What a tantalising crumb!\"",
                    "ButtonText": "", "Id": 146486},
                   {"DefaultEvent": {"Description": "「これは実に良い話の種になりそうです。ありがとうございます。報酬をどうぞ」@{I}「ああ、これは素晴らしい。役に立つ。有難うございます。こちらが謝礼です。」@{M}\"This one will do very well shared. Thank you. Your payment.\"",
                                     "LinkToEvent": {"Id": 141886},
                                     "Name": "「おお、面白い面白い！」@{I}\"おお、心地良い!\"@{M}\"Oho, zesty, zesty!\"",
                                     "Id": 181661},
                    "Name": "学者に興味を引く小話を提供する@{I}学者に好奇心をそそる欠片を提供する@{M}$Intriguing Snippet -> 興味を引く小話$Offer the Scholar an Intriguing Snippet",
                    "Description": "「これは情報というよりはゴシップに当たるのかもしれませんね。それでも……」@{I}「これは\"データ\"ではなく\"ゴシップ\"に分類されるべきかもしれません。何れにしても...」@{M}\"I might perhaps classify this as 'gossip', not 'data'. Nevertheless...\"",
                    "ButtonText": "", "Id": 147083},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 144203},
                                     "Name": "", "Id": 183096},
                    "Name": "学者に囁き錠前の箱について尋ねる@{I}学者に囁き錠の箱について尋ねる@{M}$Whisper-Locked Box -> 囁き錠前の箱$Ask the Scholar about the Whisper-Locked Box",
                    "Description": "　正しい言葉を掛ければ、蜘蛛の巣のように輝く銀のタンブラーの配列が揃うようになっている。しかしその言葉は？箱の製作者なら、それを知っているだろう。[フォールン・ロンドンをプレイすると、囁き錠前の箱が見つかります。]@{I}蜘蛛の巣状の銀のタンブラーは、言葉が正しければきちんと並ぶだろう。だが、その言葉は一体?箱を作った者が知っている言葉なのだろう。[堕ちたるロンドン(Fallen London)をプレイして囁き錠の箱を発見して下さい。]@{M}$Fallen London -> フォールン・ロンドン, Whisper-Locked Box -> 囁き錠前の箱$Cobweb-light silver tumblers will align if the words are right. But what are the words? Perhaps the makers of the box will know. [Play Fallen London to find the Whisper-Locked Box.]",
                    "ButtonText": "", "Id": 148026}],
 "Description": "　不安を催させる学者は、どう言い繕っても、気まぐれと形容するより他なかった。突然の移り気と、いらいらさせる歯音がすべての人物だった。もしかしたら彼女(彼？)が大学の海洋部門担当に任命されたのは、予防措置だったのかもしれない。つまり、彼(彼女？)のカミソリのように鋭い熱狂によって、大学の設備が傷つけられてしまわないように、ということだ。<br/><br/>「ええ、そうです」学者は息遣いの聞こえてくるような囁き声で言った。「私には収蔵品を集めるための予算が与えられているんです。あなたは何かお持ちになって？」[あなたが学術的なアイテムを所持しているならば、学者がそれを買い取ってくれます。売却できるアイテムは下に表示されます。]@{I}不安がる学者は、端的に言うなら、気まぐれである。突然の気変わりと、歯を見せて笑うのが特徴の生物だ。リエゾン海洋大学での彼女との(彼女なのか?)約束は用心を示唆された。彼の(彼なのか?)刃物の様に鋭い探求への熱意を不用意に刺激して大学職員を傷つけてしまわないように、と。\u000d\u000a\u000d\u000a「ああ、どうも。」学者は息をつきながら呟いた。「私には予算が有ります。必要な物を買い取る予算が。貴方は何を持ってきてくれたのでしょう?」[もし貴方が、学者が買い取りそうな知的アイテムを所有している場合、下に表示されます。]@{M}$Alarming Scholar -> 不安を催させる学者$The Alarming Scholar is mercurial, to say the least. A creature of sudden moods and provoking teeth. Possibly her (is it her?) appointment as University Maritime Liaison was precautionary: to keep his (is it his?) razor-sharp enthusiasm from causing too many injuries in the faculty.\u000d\u000a\u000d\u000a\"Ah yes,\" the Scholar whispers breathily. \"I have a budget for acquisitions. What have you brought me?\" [If you have any knowledge items that the Scholar will buy, they'll appear below.]",
 "Name": "不安を催させる学者@{I}不安がる学者@{M}$Alarming Scholar -> 不安を催させる学者$The Alarming Scholar",
 "Id": 141886}
