{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 143928}, "Name": "", "Id": 149039},
                    "Name": "街を探索する@{M}Explore the town",
                    "Description": "　ウィザーは静かで寒々しく、灰色の石と閉ざされた中庭が特徴的な街だ。ここの人々はとりわけ親切でも不親切でもないのだが、質問に質問で答えるという、聞いていて腹立たしくなるような習慣を持っている。そして街のあちこちには、目を惹く奇妙な風景が点在している……@{I}ウィザーは物静かな、灰色の石と屋内中庭で出来た寒い街だ。人々は特に不親切という訳でも、特に親切という訳でも無い。ただ、質問に質問で答えるという、厄介な習性を持つ人達だった。そこかしこで、奇妙な光景が見え隠れしている...@{M}$Whither -> ウィザー$Whither is a quiet, chilly town of grey stone and closed courtyards. The people are neither exactly unfriendly nor exactly hospitable: they have the irritating habit of answering a question with a question. Here and there, there are odd sights tucked away...",
                    "ButtonText": "", "Id": 127781},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 146635},
                                     "Name": "", "Id": 149040},
                    "Name": "街を探索する@{M}Explore the town",
                    "Description": "　ウィザーは静かで寒々しく、灰色の石と閉ざされた中庭が特徴的な街だ。ここの人々はとりわけ親切でも不親切でもないのだが、質問に質問で答えるという、聞いていて腹立たしくなるような習慣を持っている。そして街のあちこちには、目を惹く奇妙な風景が点在している……@{I}ウィザーは物静かな、灰色の石と屋内中庭で出来た寒い街だ。人々は特に不親切という訳でも、特に親切という訳でも無い。ただ、質問に質問で答えるという、厄介な習性を持つ人達だった。そこかしこで、奇妙な光景が見え隠れしている...@{M}$Whither -> ウィザー$Whither is a quiet, chilly town of grey stone and closed courtyards. The people are neither exactly unfriendly nor exactly hospitable: they have the irritating habit of answering a question with a question. Here and there, there are odd sights tucked away...",
                    "ButtonText": "", "Id": 127782},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 143939},
                                     "Name": "", "Id": 149042},
                    "Name": "ウィザー@{M}$Whither -> ウィザー$Whither",
                    "Description": "ウィザーは物静かな、灰色の石と屋内中庭で出来た寒い街だ。人々は特に不親切という訳でも、特に親切という訳でも無い。ただ、質問に質問で答えるという、厄介な習性を持つ人達だった。そこかしこで、奇妙な光景が見え隠れしている...@{M}$Whither -> ウィザー$Whither is a quiet, chilly town of grey stone and closed courtyards. The people are neither exactly unfriendly nor exactly hospitable: they have the irritating habit of answering a question with a question. Here and there, there are odd sights tucked away...",
                    "ButtonText": "", "Id": 127784},
                   {"DefaultEvent": {"Description": "「それは特段の理由あって尋ねているのか？」「何時のことだ？」「あれはお前の帽子か？」「答えは六だろうか？」六かもしれない。あなたは仄めかしと推測を継ぎ接ぎし、どうにか報告書を書き上げた。@{I}「その質問を問うは何か理由在りや?」「その時刻とは何時?」「その帽子は貴方のか?」「それはもしや6か?」まぁ、6である可能性はある。結局貴方は様々な隠喩や仮説を組み合わせて推敲し、報告書を急いで作り上げた。@{M}\"Are you asking for any particular reason?\" \"At what time of day?\" \"Is that your hat?\" \"Might it be six?\" It could be six. Eventually you cobble together enough implication and supposition to compose a report.",
                                     "LinkToEvent": {"Id": 143319}, "Name": "", "Id": 149369},
                    "Name": "情報を収集する@{I}諜報を収集する@{M}Gather intelligence",
                    "Description": "　ウィザーの住民は問いかけを実に楽しんでいる。楽しむあまりに、質問にはいつも質問で答えてくるほどだ。ここでの情報収集は苛立たしいものになるかもしれない。@{I}ウィザーの住民は謎を楽しむ。彼らは必ず質問に対して別の質問で答えてくるのだ。普段は結構どうでも良い事だが、諜報収集活動をしていると、本当に苛々して来る。@{M}$Whither -> ウィザー$The citizens of Whither enjoy questions: so much so that they always answer a question with another question. This can make intelligence-gathering frustrating.",
                    "ButtonText": "", "Id": 127988},
                   {"DefaultEvent": {"Description": "　彼は暗号と謎かけを組み合わせて使っているだけだ。注意深く聞けば、惑わされるようなものではない。馬鹿馬鹿しい。ともあれ、あなたは情報を手に入れた。@{I}彼は暗号と謎かけの組み合わせを使っている。彼に注意を向けている何者に取っても、迷惑な事この上ない。畜生。それでも、貴方は情報を得る事が出来た。@{M}He's using a combination of codes and puzzles. Nothing that would inconvenience anyone who pays attention. Idiot. Still, you have your information now.",
                                     "LinkToEvent": {"Id": 143319},
                                     "Name": "十分に分かりやすい@{I}十分に単純@{M}Simple enough", "Id": 153210},
                    "Name": "謎を掛ける情報提供者@{I}謎を掛ける担当者@{M}A Riddling Contact",
                    "Description": "「その船団を探すのは誰ぞ？」「カーネイトが我らの真の敵であるか？」「眠りの本質とは？」ああ、そうだよな。ウィザー人は質問には質問でしか返さないものな。一スパイの持つ習慣としては鬱陶しいものだ。おそらく、それぞれの報告を取りまとめれば事足りるだろう。@{I+M}「船を捜すは誰ぞ?」「我らが真の敵はハンなりや?」「眠りの本質とは何ぞ?」ああ、分かっている。ウィザー人は質問に対して質問でしか答えない。スパイには本当に苛立つ習性ではある。恐らく、それらの報告を纏めれば大丈夫だろう。@{M}$Khan -> カーン, Khanate -> カーネイト, Whither -> ウィザー$\"Who seeks the ships?\" \"Is the Khanate our true enemy?\" \"What is the nature of sleep?\" Ah yes. Whitherns only answer a question with a question. It's an annoying habit in a spy. Perhaps you can piece the report together.",
                    "ButtonText": "", "Id": 130378},
                   {"DefaultEvent": {"Description": "　あなたはどうにか彼の言葉から意味を捻り出すことに成功した。それは猫を説得して毛糸の玉を手放させるような作業だった。彼は猫のような気取り屋でもあったので、なおさらそう感じたものだ。あなたはようやく情報を手に入れることができた。@{I}結局貴方は彼の言葉の真意を問い質した。それは、猫をなだめすかして毛糸の玉を取り上げる様な努力だった。彼もまた猫の様に独りよがりだ。最終的に、何とか貴方は欲しい情報を得ることが出来た。@{M}Eventually you've teased the meaning out of his words. It's like trying to convince a cat to release a ball of wool. He's cat-smug, too. At last you have your information.",
                                     "LinkToEvent": {"Id": 143319},
                                     "Name": "長き苦闘@{I}長い長いやり取り@{M}A long struggle", "Id": 153211},
                    "Name": "謎を掛ける情報提供者@{I}謎を掛ける担当者@{M}A Riddling Contact",
                    "Description": "　あなたには情報提供者の謎かけがほとんど理解できない。もしかしたら、今までに学んできた知識を組み合わせれば上手くいくかもしれない――[この選択肢はフラグメントを消費します。]@{I}貴方が逢った担当者の謎かけは貴方には殆ど意味が解らない。もしかしたら貴方が今までに学んだ事を組み合わせれば良いのかもしれない - [この選択肢は断片を消費します。]@{M}Your contact's riddles make little sense to you. Perhaps you can combine them with the lore you've already learnt - [This will use up the Fragments.]",
                    "ButtonText": "", "Id": 130379},
                   {"DefaultEvent": {"Description": "　当然、ブレミガンは何も言わない。が、言いたいことは明白だった。「一体何を考えているんだ？」大方そんなところだろう。氷も塩も塵も、ブレミガンの好みには合わないわけだ。@{I}それは当然何も物を言わない - だが、言いたい事は明白だった。「一体何を考えているんだ?」と。恐らくだが。氷、塩と塵は、奴らの好みでは無いのだ。@{M}It doesn't say anything, of course - but its opinion is apparent. \"What the hell are you thinking?\", perhaps. Ice, salt and dust are not to its taste.",
                                     "LinkToEvent": {"Id": 143319},
                                     "Name": "喜んでいない@{I}つまらなさそうにしている@{M}It is not enthusiastic",
                                     "Id": 158888},
                    "Name": "ブレミガンを陸に放つ@{I}ブレミガンを浜に揚げる@{M}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "　ブレミガンはどのような問いを投げかけるだろうか？@{I}ブレミガンはどんな質問を投げかけるのだろう?@{M}$[Bb]lemmigan -> ブレミガン$What questions might a blemmigan ask?",
                    "ButtonText": "", "Id": 133914},
                   {"DefaultEvent": {"Description": "　黒々としたzeeが浜辺で囁く。波より高いところから、それとは別の柔らかな物音も聞こえてくる……@{I}黒いジーは浜辺で囁きかける。波の音の中に、何か別の柔らかい音が聞こえる...@{M}The black zee whispers on the beach. Another soft sound is audible above the waves...",
                                     "LinkToEvent": {"Id": 182153},
                                     "Name": "浜辺の散歩@{I}浜辺を歩く@{M}A walk by the shore", "Id": 182170},
                    "Name": "街を探索する@{M}Explore the Town",
                    "Description": "　ウィザーは静かで寒々しく、灰色の石と閉ざされた中庭が特徴的な街だ。ここの人々はとりわけ親切でも不親切でもないのだが、質問に質問で答えるという、聞いていて腹立たしくなるような習慣を持っている。そして街のあちこちには、目を惹く奇妙な風景が点在している……@{I}ウィザーは物静かな、灰色の石と屋内中庭で出来た寒い街だ。人々は特に不親切という訳でも、特に親切という訳でも無い。ただ、質問に質問で答えるという、厄介な習性を持つ人達だった。そこかしこで、奇妙な光景が見え隠れしている...@{M}$Whither -> ウィザー$Whither is a quiet, chilly town of grey stone and closed courtyards. The people are neither exactly unfriendly nor exactly hospitable: they have the irritating habit of answering a question with a question. Here and there, there are odd sights tucked away...",
                    "ButtonText": "", "Id": 147420},
                   {"DefaultEvent": {"Description": "　浜を歩きながら、あなたは空想に耽った。風に混じって言葉が聞こえる。それはある種の物語だ。北にそびえる門のこと。そこから始まる青白い光のこと。そこで終わる溺れた光のこと。そして、こことは違う船が行き交う、天上の荒野のこと。あなたは目を上げる。製塩所の壁に、誰かに殴り書きされた言葉がある。『ここより太陽なき海はありや？』@{I}浜辺を歩きながら、貴方は空想に耽った。風の中に言葉が在る。様々な物語、例えば北方にある門、そこから始まる青白い光、そしてそこで終わる朽ちた光、そして他の船が進む気高き荒野。貴方は目を上げる。塩の精製場の壁に、誰かが殴り書きをしていた。'更に無明なる海は在りしや?'@{M}You fall into a reverie as you wander the shore. There are words in the wind: a story of sorts, of a gate in the North, of a pale light that began there, of a drowned light that will end there, of a high wilderness that other ships may sail. You lift your eyes. On the wall of a salt-works, someone has scrawled IS THERE A SEA MORE SUNLESS?",
                                     "Name": "風は語る@{I}風は語りき@{M}The wind speaks", "Id": 182171},
                    "Name": "街を探索する@{M}Explore the town",
                    "Description": "　ウィザーは静かで寒々しく、灰色の石と閉ざされた中庭が特徴的な街だ。ここの人々はとりわけ親切でも不親切でもないのだが、質問に質問で答えるという、聞いていて腹立たしくなるような習慣を持っている。そして街のあちこちには、目を惹く奇妙な風景が点在している……@{I}ウィザーは物静かな、灰色の石と屋内中庭で出来た寒い街だ。人々は特に不親切という訳でも、特に親切という訳でも無い。ただ、質問に質問で答えるという、厄介な習性を持つ人達だった。そこかしこで、奇妙な光景が見え隠れしている...@{M}$Whither -> ウィザー$Whither is a quiet, chilly town of grey stone and closed courtyards. The people are neither exactly unfriendly nor exactly hospitable: they have the irritating habit of answering a question with a question. Here and there, there are odd sights tucked away...",
                    "ButtonText": "", "Id": 147421},
                   {"DefaultEvent": {"Description": "衰えた腸卜師の弟子たちが優しく彼女を港へと導く。「故郷より美しいものがあるだろうか？」占い師は囁き、笑みを見せた。「答えるんじゃないぞ。ここは問いのための場所であり、答えのための場所ではないのだからな。受け取れ。お主がこれを適切に謎めいていた物だと見なしてくれると良いのだが」@{K}The Fading Haruspex's disciples gently guide her onto the dock. \"Is there anything more beautiful than home?\" she whispers, then smiles. \"Don't answer that. Not here. This is a place for questions, not answers. Here. I hope you find this one suitably intriguing.\"",
                                     "LinkToEvent": {"Id": 143319},
                                     "Name": "言葉の綾@{K}Keeping things rhetorical", "Id": 240508},
                    "Name": "衰えた腸卜師を送り届ける@{K}Deliver the Fading Haruspex",
                    "Description": "海中で何年も過ごした彼女が、ついに故郷へと戻った。@{K}After years at the bottom of the zee, she is home.",
                    "ButtonText": "", "Id": 184075},
                   {"SuccessEvent": {"Description": "　あなたの船員たちは戒めをきちんと守った。一人の船員が、色の薄いウィザーのビールを飲みすぎて、港から引き揚げられる羽目に陥ったものの、他は概ね穏便に、塩と骨の賭けごとに興じて時間を潰したようだ。そして、彼らは気が晴れた様子で戻ってきた。@{I}貴方の部下は、貴方の言いつけを良く守った。一人がウィザーのビールを飲み過ぎて港から引き上げなければならなかったものの、彼らは概ね礼節を保ち、塩と骨を賭けた遊びに興じながら夜を過ごして、気分を晴らしたのだ。@{M}$Whither -> ウィザー$Your crew follow your example faithfully. One drinks a little too much pale Whithern beer and has to be fished from the harbour, but they spend a relatively decorous night gambling for salt and bone, and return refreshed.",
                                     "Name": "「ことを荒立てるな」@{I}\"決して怒るな。\"@{M}\"Keep a low profile.\"",
                                     "Id": 143700},
                    "DefaultEvent": {"Description": "……という、あなたの忠告はあえなく無視されてしまった。質問に質問で答えるというウィザー人の習慣を前にして、ある船員の堪忍袋の緒が切れたのだ。彼女は市長の甥の鼻面を殴りつけ、牢屋にぶち込まれてしまった。あなたは釈放の日付を尋ねた。そして、ウィザーの警官たちから返ってきた答えがこれだ。「時の価格とは何だ？」「いかにして自由を量り取るか？」「なぜそれを知りたいと思う？」あなたは捕まった船員のやり方に倣いたい気持ちでいっぱいだったが、どうにか自分を抑え込んだ。とはいえ、あなたは結局、彼女を残して船を出さざるを得なかった。@{I}貴方の、部下への忠告は結局無視されてしまった。彼らの内の一人が、質問に質問で答えるというウィザー人の習性に対して忍耐の緒が切れたのだ。彼女は市長の姪を鼻から殴りつけ、牢獄にぶち込まれてしまった。貴方は彼女の釈放の時期を問うた。ウィザー人の警官が「時間の価値とは何ぞ?」やら「人はその自由を如何に判断せり?」やら「何故それを知りたい?」などと答えてきた時、貴方の部下がそうしたように、貴方も自身の忠告を破りかけ、すんでの所で思いとどまった。結局貴方は、彼女をこの場所に置き去りにして航海を続けなければならなかった。@{M}$Whither -> ウィザー$Your advice to your crew goes unheeded. One of them grows irritated at the Whithern habit of answering a question with a question. She punches the mayor's nephew in the nose, and is hauled off to gaol. You ask about the date of their release. When the Whithern constables respond with \"What is the price of time?\", \"How can one measure freedom?\" and \"Why do you want to know?\", you are sorely tempted to follow your crewman's example, but restrain yourself. You are forced, however, to sail without her.",
                                     "Name": "「ことを荒立てるな」@{I}\"決して怒るな。\"@{M}\"Keep a low profile.\"",
                                     "Id": 143321},
                    "Name": "ウィザーへの上陸を許可する@{I}ウィザーでの上陸滞在@{M}$Whither -> ウィザー$Shore leave in Whither",
                    "Description": "　ウィザーの人々は寡黙で、狡猾で、謎めいている。ここでの生活は、洞窟魚と、ペイル・ウェイストに穴を掘って暮らす獣たちに支えられている。あまり豊かとは言えないが、ただ、彼らの作るビールはそれなりに質が高い。@{I+M}ウィザーの人々は寡黙で、狡猾で、謎めいている。彼らは洞窟魚と塵隠れの獣達を狩って生活している。彼らの作るビールの品質は、十分だった。@{M}$Whither -> ウィザー$The folk of Whither are quiet and sly and mystical. They subsist on cave-fish and the dust-burrowing beasts of the Waste. Their beer, however, is adequate.",
                    "ButtonText": "", "Id": 124055},
                   {"SuccessEvent": {"Description": "　そこであなたは、娘の驚愕した視線を追った。ライラック色のガウンを着た女性が、塩屋の戸口にもたれかかっていた。女の顔立ちには、見間違えようもなく、あなたのオフィサーと似たところがあった。「話をしましょうか」落ち着き払った様子で、彼女は娘にそう言った。<br/><br/>　娘は、目を見張る素早さで、なけなしの平静さをかき集めた。「ちょっと話してくるわ」娘はそう言った。@{I}貴方は、驚き固まった娘の視線を追いかける。そこには薄紫色のガウンを身に纏い、塩商店の扉にもたれ掛かっている女性の姿があった。彼女の特徴は、貴方の横で固まっている彼女のそれと紛れも無く似ていた。「話があります。」彼女は穏やかな口調でそう娘に告げる。\u000d\u000a\u000d\u000a彼女は特筆すべき速さで、散り散りになった彼女の冷静さを掻き集めていた。「ちょっとごめんね。」彼女はそう言った...@{M}$[Oo]fficer -> オフィサー$You follow the Daughter's stunned gaze. A woman in a lilac gown leans in the doorway of a salt-merchant. Her features bear an unmistakable resemblance to your officer's. \"We should talk,\" she says to the Daughter, quite calmly.\u000d\u000a\u000d\u000aThe Daughter assembles the rags of her composure with remarkable speed. \"Excuse us,\" she says...",
                                     "LinkToEvent": {"Id": 180196},
                                     "Name": "「運がなかったわ。でも――」@{I}\"運が無かったわね。でも -\"@{M}\"No luck. But - \"",
                                     "Id": 180258},
                    "DefaultEvent": {"Description": "「私は彼らに三時間も質問をし続けて、その度に彼らは質問で返してくるのよ。もう少しで私は――」<br/><br/>「まあ、そう思ったけど、止めておいたわ。彼らのポケットはちょっとまさぐらせてもらったけどね。状況を勘案すれば、無理もない話だったとは思わない？はい、あなたの取り分をどうぞ。さ、次を探しに行きましょ」@{M+I}「私は彼らに3時間もの間質問をし続けて、質問をする度に彼らは質問で返してくるのよ。もう少しで私は -」\u000d\u000a\u000d\u000a「...まぁ、そう思ったけど、止めておいたわ。彼らのポケットは弄らせて貰ったけどね。こんな状況だと、それぐらいやったって良いと思うわよね?はい、貴方の取り分よ。さ、他の所に探しに行きましょ。」@{M}\"I have been asking QUESTIONS for THREE HOURS and every time I ask a QUESTION they reply with a QUESTION and I THINK I MIGHT - \"\u000d\u000a\u000d\u000a\"Well, I might, but I didn't. I just picked their pockets. I think that's entirely reasonable under the circumstances, don't you? Here's your share. Let's go and look somewhere else.\"",
                                     "Name": "「まったく何も」@{I}\"何も無いわ。\"@{M}\"NOTHING.\"", "Id": 180257},
                    "Name": "メイビーの娘が母親を探す手助けをする@{I}メイビーの娘の母親を探す手伝いをする@{M}$Maybe's Daughter -> メイビーの娘$Help Maybe's Daughter search for her mother",
                    "Description": "「こんな場所に来たくなる理由って、私にはさっぱり分からないのだけど。でも、お母さんは違ったみたい。何か問いかけの絡む理由があったのよ」娘は身を震わせた。「つまり、あの人は愛について聞いて回っているからね。それも四六時中よ。それで、その答えを自分のちっちゃな嫌らしい本に書き込んでいるというわけ。愛について」娘は唇を歪めた。@{I}「どうしてこんな所に来る人が居るのか解らないわ。でも彼女はここに来た。何か質問があったのよ。」彼女は寒さで身震いする。「彼女は愛についてここの人達に聞いて回った?本当にそれだけ?そして彼女は自分の小さく汚らわしい本に答えを書いているのよ。愛についてね。」娘の口元がねじ曲がった。@{M}\"I don't know why anyone would come here. But she does. Something about questions.\" The Daughter shivers. \"You know: she asks people about love? All the time? And writes down the answers in her nasty little book. Love.\" The Daughter's mouth twists.",
                    "ButtonText": "", "Id": 146192}],
 "Description": "　湾にかかる巨大なアーチの向こうには、ペイル・ウェイストと呼ばれる荒れ地が広がっている。月面のような白さと静けさ。船から見渡すと、そのすべてが雪であるかのように錯覚しそうだ。街の北では、思いがけない色をした塩水溜まりが盛んに泡立っている。@{I}入江の巨大アーチの奥、青白い荒地と呼ばれる、月の表面の様に白く静かな土地が広がっている。ここからだと、それら全てがあたかも雪であるかのように想像する事が出来る事だろう。街の北には、塩のプールが見慣れない色をして泡立っていた。@{M}$Pale Wastes -> ペイル・ウェイスト$Behind the great arch over the Bay, the Pale Wastes stretch, white and silent as the face of the moon. From here, you might almost imagine they were snow. North of the city, the salt-pools fizz with unlikely colour.",
 "Name": "ウィザー@{M}$Whither -> ウィザー$Whither", "Id": 143319}
