{"ChildBranches": [{"DefaultEvent": {"Description": "あなたたちは幾日もの背を痛めるような労働によって、隠された骨と、骨董品と……隕石を掘り起こした。鋼鉄と銅からなる壊れた枠組がそれを囲っている。側面の奇妙な文字に炎が這いまわると、船員たちはその前から後ずさった。\u000d\u000a\u000d\u000a「これだ！」砲撃手が叫び声をあげた。「きっとこれが天蓋を壊したんだ。（恐ろしい見た目だね。）赤き科学の印章！こんなものを見られるなんて考えたこともなかった。でもこれは眠っているみたいだ。審判の卵とアイアン・リパブリックにいる友達の協力がいるな。卵はアイレムで見つかるかも」（砲撃手は少し萎れた様子を見せた。）「あぁ、面倒。本当に厄介な仕事だよ！！」[印章と審判の卵を持って、ロンドン南方のアイアン・リパブリックに向かいましょう。]@{K}$Iron Republic -> アイアン・リパブリック, Irem -> アイレム$Days of back-breaking labour unearth a cache of old bones, curios... and a meteorite. A broken armature of steel and copper sheathes its sides. The zailors fall back before it as the glyphs on its side crawl with fire.\u000d\u000a\u000d\u000a\"This is it!!\" the Cannoneer cries. \"This must be what broke the roof. (It's very frightening.) A Seal of the Red Science!! I never thought I'd see such a thing. But it's sleeping. We'll need a Judgements' Egg, and my friends in the Iron Republic. We might be able to find an Egg in Irem.\" (The crew shrink back a little.) \"Oh, such larks. Such larks!!\" [Take the Seal, and a Judgements' Egg, to the Iron Republic, south of London.]",
                                     "Name": "エスティヴァルの秘密@{K}$Aestival -> エスティヴァル$Aestival's Secret",
                                     "Id": 143323},
                    "Name": "アイアン＆ミザリーの試作部品を探す@{K}Seek the Iron & Misery company prototype component",
                    "Description": "砲撃手が指さした。「あそこだ。島の南側、何も育たない黒い岩のところ。掘り出すために人手と物資がいるよ」[この選択肢は物資を消費しますが、船員は減りません。]@{K}The Cannoneer points. \"There. The black rocks on the south side of the island, where nothing grows. We'll need labour and supplies to dig it out.\" [This will consume the Supplies, but not the Crew.]",
                    "ButtonText": "", "Id": 124056},
                   {"DefaultEvent": {"Description": "ベリーの茂みの生い茂る庭に、食事のため用意された木製の簡素な長机。椅子の上には骨が散らばっている。片手ほどの人数分にもなるだろうか。胸の赤い鳥が微笑む頭蓋骨の上に止まっている。鳥は首を傾げあなたを見つめると、弾けるように歌いだした。流れるような心躍る鳴き声だ。鳥はあなたが近づいて骨をあさりだしても気にも留めていない。\u000d\u000a\u000d\u000a争いの形跡はない。火も銃弾も噛み傷もなし。この人々は朝食の席についたまま、地表の光に照らされて安らかに死んだようだ。太陽の光はいつでも人を殺すことが出来る。あなたもここに長くとどまればそれだけ危険を冒すことになる。ならばなぜ彼らはここに留まったのだろう？\u000d\u000a\u000d\u000aもしかすると、彼らはエスティヴァルが地下のどの場所にも劣らぬほど美しく、他所の十倍は豊かな土地であるから留まったのかもしれない。ここはコロニーを作るにはうってつけの場所だ。小さなあなただけの王国を作ることも出来るかもしれない……太陽をなんとかできればの話だが。しかし、どうやって？太陽光に勝る力を持つものとは何だろう？何が不可能を可能にするだろう？@{K}$Surface -> 地上, Aestival -> エスティヴァル$A garden overgrown with berry-bushes. A wooden trestle-table, set for a meal. Chairs strewn with bones - a half-dozen skeletons. A red-breasted bird perches on a grinning cranium. It cocks an eye at you, and bursts into song: a liquid, thrilling sound. It seems unperturbed as you approach to poke through the bones.\u000d\u000a\u000d\u000aNo signs of violence. No fire, no bullets, no bites. These people died peacefully, sitting down to breakfast, as the Surface sunlight spilled over them. Sunlight can kill at any time. The longer you remain here, the more danger you're in. So why did they stay?\u000d\u000a\u000d\u000aPerhaps they stayed because Aestival is as beautiful as anywhere in the Neath, and ten times as generous. It's a fine place for a colony. You could found your own pocket kingdom... if you could do something about the sun. But what? What has power over sunlight? What makes the impossible, possible?",
                                     "LinkToEvent": {"Id": 143322}, "Name": "赤い鳥が歌う@{K}Red bird singing",
                                     "Id": 143324},
                    "RareDefaultEvent": {"Description": "ベリーの茂みの生い茂る庭に、食事のため用意された木製の簡素な長机。椅子の上には骨が散らばっている。片手ほどの人数分にもなるだろうか。胸の赤い鳥が微笑む頭蓋骨の上に止まっている。その鳥は首を傾げあなたを見つめると弾けるように歌いだした。流れるような心躍る鳴き声だ。鳥はあなたが近づいて骨をあさりだしても気にも留めていない。\u000d\u000a\u000d\u000a争いの形跡はない。火も銃弾も噛み傷もなし。この人々は朝食の席についたまま、地表の光に照らされて安らかに死んだようだ。太陽の光はいつでも人を殺すことが出来るのだ。あなたもここに長くとどまればそれだけ危険を冒すこととなる。ならばなぜ彼らはここに留まったのだろう？\u000d\u000a\u000d\u000aもしかすると、彼らはエスティヴァルが地下のどの場所にも劣らぬほど美しく、他所の十倍は豊かな土地であるから留まったのかもしれない。ここはコロニーを作るにはうってつけの場所だ。小さなあなただけの王国を作ることも出来るかもしれない……太陽をなんとかできればの話だが。しかし、どうやって？太陽光に勝る力を持つものとは何だろう？何が不可能を可能にするだろう？@{K}$Surface -> 地上, Aestival -> エスティヴァル$A garden overgrown with berry-bushes. A wooden trestle-table, set for a meal. Chairs strewn with bones - a half-dozen skeletons. A red-breasted bird perches on a grinning cranium. It cocks an eye at you, and bursts into song: a liquid, thrilling sound. It seems unperturbed as you approach to poke through the bones.\u000d\u000a\u000d\u000aNo signs of violence. No fire, no bullets, no bites. These people died peacefully, sitting down to breakfast, as the Surface sunlight spilled over them. Sunlight can kill at any time. The longer you remain here, the more danger you're in. So why did they stay?\u000d\u000a\u000d\u000aPerhaps they stayed because Aestival is as beautiful as anywhere in the Neath, and ten times as generous. It's a fine place for a colony. You could found your own pocket kingdom... if you could do something about the sun. But what? What has power over sunlight? What makes the impossible, possible?",
                                         "LinkToEvent": {"Id": 143322}, "Name": "赤い鳥が歌う@{K}Red bird singing",
                                         "Id": 183589},
                    "Name": "廃墟を調査する@{K}Investigate the ruins",
                    "Description": "此処にはある種の軍事施設と……見事な邸宅らしき建物が残っている。ここには誰が居たのだろう？そして彼らに何があったのだろう？@{K}There was some sort of installation here - and what looks like a handsome country house. Who was here? And what happened to them?",
                    "ButtonText": "", "Id": 124057},
                   {"DefaultEvent": {"Description": "地下であっても、この箱の内部の光は蓋が開かれるまで残るだろう。鏡でそういった仕掛けが作られているのだ。@{K}The box will remain filled with light until it's opened, even underground. They do it with mirrors.",
                                     "LinkToEvent": {"Id": 143322}, "Name": "急いで蓋を閉ざす@{K}Snap it shut",
                                     "Id": 180108},
                    "RareDefaultEvent": {"Description": "箱を満たすことには成功したが、太陽の光があなたの骨に火を灯してしまった。あなたは苦しみながらも何とか船に戻り、熱が引くのを待った。気を付けることだ。これは本物の太陽光だ、地下で長い時を過ごしたものには思わぬ死をもたらすことがある。@{K}You fill the box successfully... but the sunlight has lit a fire in your bones. You struggle back to the ship and wait while the fever subsides. Be wary. This is true sunlight, and it can be unpredictable death to those who've spent too long here below.",
                                         "Name": "緊急手段@{K}Mortal measures", "Id": 181050},
                    "Name": "鏡封じの箱を太陽光で満たす@{K}$Mirrorcatch Box -> 鏡封じの箱$Fill a Mirrorcatch Box",
                    "Description": "これは本当に太陽の光なのか？ならば箱の蓋を大きく開き、縁まで一杯にしよう。[警告：この選択肢はあなたのWoundsを増加させる可能性があります。]@{K}Is this really sunlight? Then open the Box wide. Let it brim. [Warning: this may increase your Wounds.]",
                    "ButtonText": "", "Id": 146107},
                   {"DefaultEvent": {"Description": "パンの実とサトウキビにココナッツ。腹を空かせた水夫と木を見分ける知恵もない柔らかい殻の蟹と丸々とした鳥。エスティヴァルは地下ではほとんど知られていない宝に満ちている。貯蔵庫にため込むとしよう。@{K}$Aestival -> エスティヴァル$Breadfruit, sugar-cane, coconut. Soft-shelled crabs and plump birds too stupid to know a hungry zailor from a tree. Aestival is ripe with treasures unknown in the Neath. Fill your hold.",
                                     "Name": "異国の珍味@{K}Exotic delights", "Id": 181048},
                    "RareDefaultEvent": {"Description": "あなたは貯蔵庫を島でとれた食糧で一杯にした。パンの実とサトウキビにココナッツ。腹を空かせた水夫と木を見分ける知恵もない柔らかい殻の蟹と丸々とした鳥。しかしあなたたちが船に戻る途中、一人の船員がうめき声と共に地面にひっくり返ってしまった。彼女はひどく満足げな笑みを浮かべている。「行ってくだせぇ、船長」彼女は言った。「私はずっと太陽が恋しかったんでさぁ」そして彼女は目を閉じてしまった。太陽の光は地下であまりにも長く生きた者にとって命取りになる。@{K}You fill your stores with breadfruit, sugar-cane, coconut. Soft-shelled crabs and plump birds too stupid to know a hungry zailor from a tree. But on the way back to the ship, one of your crew topples over with a groan. She's smiling blissfully. \"Go on, cap'n,\" she says. \"I've missed the zun.\" Her eyes close. Sunlight is perilous for those who've lived in the Neath too long.",
                                         "Name": "異国の珍味@{K}Exotic delights", "Id": 181049},
                    "Name": "物資を集める@{K}Gather supplies",
                    "Description": "この熱帯雨林は生命と活気に満ち溢れている。@{K}The jungle here bursts with life.",
                    "ButtonText": "", "Id": 146657},
                   {"DefaultEvent": {"Description": "船員たちは胸をあえがせて叫び、クレーンの首をあげ煉瓦を持ち上げた。彼らは初め少々怯えた様子だったが、日が経つにつれ太陽光で気を失う者もでなくなり、彼らの士気は高まっていった。そして、同時にあなたの新たな住処の壁も高くなっていく……@{K}Zailors heave and shout, raise cranes and lift blocks. They're nervous to begin with, but as the day wears on and no one falls to the sunlight, their spirits rise. So, too, do the walls of your new dwelling...",
                                     "LinkToEvent": {"Id": 183590}, "Name": "仕事は始まった@{K}The work begins",
                                     "Id": 181051},
                    "Name": "コロニー設立の準備を整える@{K}Prepare to found a colony",
                    "Description": "曙光の法を太陽光から身を護るための土台として、この土地の再建を始めよう。@{K}Begin to rebuild this place; and set Dawn's Law as the cornerstone, to shield you from the dangers of the sunlight.",
                    "ButtonText": "", "Id": 146658},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 146920},
                                     "Name": "", "Id": 181493},
                    "Name": "浜辺で漂着物を集める@{K}Go beachcombing",
                    "Description": "運が良ければ財宝が見つかるかもしれない。木の欠片か、時折興味深い節足動物が手に入る確率の方が高いが。@{K}If you're lucky, you might pick up treasures. More likely, you'll pick up bits of wood, and the occasional interesting arthropod.",
                    "ButtonText": "", "Id": 146955},
                   {"DefaultEvent": {"Description": "ブレミガンは太陽に熱せられた砂の上を必要最小限の触手を使って、素早く飛び跳ねていった。そしてそれはどことなく萎びた様子で、果物の豊かに実る木の陰に横になる。それ以上奥に進むつもりはないようだ。@{K}It bounces swiftly across the sun-hot sand, using a minimum of tendrils on the scorching beach. Somewhat shrivelled, it snuggles into the shade of a fruit-rich tree. It seems unwilling to go further. ",
                                     "Name": "軽快な小走り@{K}A nimble scuttle", "Id": 181946},
                    "Name": "ブレミガンを浜に揚げる@{K}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "地面に落ちた果物によってこの島の土壌は豊かになっている。臆病なキノコに太陽光線に耐えるだけの力を与えてくれるかもしれない。@{K}Fallen fruit enriches the soil. Perhaps this will give the timid mushroom strength to resist the sun's rays.",
                    "ButtonText": "", "Id": 147271},
                   {"DefaultEvent": {"Description": "あなたの目は潤み、紙面が歪む。報告書は単なる喜びに満ちた不平の文書となった。（エスティバルはあまりにも眩く光り輝いているので、その美しさを認めることが出来ないのだ。）しかし、海軍省であればこの報告書もなにがしかの役に立てるかもしれない。@{K}$Admiralty -> 海軍省, Aestival -> エスティヴァル$Your eyes water, the pages blur. The report is one of joy-filled complaint - Aestival has a beauty too bright to be appreciated. But perhaps the Admiralty can find something of use.",
                                     "Name": "焼けつく残像@{K}A burning afterimage. ", "Id": 182469},
                    "Name": "港湾報告書を纏める@{K}$Port Report -> 港湾報告書$Compile a Port Report",
                    "Description": "手早く記そう。この光はあなたを傷つける。@{K}Write fast. The light scars.", "ButtonText": "",
                    "Id": 147624},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 183590},
                                     "Name": "", "Id": 184281},
                    "Name": "コロニーを訪ねる@{K}Visit your colony",
                    "Description": "あなたは偉業への第一歩を踏み出した。物事がどのように進んでいるか確かめておこう。@{K}You've begun something extraordinary. Let's see how it's going.",
                    "ButtonText": "", "Id": 148743},
                   {"DefaultEvent": {"Description": "船員たちは胸をあえがせて叫び、クレーンの首をあげ煉瓦を持ち上げた。彼らは初め少々怯えた様子だったが、日が経つにつれ太陽光で気を失う者もでなくなり、彼らの士気は高まっていった。そして、同時にあなたの新たな住処の壁も高くなっていく……@{K}Zailors heave and shout, raise cranes and lift blocks. They're nervous to begin with, but as the day wears on and no one falls to the sunlight, their spirits rise. So, too, do the walls of your new dwelling...",
                                     "LinkToEvent": {"Id": 183590}, "Name": "仕事が始まった@{K}The work begins",
                                     "Id": 185237},
                    "Name": "コロニー設立の準備を整える@{K}Prepare to found a colony",
                    "Description": "パラボックスを太陽から身を護るための核として、この場所の再建を始めよう。@{K}$Parabox -> パラボックス$Begin to rebuild this place; and set the Parabox at its heart, to shield you from the dangers of the sunlight.",
                    "ButtonText": "", "Id": 149308},
                   {"DefaultEvent": {"Description": "あなたはこの場所の太陽光の性質を変えてしまった。いまだその光は暖かく肌の上で光るが、もう箱を満たすことはない。@{K}You've changed the nature of sunlight here. It's still warm. It still glows on the skin. But the box won't fill.",
                                     "LinkToEvent": {"Id": 143322}, "Name": "消えさりし栄光@{K}A faded glory",
                                     "Id": 185238},
                    "RareDefaultEvent": {"Description": "あなたはこの場所の太陽光の性質を変えてしまった。いまだその光は暖かく肌の上で光るが、もう箱を満たすことはない。@{K}You've changed the nature of sunlight here. It's still warm. It still glows on the skin. But the box won't fill.",
                                         "LinkToEvent": {"Id": 143322}, "Name": "消え去りし栄光@{K}A faded glory",
                                         "Id": 185239},
                    "Name": "鏡封じの箱を太陽光で満たす@{K}$Mirrorcatch Box -> 鏡封じの箱$Fill a Mirrorcatch Box",
                    "Description": "これは本当に太陽の光なのか？ならば箱の蓋を大きく開き、縁まで一杯にしよう。[警告：この選択肢はあなたのWoundsを増加させる可能性があります。]@{K}Is this really sunlight? Then open the Box wide. Let it brim. [Warning: this may increase your Wounds.]",
                    "ButtonText": "", "Id": 149309}],
 "Description": "太陽だ！この島全体が偉大なる太陽の光に浸されている！目を細めて眩い光を仰げば、遥か頭上の天蓋に穴が一つ開いているのが見えた。\u000d\u000a\u000d\u000aその光の中には、白と金の浜辺と鮮やかな色の果物が沢山なった木々、地表と同じ赤と青と緑の色彩が見える。@{K}$Surface -> 地上$Sun! A great beam of sunlight bathes the island! Squint into the dazzle: far above, there's a hole in the roof.\u000d\u000a\u000d\u000aIn that light you see beaches of white-gold sand; trees heavy with bright fruit; the reds and blues and greens of the Surface.",
 "Name": "エスティヴァル@{K}$Aestival -> エスティヴァル$Aestival", "Id": 143322}
