{"ChildBranches": [{"DefaultEvent": {"Description": "　そこには、海から引き揚げられたサメのステーキがあった。半透明で、紙のように繊細な、洞窟マグロのスライスがあった。シナモンで風味付けされ、ポピーシードをまぶされた、小さくて真っ赤なケーキがあった。地上から遠く離れたここではありえないほどに完熟した、甘いトマトがあった。たらふく食べると良い。あごから汁を滴らせながら、出てゆくと良い。@{I}$[Cc]avern[- ][Tt]una -> 洞窟マグロ$They have shark-steaks plucked from the sea. Thin slices of cavern-tuna, translucent and delicate as paper. Little crimson cakes flavoured with cinnamon and coated with poppy-seeds. Tomatoes, impossibly ripe and sweet so far from the surface. Gorge yourself. Leave with the juices dripping from your chin.",
                                     "LinkToEvent": {"Id": 143325},
                                     "Name": "芳醇にして真紅@{I}Rich and red", "Id": 143326},
                    "RareDefaultEvent": {"Description": "　そこには、海から引き揚げられたサメのステーキがあった。半透明で、紙のように繊細な、洞窟マグロのスライスがあった。シナモンで風味付けされ、ポピーシードをまぶされた、小さくて真っ赤なケーキがあった。皮の厚いパンに乗せられた、スパイスの良く効いた豚の腎臓があった。たらふく食べると良い。あごから汁を滴らせながら、出てゆくと良い。@{I}$[Cc]avern[- ][Tt]una -> 洞窟マグロ$They have shark-steaks plucked from the sea. Thin slices of cavern-tuna, translucent and delicate as paper. Little crimson cakes flavoured with cinnamon and coated with poppy-seeds. Devilled pork kidneys on crusty bread. Gorge yourself. Leave with the juices dripping from your chin.",
                                         "Name": "芳醇にして真紅@{I}Rich and red", "Id": 158778},
                    "Name": "チャペルの供する食物を食べる@{I}Eat of the Chapel's bounty",
                    "Description": "　微笑む司祭が、あなたのために倉庫の扉を開けてくれた。「こちらへ」彼は言った。「お食べなさい。しかし外へ持ち出してはなりませんよ」@{I}$Smiling Priest -> 微笑む司祭$A Smiling Priest unlocks the door of the store-house for you. \"Here,\" he says. \"Eat. But take nothing away with you.\"",
                    "ButtonText": "", "Id": 124058},
                   {"DefaultEvent": {"Description": "　下へ、下へ、下へ。「これは溺れた男のために」彼らは言った。「彼は喰われてしまいました。あなたにはただ、傷がつくだけ」下へ。井戸水が凍えるように冷たい。壁からはナイフが何本も突き出ている。あなたは水を踏みつけ、ナイフと距離を置いた……しかし、彼らがあなたを引き揚げるとき、あなたは何度も何度も、繰り返し壁に叩きつけられた。上で彼らがあなたに包帯を巻こうとすると、あなたは泣き叫んだ。「シィーー」微笑む司祭は囁いた。「今のはほんの味見ですよ。しかし立派に背負われました。井戸を背負われましたね」@{I}$Drowned Man -> 溺れた男, Smiling Priest -> 微笑む司祭$Down, down. Down. \"This is for the Drowned Man,\" they say. \"He was eaten. You will only be wounded.\" Down. The well-water is freezing. There are knives in the walls. You tread water, stay away from the knives... but when they haul you up, you crash again and again against the walls. At the top, they bandage your wounds as you cry out. \"Shhh,\" the Smiling Priest whispers. \"Shhh. This is only a taste. But well-borne. Well-borne.\"",
                                     "LinkToEvent": {"Id": 143325},
                                     "Name": "水、燧石、夜@{I}Water, flint, night", "Id": 153234},
                    "Name": "井戸に悪夢を捧げる@{I}Give a Nightmare to the Well",
                    "Description": "「井戸は色彩を飲み下します」微笑む司祭が囁いた。「井戸は夢を飲み下します。そして井戸は、常に飢え渇いています」[これは、あなたの悪夢の力を減少させますが、同時にあなたに永遠に消えない傷跡を残し、傷を1ポイント上昇させます。傷が3に達すると、あなたは死に至ります。]@{I}$Nightmare's Strength -> 悪夢の力, Smiling Priest -> 微笑む司祭$\"The Well drinks colour,\" the Smiling Priest whispers. \"The Well drinks dreams. And the Well is always thirsty.\" [This will reduce your Nightmare's Strength, but also scar you permanently, and increase your Wounds by 1. Three Wounds will kill you.]",
                    "ButtonText": "", "Id": 130395},
                   {"DefaultEvent": {"Id": 153235},
                    "Name": "他の島の人々を巡礼の旅に連れてくる@{I}Bring people from other islands on pilgrimages",
                    "Description": "　特にマトン・アイランドから。@{I}$Mutton Island -> マトン・アイランド$especially Mutton Island",
                    "ButtonText": "", "Id": 130396},
                   {"DefaultEvent": {"Description": "「戦艦やら、積み荷やら、軍隊やらの動きについては私の知り及ぶところではありませんが」彼はあなたに言った。「しかし、この場所に誰が来て、何をしたのかについてなら、あなたの仕える海軍省にお教えできますよ。ちょっと耳を貸して下さいね――」@{I}$Admiralty -> 海軍省$\"I know nothing of the movements of fleets, or cargoes, or armies,\" he tells you. \"But your Admiralty will learn the names of those who came here, and what they did. Let me whisper it in your ear - \"",
                                     "Name": "彼は手振りで近くへ寄るように示した@{I}He beckons you closer",
                                     "Id": 153236},
                    "Name": "求められている情報を集める@{I}Collect the information you were sent for",
                    "Description": "　情報提供者は微笑む司祭だ。彼と話そう。@{I}$Smiling Priest -> 微笑む司祭$The Smiling Priest is your contact. Speak to him.",
                    "ButtonText": "", "Id": 130397},
                   {"DefaultEvent": {"Description": "　赤いカソックを着た微笑む司祭がこのチャペルの世話をしていた。チャペルの会衆には光を避ける傾向があった。彼らがこの地に出入りするのに使う船は小さなもので、彼らの人数を数えるのは、奇妙なほどに難しかった。もしかしたら、彼らの一部は、想像が生み出した幻なのかもしれない。それでも、あなたは二、三の船について、その名前を記録した――@{I}$Smiling Priest -> 微笑む司祭$A Smiling Priest in a red cassock tends the chapel. The congregation are shy of light. They come and go in little ships, and it's strangely difficult to count them. Perhaps some of them are imaginary. Still, you note the name of a ship or two -",
                                     "Name": "", "Id": 154678},
                    "Name": "情報を集める@{I}Gather intelligence",
                    "Description": "　ここ、光と闇の狭間では、何が起こっているのだろうか？@{I}What occurs, here between the darkness and the light?",
                    "ButtonText": "", "Id": 131310},
                   {"DefaultEvent": {"Description": "　それは警戒しながらではあったが、確かに陸へと上がっていった。それはもしかしたら、捕まって食べられてしまうかもしれない。しかし、この教会の信徒たちの食欲は、もっと汁気の多いものに向けられているのだということに、あなたは薄々感づいていた。@{I}It goes cautiously. But it goes. It may be caught and eaten: but you suspect the Chapel's faithful have more appetite for juicier dishes...",
                                     "LinkToEvent": {"Id": 143325},
                                     "Name": "後ろをちらりと振り返って@{I}With a backwards glance",
                                     "Id": 158935},
                    "Name": "ブレミガンを陸に放つ@{I}ブレミガンを浜に揚げる@{M}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "　注意深く。@{I}慎重に。@{M}Carefully.", "ButtonText": "",
                    "Id": 133943},
                   {"DefaultEvent": {"Description": "「あなたの父親はここに奉じていました」司祭は無造作にそう言った。「あるいは彼が奉じ『られた』と言った方がより正確かもしれません。彼は自分の船員たちを救うために、自らの肉体を明け渡したのです。あれは公正な取引でした。彼は私たちに求め、溺れた男がそれに答えたのです。船員たちを飢えから救ったあと、あなたの父親は、自らを捧げるためにここを訪れました」<br/><br/>　司祭の笑みが広がり、鮮やかさを増した。「あれは高潔な死でした。実に食欲をそそられる死でした、とも言えるかもしれません。あなたをここへ送ったのは猊下――あの主教ですね？猊下には、私たちの彼への借りは返された、とお伝え下さい。ええ。あなたの父親の遺骨は、あなたがお持ちになって結構ですよ。私たちはもう、彼から必要な部分を頂いた上で、ずっと昔に埋葬を済ませておりますので」[あなたは父の遺骨を手に入れました。彼の哀れな遺骨を。これをロンドンへと持ち帰り、ゲームを完結させましょう。あなたはこれらの秘密を守り続けるかもしれませんし、あるいはいつか、あなたがここで見聞きした内容を海軍省に伝える日が来るかもしれません。]@{I}$Admiralty -> 海軍省, Drowned Man -> 溺れた男, Smiling Priest -> 微笑む司祭$\"Your father served here,\" the Smiling Priest says off-handedly. \"Or perhaps it's more accurate to say that he <i>was</i> served. He surrendered his flesh to save his crew. It was an honest bargain: he called upon us, and the Drowned Man answered. When we had saved them from hunger, your father came here to offer himself to us.\"\u000d\u000a\u000d\u000aThe Priest's smile is wide and bright. \"It was an honourable death, and, I might say, a most appetising one. It was his Grace, the Bishop, who sent you here, was it not? Tell his Grace that our debt to him is paid. Yes; you may have your father's bones. We have taken what we need from him, long ago, and laid him to rest. \" [You have his bones: his poor bones. Take them to London to complete the game. Perhaps you will keep these secrets to yourself - or perhaps some day you will speak to the Admiralty of what you have learnt here...]",
                                     "Name": "「ええ」@{I}\"Yes.\"", "Id": 177532},
                    "Name": "微笑む司祭との面会@{I}$Smiling Priest -> 微笑む司祭$An interview with the Smiling Priest",
                    "Description": "　石には『チャペル・オブ・ライトに奉じた。』とあった。彼はどのように奉じたのだろうか？@{I}The stone said: SERVED THE CHAPEL OF LIGHTS. How did he serve?",
                    "ButtonText": "", "Id": 144573},
                   {"DefaultEvent": {"Description": "「あなたの父親はここに奉じていました」司祭は無造作にそう言った。「彼は風味豊かな食物をここに運んでいました。つまり、肉体と霊魂とを、です。彼が自らの船員たちを手に掛けた時も、彼はそれらをここにいる私たちの許へと運んできました。彼は溺れた男への奉仕においては残忍でした。私たちはいつの日か、彼の飢えが、北を越えうる程に大きくなることを期待していました。しかし、彼は失敗しました。多くの者がそうであるように」<br/><br/>　司祭の笑みが広がり、鮮やかさを増した。「あれは大した死でした。実に食欲をそそられる死でした、とも言えるかもしれません。ええ、彼の遺骨はあなたがお持ちになって結構ですよ。私たちはもう、彼から必要な部分を頂いた上で、ずっと昔に埋葬を済ませておりますので。主教にはどうか、こうお伝え下さい。私たちの借りは返された、とね。良き一日を」[あなたは父の遺骨を手に入れました。彼の罪深い遺骨を。これをロンドンへと持ち帰り、ゲームを完結させましょう。彼の秘密は誰にも漏らさない方が良いかもしれません。]@{I}$Drowned Man -> 溺れた男, Smiling Priest -> 微笑む司祭$\"Your father served here,\" the Smiling Priest says off-handedly. \"He brought us savoury morsels: flesh and spirit. When he had done with his crew, he brought them here to us. He was savage in the service of the Drowned Man. We had hoped that one day, his appetites would grow so great that he would pass North. But he failed. Many do.\"\u000d\u000a\u000d\u000aThe Priest's smile is wide and bright. \"It was an mighty death, and, I might say, a most appetising one. Yes; you may have his bones. We have taken what we need from him, long ago, and laid him to rest. Tell the Bishop, if you please, that our debt is paid. Good day.\" [You have his bones: his sinful bones. Take them to London to complete the game. Perhaps you had best keep his secret.]",
                                     "Name": "「ええ」@{I}\"Yes.\"", "Id": 177533},
                    "Name": "微笑む司祭との面会@{I}$Smiling Priest -> 微笑む司祭$An interview with the Smiling Priest",
                    "Description": "　石には『チャペル・オブ・ライトに奉じた。』とあった。彼はどのように奉じたのだろうか？@{I}The stone said: SERVED THE CHAPEL OF LIGHTS. How did he serve?",
                    "ButtonText": "", "Id": 144574},
                   {"DefaultEvent": {"Description": "　中の空気は重く静まり返っている。@{I}Within, the air is heavy and hushed.",
                                     "LinkToEvent": {"Id": 182270},
                                     "Name": "あなたは追いかけた。@{I}You give chase. ", "Id": 182209},
                    "Name": "印に苦しむ航海士はチャペルへと駈け出した@{I}$Sigil[- ]Ridden Navigator -> 印に苦しむ航海士$Your Sigil-Ridden Navigator races toward the chapel",
                    "Description": "「ここがあの場所だ。聞こえるでしょう！鐘の音が！」@{I}\"This is the place. Hark! The bell!\"",
                    "ButtonText": "", "Id": 147446},
                   {"DefaultEvent": {"Description": "　倉庫の中では、微笑む司祭が石臼の上に座っていた。彼の周りには食肉用の死体が吊り下げられていた。彼は礫石器のひとつをろうそくの明かりの中で吟味すると、微笑んだ。「これをこう、このように持ちますと、ほとんど手のようですね。分かります？」彼は礫石器を石臼の中に置き、円板を回した。ほとんど手のようだったそれは、すり砕かれてなくなった。@{I}$Smiling Priest -> 微笑む司祭$In the store-house, the Smiling Priest sits at a quern-stone. Carcasses hang around him. He examines one of the eoliths in the candle-light, and smiles. \"If you hold it like this, it almost looks like a hand. See?\" He positions the eolith in the quern-stone, and turns the wheel; the almost-fingers grind away.",
                                     "Name": "すり砕く@{I}Grinding ", "Id": 230216},
                    "Name": "彼らに祝宴のための薬味を提供する@{I}Provide seasoning for their feasts",
                    "Description": "　彼らは倉庫の中で手ずから塩を挽いてはいる。しかし、彼らは特別な風味を必要としていた。[3つの模糊とした礫石器を、尋常ならざる示唆と交換します。]@{I}$Extraordinary Implication -> 尋常ならざる示唆, Ambiguous Eolith -> 模糊とした礫石器$They grind salt in the store-house; but they need particular stones for particular savours. [Trade three Ambiguous Eoliths for an Extraordinary Implication.]",
                    "ButtonText": "", "Id": 177350},
                   {"SuccessEvent": {"Description": "「ええ、そうです」微笑みながら、司祭は言った。「今宵は、溺れた男が鼻歌を歌っています。彼の歌は魚の卵のように、水を曇らせます」そこで、彼は会衆の同意を待った。「私たちは、私たちという竪琴の中で、彼を感じ取ることになるでしょう。もしも彼の旋律を捕まえることができれば、それは空へと昇るでしょう。鮮やかな鳥が行き交い――」<br/><br/>　ここで、会衆は鳥のような叫び声を上げ、その叫びが垂木をがたがたと震わせた。<br/><br/>「――空気が熱情を帯び、神々がもはや渋面を浮かべない場所へと」<br/><br/>　礼拝を終えて、あなたはそこを後にした。唇はまだ湿ったままで、胃袋は秘密でいっぱいだった。この食事はあなたを肥え太らせるだろう。あなたが生きている限り。@{I}$Drowned Man -> 溺れた男$\"Oh yes,\" the Priest says, smiling, \"the Drowned Man hums tonight. His song like fish-roe clouds the water.\" He waits for the congregation's assent. \"We will feel him in the harps of us, and if his tune is caught it will be raised to the sky where the bright birds pass - \" \u000d\u000a\u000d\u000a- here, the congregation cry out like birds, and the cries rattle away into the rafters - \u000d\u000a\u000d\u000a\"- and the air hangs sultry and the gods no longer frown.\"\u000d\u000a\u000d\u000aAt the end of the service, you leave, your lips still wet and your stomach filled with secrets. You could grow rich on this diet, if you live.",
                                     "LinkToEvent": {"Id": 143325},
                                     "Name": "チャペルの残響@{I}Echoes in the Chapel", "Id": 203289},
                    "DefaultEvent": {"Description": "　司祭は骨と魚と卵について、とりとめなく語った。会衆は恍惚とした様子で体を揺すったり、あなたのことを疑り深げに見つめたりしている。退屈したあなたは、壁のフレスコ画に注目した。背中を丸めた人影が、鋭い石片を池の上に掲げている。凍りついた城が海から隆起している。星の周縁部がとぐろを巻いている。役に立たない。そして、礼拝は終わった。@{I}The Priest maunders on about bones and fish and eggs, while the congregation sway ecstatically or eyeball you suspiciously. Bored, you examine the frescoes on the walls. A hunched figure raises a sharpened flake of stone above a pool. A castle rises frozen from the sea. Limbs coil from a star. Unhelpful. And now the service is over.",
                                     "LinkToEvent": {"Id": 143325},
                                     "Name": "チャペルの残響@{I}Echoes in the Chapel", "Id": 143327},
                    "Name": "チャペルでの礼拝に参加する@{I}Attend a service at the Chapel ",
                    "Description": "　大きな鐘がゆっくりと鳴った。少数の、ぼろを着た信徒たちが、聖アーサーの教示を求めて集まってきた。捧げ物を持って行こう。@{I}$St Arthur -> 聖アーサー$The great bell tolls. The few and ragged faithful gather for St Arthur's Lesson. Bring your offerings.",
                    "ButtonText": "", "Id": 124059},
                   {"SuccessEvent": {"Description": "　司祭は魂のことを、曇りのない海を泳ぐ魚に喩えて語った。光が餌となるだろう。ここには、あらゆる魂を惹き込むろうそくがある。ここには、あらゆる魂の罪を喰らう井戸がある。「私はあなた方の唇にフックを掛けましょう」彼がそう唱えると、会衆の口が一つ残らず開かれた。あなたの喉奥の柔らかい肉の中に秘密が棲みつくのが――棲みついて、そして震えるのが――感じられた。チャペルの最奥では、目のない何かがせわしなく動いていた。その口は、あなたたちと同じように、あんぐりと開かれていた。@{I}He speaks of souls as fish in an unclouded ocean. A light will be the bait. Here are the candles to bring them all in. Here is the well which will eat all their sin. \"I will set the hook in your lip,\" he recites, and the mouths of all the congregation open. You feel the secret lodge in the soft flesh of your throat - lodge and quiver. At the very back of the chapel, something eyeless moves, restlessly. Its mouth gapes like yours.",
                                     "LinkToEvent": {"Id": 143325},
                                     "Name": "「私のお気に入りの教示ですとも！」微笑む司祭は大声で楽しそうに言った@{I}$Smiling Priest -> 微笑む司祭$\"My favourite lesson!\" the Smiling Priest exclaims happily",
                                     "Id": 203291},
                    "DefaultEvent": {"Description": "　それは彼にとってはお気に入りなのかもしれないが、あなたにとってはそうではなかった。フックと網に関する何かしらのたわごとが話されていた。会衆の口はリズムに合わせて開いたり閉じたりしていた。残響の効果は精彩を欠いていた。あなたは終わる前にそこを後にした。@{I}It may be his, but it's not yours. There is some blether of hooks and nets. The mouths of the congregation open and close rhythmically. The echoes fall flat. You leave before the end.",
                                     "LinkToEvent": {"Id": 143325},
                                     "Name": "「私のお気に入りの教示ですとも！」微笑む司祭は大声で楽しそうに言った@{I}$Smiling Priest -> 微笑む司祭$\"My favourite lesson!\" the Smiling Priest exclaims happily",
                                     "Id": 203290},
                    "Name": "チャペルでの礼拝に参加する@{I}Attend a service at the Chapel",
                    "Description": "　大きな鐘がゆっくりと鳴った。少数の、ぼろを着た信徒たちが、聖ボウの教示を求めて集まってきた。捧げ物を持って行こう。@{I}$St Beau -> 聖ボウ$The great bell tolls. The few and ragged faithful gather for St Beau's Lesson. Bring your offerings.",
                    "ButtonText": "", "Id": 160367},
                   {"SuccessEvent": {"Description": "「最初の下降は、約束されたものと引き換えに与えられたものでした。(溺れた男は私たちに何も約束することはありません。彼が私たちに授けるものは、教示だけです。)二度目の折、エコーの狩人たちは、陽の光の道筋を記憶し、恋の物語を学びました。(溺れた男の心臓の皮は剥ぎ取られました。私たちはそれを味わうことになるでしょう。)三度目には、おお、川の影に潜む、不実なる歩く者ども！彼らはエコーの狩人たちを陥れたのです！(これが溺れた男の最初の饗宴に至る物語の始まりでした。ゆえに、この不実は賞賛されねばなりません。)」<br/><br/>　司祭は都市の墜落と物語の起こりについて語った。それらは大地が開かれていた時代の出来事だ。彼の赤色の信仰は、それよりも後の時代になって持ち上がった。影に包まれた人影が、後陣の一番暗い片隅で、じっとこちらを見つめている。崇拝者たちは、努めてその存在を無視しようとした。@{I}$Drowned Man -> 溺れた男$\"The first descent was that which was given for that which was promised. (The Drowned Man makes no promises to us. He gives us only lessons.) For the second, the hunters of echoes remembered the ways of sunlight, and learnt the stories of the heart. (The Drowned Man's heart was flensed, and we will taste it.) The third: O, the treacherous walkers of the river's shadow! They snared the echo-hunters! (This began the chain of tales which concluded in the Drowned Man's first-feast. So praise that treachery.)\"\u000d\u000a\u000d\u000aThe Priest speaks of cities fallen, and stories risen. These are the times the Earth opened. His red faith rose in the times after. A shadowed figure watches from the darkest corner of the apse. The worshippers studiously ignore it.",
                                     "LinkToEvent": {"Id": 143325},
                                     "Name": "「かつて、三度の下降があり」司祭は打ち明けた。「その後に、裏切りがありました」@{I}\"There were three descents,\" the Priest confides, \"before the betrayal.\"",
                                     "Id": 203293},
                    "DefaultEvent": {"Description": "　そしてあなたはその意味を何一つ理解できなかった。あるものは隕石であり、あるものは砂漠であり、あるものは猫と鳥と、もしかしたら蛇であった。甘い匂いのする、ピンク色のろうそくが灯された。会衆はそれを大きく吸い込み、体を揺すぶった。あなたは少し吐き気がしただけで、およそ教化とは程遠い状態だった。@{I}And you can't make any sense of any of them. One was a meteor, one was a desert, one was a cat and a bird, or possibly a snake. Sweet-scented pink candles are lit. The congregation inhale and sway. You feel a little ill, and not remotely enlightened.",
                                     "LinkToEvent": {"Id": 143325},
                                     "Name": "「かつて、三度の下降があり」司祭は打ち明けた。@{I}\"There were three descents,\" the Priest confides",
                                     "Id": 203292},
                    "Name": "チャペルでの礼拝に参加する@{I}Attend a service at the Chapel",
                    "Description": "　大きな鐘がゆっくりと鳴った。少数の、ぼろを着た信徒たちが、聖セリースの教示を求めて集まってきた。捧げ物を持って行こう。@{I}$St Cerise -> 聖セリース$The great bell tolls. The few and ragged faithful gather in the rosy light of St Cerise. Bring your offerings.",
                    "ButtonText": "", "Id": 160368},
                   {"SuccessEvent": {"Description": "　司祭は微笑んだ。彼は蓋のついた棒で半透明なろうそくの火を消した。彼は一礼すると、チャペルにあなた一人だけを残して出て行った。偽星の光が、青ざめたガラスのような床の上できらめいた。誰も姿を見せなかった。あなたの隣の会衆席には、誰も座ってはいなかった。祭壇のそばに立ち、門の開放とフルークたちの怒り、そして白きものの冷たい策謀について語った者などいなかった。骨のように褐色で、砂漠のように目を欠いた者などいなかった。誰も、あなたに秘密を授けたりはしなかった。あなたが去るとき、あなたは誰の話し声も聞くことはなかった。@{I}$[Ff]alse[- ][Ss]tar -> 偽星, [Tt]he White -> 白きもの, [Ff]luke -> フルーク$The Priest smiles. He snuffs a translucent candle with a capped rod. He bows his head, and leaves you alone in the chapel. False starlight gleams on the glass-pale floor. No one comes. No one sits in the pews beside you. No one stands by the altar and speaks of the opening of the Gate and the anger of the Flukes and the cold machinations of the White. No one is brown as bone and eyeless as a desert. No one gifts you a secret. When you leave, you have heard no one speak.",
                                     "LinkToEvent": {"Id": 143325},
                                     "Name": "『ではない』教示@{I}The lesson which is not", "Id": 203295},
                    "DefaultEvent": {"Description": "　司祭は微笑んだ。彼は蓋のついた棒で半透明なろうそくの火を消した。彼は一礼すると、チャペルにあなた一人だけを残して出て行った。偽星の光が、青ざめたガラスのような床の上できらめいた。誰も姿を見せなかった。@{I}$[Ff]alse[- ][Ss]tar -> 偽星$The Priest smiles. He snuffs a translucent candle with a capped rod. He bows his head, and leaves you alone in the chapel. False starlight gleams on the glass-pale floor. No one comes.",
                                     "LinkToEvent": {"Id": 143325},
                                     "Name": "『ではない』教示@{I}The lesson which is not", "Id": 203294},
                    "Name": "チャペルでの礼拝に参加する@{I}Attend a service at the Chapel",
                    "Description": "　大きな鐘がゆっくりと鳴った。少数の、ぼろを着た信徒たちが集まってくるだろう。それは、聖デスティンによって定められたことだ。捧げ物を持って行こう。@{I}$St Destin -> 聖デスティン$The great bell tolls. The few and ragged faithful will gather, as was appointed by St Destin. Bring your offerings.",
                    "ButtonText": "", "Id": 160369},
                   {"SuccessEvent": {"Description": "「『それ』がいかにしてあの場所へとやってきたか、憶えていますか？彼らが自らの光と、形ある恥辱について、どのように歌ったか、憶えていますか？『それ』がいかにして私たちの羽根を傾け、いかにして己の尖塔を気高きものとしたか、憶えていますか。そして彼らは『それ』を歓迎し、すべての位階を混ぜ合わせたのです」<br/><br/>　司祭はローブを肩から落とし、輝く琥珀色の肉体を露わにした。「さあ」彼は宣言した。「さあ、おお、そなたら信徒たちよ、私たちの位階を混ぜ合わせましょうぞ。その後に饗宴といたしましょう」@{I}\"Do you recall how It came to that place? And they sang of their lightnings and shapeful disgrace? And It tilted our vanes and ennobled Its spires. They welcomed It then and commingled all choirs.\"\u000d\u000a\u000d\u000aThe Priest lets the robe fall from the amber flesh of his shining shoulders. \"Now,\" he declares. \"Now, O thou faithful, we shall commingle our choirs. And then we shall feast.\"",
                                     "LinkToEvent": {"Id": 143325},
                                     "Name": "「高みの願いは」司祭ははっきりとした調子で言った。「深みへと反射されます」@{I}\"The desires of the heights,\" the Priest declares, \"are mirrored in the depths.\"",
                                     "Id": 203297},
                    "DefaultEvent": {"Description": "「『それ』がいかにしてあの場所へとやってきたか、憶えていますか？彼らが自らの光と、形ある恥辱について、どのように歌ったか、憶えていますか？『それ』がいかにして私たちの羽根を傾け、いかにして己の尖塔を気高きものとしたか、憶えていますか。そして彼らは『それ』を歓迎し、すべての位階を混ぜ合わせたのです」<br/><br/>　彼が話すのに合わせて、信徒たちはお互いに意味ありげな笑みを交わしあった。彼らの肌は水のように波打っていた。複雑な動きが、彼らの服の内側で起こった。とてつもない、震えるような恐怖があなたを襲い、あなたはチャペルから逃げ出した……@{I}\"Do you recall how It came to that place? And they sang of their lightnings and shapeful disgrace? And It tilted our vanes and ennobled Its spires. They welcomed It then and commingled all choirs.\"\u000d\u000a\u000d\u000aAs he speaks, the faithful smile slyly at each other. Their skin ripples like water. Complex motions occur behind the cloth of their garments. A great and shaking horror seizes you. You rush from the chapel...",
                                     "LinkToEvent": {"Id": 143325},
                                     "Name": "「高みの願いは」司祭ははっきりとした調子で言った。「深みへと反射されます」@{I}\"The desires of the heights,\" the Priest declares, \"are mirrored in the depths.\"",
                                     "Id": 203296},
                    "Name": "チャペルでの礼拝に参加する@{I}Attend a service at the Chapel",
                    "Description": "　大きな鐘がゆっくりと鳴った。ぼろを着た信徒たちが、頬を赤らめ、目を輝かせながら、聖エルズリーを求めて集まってきた。捧げ物を持って行こう。これに参加してはならない。内なる神の、赤の儀式を待ち望んでいるのでないかぎり。@{I}$St Erzulie -> 聖エルズリー$The great bell tolls. The ragged faithful gather for St Erzulie, cheeks flushed, eyes gleaming. Bring your offerings. Do not attend, unless you are eager for the red rites of the inner god.",
                    "ButtonText": "", "Id": 160370},
                   {"SuccessEvent": {"Description": "「強膜」司祭は詠唱した。「角膜。更彩。憎孔」聞いているにつれて、あなたの両目は暗闇に曇らされた。彼は闇の中でまごつく影となった。「もしも太陽が『それ』の主人であるなら、太陽を沈めましょう。潮流に洗わせましょう。奇妙な風と粒子の貿易風、震える波と、大いなる円弧によって」<br/><br/>　司祭は祝福のために片手を挙げた。「ここまで残った皆さん、皆さんには分かるでしょう。裏切りなどなかったのだ、ということが。溺れた男は、私たちに食物を与えるために引き裂かれたのです。白きものが凍てついた法を果たすためにやってきます。第七の都市が墜ちることは決してないでしょう。そして、私たち皆が生き永らえることでしょう」<br/><br/>　彼の言葉はランタンのようにあなたの心にぶら下がった。後陣の監視者が片手を挙げた。挨拶だろうか？それとも警告？あるいは、手招きしているのだろうか？@{I}$[Tt]he White -> 白きもの, Drowned Man -> 溺れた男$\"Sclera,\" the priest intones. \"Limbus. Noctis. Animus.\" As you listen, your eyes cloud with darkness. He is a stumped shape in the murk. \"If the Sun is Its master, let the Sun be sunken, let the currents rush in, the strange-winds and particle-trades, the wave that trembles and the great Curve.\"\u000d\u000a\u000d\u000aHe lifts his hand in blessing. \"You who remain, you know that there is no betrayal. The Drowned Man was torn that he might feed us. The White comes to fulfil the frozen law. The seventh city will never fall, and all of us will live.\"\u000d\u000a\u000d\u000aHis words hang in your heart like lanterns. The watcher in the apse lifts its hand. A greeting? A warning? Or is it beckoning?",
                                     "LinkToEvent": {"Id": 143325},
                                     "Name": "狼を追い払って@{I}Away with the wolves", "Id": 203299},
                    "DefaultEvent": {"Description": "「強膜」司祭は詠唱した。「角膜。更彩。憎孔」聞いているにつれて、あなたの両目は暗闇に曇らされた。あなたの耳は砂の音で満たされた。それ以上は何も分からなかった。@{I}\"Sclera,\" the priest intones. \"Limbus. Noctis. Animus.\" As you listen, your eyes cloud with darkness. Your ears fill with the sounds of sand. Nothing more is known.",
                                     "LinkToEvent": {"Id": 143325},
                                     "Name": "狼を追い払って@{I}Away with the wolves", "Id": 203298},
                    "Name": "チャペルでの礼拝に参加する@{I}Attend a service at the Chapel",
                    "Description": "　大きな鐘がゆっくりと鳴った。片手で足りるほどの崇拝者たちが、聖フォジガンの饗宴を求めて集まってきた。捧げ物を持って行こう。@{I}$St Forthigan -> 聖フォジガン$The great bell tolls. A handful of worshippers gathers for St Forthigan's feast. Bring your offerings.",
                    "ButtonText": "", "Id": 160371},
                   {"SuccessEvent": {"Description": "「今や我らには蝋があり(それは肌の下の層)、芯があり(それは我らが撚り合わせた信仰)、火口があり(それは我らを愛する者になした害悪)、燧石がある(それは名、名、静かなる音楽の宝)。さあ、これは痛みを伴うだろう。我らは少しばかり自らを捧げねばならない。いくつかの傷が生まれるだろう。しかし今さら傷ひとつ、何を躊躇うことがあろうか？」<br/><br/>「その通り」司祭は肯定した。彼の笑みが、かつてないほどに広がった。「あなたは、私たち皆のための、ろうそくとなるのですよ」@{I}\"Now we have the wax (which is the streak beneath our skin) and the wick (which is the faith we have skeined) and the tinder (which is the harm we have done to those who loved us) and the flint (which is the name, the Name, the treasure of music stilled). Now. It will hurt, we must render ourselves a little, there will be scars, but one more scar, what is that?\"\u000d\u000a\u000d\u000a\"Yes,\" the Priest agrees, his smile broader than ever. \"You will be a candle for us all.\"",
                                     "LinkToEvent": {"Id": 203312},
                                     "Name": "修めた教示より、言葉が湧き上がる@{I}Words rise up from the lessons you have learnt",
                                     "Id": 203301},
                    "DefaultEvent": {"Description": "　あなたが必要とする言葉はあなたの内にあった――あなたの肉の内で芽吹くよう、教示がその種を撒いたのだ――しかし、それらはまだ眠っていた。今はまだ。@{I}The words you need are in you - the lessons have placed them there like seeds to burgeon in your flesh - but still they sleep. Not yet.",
                                     "LinkToEvent": {"Id": 143325}, "Name": "今はまだ@{I}Not yet",
                                     "Id": 203300},
                    "Name": "聖ガウェインの名において、チャペルでの礼拝に参加する@{I}$St Gawain -> 聖ガウェイン$Attend a service at the Chapel, in the name of St Gawain",
                    "Description": "　大きな鐘がゆっくりと鳴った。あなた以外に参加するものなどいるまい。捧げ物は要らない。あなた自身を除いては。「言葉を、さあ」司祭は、そう要求した。@{I}The great bell tolls. None shall attend but you alone. You need bring no offering but yourself. \"Speak the words,\" the Priest demands.",
                    "ButtonText": "", "Id": 160372},
                   {"SuccessEvent": {"Description": "　学んだのか、それとも別の人生から思い出したのか、あなたはある簡単な儀式を知っていた。あなたは一昼夜と更に一昼(と言っても、ここの昼はいつでも暗いのだが)を断食して過ごした。あなたは浜辺に火を焚き、自らの髪のひと束と、切り取った爪の欠片を燃やした。あなたは紙片にあの名前を書いた。あなたの内側でキヅタのように、寄生虫のように大きくなり始めていた名前だ。あなたはそれもまた炎に投げ入れた。そして海水で火を消した。<br/><br/>　直ちに何かが起こるというわけではなかった。しかしその晩、あなたが眠りに就く頃には、あなたの心は軽くなっていた。あなたの口の中でぼそぼそと呟く赤さは薄れていた。あなたは飢えから開放され、それとともに成長した。@{I}There is a simple rite you learnt, or remembered from another life. You fast for a day and a night and a day (though all those days are dark). You build a fire on the beach. You burn a hank of your hair, the clippings of your nails. On a slip of paper you write the name that had begun to grow on you, like ivy, like a parasite. You cast it too into the flame. You quench the fire with seawater.\u000d\u000a\u000d\u000aNothing happens immediately; but by the time you sleep that night, your heart is lighter. The murmuring redness in your mouth is less. You have escaped an appetite, and grown thereby.",
                                     "LinkToEvent": {"Id": 143325},
                                     "Name": "浜辺の火@{I}A fire on the beach", "Id": 203308},
                    "DefaultEvent": {"Description": "　学んだのか、それとも別の人生から思い出したのか、あなたはある簡単な儀式を知っていた。あなたは一昼夜と更に一昼(と言っても、ここの昼はいつでも暗いのだが)を断食して過ごした。あなたは浜辺に火を焚き、自らの髪のひと束と、切り取った爪の欠片を燃やした。あなたは紙片にあの名前を書いた。あなたの内側でキヅタのように、寄生虫のように大きくなり始めていた名前だ。あなたはそれもまた炎に投げ入れた。そして海水で火を消した。<br/><br/>　何も起こらなかった。赤の味覚は未だあなたと共にある。ひょっとしたら、あなたはもう、それに慣れるしかないのかもしれない。@{I}There is a simple rite you learnt, or remembered from another life. You fast for a day and a night and a day (though all those days are dark). You build a fire on the beach. You burn a hank of your hair, the clippings of your nails. On a slip of paper you write the name that had begun to grow on you, like ivy, like a parasite. You cast it too into the flame. You quench the fire with seawater.\u000d\u000a\u000d\u000aNothing happens. The red taste is with you still. Perhaps you should only grow used to it.",
                                     "LinkToEvent": {"Id": 143325},
                                     "Name": "浜辺の火@{I}A fire on the beach", "Id": 203302},
                    "Name": "学んだことを拒絶する@{I}Reject what you have learnt",
                    "Description": "　目を背けよう。あれらの教示はあなたの内側に赤の味覚を残した。しかし、その赤さから自らを解き放つのは簡単ではないだろう。@{I}Turn aside. These lessons leave a red taste in you. But it won't be easy to free yourself from that redness.",
                    "ButtonText": "", "Id": 160373}],
 "Description": "　人目をはばかる様子の信者たちが、無数のろうそくの間に集まっている。チャペルの塔で鐘が鳴る。鉄のかすれた笑い声。用心せよ。この島は声で満ちている。@{I}Furtive faithful gather in the shadows between the many, many candles. A bell tolls in the chapel tower: cracked iron laughter. Beware. The isle is full of voices.",
 "Name": "チャペル・オブ・ライト@{I}$Chapel of Lights -> チャペル・オブ・ライト$Chapel of Lights",
 "Id": 143325}
