{"ChildBranches": [{"DefaultEvent": {"Description": "　めいめいがあなたの方を振り向いた。しかし、この島に新しく誰かが訪れたことに驚いている者は、ひとりもいないようだった。@{I}Faces turn in your direction, but no one seems surprised to have a new arrival on the island.",
                                     "LinkToEvent": {"Id": 180301},
                                     "Name": "外から見えるよりも暖か@{I}Warmer inside than it looks",
                                     "Id": 180300},
                    "Name": "郵便配達員の集まるパブに行く@{I}Go to the postmen's tavern",
                    "Description": "　そこはインキー・ブロッターと呼ばれている。インク染みのついた吸い取り紙に由来する名だが、看板はそのようには見えない。@{I}$Inky Blotter -> インキー・ブロッター$The Inky Blotter, it's called. The sign doesn't look like much.",
                    "ButtonText": "", "Id": 146219},
                   {"DefaultEvent": {"Description": "　無愛想なトーマスが仕事場を案内してくれた。まず、手紙を引き取りに来た者が要件を告げるための、小さな受け取り部屋がある。それよりもずっと大きな裏方の事務所では、新しく届いた手紙や小包の収集と分別が行われている。室内には湿った塩水のような臭いが染みついて離れない。おそらく、ここに届くまでに実に多くの荷物が海中で時を過ごしてきたからだろう。<br/><br/>　奥の部屋には機械が設置されていて、郵便ネズミと呼ばれる、ピンストライプの帽子を被ったフェイバーネズミの人員(鼠員？)があてられている。彼がどろどろに汚れた手紙を機械の投入口に放り込むと、それらは乾燥、浄化、プレス処理を経て、大きさと紙質によって分別されるのだ。@{I}$[Pp]ostal[- ][Rr]at -> 郵便ネズミ, [Rr]attus[- ][Ff]aber -> フェイバーネズミ$Blunt Thomas takes you around the office: a small collection room where those retrieving letters may state their business. A much larger set of back offices where newly arrived letters and parcels are collected and sorted. A dank, briny smell that never goes away, presumably because so many of the parcels spent time in the water before they arrived here.\u000d\u000a\u000d\u000aIn the back room is a machine manned (ratted?) by a Postal Rat, a Rattus Faber in a pinstriped hat. It shovels sludge-damp letters into the machine's hopper and they come out dried, cleaned, pressed, and sorted into slots by size and quality of paper.",
                                     "LinkToEvent": {"Id": 180310},
                                     "Name": "広範な見学案内@{I}Extensive tour", "Id": 180309},
                    "Name": "配達不能郵便局での仕事を試してみる@{I}$Dead Letter Office -> 配達不能郵便局$Try a shift at the Dead Letter Office",
                    "Description": "　扉の上には、消印の看板が掛けられている。@{I}There is a sign of a cancelled stamp over the door.",
                    "ButtonText": "", "Id": 146227},
                   {"DefaultEvent": {"Description": "　受取窓口についていた仕事仲間は、あなたが仕事を交代しに入ってきたのだと悟るまで、半秒ほど覚醒したようだった。@{I}The fellow manning Collections looks awake for half a second when you come in, until he realizes you're here to relieve him.",
                                     "LinkToEvent": {"Id": 180310},
                                     "Name": "扉の上のチャイムが鳴る@{I}The bell chimes above the door",
                                     "Id": 180314},
                    "Name": "配達不能郵便局での交代勤務を続ける@{I}$Dead Letter Office -> 配達不能郵便局$Do some more shiftwork at the Dead Letter Office",
                    "Description": "　それがこのあたりでの主な仕事のようだ。@{I}It seems to be the chief occupation hereabouts.",
                    "ButtonText": "", "Id": 146231},
                   {"DefaultEvent": {"Description": "　足元の岩はつるつると滑るが、あなたはきちんとバランスを保っていた。@{I}The rocks slip and slither underfoot, but you keep your balance.",
                                     "LinkToEvent": {"Id": 180316},
                                     "Name": "危なっかしい道のり@{I}Shifty going", "Id": 180315},
                    "Name": "浜辺を探検する@{I}Explore along the beach",
                    "Description": "　長く伸びる頁岩の広がりに、大小様々な樽やがらくたが打ち揚げられている。@{I}There's a long stretch of shale, dotted with washed-up kegs and barrels and smaller flotsam.",
                    "ButtonText": "", "Id": 146232},
                   {"DefaultEvent": {"Description": "　この土地の特色をすべて列挙するには多くのページが必要だ。島の仕立て屋が、皆の制服をきちんと保つためだけに、めっきされたボタンと組紐を輸入していること。中身が空の郵便かばんを身につける時の独特な様式について。(開けたままかける、逆さにしてかける、引き裂いてかける、あるいは帽子としてかぶるなど、とにかく中に手紙がないことが分かるようにかけるのだ。)<br/><br/>　消印の押された切手を壁紙代わりに居間に貼る風習。トーストに塗られる、ベルガモットとザクロのフルーツカード。ネズミの死体での交易。猫への憎悪。いかなる正式な催しであっても、紙の招待状の発行は固く禁じられていること。<br/><br/>　なまじ馴染みのある、この不完全なロンドンらしさが、この場所のすべてをとても奇妙に見せていた。@{I}Cataloguing all the peculiarities of the place takes many pages. The tailor who imports gilt buttons and braid just to be able to keep everyone's uniform in condition. The fashion of wearing a postbag with nothing inside. (Wearing it open; wearing it upside down, torn apart, or as a hat; wearing it any way that will show it doesn't have letters in it.) \u000d\u000a\u000d\u000aThen there are the sitting rooms papered in cancelled stamps. The bergamot-pomegranate curd on toast. The commerce in rat-corpses. The hatred of cats. The absolute custom against ever issuing a paper invitation for any event no matter how formal. \u000d\u000a\u000d\u000aIt's the familiarity, the not-quite-London-ness of the place that makes it all so... odd.",
                                     "Name": "一様な振る舞い@{I}Uniform behaviour", "Id": 180332},
                    "Name": "港湾報告書をまとめる@{I}$[Pp]ort [Rr]eport -> 港湾報告書$Assemble a Port Report",
                    "Description": "　住民のほとんどはかつてはロンドン人だった。だからと言って、彼らが今でもロンドン人であるとは限らない。@{I}Most of the inhabitants were Londoners once, but that doesn't mean they are now.",
                    "ButtonText": "", "Id": 146243},
                   {"DefaultEvent": {"Description": "　島の中心にはあの像がある。あれはそうそう見落とすものではない。島民の制服の着方や、郵便局の階級でのお互いの呼び方には、ある決められた様式がある。港の有力者が法規制を引き合いに出す様式にも決まりがある。彼らの間の隠語として、使い切った物を『消印された』と表現する興味深い風習がある。まるで、世界全体が切手で出来ているかのような物言いだ。<br/><br/>　あなたは退化した官僚制度と、祖国から遠く離れた地での秩序の保存について記した。@{I}There's the statue in the middle of the island. That's hard to miss. There's the way everyone wears a uniform, and the way they call each other by their ranks in the postal service. There's the way the port authorities refer to Regulations. There's the jargon, the curious habit of referring to any used-up thing as 'cancelled', as though the whole world were made of stamps. \u000d\u000a\u000d\u000aYou write about vestigial bureaucracy and about trappings of order retained far from home.",
                                     "LinkToEvent": {"Id": 143367},
                                     "Name": "表面的な詳細@{I}Surface details", "Id": 181411},
                    "Name": "港湾報告書をまとめる@{I}$[Pp]ort [Rr]eport -> 港湾報告書$Assemble a Port Report",
                    "Description": "　あなたはまだ地元民とはさほど親しくはないが、それでも予備的な概括を行うことはできる。@{I}You may not be very familiar with the locals yet, but you can provide a preliminary overview.",
                    "ButtonText": "", "Id": 146896},
                   {"DefaultEvent": {"Description": "　それでも、すべてを説明するために最大限手を尽くすことはできる。郵便業務の神学体系について。引力について。配達員たちの傷だらけの恭順について。瑣末だが神聖でもある細部にまで、彼らが振り向ける注意深さについて。煩悶と、苦しみの中で生まれる友情について。島を訪れる訪問者が彼らの被る試練を理解せず、愚かで無知な質問を投げかける時ですら、彼らがそれを甘んじて受け入れるさまについて。@{I}But you can do your best to explain it all anyway. The theology of postal work, the Pull, the scarred obedience of postmen. The attention to detail that is both petty and sacred. The anguish. The camaraderie among the sufferers. The willingness to endure visitors, even visitors who do not understand their tribulations and ask foolish, ill-informed questions.",
                                     "LinkToEvent": {"Id": 143367},
                                     "Name": "海軍省には分からないだろう@{I}$Admiralty -> 海軍省$The Admiralty won't understand",
                                     "Id": 181412},
                    "Name": "港湾報告書をまとめる@{I}$[Pp]ort [Rr]eport -> 港湾報告書$Assemble a Port Report",
                    "Description": "　この地の住民のためのより適切な弁護が、世界に向けてなされるべきだ。@{I}Those who live here deserve a better justification in the eyes of the world.",
                    "ButtonText": "", "Id": 146897},
                   {"DefaultEvent": {"Description": "　あなたはペンを走らせ、人格攻撃を行った。無愛想なトーマスの下品でいじめっ子のような振る舞いについて。エールと暖炉のそばから決して遠く離れようとしない、髪のない女郵便配達員について。配達不能郵便局の本性について無知でいることに熱心な郵便ネズミと、その考えなしの機械仕事について。あなたは配達員たちをあなたの知っている通りに描写した。彼らは着ている制服に値しない存在で、郵便局の爪弾きで、法規に背いた恥さらしだ。そして彼ら自身、内心ではそのことを自覚しているのだ。@{I}$[Pp]ostal[- ][Rr]at -> 郵便ネズミ, Dead Letter Office -> 配達不能郵便局, Hairless Postwoman -> 髪のない女郵便配達員$You turn your pen to personalities. The graceless, bullying manner of Blunt Thomas. The Hairless Postwoman, never very far from her pint of ale or the fire. The thoughtless machine-work of the Postal Rat, who is so eager to know nothing about the true nature of the Dead Letter Office. You show the postmen as you know they secretly understand themselves: unworthy of their uniforms, outcast from the rest of the Postal Service, a disgrace to their Regulations.",
                                     "LinkToEvent": {"Id": 143367},
                                     "Name": "人物図鑑@{I}A portrait gallery", "Id": 181413},
                    "Name": "港湾報告書をまとめる@{I}$[Pp]ort [Rr]eport -> 港湾報告書$Assemble a Port Report",
                    "Description": "　この土地の真の悪徳が完全に理解されたことはない。@{I}The true depravity of the place has never been fully understood.",
                    "ButtonText": "", "Id": 146898},
                   {"DefaultEvent": {"Description": "　今日ここに住む者たちの素性や来歴は気にかけるまでもない。ナンシノウの歴史はその住民よりも古い。この地の引力は、晴れやかな激情、飼いならせない隔たりと重圧、そしてありふれた海流。人々の間で交わされる手紙は、その書き手が水底の骨となっても生きながらえる。@{I}$Nuncio -> ナンシノウ$Never mind who lives here now, or how they came. Nuncio is older than its inhabitants. Its Pull is a glad fury, defying distance and weight and normal currents, so that the messages between beings may survive even when the writers themselves are bones on the sea floor.",
                                     "LinkToEvent": {"Id": 143367},
                                     "Name": "半ば海図、半ば詩@{I}Half marine chart, half poem",
                                     "Id": 181414},
                    "Name": "港湾報告書をまとめる@{I}$[Pp]ort [Rr]eport -> 港湾報告書$Assemble a Port Report",
                    "Description": "　浜辺と、絶えず打ち寄せる波のことから書き始めよう。@{I}Starting with the beach and the never-ending tide.",
                    "ButtonText": "", "Id": 146899},
                   {"DefaultEvent": {"Description": "ドラウニーの郵便局員は彼の後ろで綺麗にピラミッド型に積み上げられた貨物を身振りで示した。「感謝の証として受け取ってほしい。それとささやかな嘘をついた謝罪でもある。私は惨事を避けるために配送票を自分で貼ったのだ、[q:Addressed As]。私たちの王はフルークと秘密を守る協定を結んでおり、私もそれに従う。彼らの死骸は伝統に則り適切に処分されなければならないのだ。これが十年前の話であれば、あの少年が手に入れることもできたかもしれない。しかしローエン･フルークが大望について教えられて以降は、彼らを敵に回すのは賢明ではなくなった。この死骸は私の主君の元へと運ぼう。彼の料理人ならきっとこの上ない敬意を持って調理してくれることだろう」@{K}$[Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク$The Drownie Postman gestures to a modest pyramid of cargo behind him. \"Accept this as thanks. And an apology: I told a small lie. I labelled the package myself, [q:Addressed As], to avert a great disaster. Our King keeps a discreet accord with the Flukes, one which I maintain. Their dead must be appropriately disposed of, using the traditional manner. If this were ten years ago, perhaps the boy could have kept it. But since the lorn-flukes were taught ambition, they are best not antagonised. I will deliver this corpse to my liege. I have no doubt his chef will prepare it most respectfully.\"",
                                     "LinkToEvent": {"Id": 143367},
                                     "Name": "受領の後、処理手続きに引き渡された@{K}Accepted into processing",
                                     "Id": 259040},
                    "Name": "ローエン･フルークを届ける@{K}$[Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク$Deliver the Lorn-Fluke",
                    "Description": "ドラウニーの郵便局員が書類仕事を引き受けてくれる。[船倉に九つの空きがあることを確認してください。]@{K}The Drownie Postman will take care of the paperwork. [Make sure you have nine empty spaces in your cargo hold.]",
                    "ButtonText": "", "Id": 193194}],
 "Description": "　郵便配達員の制服を着た無口な役人たちが突堤を歩いている。王冠を被った巨大な石像が冷たい影を投げかけている。影の中で、ネズミの眼が微かに光る。ネズミたちの絶え間ないさえずりが、波のように寄せては引いてを繰り返す。@{I}Taciturn functionaries walk the docks, in the uniforms of postmen. An enormous crowned statue casts a chilling shadow.The shadows gleam with rats' eyes. Their ceaseless chittering rolls like the tide.",
 "Name": "ナンシノウ@{I}$Nuncio -> ナンシノウ$Nuncio", "Id": 143367}
