{"ChildBranches": [{"DefaultEvent": {"Description": "「プリンシプル、ポート・セシルへ。黒と白と銀色の島……あそこへ連れて行ってください。遅くとも早くともかまいません。私は駒の動きがどれだけ混み入ったものとなりうるか、知っていますからね」@{K}$Port Cecil -> ポート・セシル$\"The Principles. Port Cecil. Black and white and silver... please, take me there. Sooner, later, it doesn't matter. I know how complex the moves can be.\"",
                                     "LinkToEvent": {"Id": 143391},
                                     "Name": "訳有りの人物@{K}A Chequered Character", "Id": 143392},
                    "RareDefaultEvent": {"Description": "「コルセアズ・フォレストにあるゲイダーの嘆きへお願いします。いえ、私は急いではいませんが、でも甲板の下にいることにしましょう。報酬は今は持っていません。あちらにつくまでは私を信用していただかなければなりませんね。有難うございます。お会いできて良かった」@{K}$Gaider's Mourn -> ゲイダーの嘆き$\"The Corsair's Forest, please. Gaider's Mourn. No, I'm not in a hurry, but I think I might stay below decks. I don't carry the fee on me: you'll have to trust me for it when we arrive. Thank you. A pleasure.\"",
                                         "LinkToEvent": {"Id": 143391},
                                         "Name": "不審な人物@{K}$Shady Sort -> 不審な人物$A Shady Sort",
                                         "Id": 165946},
                    "Name": "乗客を船に乗せる@{K}Pick up a passenger",
                    "Description": "マングローブ・カレッジという名は、この島にいる学者と賢人たちに由来している。彼らは知の探究のためずっと昔に安楽な文明での暮らしを捨て去った。しかし時々だが、その安寧と文明を取り戻したがる者もいる。@{K}$Mangrove College -> マングローブ・カレッジ$The Mangrove College is named for its scholars and philosophers. They have long abandoned civilised comforts for the life of the mind. Sometimes, they want those civilised comforts back.",
                    "ButtonText": "", "Id": 124102},
                   {"DefaultEvent": {"Description": "酸っぱい茸と茸のタルト。海藻のシチューの舌を刺す塩味。地元の住人たちが昆虫ではなく動く植物だと保証してくれた地面を這いまわる小さな果物。満足いくまで食べて、黙想にふけりながら酒を飲もう。@{K}Tart morels and morel tart. The salty tang of zeeweed stew. A crawling berry that the locals assure you is a motile plant, not an insect. Eat your fill, and drink contemplatively.",
                                     "LinkToEvent": {"Id": 143391},
                                     "Name": "様々な味の爆発@{K}An explosion of tastes", "Id": 143393},
                    "Name": "食べて、飲んで、浮かれ騒ぐ@{K}Eat, drink, be merry",
                    "Description": "カレッジの学者たちが手厚くもてなしてくれる訳ではない。しかしここの海岸線全体が果物と食べられる茸類で埋まっている。手を伸ばせば果物は勝手に掌に落ちてくるし、茸を摘み取ればそれはもうすでに発酵しているのだ。@{K}The philosophers of the College are not hospitable, but this whole shoreline is bursting with fruit and edible fungus. Reach up and it falls into your hand. Pick it up, and it's already fermented.",
                    "ButtonText": "", "Id": 124103},
                   {"DefaultEvent": {"Description": "船員たちは海岸線を根こそぎ裸にした。来週には新たな芽が出ているに違いない。@{K}Your crew strips a stretch of shoreline bare. It'll have burgeoned again by next week, no doubt.",
                                     "LinkToEvent": {"Id": 143391},
                                     "Name": "夢のような@{K}Wonderful things", "Id": 143938},
                    "Name": "物資を集める@{K}Gather supplies",
                    "Description": "止まって休んでいる時間はないが、多くの物資を集めるぐらいはできる。カレッジの人々は不満を言うだろうが、ここらには十分に食料がある。@{K}You don't have time to stop and rest, but you can gather plenty of supplies. The College members will grumble, but there's enough to go around",
                    "ButtonText": "", "Id": 124453},
                   {"DefaultEvent": {"Description": "[いつでもここから立ち去ることができます。しかし、ある程度奥まで進めば大抵何か興味深いものが見つかるでしょう。]@{K}[You can leave at any time, but if you get in far enough, you'll generally find something interesting.]",
                                     "LinkToEvent": {"Id": 159416},
                                     "Name": "ランタンを高く掲げる@{K}Raise your lanterns high",
                                     "Id": 159489},
                    "Name": "ウィスプ・ウェイズに踏み入る@{K}$Wisp-Ways -> ウィスプ・ウェイズ$Into the Wisp-Ways",
                    "Description": "村の周りの沼地は泥と鰐と宝石のような植物で一杯だ。悪名高い“サラスフルーツ”と呼ばれる寄生植物も生えているという。霧と広がった枝がすべての光を遮っている。[この先へ足を踏み入れるのであれば、大量の蝋燭を用意してください。]@{K}$[Ss]olacefruit -> サラスフルーツ$The swamps around the village are full of mud, crocodiles and vegetable treasures, including the notorious parasite called 'solacefruit'. The fogs and spreading branches occlude all light. [Take plenty of candles if you venture in.]",
                    "ButtonText": "", "Id": 134239},
                   {"DefaultEvent": {"Description": "今ならすべてがはっきりと分かる！もしくは少なくとも、ある程度は。@{K}It all makes sense now! Or sense enough, at least.",
                                     "LinkToEvent": {"Id": 143391},
                                     "Name": "幾本もの糸、一つの結び目@{K}A dozen strands, a single knot",
                                     "Id": 159496},
                    "Name": "他所の土地の謎を解く@{K}Unpick the Mysteries of other Lands",
                    "Description": "カレッジの学者たちは外の知識に飢えている。つなぎ合わせる手助けをしてくれるだろう。[これらのアイテムを秘密と交換します。]@{K}The scholars of the College are hungry for lore. They'll help you put the pieces together. [This will convert these items to a Secret.]",
                    "ButtonText": "", "Id": 134243},
                   {"DefaultEvent": {"Description": "目を輝かせた用心深い学者が戯言から真実を見出す手伝いをしてくれた。作業の終わるころには彼女は憧れを込めてため息をついていた。「海よ……」彼女は言った。「しかし、駄目です。私は此処にずっと留まるのでしょう」@{K}A Wary Hermit, her eyes bright, helps you sift truth from nonsense. By the end of it, she sighs with longing. 'The zee...' she says. \"But no. I'm here for good.\"",
                                     "LinkToEvent": {"Id": 143391},
                                     "Name": "鮮やかな物語たち@{K}Vivid stories", "Id": 159497},
                    "Name": "Zeeの謎を解く@{K}Unpick the Mysteries of the Zee",
                    "Description": "カレッジの幾人かの“学者”からは年老いた船乗りの老練した雰囲気が感じられた。引退した水夫だろうか？あるいは人目を避けてここに来た海賊か？@{K}Some of the 'philosophers' of the College have the grizzled air of old zailors. Retired mariners? Or pirates who've come here to avoid attention?",
                    "ButtonText": "", "Id": 134244},
                   {"DefaultEvent": {"Description": "掘っ立て小屋に入るなり、あなたは自分がロンドンにいるのかと思ってしまった。室内は蝋燭に明るく照らされ、分厚い絨毯が敷かれ（湿気で少々シミができてはいるが）、壁紙さえ貼られている（こちらも同様にシミがある）。二人の学者が少しばかり不機嫌そうにあなたたちの傍につき給仕した。謎めいた紳士は皆が夕食を食べ終わるまで口を開こうとしない。（大変結構な夕食だった。様式が統一されていなかったところはあったが。洞窟マスに沼地の果物、そしてアダムの道とウィザーから来た香辛料が漆塗りの明朝の食卓へデルフト焼の皿にのせて出された。）食事が終わると、紳士は几帳面に箇条書きにされた船の目撃情報の一覧表と素晴らしいポートワインを幾瓶か、そしてささやかな手土産をあなたに渡した。「提督によろしくお伝えください」彼は柔らかく言った。@{K}$Adam's Way -> アダムの道, Whither -> ウィザー$Once inside the hut, you might imagine yourself back in London. Bright candle-light, thick carpets (a little spotted with damp), even wallpaper (similarly spotted). Two philosophers wait on you both, a little sulkily. The Enigmatic Gentleman will say nothing until you've both eaten dinner (a fine, if eclectic meal: cavern-trout, swamp-fruits, spices from Adam's Way and Whither, served on Delft ware at a lacquered Ming table). When you're done, he gives you a carefully itemised list of ship sightings, some excellent port and a little something to take away. \"Remember me to the Admiral,\" he says fondly.",
                                     "Name": "文化の島@{K}An island of civilisation", "Id": 159601},
                    "Name": "情報提供者と会う@{K}Meet your contact",
                    "Description": "その謎めいた紳士は村で一番大きな掘っ立て小屋で快適に暮らしている。予約がなければ会うことは出来ないが、海軍省がその手配はしてくれた。@{K}$Admiralty -> 海軍省$An Enigmatic Gentleman lives a comfortable life in the largest hut. He won't see you without an appointment, but the Admiralty has arranged that appointment.",
                    "ButtonText": "", "Id": 134317},
                   {"DefaultEvent": {"Description": "カレッジの思索家たちは座して平穏の内に暮らしている。哲学の新しい学派が泡の様にいくつも生まれては死に、並外れた詩が書かれてはすぐに忘れられてゆく。時折引退した海賊がサロンに招待されようと試みては失敗している。@{K}$Mangrove College -> マングローブ・カレッジ$The thinkers of the Mangrove College continue their untroubled and sedentary existence. New schools of philosophy are born and die like bubbles. Extraordinary poetries are written in water. The occasional retired pirate tries, and fails, to get invited to salons.",
                                     "LinkToEvent": {"Id": 143391},
                                     "Name": "すべて上手くいく@{K}All shall be well", "Id": 159961},
                    "Name": "港湾報告書を纏める@{K}$[Pp]ort [Rr]eport -> 港湾報告書$Compile a Port Report",
                    "Description": "賢者に学者、哲学者と博物学者、そして詩人に夢見る者たち……彼らはみな各々の高尚な理想を追求するため、このぬかるんだ肥沃な島にやってきたのだ。@{K}Sages, scholars, philosophers, naturalists, poets, dreamers - here to pursue their rarefied ideals in a land of muddy fecundity.",
                    "ButtonText": "", "Id": 134539},
                   {"DefaultEvent": {"Description": "背の高い女性（泥で覆われているにもかかわらず堂々とした見た目だ）が扉を開いた。「彼からの伝言ですか？」彼女は尋ねると、喜んでにっこりと笑った。「では行きましょう。ヴェンダーバイトへ！エンジン全開で。この場所はもう十分です」@{K}$Venderbight -> ヴェンダーバイト$A tall woman - imposing despite a layer of mud - opens the door. \"Has he sent word?\" she asks. She grins delightedly. \"Let's be off. To Venderbight! Don't spare the engines. It's been too long.\"",
                                     "LinkToEvent": {"Id": 143391}, "Name": "", "Id": 172750},
                    "Name": "ぼんやりした友をヴェンダーバイトまで乗せる@{K}$Venderbight -> ヴェンダーバイト$Pick up an Absent Friend for Venderbight",
                    "Description": "あなたは道順をたどり、沼地に生えた楢の木陰にある、大きな葉から作られた掘立小屋にたどり着いた。扉をノックすると、家全体が紐を解かれてほどけるかのように震えた。@{K}The directions take you to a frondy hovel in the shade of a swamp-oak. When you knock, the whole thing quivers as if it's come unmoored.",
                    "ButtonText": "", "Id": 141590},
                   {"DefaultEvent": {"Description": "「もし誰かが訪ねてきたら、そうね、私は訪問者を受け付けてないって言ってくれる？伝えてもらえるって信頼しても大丈夫かしら？あなたも奴らのせいで私が仕事から気が散らされるのは嫌でしょう」[オフィサーのタブから画面上部のスロットにドラッグして彼女を役職に就けましょう。これは海の上ではなく、港で行うべきです。さもないと船員たちが動揺してしまうかもしれません。]@{K}$[Oo]fficer -> オフィサー$\"If anyone comes looking for me, well, I'm not accepting callers. Can I trust you to pass that on? You don't want them distracting me from my duties.\"[Appoint your new Officer by dragging her from the Officers tab to her slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "LinkToEvent": {"Id": 143391},
                                     "Name": "船にようこそ！@{K}Welcome aboard!", "Id": 180187},
                    "Name": "オフィサーを雇う：メイビーの娘@{K}$[Oo]fficer -> オフィサー, Maybe's Daughter -> メイビーの娘$Engage an Officer: Maybe's Daughter",
                    "Description": "「こんにちは！あなたはどこに行くの？いえやっぱりそんなことはどうでもいいわ。船に乗せてもらえないかしら？ええ、私はエンジニアよ。それも急いでるエンジニアなの」[エンジニアであるメイビーの娘はヴェールとアイアンとエンジンの能力を上昇させます。]@{K}$Iron -> アイアン, Veils -> ヴェール, Maybe's Daughter -> メイビーの娘$\"Hello! Where are you headed? On second thoughts, I don't mind. Can I come aboard? Yes, I'm an engineer, but I'm an engineer in a hurry.\" [Maybe's Daughter is an Engineer who increases Veils, Iron and Engine Power.]",
                    "ButtonText": "", "Id": 146152},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 146920},
                                     "Name": "", "Id": 181494},
                    "Name": "漂着物を集める@{K}Go beachcombing",
                    "Description": "マングローブ・カレッジには船が頻繁に出入りしている。大抵が秘密裏に。彼らの甲板から何が投げ捨てられているだろう？@{K}$Mangrove College -> マングローブ・カレッジ$Ships come and go to and from the Mangrove College, often in secret. What might they have flung overboard?",
                    "ButtonText": "", "Id": 146956},
                   {"DefaultEvent": {"Description": "それは村には全く興味を示さず、真っ直ぐにジャングルへと消えた。あそこに、小さくブレミガンが見える。、大いに栄えるがいい。繁栄し、そして殖えよ。@{K}$[Bb]lemmigan -> ブレミガン$It shows no interest in the village - it disappears straight into the jungle. There, little blemmigan. Thrive. Thrive and multiply. ",
                                     "Name": "大自然の中へ@{K}Into the wild", "Id": 181984},
                    "Name": "ブレミガンを岸に揚げる@{K}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "カレッジはすでに村というよりも植物の生い茂る今にも崩れ落ちそうな混沌といった様子だ。ここにブレミガンを放しても、衰退が早まるだけだろう。大した変化は起こらない。@{K}$[Bb]lemmigan -> ブレミガン$The college is already a crumbling mess more plant than village. Unleashing a blemmigan here will only hasten the decline. No matter.",
                    "ButtonText": "", "Id": 147299},
                   {"DefaultEvent": {"Description": "船員たちは海岸線を根こそぎ裸にした。来週には新たな芽が出ているに違いない。@{K}Your crew strips a stretch of shoreline bare. It'll have burgeoned again by next week, no doubt.",
                                     "LinkToEvent": {"Id": 143391},
                                     "Name": "夢のような@{K}Wonderful things", "Id": 182101},
                    "RareDefaultEvent": {"Description": "船員たちは予想よりも早く戻ってきた。一人は酷い噛み傷のある腕を抱え、またもう一人は頭の傷から血を流している。三人目の姿は見えない。「ブレミガンの大群に襲われました、船長」生き残りの一人が震えながら報告した。「あの小さい怪物が来るところは全く見えませんでした」@{K}$[Bb]lemmigan -> ブレミガン$Your crew returns sooner than you expected. One is nursing a badly bitten arm. Another bleeds from a scalp wound. A third is missing altogether. \"Swarmed by blemmigans, captain,\" a survivor tells you, shivering. \"Never saw the little monsters coming.\"",
                                         "Name": "紫の閃光！@{K}A rush of purple!", "Id": 182102},
                    "Name": "物資を集める@{K}Gather supplies",
                    "Description": "止まって休んでいる時間はないが、多くの物資を集めるぐらいはできる。カレッジの人々は不満を言うだろうが、ここらには十分に食料がある。@{K}You don't have time to stop and rest, but you can gather plenty of supplies. The College members will grumble, but there's enough to go around",
                    "ButtonText": "", "Id": 147373},
                   {"DefaultEvent": {"Description": "「プリンシプル、ポート・セシルへ。黒と白と銀色の島……あそこへ連れて行ってください。遅くとも早くともかまいません。私は駒の動きがどれだけ混み入ったものとなりうるか知っていますからね」@{K}$Port Cecil -> ポート・セシル$\"The Principles. Port Cecil. Black and white and silver... please, take me there. Sooner, later, it doesn't matter. I know how complex the moves can be.\"",
                                     "LinkToEvent": {"Id": 143391},
                                     "Name": "訳有りの人物@{K}A Chequered Character", "Id": 182199},
                    "RareDefaultEvent": {"Description": "「コルセアズ・フォレストにあるゲイダーの嘆きへお願いします。いえ、私は急いではいませんが、でも甲板の下にいることにしましょう。報酬は今は持っていません。あちらにつくまでは私を信用していただかなければなりませんね。有難うございます。お会いできて良かった」@{K}$Gaider's Mourn -> ゲイダーの嘆き$\"The Corsair's Forest, please. Gaider's Mourn. No, I'm not in a hurry, but I think I might stay below decks. I don't carry the fee on me: you'll have to trust me for it when we arrive. Thank you. A pleasure.\"",
                                         "LinkToEvent": {"Id": 143391},
                                         "Name": "不審な人物@{K}$Shady Sort -> 不審な人物$A Shady Sort",
                                         "Id": 182200},
                    "Name": "乗客を船に乗せる@{K}Pick up a passenger",
                    "Description": "マングローブ・カレッジという名はこの島にいる学者と賢人たちに由来している。彼らは知の探究のためずっと昔に安楽な文明での暮らしを捨て去った者たちだ。しかし時々だが、その安寧と文明を取り戻したがる者もいる。@{K}$Mangrove College -> マングローブ・カレッジ$The Mangrove College is named for its scholars and philosophers. They have long abandoned civilised comforts for the life of the mind. Sometimes, they want those civilised comforts back.",
                    "ButtonText": "", "Id": 147439},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 153735},
                                     "Name": "", "Id": 237580},
                    "Name": "強烈な視線@{K}An intent stare ",
                    "Description": "一人の紳士があなたを熱心に見つめている。彼は独り言をつぶやいているようだ。@{K}There's a gentleman watching you rather closely. He may be mumbling to himself.",
                    "ButtonText": "", "Id": 182228}],
 "Description": "湯気を立てる多様な植生が広がっている。それと村もある。辛うじて村と呼べる程度のものでしかないが。穴のあいた壁に補修されていない屋根、そして危険なほど傾いた支柱が見えた。酔っ払いたちが急いで作り上げたかのような村だ。慎重に船を寄せよう。@{K}A steaming sprawl of parasynthetic vegetation - and a village. Barely a village. Holed walls, roofs in disrepair, stilts leaning dangerously. It looks to have been assembled by drunks in a hurry. Dock carefully.",
 "Name": "マングローブ・カレッジ@{K}$Mangrove College -> マングローブ・カレッジ$The Mangrove College",
 "Id": 143391}
