{"ChildBranches": [{"DefaultEvent": {"Description": "『189-年、元旦： 備品係補佐として契約に署名する。成年、法定後見人の推薦状有り。公平なる待遇を与えん事を。』[あなたは跡継ぎを得ました。貴方が死んだ時、次の世代が後を継ぐかもしれません。それまでは、子供は家で生活を続けるでしょう……恐らく。]@{K/M}\"189-年 元旦: 成年の補給将校補佐、法定保護者の推薦状に署名せり。公平なる待遇を与えん事を。\"\u000d\u000a[貴方は跡継を得ました。貴方が死んだ時、次の世代が後を注ぎます。それまでは、家で生活を続けるでしょう...恐らく。]@{M}\"NEW YEAR'S DAY, 189- : Quartermaster's Assistant, of legal age, signed on recommendation of legal guardian. Give equal treatment.\" [You have a Scion. When you die, the next generation may take up the torch. In the meantime, they will still live at home... probably.]",
                                     "Name": "今の所、全ては順調……@{M/K}今の所、全ては順調...@{M}All is well... for now",
                                     "Id": 143395},
                    "Name": "許可する@{M}Permit it",
                    "Description": "家族の伝統となるだろう！もし子供が生き延びたならの話だが。ほとんどの船乗りは長生きしない。あなたはそれを誰よりもよく知っている。[この選択肢により跡継ぎを得ることが出来ます。跡継ぎを獲得することで遺産を二つ選べるようになります。]@{K}家族の伝統!貴方の子供が生き延びた場合に限る。殆どの船乗りはそれが出来ない。貴方を含めた全員がそれを知っている。[これが跡継を得る方法です。次の船長は遺産を2つ受け取る事が出来ます。]@{M}A family tradition! If your child survives. Many zailors don't. You of all people know that. [This is how you gain a Scion, allowing your next captain to choose two legacies.]",
                    "ButtonText": "", "Id": 124104},
                   {"SuccessEvent": {"Description": "あなたは腹を空かせた波の恐怖を血塗られた色で描き上げた。子供の熱意は消えさった。海には近づかないでいてくれることだろう……少なくとも今のところは。あなたの心は軽くなった。@{K}迫り来る飢餓の恐怖、血の色で染め上げる不安。容赦無い現実を聞かされた貴方の子供の気勢は嘘のように萎んでしまった。少なくとも今は、ジーに戻りたいなどという気は起こらないだろう。貴方は内心、少しだけホッとした。@{M}You paint the horrors of the hungry waves in bloody colours. At last your child's ardour is dampened. They'll stay away from the zee... for now at least. Your heart is lightened.",
                                     "Name": "不本意な同意@{M}Grudging acquiescene", "Id": 174454},
                    "DefaultEvent": {"Description": "子供はあなたの言葉を集中して一言漏らさず聞き、黙って頷くとその日の夜の間に逃げ出した。そして港にいたアイアン・リパブリックのファイアキャラックに乗り込み行ってしまった。もう二度と再びその姿を目にすることはないだろう。しかしあなたが死んだ後、もしかするとあの子供はあなたのことを思い出すかもしれない……@{K}貴方の子供が、貴方の一言一言に注意深く耳を傾け、不満そうに頷き、夜中に逃げ出し...訪れていた鋼鉄共和国の\"火のキャラック船\"へ乗船してしまった。もう彼/彼女をみる事はないだろう。しかし、貴方がこの世界を去った後、彼らは貴方の事を思い出すかもしれない...@{M}$Iron Republic -> アイアン・リパブリック$Your child listens carefully to everything you have to say; nods acquiescently; runs off in the night; and signs aboard a visiting Iron Republic fire-carrack. You won't see them again. But perhaps they'll remember you after you're gone...",
                                     "Name": "潮の香り@{K}ソルトの興味@{M}Salt's savour", "Id": 143396},
                    "Name": "禁ずる@{M}Forbid it",
                    "Description": "あなたはZeeで何が起こるか知っている。我が子にそんな危険を冒させはしない。しかしあの子はあなたの言葉を聞いてくれるだろうか？[この選択肢を選ぶことであなたは安心し、同時に恐怖を0に下げ、Nightmareを減らすことが出来ます。]@{K}ジーで何が起き得るか、貴方は知っている。子供にはそんな危険を冒して欲しくない。だが、彼/彼女は聞き入れてくれるだろうか?[この選択肢で貴方は安心を獲得し、恐怖をゼロに下げ、悪夢を減少させます。]@{M}You know what happens at zee. No child of yours will risk that. But will they listen? [This will reassure you, setting Terror to zero and reducing Nightmares.]",
                    "ButtonText": "", "Id": 124105}],
 "Description": "貴方の子供が船員として船に乗りたがっている。もう?時の経つのは早いものだ - 特にこのウンタージーでは。貴方がジーに来てから何年が経つ?まぁ、それは問うまい。時間は狡猾に進んでいる。この冥き闇の中で。@{M}Your child wants to sign on with a ship. Already? But time passes quickly - and most quickly on the Unterzee. How many years have you been at zee? Don't ask. Time operates slyly, out in the dark.",
 "Name": "「海に出たい」@{K}\"僕も海に出たいんだ。\"@{M}\"I want to go away to sea.\"",
 "Id": 143394}
