{"ChildBranches": [{"DefaultEvent": {"Description": "　スリヴィーの顔はワイン染みのような母斑によって損なわれていた。彼はまた、吃音にも苦しめられていた。(聞くところによると、それらは彼が嵐の中であまりにも大胆に振る舞った夜の、稲妻のキスの跡なのだという。)「そ、そ、そうだ。俺はあんたをま、ま、待っていた。ただちょっと、黙らせ塩が欲しいな。俺の舌をお、お、落ち着かせてやらねえと。持ってきてくれたら、今あんたの父親を持ってるのか誰なのか、教えてやるよ」[海岸沿いに北進し、ウィザーへ向かい、スリヴィーのために黙らせ塩を持ち帰りましょう。]@{I}スリヴィーの顔には大きな痣があり、顔が少し歪んでいる。そのせいなのか、吃り癖が強い。(聞いた話では、ある夜に大嵐の中で雷に打たれた時に出来た痣だという事だ)「あ、ああ、ああ。俺はお前を、ままま待っていた。お、お願いが、あ、あある。俺のし、舌を落ち着かせる、たたた為に、ちち沈黙の塩を、ももも持って来てくれ。そそそそうすれば、お前の父親が、だだだ誰とい、いい居るのか、教えてややる。」\u000d\u000a[海岸線を北に向かってウィザーに行き、沈黙の砂を手に入れてスリヴィーに渡しましょう。]@{M}$Whither -> ウィザー, Slivvy -> スリヴィー$Slivvy's face is disfigured by a wine-stain birthmark, and he struggles with a stutter. (Marks of the lightning's kiss, one night when he got too bold in a storm, they say.) \"Y-y-yes. I've been waiting f-f-for you. I just wants me a little mutersalt. Something to c-c-calm me tongue. Bring it, and I'll tell you who has your father.\" [Go north along the coast to Whither, and bring back Mutersalt for Slivvy.]",
                                     "Name": "厄介な舌@{I}厄介な舌@{M}A troubled tongue", "Id": 143398},
                    "Name": "風と語る浮浪児、スリヴィーに会う@{I}風と話をする浮浪者スリヴィーと会う@{M}$Slivvy -> スリヴィー$Meet with Slivvy, the Urchin who Speaks to the Wind",
                    "Description": "　ロンドンの浮浪児たちはフリットをねぐらにしていた。そこは街路の高みで軋みを上げる、屋上領域の迷路だ。(誰もが知るように、酷い高所だ。)スリヴィーは様々なことを聞き、様々なことを知っていた。彼は一週間前、あなたの父親は『あなたと同じぐらい力強い泳ぎ手』だったと語っていた。@{I}ロンドンの浮浪者達は、通りの遥か上にある天井の中の迷路 - 通称フリット - に住んでいる。(誰もが知るように、その高さは尋常ではない)スリヴィーは何かを聞いている。スリヴィーは何かを知っている。一週間前、彼は貴方に、貴方の父親は'貴方のように力強い泳ぎをしていた'と呟いたのだ...@{M}$Flit -> フリット, Slivvy -> スリヴィー$The urchins of London lair in the Flit, a creaking roof-maze high above the streets. (A bad altitude, as everyone knows.) Slivvy hears things. Slivvy knows things. A week ago, he mentioned that your father was 'as strong a swimmer as you...'",
                    "ButtonText": "", "Id": 124106},
                   {"DefaultEvent": {"Description": "　ハッファムは、朝の湿った冷気から身を守るかのように、湯気を立てるカップの外周に指を這わせた。「ああ、そうだとも。私は彼を知っていた。大した才能の持ち主だったよ、君の父親はね。だが、彼はその才能の矛先を……その、何だ、恋の詩に向けたんだ。恋文の代筆と言って、理解してもらえるかな。そして君も知っているかもしれないが、恋の詩というものは、とある権力の注意を引いてしまう」彼は窓の外を一瞥した。彼の視線の先には、ロンドンに覆いかぶさるようにそびえる、エコー・バザールの尖塔があった。彼は身を乗り出した。<br/><br/>「バザールの支配者たちが」彼はとても小さな声で言った。「彼に興味を抱いたんだ。私は彼を好ましく思っていたし、君のことだってそう思っている。だがそれでも、私が危険を冒すに見合うだけのものを用意してほしい。知らせを持ってきてくれ。zeeからの知らせだ」[Zee-Ztoryと、怖い話と、遠き地の記憶をハッファムのところに持ってゆきましょう。それらはzeeの至る所で見つかりますが、遠くアイレムの地で買うこともできます。]@{I}朝の冷え込みから身を守る様に、ハッファムは熱いコーヒーカップの縁を指でなぞっている。「ああ、もちろんだ。君の父親の事は良く知っていたよ。才能のある男だった。だがなぁ...彼はその才能を、あー...なんだ、愛詩に費やしたのさ。ゴーストライターをやっていたのさ。理解してくれるかな。それで、君も気づいてるかもしれないが、彼の書いた詩は、とある権力の目に留まる事になったんだ。」そう言いながら彼は窓の外を見やる。彼の目線を追いかけ、貴方はロンドンにそびえ立つエコーバザールの尖塔に目をやった。やがて、彼は目線を正面に戻す。\u000d\u000a\u000d\u000a「バザールの支配人が」極めて静かに、彼は言う。「君の父親に興味を持ったのさ。俺は彼の事が好きだったし、もちろん君の事も気に入っている。だが、この話を君にするには、相応のリスクが付きまとう。それに見合うだけの物を... ジーの出来事を、ニュースを持ってきてくれないか。」\u000d\u000a[ジーストーリー、恐怖の逸話、遠き浜辺の記憶をハッファムに渡せば、彼は知っている事の詳細を教えてくれるでしょう。これらはジーの至る所で見つける事が可能ですし、遠方にあるアイレムでも購入可能です。]@{M}$Irem -> アイレム, Echo Bazaar -> エコー・バザール, Memory of Distant Shores -> 遠き地の記憶, Huffam -> ハッファム, [Tt]he Masters of the Bazaar -> バザールの支配者たち$Huffam curls his fingers round his steaming cup, a protection against the dank cold of the morning. \"Oh, yes, I knew him. A man of some talent, your father. But he turned that talent to... ah... love poetry. Ghost-writing it, if you understand me. And, as you may know, love poetry draws the attention of a particular Power.\" He glances out of the window. You follow his gaze to where the spires of the Echo Bazaar rise above London. Huffam leans forwards.\u000d\u000a\u000d\u000a\"The Masters of the Bazaar,\" he says very quietly, \"took an interest in your father. So although I liked him, and although I like you, I will need something to set against the risk. Bring me news - news from the zee.\" [Bring Huffam a Zee-Ztory, a Tale of Terror and a Memory of Distant Shores, and he'll tell you more. They can be found in many places around the zee, or purchased far away in Irem.]",
                                     "Name": "カリギュラの店の珈琲@{I}カリギュラで珈琲を@{M}$Caligula -> カリギュラ$A Coffee at Caligula's",
                                     "Id": 143399},
                    "Name": "ジョン・ハッファム氏@{I}ジョン・ハッファム氏@{M}$Huffam -> ハッファム$Mr John Huffam",
                    "Description": "　ロンドン無検閲新聞の編集者である彼は、時々あなたの詩を新聞に載せてくれていた。一週間前、彼は何気ない調子で、あなたの言い回しは父親のそれに似ているねと言い出した。@{I}\"ありのままを伝えるロンドン雑誌\"の編集者だ。彼は貴方の詩を雑誌に掲載し続けてくれている。一週間前、彼が何の気無しに呟いた「君の書く詩の様式が、君の父親にそっくりだ・・・」という言葉の詳細を尋ねる。@{M}Editor of the Unexpurgated London Gazette. He's published your poetry from time to time. One week ago, he casually mentioned that your turn of phrase is very like your father's...",
                    "ButtonText": "", "Id": 124107},
                   {"DefaultEvent": {"Description": "　あなたは友人の給仕長と話した。彼によると、提督はあの日以来、姿を見せていないという。ひょっとすると、提督は自らの不用意な発言を悔いているのかもしれなかった。提督を見つけるためには、海軍省の、彼自身の職場に向かわなければならないだろう。[海軍省からの好意が3ポイント以上あれば、海軍省情報調査室で提督に会うことができます。]@{I}貴方は自分の友人でもある給仕長と逢い、総督があれからここに戻ってきていないという事を知った。彼は、自分が言ってしまった事について後悔しているのだろう。もし彼に会いたいのであれば、総督府の執務室を訪ねるしかなさそうだ。[総督府の依頼を3回完了させ、彼らの恩義を3つ獲得し、総督府調査局を訪れて総督に話を聞きましょう。]@{M}$Admiralty -> 海軍省$You meet your friend, the head waiter, and learn that the Admiral has not returned since. Perhaps he regrets his outspokenness. You'll have to find him in his lair at the Admiralty. [Win three levels of Admiralty's favour, and visit the Admiralty Survey Office, to speak with the Admiral.]",
                                     "Name": "海軍省@{I}総督府@{M}$Admiralty -> 海軍省$The Admiralty",
                                     "Id": 172756},
                    "Name": "黒眼鏡の提督@{I}黒眼鏡の総督@{M}$Dark-Spectacled Admiral -> 黒眼鏡の提督$The Dark-Spectacled Admiral",
                    "Description": "　一週間前のパルテニウム・クラブで、提督はブランデーの飲み過ぎにより慎重さを欠いていた。彼はあなたの父親の『嘆かわしい最期』について言及し、それを防げなかったことへの後悔を吐露した。あなたはパルテニウムの一員ではないが、そこの給仕長は、かつてあなたの連隊に属していた。@{I}一週間ほど前、パルテノン会館でブランデーを飲み過ぎた総督は、やや警戒心を解いていたようだった。彼は貴方の父親の'惨めな最期'についての示唆を投げかけ、同時に彼がそれを防ぎ得なかった事を後悔していた事を呟いた。貴方はパルテノンの会員では無かったが、そこに勤める給仕長はかつて貴方の連隊に所属していた部下だったのだ...@{M}$Parthenaeum Club -> パルテニウム・クラブ$One week ago, the Admiral grew incautious after one brandy too many in the Parthenaeum Club. He made references to your father's 'deplorable end', and expressed his regret that he had not prevented it. You are not a member of the Parthenaeum, but their head waiter once served in your regiment...",
                    "ButtonText": "", "Id": 141594},
                   {"DefaultEvent": {"Description": "　主教の表情は険しく、影が降りていた。「私があなたのかつての行いを許すことはありません」彼は言った。「しかし我々の多くが――何と言えば良いのか――常軌を逸した欲望を持っていることも確かです。ええ、私はあなたを手伝って差し上げますよ。しかし、あなたにはまず、私自身の渇望を満たす手助けをしていただかなくてはなりません。ダークドロップ・コーヒーはロンドンでは手に入りにくいのです。それを私のところへ――そうですね、2袋持ってきていただけますか。そうすれば、私の知っていることをお話ししましょう」[ダークドロップ・コーヒーは、南方の沿岸にあるポート・カーネリアンかアダムの道で手に入ります。あるいは、他の場所で見つかることもあります。2袋を主教のところに持ち帰り、彼からより詳しい話を聞きましょう。]@{I}司教の顔は険しく、陰を帯びている。「そなたがかつて為した事に対し、我が容赦する事は無い...」重く口を開き、彼は続ける。「...だが、我らの多くは - どう申せば良いか - 風変わりな物を欲しておる。そなたを助けて進ぜよう。しかし先ずは我が熱望する内の一つでも持ち寄って、我を満足せしめよ。闇滴の珈琲は、このロンドンに於いて見つけるは至難。そうだな - 二袋。豆を二袋、我に持ってくるのだ。これを持ってくれば、我が知る事をそなたにも教えて進ぜようぞ。」\u000d\u000a[闇滴の珈琲は、海岸線を南に行ったカーネリアン港とアダムの道で見つかります。また、他の場所で見つかる事もあります。豆を二袋渡せば、司教は更なる情報を渡すでしょう。]@{M}$Adam's Way -> アダムの道, Port Carnelian -> ポート・カーネリアン, Darkdrop Coffee -> ダークドロップ・コーヒー$The Bishop's face is stern and shadowed. \"I do not condone you what you have done,\" he says, \"but many of us have - what shall I say? - eccentric appetites. Yes, I will assist you, but you must help me satisfy one of my own cravings. Darkdrop Coffee is difficult to find in London. Bring me - oh, let us say, two sacks of beans. Bring me this, and I shall share with you what I know.\" [You can find Darkdrop Coffee in Port Carnelian and Adam's Way along the coast to the south, and sometimes other places. Return with two sacks to learn more from the Bishop.]",
                                     "Name": "ろうそくに照らされた部屋@{I}蝋燭の灯った部屋@{M}A candle-lit room",
                                     "Id": 172757},
                    "Name": "聖フィアクル聖堂の主教@{I}聖フィアクルの司教@{M}$Bishop of St Fiacre -> 聖フィアクル聖堂の主教, St Fiacre -> 聖フィアクル$The Bishop of St Fiacre",
                    "Description": "　あなたは、聖職を追われる直前に、この青ざめた不吉な高位聖職者から、直接の面談を受けていた。その時の彼は、驚くほどあなたに同情的だった。「あなたの父に起こったことを踏まえると」彼は言った。「驚くべきことではないのだと思います」彼は何を言わんとしていたのだろうか？@{I}この不吉で邪悪な顔をした高位聖職者が、貴方が聖職者を追放される直前に個別に査問した人物だった。彼は意外な事に、同情的な顔を貴方に寄せた。「そなたの父の身に何が起こったかを知った後...」彼は言う。「我は、驚くべきでは無かったのやもしれぬ。」一体どういう意味なのだろうか?@{M}This cadaverous and sinister prelate interviewed you in person, just before you were cast out of the priesthood. He seemed surprisingly sympathetic. \"After what happened with your father,\" he said, \"I suppose I shouldn't be surprised.\" What did he mean? ",
                    "ButtonText": "", "Id": 141595},
                   {"DefaultEvent": {"Description": "　未亡人は、まるで目隠しでもされたかのような完全な暗闇の中で、あなたを出迎えた。これは未亡人と面会するための、通常の形式だった。「ええ」彼女は言った。(彼女の声は奇妙なほどに若々しかった。)「私はあなたの父親に関心があるの。墓碑の話に釣られてくる人がいやしないかと期待していたのよ。そしてあなたが来た。彼の遺骨がどこにあるかについては心当たりがあるわ。もしかしたら、彼の遺骨を取り戻すのに、あなたが役に立ってくれるかもしれないわね。でも、まずあなたには私の出費を埋め合わせてもらおうかしら。私の強壮剤のために必要なものがあるの。シンティラックよ。それはポート・セシルで見つかるわ。さ、もうお行きなさいな」[未亡人のために1つのシンティラックをポート・セシルから持ち帰りましょう。ポート・セシルはUnterzeeの中心、カーネイトの近くにあります。]@{I}未亡人は完全な闇の中で貴方を迎え入れた。まるで貴方の目に包帯が巻かれたかのような闇だった。未亡人に会う為には、それが普通だったのだ。「ええ。」彼女は言う(彼女の声は奇妙な程若々しい)「私は貴方のお父様に貸しがあります。あの墓石のニュースが誰かを私の所へ連れてくる事を期待し...そして貴方が此処へやって来ました。貴方のお父様の骨の所在について、私に考えがあるのです。恐らく貴方にはその手助けを期待出来る事でしょう。ですが、先ず私の経費を貴方に埋め合わせして欲しいのです。珊瑚の胞核を手に入れ、私に持ってきて頂けないでしょうか。きっとセシル港で見つかる筈です。さぁ、疾くお行きなさい。」\u000d\u000a[セシル港で珊瑚の胞核を入手し、未亡人に渡しましょう。セシル港はウンタージーの中央近辺、ハン王国の近傍に存在します。]@{M}$Khan -> カーン, Khanate -> カーネイト, Port Cecil -> ポート・セシル, [Ss]cintillack -> シンティラック$The Widow receives you in utter darkness, blank as a bandage laid across your eyes. This is usual, for the Widow. \"Yes,\" she says (and her voice is oddly youthful), \"I have an interest in your father. I had hoped news of the headstone would bring someone looking: and here you are. I have an idea where his bones might be. Perhaps you will help me recover them. But I would like you to cover my expenses, first. I need something for my tonics: scintillack. You can find it in Port Cecil, I understand. You may go.\" [Bring a unit of Scintillack from Port Cecil for the Widow. Port Cecil can be found in the centre of the Unterzee, near the Khanate.]",
                                     "Name": "地の底の夜@{I}地下深くの夜@{M}The night under the earth",
                                     "Id": 172758},
                    "Name": "心優しい未亡人@{I}慈悲深い未亡人@{M}$[Tt]he Gracious -> グレイシャス, Gracious Widow -> 心優しい未亡人$The Gracious Widow",
                    "Description": "　彼女はロンドンの犯罪の半分を取り仕切っていると言われている。彼女は五百歳だと言われている。彼女の作る蒸留酒は、舌を楽しませ、肉を溶かすと言われている。彼女は、金を払ってあなたの父親のための墓碑を誂えたと言われている。彼女は何を知っているのだろうか？@{I}話には、彼女はロンドンに於ける犯罪の半分を掌握していると。話には、彼女は齢五百であると。話には、彼女は舌を歓ばせ体を溶かす、魂を抽出する事が出来ると。話には、彼女は貴方の父親の為の記念墓碑設立基金を支払ったと。彼女は一体何を知っているのだ?@{M}It is said that she controls half the crime in London. It is said that she is five hundred years old. It is said that she can distil spirits that delight the tongue and melt the flesh. It is said that she has paid for a memorial headstone to be set up for your father. What does she know?",
                    "ButtonText": "", "Id": 141596}],
 "Description": "　あなたの父親がzeeで消息を絶ってから、もうとても長い時間が過ぎていた。手がかりは失われつつあった。しかし今になって、あなたは糸口をつかんだ。@{I}貴方の父親は、遥か昔にジーで消息を絶っている。痕跡は冷たく微かだが、貴方は手がかりを持っている。@{M}Your father: lost at zee so very long ago. The trail was cold, but now, you have a lead.",
 "Name": "父の遺骨: 擦り切れた手がかり@{I}父親の遺骨: 冷たい痕跡@{M}$Your Father's Bones: -> 父の遺骨:$Your Father's Bones: A Cold Trail",
 "Id": 143397}
