{"ChildBranches": [{"DefaultEvent": {"Description": "　これは良い人生だ。可能性のあったあらゆる人生の中での最良とは言えないのかもしれないが。けれどあなたはしっかりと食べ、ぐっすりと眠り、そして決して溺れてしまうことがない。あなたは自らの回顧録を書くこともできるし、何か趣味を始めてみることだってできる。養蜂であるとか、かご編みであるとか、猫をたくさん飼ってみたりとか、zee-batの観察であるとか……[この船長の経歴は完結しました。]@{I}It's a good life. It may not be the best of all possible lives; but you eat well, sleep well and never drown. You can write your memoirs, take up a hobby. Bee-keeping, perhaps. Basket-weaving. Cat-collecting. Bat-watching... [This captain's career is complete.]",
                                     "Name": "穏やかな結末@{I}A peaceful conclusion", "Id": 143689},
                    "Name": "引退し、優雅な邸宅で暮らす@{I}$[Gg]ant -> ギャント, Elegant Townhouse -> 優雅な邸宅$Retire to an Elegant Townhouse",
                    "Description": "　そろそろ家に帰る時間だ、永遠に。@{I}It's time to come home, for good.",
                    "ButtonText": "", "Id": 124301},
                   {"DefaultEvent": {"Description": "　あなたは書斎の大きな窓の外を覗き込んで、東の果てや、あるいは北の果てにさえ思いを馳せたりするかもしれない。光無き水の底からやってくる、あなたが遭遇していたかもしれない何かにさえも。あなたは自らの成し遂げた物語を、少しだけ刺繍にあしらったりもするかもしれない。それでも、おそらくあなたは、ただ安楽と平穏の中で年老いてゆくのだろう。[この船長の経歴は完結しました。]@{I}Perhaps you look out of those grand windows in your study and dream of the East, or even of the North, of what could have come to you across those lightless waters. Perhaps you embroider the stories of your exploits, a little. But perhaps you only grow old in comfort and peace.  [This captain's career is complete.]",
                                     "Name": "裕福な結末@{I}An affluent conclusion", "Id": 143690},
                    "Name": "引退し、浜辺の豪邸で暮らす@{I}$Zeeside Mansion -> 浜辺の豪邸$Retire to a Zeeside Mansion",
                    "Description": "　高望みしないだけの俗世の安楽。@{I}Any earthly comfort you might reasonably desire.",
                    "ButtonText": "", "Id": 124302},
                   {"DefaultEvent": {"Description": "　あなたはzeeの最果てまで辿り着くこともなければ、歴史の一ページを勝ち取ることもなかった。けれどあなたは、深々としたクッションと心地のよい暖かさ、シャンデリアの鳴る優雅さと、そして何より喜びの中で、日々を過ごしてゆくことだろう。地下貯蔵室は満杯で、召使たちは気配りが行き届いている。書斎の窓の向こうでは、zeeが偽星の光にちらちらと瞬いていた。静かな夜に、あなたはグラスをそちらへ掲げた。かつて打倒した敵へと向けて。あなたは金で買えるであろうすべてを手にした。だからそうではないすべてのものは、重要ではないのだ。[この船長の経歴は完結しました。]@{I}$[Ff]alse[- ][Ss]tar -> 偽星$You didn't reach the farthest ends of the zee, or earn a chapter of your own in the histories. But you will live out your days in well-cushioned, pleasantly heated, chandelier-tinkling refinement and delight. Your cellar is full. Your servants are attentive. Beyond the windows of your study, the zee glimmers in the light of the false-stars. On quiet evenings, you raise a glass to it: your defeated foe. You have everything that money might conceivably buy. Everything else is beside the point. [This captain's career is complete.]",
                                     "Name": "平穏にして豪華@{I}Peace and luxury", "Id": 146446},
                    "Name": "勝利……引退し、贅沢な人生を送る@{I}VICTORY ... Retire to a Life of Luxury",
                    "Description": "　あなたには素敵な豪邸がある。引退後の生活資金も必要だ。@{I}You have a handsome mansion. You will also need a retirement fund.",
                    "ButtonText": "", "Id": 126069},
                   {"DefaultEvent": {"Description": "　あなたはUnterzeeの預言者として激賞された。あなたの作品は、暗い海の未知なる見返りに対して、船と船員、そして自分自身を危険に晒そうとする新しい世代の船長たちすべてを勇気づけた。詩人と学者たちはあなたの意見を聞くために列をなした。あなたの秘書は向こう先何年もの晩餐への招待状を両手に溢れさせることになるだろう。あなたはロンドンの社会階級の頂点に立ったのだ。<br/><br/>　もちろん、あなたの船員はそうではない。彼らは演者に過ぎない。端役とすら言えるかもしれない。あなたは彼らとの親交を保ち続けるかも知れないし、彼らに金を貸したり、彼ら自身の企てが上手くいかない時に慰めてやったりするかもしれない。おそらくあなたは、たった一人の頂点であることに満足しているのだろう。[この船長の経歴は完結しました。]@{I}You are acclaimed as the Prophet of the Unterzee. Your work inspires a whole generation of new captains to risk their ships, crew and selves against the unknown rewards of the dark waters. Poets and scholars queue to consult you. Your secretary will juggle dinner invitations for years to come. You're at the summit of London's social order.\u000d\u000a\u000d\u000aYour crew, of course, is not. They are bit players: crowd scenes, even. Perhaps you keep in touch with them, help them with loans or comfort when their own schemes fail. Perhaps you're content on your lonely pinnacle. [This captain's career is complete.]",
                                     "Name": "富と名声@{I}Fame and fortune", "Id": 146448},
                    "Name": "勝利！……引退し、誉れに満ちた人生を送る@{I}VICTORY! ...Retire to a Life of Fame",
                    "Description": "　あなたはZong_of_the_Zeeを書き上げた。これはNeethの黒々とした未知に対する、壮大にして広範な、芸術家としての一つの回答である。これは時の試練を耐え抜くだろう。仮にこれを凌ぐ者が現れたとしても、始末してしまえば良いのだ。@{I}You have written the Zong of the Zee, an epic and comprehensive artistic response to the black unknowns of the Neath. It will stand the test of time. Perhaps if anyone betters it, you can have them disposed of.",
                    "ButtonText": "", "Id": 126071},
                   {"DefaultEvent": {"Description": "　葬儀に雨とは時節に適うものだ。Neathは、このまばらで憂鬱な雨によって、この日の午後を飾りつけることに決めたようだった。雨粒が、ショベルと棺と牧師の青白い額の上できらめいた。あなたの父親のことを憶えているロンドン人は多くはなかった。しかし、何と長きに渡る探求か！そして、ついに得られた安らぎよ！これがとても特別なことであるだけに、相当な数の群衆がこの葬儀に参列していた。会葬者たちは列をなしてあなたとの握手を求めた。彼らが話すとき、あなたはただ、zeeの音だけを聞いていた。<br/><br/>　すべてが終わったあと、あなたは召使たちに晩の休みを与えた。空っぽの家に、時計の音が響く。屋根の梁が親しげにきしむ。それでもまだ、zeeの音が聞こえる。[この船長の経歴は完結しました。]@{I}Rain at funerals is decorous. The Neath chooses to grace this afternoon with one of its thin and melancholy showers. Water-drops glisten on the shovel, the coffin, the pale expanse of the vicar's forehead. Not many Londoners remember your father, but the sense of occasion - the long quest! the final return to rest! - has brought out a sizeable crowd. Mourners line up to shake your hand. When they speak, you hear only the zee.\u000d\u000a\u000d\u000aAfterwards, you give the servants an evening off. The house is empty. The clock ticks. The roof-beams creak companionably. You can still hear the zee.  [This captain's career is complete.]",
                                     "Name": "静かな午後@{I}A quiet afternoon", "Id": 146449},
                    "Name": "勝利！……父親の遺骨を取り戻し、引退する@{I}VICTORY! ...Retire with your Father's Bones restored",
                    "Description": "　あなたは既に、油布で丁重に包まれた、厳然たる一束を持っている。葬儀の準備をしよう。@{I}You have the grim bundle wrapped respectfully in oilskins. Arrange a funeral.",
                    "ButtonText": "", "Id": 126072}],
 "Description": "　あなたはzeeでの生活を終わらせる準備ができている。Unterzeeが手ずからそれを終わらせてくれるまでもなく。[もしもあなたが大望を達成しているならば、これは疑いようもない勝利です。そうでないならば、引き分けというところでしょうか。いずれにせよ、引退するためには、最低でも優雅な邸宅が必要です。あなたも常識はわきまえているでしょう。]@{I}$Ambition -> 大望, [Gg]ant -> ギャント, Elegant Townhouse -> 優雅な邸宅$You're ready to end your life at zee, before the Unterzee ends it for you. [If you've completed an Ambition, this is unambiguously a win: otherwise, perhaps, call it a draw. You must be retiring to at least an Elegant Townhouse, in any case. You have standards.]",
 "Name": "船乗りとしての生活からの引退@{I}Retire from Zeefaring Life",
 "Id": 143688}
