{"ChildBranches": [{"DefaultEvent": {"Description": "「あんたは“隙間塞ぎ”にしちゃ悪くないな。まったく悪くない。良い取引をどうも。カーンの栄光の床板の下に来ることがあったら俺に会いに来いよ。波が穏やかになりますよう！」@{K}$Khan -> カーン, Khan's Glory -> カーンの栄光, Glory -> グローリー$\"Ye're not bad for a door-filler. Not bad at all. A pleasure doing business. Should you ever find yerself beneath the floor-boards of Khan's Glory, look me up. Calm seas!\"",
                                     "Name": "用心深い交換@{K}A wary exchange", "Id": 143961},
                    "Name": "彼らの求めるものを渡す@{K}Give them what they want",
                    "Description": "彼らは鼠に過ぎないが、数が多い。その上“ラット”リングガンのような物も持っている。それに彼らは修復と補給のため必要な物資と溺れる真珠を交換してくれるという。@{K}$[Dd]rowning[- ][Pp]earl -> 溺れる真珠$They're only rats, but they're a lot of rats, and they have what looks like a ratling-gun. And they'll exchange drowning-pearls for supplies to repair and restock.",
                    "ButtonText": "", "Id": 124469},
                   {"DefaultEvent": {"Description": "鼠製のライフルが唸りをあげ、船乗りたちが地面を踏みつける！峡谷は甲高い悲鳴とZee流の罵りで満ちた。そしてみすぼらしい猫はそこら中を駆け回っている。鼠たちがもみ殻のように散った。猫の口からは紅い色が滴り、その瞳は黄色く燃え上がる。そして結局はあなたたちが勝利し鼠たちは逃げるか死んだ。あなたはひと連なりの溺れる真珠を鼠の船長のベストから引き出した。その眼には既に死が映っていたが、それでも彼は獰猛に低く唸る。「七匹の猫に襲われるがいい……」\u000d\u000a\u000d\u000a一人の船乗りが死んだ。彼の首は耳から耳まで切り裂かれている。鼠の噛み傷のようには見えない。あなたはみすぼらしい猫を一瞥した。猫は平然と前足で顔を洗っている。@{K}$[Dd]rowning[- ][Pp]earl -> 溺れる真珠$Ratwork rifles roar! Zailors stamp! The gully is filled with screeching and zalty oaths. And the Mog is everywhere. Rats scatter like chaffy grain. Its mouth drips crimson: its eyes blaze yellow. At last you stand triumphant, and the rats are fled or dead. You draw a string of drowning-pearls from the weskit of the rat-captain. His eyes are already filming with death, but he hisses savagely \"To the Seven Cats with yer...\"\u000d\u000a\u000d\u000aA single zailor is dead. His throat has been torn from ear to ear. It doesn't look like a rat-bite. You glance at the Mog. It is washing its face with a casual paw.",
                                     "Name": "恐ろしきシンメトリー@{K}Fearful symmetry", "Id": 146442},
                    "Name": "みすぼらしい猫@{K}$Wretched Mog -> みすぼらしい猫$Wretched Mog",
                    "Description": "このみすぼらしい猫はかつてすきっ歯の銃士の肩に乗っていた。猫は背を撓らせ帽子一杯の煮られた蛇のような威嚇の声をあげている。@{K}$Wretched Mog -> みすぼらしい猫$The Wretched Mog has been riding on a Gap-Toothed Gunner's shoulder. Now it arches its back and hisses like a hatful of scalding serpents.",
                    "ButtonText": "", "Id": 126066},
                   {"SuccessEvent": {"Description": "鼠製のライフルが唸りをあげ、船乗りたちが地面を踏みつける！峡谷は甲高い悲鳴とZee流の罵りで満ちた。そして結局は、あなたたちが勝利し鼠たちは逃げるか死んだ。あなたはひと連なりの溺れる真珠を鼠の船長のベストから引き出した。その眼には既に市が移っていたが、それでも彼は獰猛に低く唸る。「七匹の猫に襲われるがいい……」\u000d\u000a\u000d\u000a可哀そうなティルマンは骨近くまで噛みつかれていた。傷口は汚い。あなたは出来る範囲で清潔にしたが、一週間ともたないだろう。@{K}$[Dd]rowning[- ][Pp]earl -> 溺れる真珠$Ratwork rifles roar! Zailors stamp! The gully is filled with screeching and zalty oaths. At last you stand triumphant, and the rats are fled or dead. You draw a string of drowning-pearls from the weskit of the rat-captain. His eyes are already filming with death, but he hisses savagely \"To the Seven Cats with yer...\"\u000d\u000a\u000d\u000aPoor Tilman has been bitten almost to the bone. The wound is filthy. You clean it as best you can, but he won't last the week.",
                                     "Name": "ダビデたちとゴリアテたち@{K}Davids and Goliaths", "Id": 146444},
                    "DefaultEvent": {"Description": "あなたの気づいていたよりも多くの鼠がいたようだ！あなたは足で踏みつけ銃で撃って何十匹と殺したが、奴らはそこら中に溢れている。歯の沢山生えた果物のように隠れ場所から峡谷の縁へと落ちてくるのだ。あなたたちはひどい混乱状態で撤退した。@{K}There were more rats than you realised! You stamp or shoot dozens to death, but they're everywhere now, dropping like toothy fruit from hiding-places on the gully's edge. You retreat in terrible disorder.",
                                     "Name": "不名誉な敗走@{K}An ignoble rout", "Id": 143962},
                    "Name": "取引を断る@{K}Refuse the trade",
                    "Description": "あなたにはこの物資が必要だ。それに彼らは害獣なのだ。[しかし鼠の噛み傷は化膿します。船員を失ってしまうかもしれません。]@{K}You need your supplies. And they're vermin. [But rat-bites fester: you might lose crew.]",
                    "ButtonText": "", "Id": 124470}],
 "Description": "ああ、峡谷か。奇襲者たちの最も好む地形だ。あれほど短く楽な道に見えたというのに。しかし黒と白の毛皮の洪水が突如現れあなたと対峙した。飢えたフェイバーネズミの海賊の激流だ！彼らの頭領が人間離れした甲高い声であなたに呼びかける。「狼狽えるなよ、巨人！俺たちは緊急で物資が必要なんだ。手を貸してくれれば、報酬は支払おう。戦う必要はない」（しかしあなたは彼の鼠の手が彼のラットカットラスに添えられていることに気が付いた。）@{K}$[Rr]attus[- ][Ff]aber -> フェイバーネズミ$Ah, the gully: the ambusher's favourite terrain feature. It looked like such a short and easy way. But now a sudden flood of black and white fur confronts you: a starving torrent of rattus faber corsairs! Their chief addresses you in a piping unhuman voice: \"Easy there, me giants! We're in dire need, here. Lend us help, and we'll pay well for it. No need to fight.\" (But you notice his rat-hand is on the hilt of his rat-cutlass.)",
 "Name": "鼠の海賊@{K}Rat Corsairs", "Id": 143960}
