{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 189563}, "Name": "", "Id": 144253},
                    "Name": "カーンの影との協定@{K}$Khan -> カーン, Khan's Shadow -> カーンの影$A pact with Khan's Shadow",
                    "Description": "影の人間は同盟相手探しに必死だ……しかし彼らは疑い深い。あなたの総督が彼らのやり方に詳しい人間であり、なおかつ相手方の友人から紹介を受けることが出来ればあなたと共に働いてくれるかもしれない。@{K}The Shadow is desperate for allies... but they're mistrustful. If your Viceroy is someone who knows their ways, and if you have an introduction from their friends, then they'll work with you.",
                    "ButtonText": "", "Id": 124663},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 189565},
                                     "Name": "", "Id": 185293},
                    "Name": "ロンドンとの和解@{K}An accommodation with London",
                    "Description": "帝国はその臣民が敵対国家を築くのを歓迎はしない。しかし正直なところ彼らに出来ることは多くはない。その上彼らの勢力は衰えつつある。もしあなたの国に確固たる力があり、海軍省に十分な影響力を持っているならば黙認してもらえるかもしれない。@{K}$Admiralty -> 海軍省$The Empire doesn't like its subjects founding rival nations. But honestly, there's not much they can do about it, and the Empire's power is on the wane. If you are credibly powerful - and if you have enough sway at the Admiralty - perhaps you can persuade them to wink at you.",
                    "ButtonText": "", "Id": 149343},
                   {"SuccessEvent": {"Description": "あなたたちは最初の週にはアイル・オブ・キャッツの襲撃部隊を退けた。そして二週目には“未完成の”海賊たちが島を襲ったが、あなたたちはその全員を小石になるまで粉砕した。これで石の置かれた庭を作れるだろう。そして三週間目にはカーネイトのトリマラン船がやって来る。彼らはどうやらあなたの菜園が気にくわなかったらしく、きゅうりをペースト状になるまで磨り潰してしまった。あなたはその船を確保し、新たな名前を付けてあなたの海軍の船とした。\u000d\u000a\u000d\u000aそしてその丁度一週間後、王立海軍のコルべット艦があなたの“不法占拠状態”を鎮圧するため海兵を上陸させた。あなたたちには迎え撃つ用意ができている。あなたは彼らを傷つけることなく家へと送り返し、コルベットも艦隊に加えた。\u000d\u000a\u000d\u000aそれから一月後、帝国は大使を派遣するための上陸許可を求めてきた……\u000d\u000a\u000d\u000aこれがあなたの王国だ。ロンドンがあなたの出発の地だが……今やこの場所があなたの家となった。一隻の船の船長から建国者になるとは、実に長い旅路だった。この旅の末に、あなたはどこへ行きつくのだろう？[おめでとうございます！あなたは隠された大望を成し遂げました。失礼しました、先ほどの発言を訂正いたします。あなたは隠された大望を成し遂げられたのです……陛下。]@{K}$Ambition -> 大望, Khan -> カーン, Royal Navy -> 王立海軍, Khanate -> カーネイト, Isle of Cats -> アイル・オブ・キャッツ$The first week, a raiding party from the Isle of Cats attacks. Not one survives. You mount gibbets on the beach to display their remains. The second week, you suffer an assault by Unfinished Pirates. You crush them all to rubble. Now you have a rock garden. The third, a Khanate trimaran takes a dislike to your kitchen garden, and shells your cucumbers into paste. You capture it, rename it, make it the second vessel in your navy.\u000d\u000a\u000d\u000aExactly one week later, a Royal Navy corvette puts marines ashore to pacify your 'robber state'. You're ready for them. You send them home safe, and keep the corvette.\u000d\u000a\u000d\u000aOne month after that, the Empire asks leave to send an ambassador...\u000d\u000a\u000d\u000aThis is your kingdom. London is where you began - but now, this is your home. From a ship's captain to a nation's founder is a long journey indeed. Who knows where the journey will take you? [Congratulations! You have completed a hidden Ambition. We do apologise. We meant to say: you have completed a hidden Ambition... your Majesty.]",
                                     "LinkToEvent": {"Id": 189569}, "Name": "血と炎@{K}Blood and fire",
                                     "Id": 185297},
                    "DefaultEvent": {"Description": "あなたたちは最初の週にはアイル・オブ・キャッツの襲撃部隊を退け、二週目には“未完成の”海賊たちに襲われた。そして三週間目にはカーネイトのトリマラン船を追い払う。彼らはどうやらあなたの菜園が気にくわなかったらしく、きゅうりをペースト状になるまで磨り潰してしまった。一つ一つの戦いで被害が積み重なり、墓場が広がっていく。\u000d\u000a\u000d\u000aあなたたちは本当に独立した国家として自分の身を守ることが出来るのだろうか？今までのところは生き延びたが、考え直すべき時かもしれない。@{K}$Khan -> カーン, Khanate -> カーネイト, Isle of Cats -> アイル・オブ・キャッツ$The first week, you fight off a raiding party from the Isle of Cats. The second week, you suffer an assault by Unfinished Pirates. The third, you drive off a Khanate trimaran which has apparently taken a dislike to your kitchen garden, and shells your cucumbers into paste. Every fight takes its toll. The graveyard begins to grow.\u000d\u000a\u000d\u000aCan you really defend yourself as an independent nation? You've survived so far; but perhaps it's time to rethink this.",
                                     "LinkToEvent": {"Id": 144251},
                                     "Name": "血とあぁ！@{K}Blood and ow!", "Id": 185296},
                    "Name": "誰とも同盟を結ばない@{K}No one",
                    "Description": "領土権の主張などする必要はない。自分たちの国土は血と炎によって確かなものとしよう。誰かが奪い取ろうとしたなら、追い返してやるまでのことだ。@{K}Never mind staking a claim. You'll forge that claim in blood and fire. If anyone tries to take it from you, you'll fling it back at them.",
                    "ButtonText": "", "Id": 149346},
                   {"SuccessEvent": {"Description": "伝言を送り、待った@{K}You send your message, and wait.",
                                     "LinkToEvent": {"Id": 189567}, "Name": "", "Id": 185298},
                    "DefaultEvent": {"Description": "あなたは成果が出るように祈りつつ一文だけ彼らに送った。\u000d\u000a\u000d\u000a燧石の薄片に刻まれた一行が返信として届いた。『旅人還りぬ』@{K}You send the single sentence you hope will have a result.\u000d\u000a\u000d\u000aA single line comes back, inscribed on a flake of flint. It reads: \"TRAVELLER RETURNING.\"",
                                     "LinkToEvent": {"Id": 144251},
                                     "Name": "助けにはならない@{K}Not helpful", "Id": 185294},
                    "Name": "プレズビターとの合意@{K}$Presbyter -> プレズビター$An understanding with the Presbyterate",
                    "Description": "旧大陸の心臓部に位置する、ロンドンとカーネイトを合わせたよりも古い国だ。彼らの政府にはmithridacy（異邦人を困惑させる術）の追及に専念している部門さえあるという。もしかすると、本当に可能性は低いが、正しい伝言を考え出すことが出来るかもしれない。@{K}$Khan -> カーン, Khanate -> カーネイト, Elder Continent -> 旧大陸$The nation at the heart of the Elder Continent is older than London and the Khanate put together. They have an entire government department devoted to mithridacy - the art of confusing foreigners. Perhaps - just perhaps - you can work out the right thing to say to them.",
                    "ButtonText": "", "Id": 149344},
                   {"SuccessEvent": {"Description": "", "LinkToEvent": {"Id": 189560},
                                     "Name": "", "Id": 185299},
                    "DefaultEvent": {"Description": "あなたは贈り物と言伝を送り……返事を待った。そしてただひたすらに待ち……さらに待ち……待ち続けた。もしかしたら相手に届かなかったのかもしれない。あるいは彼らは文章の誤りを寛大にもくすくす笑っているのかもしれない。もしくは重大な侮辱として今も戦艦がこちらに向かっているところかもしれない……@{K}$Khan -> カーン, Khanate -> カーネイト$You send your gift and your message... and wait. And wait... and wait... and wait. Perhaps it was lost at zee. Perhaps they're chuckling indulgently over some error of composition. Perhaps the insult is so grave that even now a Khanate war-fleet is steaming towards you...",
                                     "LinkToEvent": {"Id": 144251}, "Name": "返事なし@{K}No reply",
                                     "Id": 144252},
                    "Name": "カーンとの交渉を開始する@{K}$Khan -> カーン, Khanate -> カーネイト$Overtures to the Khanate",
                    "Description": "カーネイトを感心させるのは簡単な事ではない。正しい呼称と表現上の仄めかしを完璧に覚え使いこなす必要がある。最も良い教育を受けた野蛮人にとっても非常に困難な仕事だ。あなたは王族であるレオパルドの好意を勝ち取らねばならない。適切な贈り物も必要だろう。@{K}$Khan -> カーン, Khanate -> カーネイト, Leopard -> レオパルド$The Khanate is not easily impressed. You'll need to master the proper forms of address, and the proper literary allusions - tremendously difficult, even for the best-educated barbarian. You'll need the favour of the Leopard, the royal clan. And you'll need to send a suitable gift.",
                    "ButtonText": "", "Id": 124662}],
 "Description": "どんなぼろ屋に住む海賊であっても旗を掲げることはできる。しかしあなたは今やそれよりはるかに大きな存在となった。繁栄する居住地の長に。しかし国として真っ当に扱ってもらうには、他の国に正式に存在を認められ、同盟を結ばなければならないだろう。どの国を盟友としようか？[この選択肢を選ぶことで勝利し、このゲームを終わらせることが出来ます。]@{K}Any pirate in a hut can raise a flag. You're much more than that, now - the governor of a thriving settlement. But to be taken seriously as a nation, you must be formally recognised, and make an alliance. Who is your chosen ally? [This will end, and win, the game.]",
 "Name": "大使館を受け入れる@{K}Receive an Embassy", "Id": 144251}
