{"ChildBranches": [{"DefaultEvent": {"Description": "　暗い水が、遺体を包む防水布の上に覆いかぶさった。少なくともこれで、残された者たちは、少しだけ長く食いつなぐことができるだろう。@{I}黒い水がタール防水シートを満遍なく包み込む。少なくとも、貴方達にはもうほんの少ししか残されていないだろう。@{M}Black water closes over their tarpaulin shrouds. At least there'll be a little more left for the rest of you.",
                                     "Name": "銀の裏地@{I}銀の裏地@{M}A silver lining", "Id": 144485},
                    "Name": "彼らの遺体をzeeに委ねる@{I}彼らの亡骸をジーに引き渡す@{M}Consign their bodies to the zee",
                    "Description": "　zeeもまた、腹を空かせているのだ。@{I}ジーもまた、飢えている。@{M}The zee, too, is hungry.",
                    "ButtonText": "", "Id": 124814},
                   {"DefaultEvent": {"Description": "　比較的高潔であるか、あるいは比較的腹を空かせていない船員は、鍵を掛けて自室に閉じ籠もった。あなたは、比較的良心の薄い者たちとともに船の廊下を忍び歩き、かつて仲間だった者たちの異様に痩せ衰えた遺体のところに集まった。これは美味しい食材とは言えまい。だがそれでも、元気の出るシチューができるだろう。@{I}正気を保っている - 若しくは余り空腹でない - 船員は部屋から出てこない。貴方と、良心をさほど持たない者は回廊を歩きまわり、かつて仲間だった、痩せこけた遺体をかき集めている。決して美味いとは言えず、食事とも言えないかもしれない。だが、食いつなぐ事は出来そうだ。@{M}The higher-minded - or less hungry - crew lock themselves away. You, and the less scrupulous, stalk the ship's corridors, gathering the emaciated remains of your once-fellows. It's not what you'd call good eating. But it'll make a sustaining stew.",
                                     "Name": "紅い夜@{I}赤き夜@{M}A red night", "Id": 144602},
                    "Name": "彼らの遺体でごちそうを作る@{I}遺体の上の饗宴@{M}Feast on their remains.",
                    "Description": "　あなたは自暴自棄の一線を越えた。彼らは死んだのだ。あなたは生き延びてみせる。@{I}貴方は自暴自棄の一線を超えた。彼らは死に: 貴方は生き残る。@{M}You are past the edge of desperation. They have died: you will live.",
                    "ButtonText": "", "Id": 124895},
                   {"DefaultEvent": {"Description": "黒インクのような深みが、彼らの遺体を呑み込んだ。少なくともこれで、残された者たちは、少しだけ長く食いつなぐことができるだろう。@{I}The inky depths swallow their remains. At least there'll be a little more left for the rest of you.",
                                     "Name": "銀の裏地@{I}A silver lining", "Id": 239142},
                    "Name": "彼らの遺体をzeeに委ねる@{I}Consign their bodies to the zee",
                    "Description": "　zeeもまた、腹を空かせているのだ。@{I}The zee, too, is hungry.",
                    "ButtonText": "", "Id": 183206}],
 "Description": "　日毎にあなたたちは弱ってゆく。一口の水も注意深く制限され、水夫たちはなめし革の屑切れをめぐって言い争う。朝になるといつも、硬く、冷たくなった体が見つかる。@{I}貴方は日に日に衰えていく。真水は厳重に管理され、配給制となった。船乗りは革の一切れで諍いを起こす。毎朝、誰かの死体が硬く、冷たくなって見つかった。@{M}Day by day, you all grow weaker. Each sip of fresh water is carefully rationed. Zailors squabble over scraps of leather. Each morning, bodies are found stiff and cold.",
 "Name": "飢餓が船に蔓延る！@{I}飢餓が船を支配している!@{M}STARVATION WALKS THE SHIP!",
 "Id": 144484}
