{
  "Id": 144493,
  "Name": "深夜の騒ぎ@{M}Roused at Midnight",
  "Description": "初更が終わる頃、前方からの叫び声が貴方を飛び起きさせた。貴方の顔を見た運用長が怖い顔をしているのが分かる。「奴を見失いました。フライパンをたっぷり担いで船外に飛び出したんです。料理人お気に入りの鍋も持って行っちまいました。士気は悪くなってます、船長。」@{M}As the first watch ends, shouts for'ard rouse you! Your bo'sun's face is grim as you emerge from your cabin. \"We lost one. Weighted hisself with pans and gave hisself to the deeps. Took Cook's best kettle, too. Morale is worsening, Captain.\"",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 144495,
        "Name": "酒で慰める@{M}Liquid comfort",
        "Description": "威厳では何の助けにもならなかったが、船上の雰囲気は目に見えて良くなった。@{M}It hasn't helped with discipline, but the mood aboard is perceptibly better."
      },
      "Id": 124818,
      "Name": "ラム酒を特別に振舞う@{M}Distribute an extra rum ration",
      "Description": "船乗りは酒を嫌がる事は稀だ。@{M}Zailors are rarely ungrateful for grog."
    },
    {
      "DefaultEvent": {
        "Id": 144605,
        "Name": "戸惑いの反応@{M}A confused response",
        "Description": "船員が望んでいるものとは少し違う。しかし、生であろうと食べ物を残す事はしない。ロンドンからどれだけ離れていようとも、これは守られるべき基準なのだ。@{M}This isn't exactly what your crew expected. But you won't be left eating food raw! Even so far from London, there are standards which must be maintained!"
      },
      "Id": 124898,
      "Name": "調理器具に見張りを@{M}Place a guard on the cookware",
      "Description": "時には、手際よく進めているように見えるという事が一番良いのだ。@{M}Sometimes, it's best just to be seen doing something practical."
    },
    {
      "DefaultEvent": {
        "Id": 144494,
        "Name": "失敗した説教@{M}An unsuccessful homily",
        "Description": "男も女も首を掻き、欠伸をしている。痩せこけた猫が下品な格好で毛づくろいをしている。見れば、運用長は鼻をほじっていた。...この話、前にもしただろうか?@{M}Men and women scratch and yawn. A scrawny cat licks itself indelicately. You catch the bo'sun picking his nose. Have they heard this one before?"
      },
      "Id": 124817,
      "Name": "船員への言葉@{M}Address the crew",
      "Description": "全ては上手くいく。物事の、全て有り様は上手くいく。もしそこに勇気があれば。@{M}Remind that all shall be well, and all manner of thing shall be well, if only they have courage."
    }
  ]
}