{"ChildBranches": [{"DefaultEvent": {"Description": "　Unterzeeは富に満ちている。死と暗闇にも。しかし、賭けてみる価値はある。[勝利するためには、引退後の生活資金を山ほどかき集め、下宿から豪邸に移り住み、そして引退します。]@{I}ウンタージーは富で溢れかえっている。もちろん死も闇もあるが、それでも賭けるだけの価値はあるだろう。\u000d\u000a[勝利の為には、莫大な資産を集め、貴方の邸宅をマンションに改良して、引退しましょう。]@{M}The Unterzee is full of riches. Death and darkness, too, but it's worth the gamble. [To win, gather a substantial retirement fund, upgrade your lodgings to a mansion, and retire.]",
                                     "LinkToEvent": {"Id": 125095},
                                     "Name": "その夢の向こうには……@{I}夢の向こうへ...@{M}Beyond the dreams...",
                                     "Id": 145721},
                    "Name": "富@{I}富@{M}Wealth",
                    "Description": "　あなたは貧しいとはどういうことかを知っている。今のあなたの望みは豪邸と召使、きらびやかな衣装。ひょっとしたら、家族も。@{I}貴方は貧乏の何たるかを知っている。であれば、貴方は邸宅を持ち、召使を抱え、良い衣服を纏いたいと思うだろう。恐らく、家族も。@{M}You know how it is to be poor. Now you want a mansion, servants, fine clothes. A family, perhaps.",
                    "ButtonText": "", "Id": 125596},
                   {"DefaultEvent": {"Description": "　彼の没した地を見つけ、彼を故郷に連れて帰ろう。[父親の遺骨を見つければ、あなたは勝利し、引退することができます。最初の手がかりを見つけるために、フォールン・ロンドンを探索しましょう。]@{I}彼が何処で消息を絶ったかを見つけ出し、彼を連れ戻せ。\u000d\u000a[もし貴方の父親の骨を見つけ出す事が出来れば、貴方は引退して勝利する事が出来ます。最初のヒントを探す為に堕ちたるロンドンを探索しましょう。]@{M}$Fallen London -> フォールン・ロンドン$Find where he fell, and bring him home. [When you've found your father's bones, you can retire to victory. Explore Fallen London to find your first clue.]",
                                     "LinkToEvent": {"Id": 125095},
                                     "Name": "五尋もの水底に？@{I}水底の奥深く@{M}Full fathom five?",
                                     "Id": 145722},
                    "Name": "父の遺骨@{I}父の遺骨@{M}Your Father's Bones",
                    "Description": "　あなたの父はzeeで消息を絶った。あなたは父のことを何も知らなかった。それなのに、あなたはしばしば父の夢を見る。彼の遺物を見つけ出し、ロンドンに持ち帰り、しかるべき弔いをしよう。@{I}貴方の父親はジーで消息を絶った。貴方は彼の事を何も知らないが、良く彼のことを夢に見ていた。貴方は彼の遺骨を見つけ出し、正式な葬礼を行う為にロンドンに持ち帰りたいと願うだろう。@{M}Your father was lost at zee. You never knew him, but you've often dreamed of him. Find and return his remains to London for a decent burial.",
                    "ButtonText": "", "Id": 125597},
                   {"DefaultEvent": {"Description": "-",
                                     "LinkToEvent": {"Id": 125095}, "Name": "", "Id": 145723},
                    "Name": "東の果てへ@{M}The Uttermost East",
                    "Description": "地図の果てには何が有るのかを見つけ出したい。[現在この勝利条件は隠されています。]@{M}Find what lies beyond the map's edge. [This is now a hidden victory condition.]",
                    "ButtonText": "", "Id": 125598},
                   {"DefaultEvent": {"Description": "[フォールン・ロンドンに帰ってきている時ならいつでも、引退という選択肢があります。しかし、あなたはまず傑作を書き上げねばならないでしょう。]@{I}[貴方は堕ちたるロンドンに戻った時に何時でも引退の選択肢が有ります: ただし、先に貴方の傑作を著す必要があります。]@{M}$Fallen London -> フォールン・ロンドン$[Whenever you return to Fallen London, you have the option of retiring: but you'll need to write your masterwork first.]",
                                     "LinkToEvent": {"Id": 125095}, "Name": "", "Id": 145724},
                    "Name": "充足@{I}成就@{M}Fulfilment",
                    "Description": "　百の物語を集め、zeeについて可能なかぎりのすべてを学び、傑作を書き上げよう。そして、引退だ。@{I}百の物語を集めたい。ジーに関する全てを探求したい。それに基づいた傑作を著し、引退したい。@{M}Gather a hundred tales. Learn all you can of the zee. Write a masterpiece. Retire.",
                    "ButtonText": "", "Id": 125599},
                   {"DefaultEvent": {"Description": "　適切な土地を見つけよう――快適で、それでいて誰も住んでいない土地を。@{I}適した場所を見つけよ - 快適だが人の済まない何処かを。@{M}Find a suitable location - somewhere hospitable, but uninhabited.",
                                     "LinkToEvent": {"Id": 145720}, "Name": "", "Id": 145725},
                    "Name": "自らの王国@{I}私設王国@{M}A Private Kingdom",
                    "Description": "　あなた自身が絶対君主となれるような入植地を打ち立てよう。そこは楽園となる。おそらく、おそらくは。[現時点ではこれは選択できません。しかし、ゲームの過程で、この大望に乗り換える機会が見つかるでしょう。]@{I}絶対君主として支配する領地を設立したい。出来れば、理想郷を。出来れば。\u000d\u000a[現在は選択する事が出来ませんが、ゲームが進むに従って目的を変更する機会を発見する可能性が有ります。]@{M}Establish a colony where you are absolute ruler. A utopia, perhaps. Perhaps.  [You can't choose this now, but you may find an opportunity to switch to it later in game.]",
                    "ButtonText": "", "Id": 125600},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 125095},
                                     "Name": "", "Id": 145726},
                    "Name": "北へ@{M}NORTH",
                    "Description": "もう一つの、隠された、自滅的な野望。若しくは野望ですら、無い。@{M}A seventh, hidden, self-destructive ambition, or no ambition at all. ",
                    "ButtonText": "", "Id": 125601},
                   {"DefaultEvent": {"Description": "　長命衆は不死の秘密を厳重に守っている。しかし、盲いた操舵手亭の喧騒とビールの染みの只中で、海に鍛えられた航海士が大陸の最奥部の話を語っていた。ニダーと呼ばれる街と長老の長命の起源についての物語だ。彼はどこでこの情報を手に入れたのだろう？\u000d\u000a\u000d\u000a　ワインを持って来よう。彼はワインに弱い。[航海士と大望の最初の手掛かりはロンドンで見つかります。]@{K}$Blind Helmsman -> 盲いた操舵手亭, Presbyter -> 長老, Presbyterate -> 長命衆$The Presbyterate guards its secrets fiercely. But amidst the clamour and beer-stains of the Blind Helmsman a Salt-Scarred Navigator is telling tales of the continent's deepest interior. Of a city called Nidah, and the origin of the Presbyter's long life. Where is he getting his information?\u000d\u000a\u000d\u000aBring wine. He is susceptible to wine. [You will find the Navigator, and your first clue, in London.]",
                                     "LinkToEvent": {"Id": 125095}, "Name": "ありそうもない物語@{K}Tall tales",
                                     "Id": 258839},
                    "Name": "不死@{K}Immortality",
                    "Description": "　永遠の命を手に入れるというのも悪くなさそうだ。そして噂によれば、旧大陸を統治する長老は永遠に生きるという。@{K}$Elder Continent -> 旧大陸, Presbyter -> 長老$Eternal life sounds like something you'd enjoy. And it's said that the Presbyter - the ruler of the Elder Continent - has lived forever.",
                    "ButtonText": "", "Id": 193049}],
 "Description": "　あなたにとって勝利とは何か？@{I}貴方にとって勝利とは一体何だ?@{M}What does winning mean to you?",
 "Name": "大望を選択する@{I}野望を選択せよ@{M}$Ambition -> 大望$Choose an Ambition",
 "Id": 145720}
