{
  "Id": 146571,
  "Name": "物思わしげな女悪魔@{I}$Wistful Deviless -> 物思わしげな女悪魔$The Wistful Deviless",
  "Description": "　火山への道は、噴火口の壁面に取りつけられた、真鍮の扉で途切れていた。扉のそばには、奇妙なほど感じの良いコテージが建っていた。それは軽石と玄武岩からでっち上げられたような建物だったが、そこにスイカズラが彩りを添えていた。お茶会用のガウンを着た、同じぐらい感じの良い女悪魔が、コテージの壁にもたれかかっていた。彼女は日傘をくるくると回しながら、扇で自らを扇いでいた。「私はこの場所の門番です」気だるそうに、彼女は言った。「あなた方をお通しすることはできません。代わりに、アルミラリアのお茶などいかがですか？」@{I}The road to the crater ends at a brass gate in the crater wall. Beside it stands an oddly charming little cottage. It's thrown together from pumice and basalt, but it features honeysuckle. An equally charming deviless in a tea-gown leans against the cottage wall, twirling a parasol and fanning herself. \"I am the guardian of this place,\" she remarks languidly. \"You may not pass. But can I offer you a cup of <i>armillaria</i> tea?\"",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 146572,
        "Name": "お茶会用のガウンを着た恐怖？@{I}Terror in a tea-gown?",
        "Description": "　仮にあなたが門を押し破ろうとすれば、彼女は間違いなく、今よりもずっと不愉快そうにするだろう。しかし、今目の前にいる彼女は、親切で、穏やかな声音の、お茶会用のガウンを着た一人の女性でしかなかった。お茶は熱く、ナッツのような風味があり、かなり快いものだった。彼女はあなたの船旅について尋ねた。彼女はロンドンの知らせに飢えていて、そこの霧や夜、病や貧しさ、そして炎についてさかんに知りたがった。彼女は総会に関する質問は巧みにはぐらかしてしまったが、代わりにNeathの秘密のいくらかを分け与えてくれた。<br/><br/>「また会いに来てくださいね」彼女は言った。「次にここにいらっしゃる時には」彼女は優雅に肩を竦めてみせた。「よろしければ、贈り物を持ってきてくださいね」@{I}No doubt she'd be much less pleasant if you tried to break down that gate: but just now, she's a courteous, soft-voiced woman in a tea-gown. The tea is hot and nutty and rather pleasant. She asks about your voyages: she is desperate for news of London, of its mists, its nights, its sick, its poor, its fires... She tactfully turns aside questions about the Convention, but she shares some of the secrets of the Neath.\r\n\r\n\"Come and see me again,\" she says. \"Next time you're here.\" She shrugs gracefully. \"Bring me a present, if you like.\""
      },
      "Id": 126147,
      "Name": "女悪魔とのお茶@{I}Tea with the Deviless",
      "Description": "　アルミラリア？それは毒のない品種だったろうか？あなたには確信が持てなかった。@{I}<i>Armillaria?</i> That's not one of the poisonous ones, is it? You're pretty sure it's not."
    },
    {
      "DefaultEvent": {
        "Id": 146574,
        "Name": "あなたは欠席の言い訳をした@{I}You make your excuses",
        "Description": "　女悪魔はあなたが去るのをじっと眺めていた――少し悲しそうだと、あなたは思った。「分かりますわ」彼女はあなたの背に呼びかけた。「定命のものたちはいつだって時間に追われていますものね。けれど、次にここにいらっしゃるときには、また立ち寄ってくださいね」@{I}The Deviless watches you leave - a little sadly, you think. \"I know how it is,\" she calls after you. \"Mortals are always short of time. But do drop by again, next time you're here.\""
      },
      "Id": 126149,
      "Name": "結構です@{I}No, thank you",
      "Description": "　あなたには十分な長さのあるスプーンの持ち合わせがないのかもしれない。@{I}You haven't brought a sufficiently long spoon, perhaps."
    },
    {
      "DefaultEvent": {
        "Id": 146577,
        "Name": "用心深く、ガラスを叩くように@{I}Watchful and clinking",
        "Description": "　女悪魔が木箱の蓋を持ち上げた。中の魂の光が、彼女の顔を照らし出した。彼女はしばらくの間それをじっと見つめていたが、やがて、涙が静かに彼女の顔を伝い降りていった。「ありがとうございます」彼女は言った。「ずっと寂しかった」(彼女の涙の一滴が木箱の上に落ち、煙を上げ始めた。)<br/><br/>「あなたにはとても特別なことをお伝えしますわ」(彼女はあなたの耳に囁いた。彼女の吐息は、熱された石のような匂いがした。)「けれど今はもうお行きになって。今日はありがとうございました。すぐに戻ってきてくださいね……」@{I}The Deviless lifts the lid of the crate. The light from the souls within illuminates her face. She stares at them for a long moment, and then tears begin to roll silently down her face. \"Thank you,\" she says. \"I've missed them so.\" (One of her tears lands on the wood of the crate, which begins to smoke.)\r\n\r\n\"Let me tell you something very special.\" (She whispers it in your ear: her breath smells like hot stone.) \"But you should go now. Thank you. Come back soon...\""
      },
      "Id": 126151,
      "Name": "気後れした要求@{I}A hesitant request",
      "Description": "「私のために魂を持ってきてくださっていたりはしませんか？違います！食べるのではありません！私たちは普通は、魂を食べたりはしないのです。どうしてこんな話が広まってしまったのかしら。私はただ――以前、私はロンドンが恋しいと申し上げましたよね。私は地獄が恋しいのです。何か形見になるようなものが欲しくって。それにご存知だと思いますが、すべての魂の所有権は、私たちにあるのですから」@{I}\"Do you happen to have a case of souls for me? No I'm not going to eat them! We don't eat souls, usually. I'm not clear how that story got around. I just - I told you that I miss London. I miss Hell. I'd like a keepsake. And all souls are ours, you know, by right.\""
    },
    {
      "DefaultEvent": {
        "Id": 146578,
        "Name": "痛みのない過程@{I}A painless process",
        "Description": "　ひょっとするとこれが、栓を抜かれる時の瓶の気持ちなのかもしれない。緊張の一瞬から、解放の一瞬へ、そしてそれに続く、ある種の自由。女悪魔は輝くような笑顔で、瓶詰めにされたあなたの魂を持ち上げると、子猫のように抱き締めた。<br/><br/>「あなたにはとても特別なことをお伝えしますわ」(彼女はあなたの耳に囁いた。彼女の吐息は、熱された石のような匂いがした。)「けれど今はもうお行きになって。今日はありがとうございました。すぐに戻ってきてくださいね……」@{I}Perhaps this is how a bottle feels when it's uncorked: a moment of nervousness, a moment of release, and then a certain freedom. The Deviless smiles radiantly, holding up your soul in its jar, cuddling it like a kitten.\r\n\r\n\"Let me tell you something very special.\" (She whispers it in your ear: her breath smells like hot stone.) \"But you should go now. Thank you. Come back soon...\""
      },
      "Id": 126152,
      "Name": "彼女にあなたの魂を譲る@{I}Concede her your soul",
      "Description": "「あるいは単にあなたのものを……貸していただくとか」彼女は唇を噛んで、あなたの目を見上げた。「安全に保管します。zeeよりもずっと安全ですわ。仮にあなたが溺れてしまっても、それはここに残ります。私と一緒に、片時も離れずに。定命のものたちは溺れてしまうものでしょう」彼女は細く、皮の薄い手をあなたの手首に添えた。袖口を通して、日に当てられた石のような暖かさが伝わってきた。「少しも痛くはありませんのよ」[これを選択すると、あなたは女悪魔に魂を明け渡すことになります。]@{I}\"Or you could just… lend me yours.\" She bites her lip and looks up into your eyes. \"I'll keep it safe. Much safer than at zee. If you drown, it'll be here, with me, for always. Mortals do drown so.\" She places a slender, sallow hand on your wrist. Through your cuff, it's warm as a stone in the sun. \"It won't hurt at all.\" [This will surrender your soul to the Deviless.]"
    },
    {
      "DefaultEvent": {
        "Id": 146629,
        "Name": "",
        "Description": "　彼女はあなたに封筒を手渡した。「封はしてありません」彼女は言った。「あなたを信頼することにしました」(明らかに彼女は嘘をついていた。悪魔が誰かを信頼することなど、ありはしないからだ。)@{I}She hands you an envelope. \"Unsealed,\" she points out. \"I choose to trust you.\" (She's certainly lying. Devils do not trust.)"
      },
      "Id": 126181,
      "Name": "女悪魔は悲嘆に暮れて@{I}The Deviless disconsolate",
      "Description": "　お茶を注ぐ彼女の手は震えていた。彼女の目は遠くを見ていた。「明かりと、苦しみ。焼けつくような鉛の霧。何もかもが恋しい。追放の身から開放されたら。私は何て馬鹿だったの。総会に未来なんてないのに」<br/><br/>「私を助けてくださいませんか？ここで、門のところで、たまたま耳にしたことがあるんです――総会の計画です。これを私のためにロンドンまで届けてください。そうすれば、地獄の官界は私に感謝を示すでしょう。そして私は――私が、あなたへの感謝を示します」@{I}She pours the tea with a shaking hand. Her eyes are distant. \"The lights, the agonies, the scalding mists of lead. I miss them so. I long to return from exile. I was such a fool. There's no future with the Convention.\"\r\n\r\n\"Will you help me? I overhear things, here at the gate - the Convention's plans. Take them back to London for me. The officialdom of Hell will show gratitude to me, and I - I will show gratitude to you.\""
    },
    {
      "DefaultEvent": {
        "Id": 148623,
        "Name": "大喜び@{I}Delight!",
        "Description": "　女悪魔が何かの包装を解いた。アマニタ・シェリー！彼女は、浮ついた様子であれこれと喋りながら、グラスに注がれた波打つそれを、あなたの方に差し出した。あなたがグラスを脇に退けるのを見て、彼女の顔は赤くなった。「習慣でつい！あなたに毒を盛るつもりなんて本当にありませんのよ。なんて素晴らしい知らせではありませんか？彼らは本当に私のことを信用していると思います？この不愉快でちっぽけな岩山を離れて、魂がいつまでも輝き踊るあの場所に戻れたら、どんなにか素晴らしいことでしょう……」<br/><br/>「聞いてください。彼らにとってもっと価値のある情報がありますわ。故郷に居ながらにして、未だに貴族階級への、ブリムストーンへの忠誠を保ち続けている七人の悪魔の名前です。これがそうです。この名前のリストを、大使館に届けてください。そして、私が故郷へ帰っても良いか、彼らに尋ねて欲しいのです。船を急がせてください、私の勇気ある船長さん。私の望みは、すべてあなたに懸かっているのです」@{I}The Deviless opens the parcel. Amanita sherry! She pours you each a splashy glass, chattering giddily. She blushes when she sees you push the glass away. \"Force of habit! I don't really want to poison you. It's such good news, isn't it? Do you really think they trust me? I would so love to get away from this ghastly little rock, back to where the souls glow and the dances never end…\"\r\n\r\n\"So listen. I have something more valuable for them. The names of seven devils back home who remain loyal to the aristocracy, to Brimstone. Here. Take the names: give them to the Embassy. Ask them if I can come home. Sail swiftly, my brave captain. All my hopes rest with you.\""
      },
      "Id": 127512,
      "Name": "女悪魔に大使館からの返事と、贈り物を渡す@{I}Give the Deviless the news from the Embassy, and the gift",
      "Description": "　女悪魔は今、小さな蛇をペットとして飼っていた。どの蛇も、彼女の細い指よりも太いことはなかった。彼女はそれらの頭を掻いてやり、名前でもって呼びかけた。そして一度だけ、あなたに見られていないと思ったらしい彼女は、そのうちの一匹を口に放り込むと、甘草のおやつのように噛み潰した。<br/><br/>「彼らは何と言っていました？」彼女は尋ねた。@{I}The Deviless keeps little snakes as pets now - each no bigger than her little finger. She scratches their heads, she calls them by name, and once, when she thinks you aren't looking, she pops one in her mouth to chew it like a liquorice-treat.\r\n\r\n\"What did they say?\" she asks."
    },
    {
      "DefaultEvent": {
        "Id": 148689,
        "Name": "言い出しにくそうな微笑み@{I}A hesitant smile",
        "Description": "「彼らは他には、何も？それでいて、もっと寄越せと、そう言ってきているのですか？良いでしょう。まだ望みはあります。彼らにとってもっと価値のある情報がありますわ。故郷に居ながらにして、未だに貴族階級への、ブリムストーンへの忠誠を保ち続けている七人の悪魔の名前です。これがそうです。この名前のリストを、大使館に届けてください。そして、私が故郷へ帰っても良いか、彼らに尋ねて欲しいのです。船を急がせてください、私の勇気ある船長さん。私の望みは、すべてあなたに懸かっているのです」@{I}\"They didn't send anything? But you say they wanted more? Well, there's still hope. I have something more valuable for them. The names of seven devils back home who remain loyal to the aristocracy, to Brimstone. Here. Take the names: give them to the Embassy. Ask them if I can come home. Sail swiftly, my brave captain. All my hopes rest with you.\""
      },
      "Id": 127554,
      "Name": "女悪魔に大使館からの返事を渡すが、贈り物は渡さない@{I}Give the Deviless the news from the Embassy, but not the gift",
      "Description": "　あなたはそれをもう売ってしまっていた。彼女がそれを知ることはないだろうが。[これを選択すると、150エコーが手に入ります。]@{I}You've already sold it. She'll never know. [This will gain you 150 Echoes.]"
    },
    {
      "DefaultEvent": {
        "Id": 148690,
        "Name": "準備万端@{I}Already packed",
        "Description": "「行きましょう」彼女は息遣いの聞こえる声で言った。「ブリムストーンの監視者たちがもうすぐここを訪れます。彼らに会うのはおすすめできません」彼女は人皮の旅行かばんを持ち上げた。「私に必要な物はこれだけです。私をロンドンまで連れて行ってください」@{I}\"Let's go,\" she says breathily. \"The Brimstone invigilators will be here soon. You don't want to meet them.\" She lifts a single man-skin valise. \"This is all I need. Take me back to London.\""
      },
      "Id": 127555,
      "Name": "女悪魔に出発の時だと伝える@{I}Tell the Deviless it's time to go",
      "Description": "　真鍮の大使館はあなたに色よい返事をくれた。@{I}$Brass Embassy -> 真鍮の大使館$The Brass Embassy has given you the good word."
    },
    {
      "DefaultEvent": {
        "Id": 148771,
        "Name": "準備万端にして、どこへも行けず@{I}All dressed up and nowhere to go",
        "Description": "　女悪魔の人皮の旅行かばんがコテージの客間に置かれていた。出発の準備は整っていた。あなたの話を聞いて、彼女はソファに沈み込んだ。<br/><br/>「どうして何もかもを台無しにしなければならなかったの？」彼女は非難した。「そしてどうして――どうして今、私にそんな警告を？いいえ。言わなくて結構です。どうせあなたたち人間の側の理由なのでしょう。良心の呵責だか同情だか何だかの。あなたたちはどれだけ手際の悪い種族なのよ」<br/><br/>　彼女は溜息を吐いた。「ええと、これで私は、あなたに二重に借りを作ってしまったことになりますね？あなたは私に良いことと悪いことの両方をしてくれました。私もあなたに、良いことと悪いことの両方をして差し上げます。さようなら。二度と会うことはないでしょう」<br/><br/>　彼女は部屋の奥にある脚付き箪笥の鍵を開け、あなたに真珠母のオルゴールを手渡した。それが奏でる不協和音は、囚われた、哀れなものを思い起こさせた。船へ帰る間中、その旋律はあなたの頭の中で響き続け、奇妙な、人間的ではない思考を紐解いていった。港へ着く頃には、あなたの頭は不幸せな洞察でいっぱいになっていた。@{I}The Deviless' man-skin valise waits in the cottage parlour. She's ready to go. When she hears what you have to say, she sinks down on the sofa.\r\n\r\n\"Why did you have to spoil everything?\" she complains. \"And why - why are you warning me now? No, don't tell me. It'll be one of your human reasons. Compunction or compassion or one of those. What an untidy race you are.\"\r\n\r\nShe sighs. \"Well, I owe you a double debt, don't I? You have done me both an ill turn and a good one. Here is an ill turn and a good turn for you. Goodbye. We won't see each other again.\"\r\n\r\nShe unlocks the ebony tallboy at the back of the room and hands you a mother-of-pearl music box. It plays a tinkling, dissonant tune that calls to mind something caged and wretched. All the way back to the ship, that tune tinkles in your thoughts, unlocking peculiar unhuman thoughts. You arrive back at the port filled with unhappy insights."
      },
      "Id": 127609,
      "Name": "物思わしげな女悪魔に警告する@{I}$Wistful Deviless -> 物思わしげな女悪魔$Warn the Wistful Deviless",
      "Description": "　彼女は地獄を欺こうとした二重スパイだ。あなたはそれを地獄に密告した。彼女が故郷に着く頃には、彼らには彼女を捕らえる準備ができていることだろう。@{I}She's a double-agent who tried to deceive Hell. You tipped Hell off. If she tries to go home, they'll be ready for her."
    },
    {
      "DefaultEvent": {
        "Id": 149169,
        "Name": "涙ぐんだ頷き@{I}A tearful nod",
        "Description": "「分かりました。少し不躾でしたね。けれど私には、人間の友人がほとんどいないのです。気の利かないところがあったならば申し訳ありません。少しの間、そばに座っていてくださいませんか。ただ、お話をしましょう。そうそう、このかごの中の蜜きのこは、あなたのコックさんが調理できるかもしれません――」@{I}\"I understand. It is a little indelicate. But I've had so few human friends. I'm sorry if I'm tactless sometimes. Sit with me a while. Let's just talk. Oh, and I have this hamper of honey-fungus that your cook might find a use for - \""
      },
      "Id": 127861,
      "Name": "上手に断る@{I}Refuse tactfully",
      "Description": "　今のところ、彼女にはもう人間の魂は必要ないのではないかという印象を受ける。@{I}You do not, at the moment, feel that the Deviless needs any more human souls."
    },
    {
      "DefaultEvent": {
        "Id": 149171,
        "Name": "二杯のお茶@{I}Two cups of tea",
        "Description": "　彼女はそれぞれのカップにお茶を注ぐと、ロンドンの天気について尋ねた。(「湿っぽいですね、おそらく」)彼女は手紙のことには触れなかった。@{I}She pours you each a cup of tea. She asks after the weather in London. (\"Dank, probably.\") She doesn't mention the message."
      },
      "Id": 127863,
      "Name": "きまりの悪さ@{I}An awkwardness",
      "Description": "　女悪魔からの手紙は、まだポケットに入ったままだ。@{I}The message from the Deviless still nestles in your pocket."
    }
  ]
}