{
  "Id": 146619,
  "Name": "夢の中に真実が?@{M}Truth in Dreams?",
  "Description": "この地下...ウンタージーを抱える巨大な洞窟...には、数多の夢が徘徊している。この洞窟はかつて、死んだ神の頭蓋骨だったという話もある。ひょっとすると、説得力があるのかもしれない。@{M}The Neath, the cavern that holds the Unterzee, is prowled by dreams. There's a story that it was once the skull of a dead god. Perhaps that would explain it.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 146622,
        "Name": "砂塵の夢@{M}A dream of sand",
        "Description": "船は、ジーでは無く砂漠を進んでいた。黒い砂が船体に囁く - 煌めく夜の粒の様な、黒い砂。船員は、蝋燭が並べられた甲板上の長テーブルに座り、赤いご馳走を食べている。「最期の審判は...」一人が呟く。肉の一塊を彼女のフォークで突き刺しながら。「だらだらと引き延ばすべきではないわ。」北を見れば、水平線の向こうから光が膨らんでいる。まるで陽光の様に焼け付くような光が。@{M}The ship crosses a desert, not a zee. Black sand whispers against the hull - sand like grains of glittering night. Your crew sit on deck at a long table lined with candles, eating a rich red feast. \"A reckoning,\" one remarks, as she spears a gobbet of meat with her fork, \"is not to be postponed indefinitely.\" To the North, a light bulges hernially above the horizon: a searing kind of sunlight..."
      },
      "Id": 126175,
      "Name": "夢に耳を傾ける@{M}Listen to your dreams",
      "Description": "貴方は何を学ぶだろう?@{M}What will you learn?"
    },
    {
      "DefaultEvent": {
        "Id": 146624,
        "Name": "尖塔の夢@{M}A dream of spires",
        "Description": "鏡面加工をされた柱が、森の中の木々の様に貴方の周囲に立ち上る - 一本一本が明滅する緑の光に包まれている様を見て、貴方は森を想起した。柱の基礎を、ジーが囲んでいる。突然上空から七つの言語で声が聞こえ、貴方はそれぞれを理解した。「かつてそれはアイレムの顔であった!私達から奪われようとしている!」@{M}$Irem -> アイレム$Mirror-faceted pillars rise around you like trees in a forest - more so, because each glows with a shifting green light. The zee laps at the base of the pillars. A voice from above cries out in seven languages, and you understand each one: \"Once was this the face of Irem! It will be taken from us!\""
      },
      "Id": 126177,
      "Name": "夢に耳を傾ける@{M}Listen to your dreams",
      "Description": "貴方は何を学ぶだろう?@{M}What will you learn?"
    },
    {
      "DefaultEvent": {
        "Id": 146625,
        "Name": "空の旅@{M}Flight",
        "Description": "5人の船乗りが、ジーバットの屍体を賭けてサイコロを振っている。(船乗りにとってジーバットを殺す事は不幸な事なのだ) 一人が勝ったが、その者がジーバットを手にした時、それは摘まれたばかりの地表の花になった。他の者はそれを見て、羨望と欲望の怒号を浴びせた。彼らは一人にのしかかり、引きちぎられた白い花弁が舞った。花弁はどんどんと落ちてきて、マストを、船を、地下を、天井にある人工の星々を、覆い隠した。何だかとても寒い。火を起こさなければ... -@{M}$false-star -> 偽星, Surface -> 地上$Five zailors dice for the corpse of a zee-bat. (It is ill luck for a zailor to kill a zee-bat). One wins it, but in his hand, it becomes a freshly cut Surface flower. His fellows cry out in envy and greed. They fall on him, and there comes a great rending of white petals. More petals fall, obscuring the masts, the ship, the Neath, the false-stars of the roof. It is very cold. You will have to set a fire -"
      },
      "Id": 126178,
      "Name": "夢に耳を傾ける@{M}Listen to your dreams",
      "Description": "貴方は何を学ぶだろう?@{M}What will you learn?"
    },
    {
      "DefaultEvent": {
        "Id": 146626,
        "Name": "世襲@{M}Descent",
        "Description": "貴方は粘つく光に溢れた、琥珀に囚われたビルの間の通りを歩いている。人混みの中で、顔の触手を誇らしげに蠢かしながら、ゴムの様な男達が貴方の周りをふらふらと歩いている。彼らは貴方から距離を置いている...そう思った時貴方の手から何かが滴り落ちた。血ではない。それは乳のように白かった。その時、鐘が鳴り響いた。飾られたアーチを潜り抜け、風景が全て吸い込まれるように無くなり、灯りは消えた。...その刹那、立派な謁見の間で、刺々しい形状をしたモノが玉座に座しているのを垣間見た。@{M}$Rubbery M[ae]n -> ラバリーマン$You walk through streets of buildings trapped in amber, flooded with treacly light. Rubbery Men, their face-tentacles twitching complacently, swirl around you in crowds. They give you a wide berth: something drips from your hands. Not blood. It's pale as milk. A bell tolls. You turn in through an ornate arch, and all the lights go out - but not before you see the spined shape throned in a pool at the chamber's heart."
      },
      "Id": 126179,
      "Name": "夢に耳を傾ける@{M}Listen to your dreams",
      "Description": "貴方は何を学ぶだろう?@{M}What will you learn?"
    },
    {
      "DefaultEvent": {
        "Id": 146620,
        "Name": "眠りの淵にて@{M}The edge of sleep",
        "Description": "起きて、寝て、また起きて。エンジンは狼のようにがなる。海は船体に噛み付いている。全てが飢えている。@{M}Wake, sleep, wake again. The engines growl like wolves. The sea chews at the hull. Everything is hungry."
      },
      "Id": 126174,
      "Name": "深き眠りに@{M}Sleep deeply",
      "Description": "黒胞子を飲み、眠る。今夜は夢を見そうにはない。@{M}Dose yourself with blackspore, and you're less likely to dream."
    }
  ]
}