{"ChildBranches": [{"DefaultEvent": {"Description": "船は海ではなく砂漠を進んでいる。黒い砂が船体に打ち寄せ囁くような音を立てる。煌く夜の欠片のような砂だ。あなたの船員たちは甲板の上で、蝋燭の並べられた長机に座り豊かな紅いご馳走を食べている。「裁きは――」一人が肉の塊を突き刺しながら言う。「いずれ必ず来る」北では水平線上に、内臓が裂けたかのように光が膨れ上がっている。灼けつく陽光のような光が……@{K}船は、ジーでは無く砂漠を進んでいた。黒い砂が船体に囁く - 煌めく夜の粒の様な、黒い砂。船員は、蝋燭が並べられた甲板上の長テーブルに座り、赤いご馳走を食べている。「最期の審判は...」一人が呟く。肉の一塊を彼女のフォークで突き刺しながら。「だらだらと引き延ばすべきではないわ。」北を見れば、水平線の向こうから光が膨らんでいる。まるで陽光の様に焼け付くような光が。@{M}The ship crosses a desert, not a zee. Black sand whispers against the hull - sand like grains of glittering night. Your crew sit on deck at a long table lined with candles, eating a rich red feast. \"A reckoning,\" one remarks, as she spears a gobbet of meat with her fork, \"is not to be postponed indefinitely.\" To the North, a light bulges hernially above the horizon: a searing kind of sunlight...",
                                     "Name": "砂塵の夢@{M}A dream of sand", "Id": 146622},
                    "Name": "夢に耳を傾ける@{M}Listen to your dreams",
                    "Description": "貴方は何を学ぶだろう？@{M}What will you learn?",
                    "ButtonText": "", "Id": 126175},
                   {"DefaultEvent": {"Description": "表面が鏡のようになった柱が、森の中の木々の様に貴方の周囲に立ち上る――一本一本が明滅する緑の光に包まれている様を見て、貴方はより一層森を想起した。柱の根元に波が打ち寄せる。突然頭上から七つの言語で声が聞こえ、貴方は全ての言語を理解した。「かつてこれはアイレムの顔であった！しかしそれは私達から奪われるだろう！」@{K/M}鏡面加工をされた柱が、森の中の木々の様に貴方の周囲に立ち上る - 一本一本が明滅する緑の光に包まれている様を見て、貴方は森を想起した。柱の基礎を、ジーが囲んでいる。突然上空から七つの言語で声が聞こえ、貴方はそれぞれを理解した。「かつてそれはアイレムの顔であった!私達から奪われようとしている!」@{M}$Irem -> アイレム$Mirror-faceted pillars rise around you like trees in a forest - more so, because each glows with a shifting green light. The zee laps at the base of the pillars. A voice from above cries out in seven languages, and you understand each one: \"Once was this the face of Irem! It will be taken from us!\"",
                                     "Name": "尖塔の夢@{M}A dream of spires", "Id": 146624},
                    "Name": "夢に耳を傾ける@{M}Listen to your dreams",
                    "Description": "貴方は何を学ぶだろう？@{M}What will you learn?",
                    "ButtonText": "", "Id": 126177},
                   {"DefaultEvent": {"Description": "5人の船乗りが、ジーバットの屍体を賭けてサイコロを振っている。(船乗りはジーバットを殺す事は不運を呼ぶと信じているのだ) 一人が勝ったが、その者がジーバットを手にした時、それは摘まれたばかりの地表の花になった。他の者はそれを見て、羨望と欲望の怒号を浴びせた。彼らは一人にのしかかり、引きちぎられた白い花弁が舞った。花弁はどんどんと落ちてきて、マストを、船を、Neathを、天井にある偽星を、覆い隠した。何だかとても寒い。火を起こさなければ……@{K/M}5人の船乗りが、ジーバットの屍体を賭けてサイコロを振っている。(船乗りにとってジーバットを殺す事は不幸な事なのだ) 一人が勝ったが、その者がジーバットを手にした時、それは摘まれたばかりの地表の花になった。他の者はそれを見て、羨望と欲望の怒号を浴びせた。彼らは一人にのしかかり、引きちぎられた白い花弁が舞った。花弁はどんどんと落ちてきて、マストを、船を、地下を、天井にある人工の星々を、覆い隠した。何だかとても寒い。火を起こさなければ... -@{M}$[Ff]alse[- ][Ss]tar -> 偽星$Five zailors dice for the corpse of a zee-bat. (It is ill luck for a zailor to kill a zee-bat). One wins it, but in his hand, it becomes a freshly cut Surface flower. His fellows cry out in envy and greed. They fall on him, and there comes a great rending of white petals. More petals fall, obscuring the masts, the ship, the Neath, the false-stars of the roof. It is very cold. You will have to set a fire -",
                                     "Name": "空の旅@{M}Flight", "Id": 146625},
                    "Name": "夢に耳を傾ける@{M}Listen to your dreams",
                    "Description": "貴方は何を学ぶだろう？@{M}What will you learn?",
                    "ButtonText": "", "Id": 126178},
                   {"DefaultEvent": {"Description": "あなたは糖蜜のような光の中、琥珀に囚われた建物の間を歩く。得意げに顔の触手をうごめかすラバリー・マンたちがあなたの周りに集まってくる。彼らは充分な距離を保っている。あなたの手から何かが滴り落ちた。血ではない。乳のように青白い何かだ。鐘の音が響く。あなたは飾り立てられた門をくぐり、そして全ての光が消えうせる。しかしその直前、あなたはその空間の中心にある水盤に棘の生えたものが堂々と鎮座しているのを見たのだった。@{K}貴方は粘つく光に溢れた、琥珀に囚われたビルの間の通りを歩いている。人混みの中で、顔の触手を誇らしげに蠢かしながら、ゴムの様な男達が貴方の周りをふらふらと歩いている。彼らは貴方から距離を置いている...そう思った時貴方の手から何かが滴り落ちた。血ではない。それは乳のように白かった。その時、鐘が鳴り響いた。飾られたアーチを潜り抜け、風景が全て吸い込まれるように無くなり、灯りは消えた。...その刹那、立派な謁見の間で、刺々しい形状をしたモノが玉座に座しているのを垣間見た。@{M}$Rubbery M[ae]n -> ラバリーマン$You walk through streets of buildings trapped in amber, flooded with treacly light. Rubbery Men, their face-tentacles twitching complacently, swirl around you in crowds. They give you a wide berth: something drips from your hands. Not blood. It's pale as milk. A bell tolls. You turn in through an ornate arch, and all the lights go out - but not before you see the spined shape throned in a pool at the chamber's heart.",
                                     "Name": "下降@{K}世襲@{M}Descent", "Id": 146626},
                    "Name": "夢に耳を傾ける@{M}Listen to your dreams",
                    "Description": "貴方は何を学ぶだろう？@{M}What will you learn?",
                    "ButtonText": "", "Id": 126179},
                   {"SuccessEvent": {"Description": "夢は見なかった。感じたのは心地よい夜の吐息。@{M}No dreams. Only the cool press of night.",
                                     "Name": "安らかな微睡み@{M}Restful slumber", "Id": 146621},
                    "DefaultEvent": {"Description": "起きて、寝て、また起きて。エンジンは狼のようにがなる。海は船体に噛み付いている。全てが飢えている。@{M}Wake, sleep, wake again. The engines growl like wolves. The sea chews at the hull. Everything is hungry.",
                                     "Name": "眠りの淵にて@{M}The edge of sleep", "Id": 146620},
                    "Name": "深き眠りに@{M}Sleep deeply",
                    "Description": "黒マッシュルーム・ワインを飲んで眠れば、夢を見る可能性は低くなるだろう。@{K}黒胞子を飲み、眠る。今夜は夢を見そうにはない。@{M}Dose yourself with blackspore, and you're less likely to dream.",
                    "ButtonText": "", "Id": 126174}],
 "Description": "このUnterzeeのあるNeathには幾つもの夢が獲物を求め彷徨っている。Neathは死んだ神の頭蓋だという噂もある。そのせいなのかもしれない。@{K}この地下...ウンタージーを抱える巨大な洞窟...には、数多の夢が徘徊している。この洞窟はかつて、死んだ神の頭蓋骨だったという話もある。ひょっとすると、説得力があるのかもしれない。@{M}The Neath, the cavern that holds the Unterzee, is prowled by dreams. There's a story that it was once the skull of a dead god. Perhaps that would explain it.",
 "Name": "夢の中に真実が？@{M}Truth in Dreams?", "Id": 146619}
