{"ChildBranches": [{"DefaultEvent": {"Description": "手が黒いドレスの裾に触れた。上を向くと青ざめた顔が見えた。彼女の顔のパーツは水に洗い流されたかのようで、身に着けた漆黒のガウンと同じく常に形を変える。\u000d\u000a\u000d\u000a「最後に話し相手を得たのは何時の事だったか、思い出すことすら出来ぬほど」レディの声は震えている。彼女は腕を伸ばしあなたを包み込んだ。理不尽なほどに恐ろしく長い腕だ。@{K}Your hand disturbs the hem of a black dress. You look up: a pale face. Her features seem washed away; as fluid as her gown of ink.\u000d\u000a\u000d\u000a\"I cannot remember how long it has been since I had a companion.\" Her voice quavers. Her arms reach out around you, far longer than they have any right to be.",
                                     "LinkToEvent": {"Id": 146633}, "Name": "高貴なるレディ@{K}Her Ladyship",
                                     "Id": 146634},
                    "Name": "腕を伸ばす@{K}Reach out",
                    "Description": "暗闇の中に何かがいる。いや、暗闇の中には、『誰か』がいる。@{K}There is something in the darkness. No, there is <i>someone</i> in the darkness.",
                    "ButtonText": "", "Id": 126183},
                   {"DefaultEvent": {"Description": "彼女のドレスのひだがあなたをゆったりと包み込む。その布はシーツのように心地よく、馴染み深い。あなたは眠りに落ちた。\u000d\u000a\u000d\u000a目が覚めた。あなたは我が家にいる。天井には見慣れた罅があり、同じくベッドの柱にも良く知った傷がついている。掛け布団が緩やかに浮かび上がりあなたから離れてゆく。周囲は深海のような暗闇に包まれているが、蝋燭には聖ブレンダンの炎が灯る。あなたは窓辺へと泳いでいった。ロンドンの通りは空っぽで、記憶にあるものとは変わってしまっている。あなたの馴染みの店は一つの通りに並べられ、便利な事にすべて歩いていける距離に収まっている。静かで打ち捨てられた、あなたのためだけに用意された場所だ。それらの店の並びの先には、人の手を離れた何世紀も前の家が何軒も建っている。\u000d\u000a\u000d\u000a陽気な海流があなたを軽く引っ張る。聞きなれた声がした。あなたは窓を開いて海流に身を任せ、レディ・ブラックの柱の並ぶ宮殿へと連れていかれた。高貴なレディは今日は会話がお望みだろうか。それか光る庭園を一緒に泳ぐのかもしれない。もしかすると、（あなたは身を震わせた）ヴァイオリンの演奏を再開する事にしたのか。あるいは単に水に満たされた炉端に気心の知れた沈黙の中で一緒に座っていたいだけという可能性もある。\u000d\u000a\u000d\u000aあなたがいなければ、彼女はどうやって暮らしてゆけるというのだろう？\u000d\u000a\u000d\u000a[あなたが永遠に海へと消え去ったのち、あなたの船員たちは奇妙な夢に悩まされることになり、そのような夢の記録は一冊の書物にまとめられました。この本はほとんどが良俗省の手によって焼かれてしまいましたが、しかし、すべてが燃えてしまったわけではありません。]@{K}$Ministry of Public Decency -> 良俗省$The folds of her dress drape about you. They are snug and familiar as your bedsheets. Sleep takes you.\u000d\u000a\u000d\u000aYou awake. You are home in your lodgings. There is the crack in the ceiling you know so well, and the chip on the bedpost. The covers float lazily off you. The darkness is abyssal, but your candles glow with St Brendan's fire. You swim to your window. London's streets are empty, and not as you remember them. Your favourite haunts are joined in a row, all within convenient walking distance. Silent, deserted; reserved only for you. Beyond them are houses centuries older, all abandoned.\u000d\u000a\u000d\u000aA playful current tugs at you. A familiar voice. You open your window, and allow the current to carry you to Lady Black's colonnaded palace. Perhaps today, her Ladyship will desire conversation, or a swim through her glowing gardens. Perhaps (you shudder) she has decided to resume the violin.  Or perhaps she merely wants to sit at her watery hearth in companionable silence.\u000d\u000a\u000d\u000aWhat would she do without you?\u000d\u000a\u000d\u000a[Your crew was plagued with strange dreams after you vanished forever into the zee. The records of these dreams were collated into a single volume. The Ministry of Public Decency burned most of them. Most.]",
                                     "Name": "包み込むように@{K}Encompassing", "Id": 260316},
                    "Name": "レディの抱擁の中へと進み出る@{K}Enter her embrace",
                    "Description": "彼女はもう孤独になることはない。[今回のゲームは終了してしまいます。しかし、この先の船長たちはボーナスを受け取ることが出来ます。]@{K}She will be alone no longer. [This will end your game. But future captains will receive a bonus.]",
                    "ButtonText": "", "Id": 194153},
                   {"DefaultEvent": {"Description": "棺は上方に向けて速度をあげた。レディ・ブラックは静かに、苦も無くあなたの後を追う。彼女はのぞき窓越しにあなたの顔全てを記憶に刻み込もうとしているかのように、熱意を込めてあなたをじっと観察している。\u000d\u000a\u000d\u000a7分後、彼女はため息をついた。\u000d\u000a\u000d\u000a14分後、彼女は絡まりあう髪を一房指先で引き抜き、あなたの綱に結んだ。\u000d\u000a\u000d\u000a21分後、潜水艦が見えるようになると、彼女はあなたの手を掴み、焦ったようにあなたの指を握りしめる。そしてあなたの手を放し、彼女は消えた。@{K}The coffin speeds upwards. Lady Black follows you, silently. She does not labour to keep pace. She examines you through your face-visor with fierce interest, as though trying to commit your every feature to memory.\u000d\u000a\u000d\u000aAfter seven minutes she sighs.\u000d\u000a\u000d\u000aAfter fourteen minutes she plucks a strand of her coiling hair, and ties it to your line.\u000d\u000a\u000d\u000aAfter twenty one minutes, as your zubmarine comes into view, she grasps your hand. She squeezes your fingers urgently. Then her hand slips from yours, and she is gone.",
                                     "Name": "記念@{K}Commeration", "Id": 260317},
                    "Name": "命綱を引け！上昇だ！@{K}Tug your line! Ascend!",
                    "Description": "レディ・ブラックから逃れることが出来たと言える船乗りはどれぐらいいるだろう？@{K}How many zailors can claim to have escaped Lady Black?",
                    "ButtonText": "", "Id": 194154}],
 "Description": "水があなたの周囲を優しく流れる。生きているかのようだ。好奇心に満ち満ちて、感嘆している。@{K}The waters flow gently around you. Alive. Curious. Adoring.",
 "Name": "海そのものの姿@{K}Elemental", "Id": 146633}
