{
  "Id": 146635,
  "Name": "謎かけコンテスト@{M}A Contest of Riddles",
  "Description": "漁師、船乗り、胡散臭い一組の海賊に混じって - 水際に居るのはドラウニーか?彼らはジーのほとりで火を囲むようにして座り、何やら粘着く黒い瓶を回し渡している。彼らは謎かけで賭け事をしているようだ。貴方も参加するか?@{M}Fisherfolk, zailors, a shady couple of likely-pirates - and is that a Drownie down by the water's edge? They sit round a fire at the zee's edge passing around a bottle of something viscously black. They're wagering on riddles. Will you join them?",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 147079,
        "Name": "答えられなかった謎@{M}Unanswered questions",
        "Description": "貴方はその場から立ち去る。ドラウニーが海賊のジョークに笑い声を上げ、火が低く、青くなっていく。@{M}You pass on. The Drownie laughs at a pirate's joke, and the fire sinks low and blue."
      },
      "Id": 126475,
      "Name": "立ち去る@{M}Walk away",
      "Description": "謎かけは子供の遊びだ。@{M}Riddles are for children."
    },
    {
      "DefaultEvent": {
        "Id": 146636,
        "Name": "\"鯨の目?\"@{M}\"A whale's eye?\"",
        "Description": "漁師は高笑いし、地面を拳で叩きつけた。「ようそこの!」彼は得意になって声を掛ける。「そこの、金を出すんだ。」@{M}The fisherman chuckles and pounds the ground with a fist. \"City folk!\" he crows. \"City folk. Pay up.\""
      },
      "Id": 126184,
      "Name": "簡単な謎かけの一つにエコーを賭ける@{M}Bet an Echo on one of the simpler riddles.",
      "Description": "漁師の一人が、その謎かけを試したくてたまらないようだ。@{M}One of the fishermen is bursting to try it."
    },
    {
      "DefaultEvent": {
        "Id": 147081,
        "Name": "\"炎の燃え灰?\"@{M}\"The ashes of a fire?\"",
        "Description": "彼女は頭をゆっくりと振った。「惜しね。でもそれじゃ足んね。」@{M}She shakes her head slowly. \"Good try. Not good enough.\""
      },
      "Id": 126476,
      "Name": "10エコーで難問に挑戦する@{M}Seek a real challenge, for ten Echoes",
      "Description": "一組のマッチナイフを持ち、銀の輪のイヤリングを付けた、ハン王国訛りの冷笑的な女性が居る。彼女は本当の難問を知っているようだ。@{M}$Khan -> カーン, Khanate -> カーネイト$Here's a sardonic woman with a pair of matched knives, a silver hoop earring and a Khanate accent. She has a real riddle."
    },
    {
      "DefaultEvent": {
        "Id": 147083,
        "Name": "\"昆布の王冠?\"@{M}\"A crown of kelp?\"",
        "Description": "ドラウニーは水の中から這い出て貴方のコインを受け取り、満腹の鮫の様な笑みを浮かべている。@{M}The Drownie reaches out to take your coins, smiling like a sated shark."
      },
      "Id": 126477,
      "Name": "真珠の謎かけの一つに挑む@{M}Attempt one of the Riddles of Pearl",
      "Description": "水底帝の饗宴において、客が互いにこれらの謎を答える挑戦をしていた。貴方は彼らが支払った掛け金を支払う必要はない。ただし、貴方はドラウニーに挑戦する為には、100エコーを渡す必要がある。@{M}$Fathomking -> ファザムキング$At the Fathomking's feasts, the guests challenge one another to answer these riddles. You need not pay the penalty they do. But you will need to stump up a hundred Echoes to challenge the Drownie."
    },
    {
      "DefaultEvent": {
        "Id": 147085,
        "Name": "\"水平線の腹の中。\"@{M}\"The belly of the horizon.\"",
        "Description": "「確かにね。」名も知らぬ彼女(アイレム人?)が言う。「だが違うね。」@{M}$Irem -> アイレム$\"True,\" the stranger (the Iremi?) says. \"But wrong.\""
      },
      "Id": 126478,
      "Name": "アイレムで最も難しい謎かけの一つに挑む@{M}$Irem -> アイレム$Attempt one of the Great Riddles of Irem",
      "Description": "獅子色の毛皮に身を包み、火明かりの端に居る者は誰?「あたしはアイレムでも一番難しい謎かけを持っているのさ。」彼女が得意気に言う。彼女の目が光る。「さぁ、1000エコーだよ。最も早く正解した奴には氷柱の海から採れた宝石をやるよ。」@{M}$Irem -> アイレム$Who is this, in lion-coloured furs at the firelight's edge? \"I carry one of the Great Riddles of Irem,\" she intones. Her eyes glisten. \"One thousand Echoes, against a jewel from the Pillared Sea.\""
    }
  ]
}