{"ChildBranches": [{"DefaultEvent": {"Description": "貴方はその場から立ち去る。ドラウニーが海賊のジョークに笑い声を上げ、火が低く、青くなっていく。@{M}You pass on. The Drownie laughs at a pirate's joke, and the fire sinks low and blue.",
                                     "Name": "答えられなかった謎@{M}Unanswered questions", "Id": 147079},
                    "Name": "立ち去る@{M}Walk away",
                    "Description": "謎かけは子供の遊びだ。@{M}Riddles are for children.",
                    "ButtonText": "", "Id": 126475},
                   {"SuccessEvent": {"Description": "漁師はぶつぶつと不平を言っているが、払うものは払った。@{M}The fisherman grumbles, but pays up.",
                                     "Name": "\"猫の影。\"@{M}\"A cat's shadow.\"", "Id": 147080},
                    "DefaultEvent": {"Description": "漁師は高笑いし、地面を拳で叩きつけた。「ようそこの!」彼は得意になって声を掛ける。「そこの、金を出すんだ。」@{M}The fisherman chuckles and pounds the ground with a fist. \"City folk!\" he crows. \"City folk. Pay up.\"",
                                     "Name": "\"鯨の目?\"@{M}\"A whale's eye?\"", "Id": 146636},
                    "Name": "簡単な謎かけの一つにエコーを賭ける@{M}Bet an Echo on one of the simpler riddles.",
                    "Description": "漁師の一人が、その謎かけを試したくてたまらないようだ。@{M}One of the fishermen is bursting to try it.",
                    "ButtonText": "", "Id": 126184},
                   {"SuccessEvent": {"Description": "彼女は帽子を少し上げ、貴方を見た。「公平にやろ。持ってけ。たしゃそれを牙狼の裂目で見つけたんだ。たしなら塩漬けにするね。」これが何だったかはともかく、隻眼で悲しげな腫れぼったい目で、滑らかな灰色の外皮とワタリガラスの様な爪を持っていた。そして汚水のような臭いがする。@{M}$Wolf -> ウルフ, Wolf's Rift -> 狼の裂け目$She tips her hat to you. \"Fair's fair. Take this. I found it off Wolf's Rift. I'd pickle it, if I were you.\" Whatever it was, it has a single sad and swollen eye, a slick greyish integument and claws like a raven. It smells like sewage.",
                                     "Name": "\"夏の最後の日。\"@{M}\"The last day of summer.\"",
                                     "Id": 147082},
                    "DefaultEvent": {"Description": "彼女は頭をゆっくりと振った。「惜しね。でもそれじゃ足んね。」@{M}She shakes her head slowly. \"Good try. Not good enough.\"",
                                     "Name": "\"炎の燃え灰?\"@{M}\"The ashes of a fire?\"",
                                     "Id": 147081},
                    "Name": "10エコーで難問に挑戦する@{M}Seek a real challenge, for ten Echoes",
                    "Description": "一組のマッチナイフを持ち、銀の輪のイヤリングを付けた、ハン王国訛りの冷笑的な女性が居る。彼女は本当の難問を知っているようだ。@{M}$Khan -> カーン, Khanate -> カーネイト$Here's a sardonic woman with a pair of matched knives, a silver hoop earring and a Khanate accent. She has a real riddle.",
                    "ButtonText": "", "Id": 126476},
                   {"SuccessEvent": {"Description": "ドラウニーは滑稽な上下の揺れで会釈をした後に、ずぶ濡れになった衣服の下から何かを取り出す。それは僅かにもがく、海藻で縛られた大蛇の束だった。それは悲しげな目を貴方の前できょろきょろさせている。「ジーのそごがらの、おぐりもの...」ドラウニーは言う。「づねにぬらしでおいで。」@{M}The Drownie performs a curious bobbing bow, and produces something from its sodden clothing: a serpentine bundle bound with seaweed, wriggling slightly. It rolls lugubrious eyes towards you. \"A zouvenir from the zee's bed,\" the Drownie says. \"Keep it damp.\"",
                                     "Name": "\"吐息の銀の泡。\"@{M}\"A silver bubble of breath.\"",
                                     "Id": 147084},
                    "DefaultEvent": {"Description": "ドラウニーは水の中から這い出て貴方のコインを受け取り、満腹の鮫の様な笑みを浮かべている。@{M}The Drownie reaches out to take your coins, smiling like a sated shark.",
                                     "Name": "\"昆布の王冠?\"@{M}\"A crown of kelp?\"", "Id": 147083},
                    "Name": "真珠の謎かけの一つに挑む@{M}Attempt one of the Riddles of Pearl",
                    "Description": "水底帝の饗宴において、客が互いにこれらの謎を答える挑戦をしていた。貴方は彼らが支払った掛け金を支払う必要はない。ただし、貴方はドラウニーに挑戦する為には、100エコーを渡す必要がある。@{M}$Fathomking -> ファザムキング$At the Fathomking's feasts, the guests challenge one another to answer these riddles. You need not pay the penalty they do. But you will need to stump up a hundred Echoes to challenge the Drownie.",
                    "ButtonText": "", "Id": 126477},
                   {"SuccessEvent": {"Description": "「ああ...」名も知らぬ彼女(アイレム人?)が吐息を漏らす。「そう。あんたが謎の錠を外す鍵を見つけた。持っていきな。」\u000d\u000a\u000d\u000a宝石?これは皮膚の細部に到るまで美しく造形された、銀の手だった。「残りは無くなっちまったんだよ。」と、謎かけをした者が言う。「そしてあんたがそれを手に入れたから、それも無くなっちまった。」@{M}$Irem -> アイレム$\"Ah,\" the stranger (the Iremi?) breathes. \"Yes. The key fits the lock. Take this.\"\u000d\u000a\u000d\u000aJewel? It's a silver hand, beautifully shaped to every crease of skin. \"The rest is lost,\" the riddle-wielder says. \"Now you have this, it's lost too.\"",
                                     "Name": "\"家。\"@{M}\"Home.\"", "Id": 147086},
                    "DefaultEvent": {"Description": "「確かにね。」名も知らぬ彼女(アイレム人?)が言う。「だが違うね。」@{M}$Irem -> アイレム$\"True,\" the stranger (the Iremi?) says. \"But wrong.\"",
                                     "Name": "\"水平線の腹の中。\"@{M}\"The belly of the horizon.\"",
                                     "Id": 147085},
                    "Name": "アイレムで最も難しい謎かけの一つに挑む@{M}$Irem -> アイレム$Attempt one of the Great Riddles of Irem",
                    "Description": "獅子色の毛皮に身を包み、火明かりの端に居る者は誰?「あたしはアイレムでも一番難しい謎かけを持っているのさ。」彼女が得意気に言う。彼女の目が光る。「さぁ、1000エコーだよ。最も早く正解した奴には氷柱の海から採れた宝石をやるよ。」@{M}$Irem -> アイレム$Who is this, in lion-coloured furs at the firelight's edge? \"I carry one of the Great Riddles of Irem,\" she intones. Her eyes glisten. \"One thousand Echoes, against a jewel from the Pillared Sea.\"",
                    "ButtonText": "", "Id": 126478}],
 "Description": "漁師、船乗り、胡散臭い一組の海賊に混じって - 水際に居るのはドラウニーか?彼らはジーのほとりで火を囲むようにして座り、何やら粘着く黒い瓶を回し渡している。彼らは謎かけで賭け事をしているようだ。貴方も参加するか?@{M}Fisherfolk, zailors, a shady couple of likely-pirates - and is that a Drownie down by the water's edge? They sit round a fire at the zee's edge passing around a bottle of something viscously black. They're wagering on riddles. Will you join them?",
 "Name": "謎かけコンテスト@{M}A Contest of Riddles", "Id": 146635}
