{"ChildBranches": [{"DefaultEvent": {"Description": "花々は白い蝋状の葉を有しており、指で触ると指先が粉で白くなる。街から降りそそぐ眩い光と同様に、樟脳のような性質をもっているらしい。そしてその匂いといえば……それはまるで体に振りかけられて何日も経った香水のようであり、誰にも読まれないままインクに汚れた紙くずとなりはてた本のようであり、淀んだ水に沈み、そのまま腐ってしまった庭園のようであり。@{K/M}花々は白い蝋状の葉を有しており、指で触ると指先が粉で白くなる。街のそこかしこで発せられる眩い光と共に、これらは虫除けの効能を持っているようだった。そして匂いがきつい。それはまるで体に振りかけられて何日も経った香水のようであり、誰にも読まれないままインクが傷んだ本のようであり、淀んだ水に沈み、そのまま饐えてしまった庭園のようであり。@{M}The flowers have white-waxy leaves which leave powdery traces on your fingers. The light coming from the city has the same camphorous quality. And the smell: perfume worn too many days on the body; unread books left to turn to ink-stained pulp, a garden drowned and rotting in still water.",
                                     "LinkToEvent": {"Id": 146641}, "Name": "", "Id": 146642},
                    "Name": "匂いにむせる@{M}Choke on the smell",
                    "Description": "それは途方も無く甘い匂いだった。それは街中の苔生す石にくっついて活発に成長を続けている茸類から出ている。@{M}It is overpowering, sweet. It comes from the fungus growing wild all over the city's stones. ",
                    "ButtonText": "", "Id": 126187},
                   {"DefaultEvent": {"Description": "「あんな所の中に入ろうだなんて考えちゃいないだろうな？」船乗りたちは顔にありありと恐怖の色を浮かべ、驚いたようにあなたを見つめた。\u000d\u000a\u000d\u000a彼らは順々にヴァーチャスの身の毛もよだつ物語を聞かせてくれた。全て間違いなく作り話だ。中にはヴァーチャス人は彼らの街を照らすため船乗りを蝋燭にすると信じ込んでいる者もいた。他の者は彼らは影を盗み、主人に売るのだという。そして全ての者が、彼らは街の秘密をおこがましくも長い間見上げた異邦人の眼をつぶすのだと信じていた。\u000d\u000a\u000d\u000a「俺たちは支払いを待ってるだけだ。金を受取ったらさっさと離れるよ」船乗りの一人が落ち着かない様子で鏡のチップを弄りながら言った。「俺にはもう眼は一つしかない。こいつをなくしたくはないからな」@{K}「<i>街の中に</i>行くつもりがねぇんですかね、船長?」船乗り達はにじみ出る恐怖を隠しもせず、貴方を呆けて見つめている。\u000d\u000a\u000d\u000a彼らはかわるがわる、ヴァルカスについての恐ろしい話を聞かせてきた。それはヴァルカスが原反を発明した事に疑いが無い事を強調する。ある者は、ヴァルカスは街の灯りを絶やさぬ為に船乗り達に獣脂の提出を命じている事を話し、またある者は彼らが影を盗み出し、主人にそれらを売り渡すといった話をしていた。\u000d\u000a\u000d\u000a「俺たちは支払いを待ってる所で、たまたまこうして出掛けてるって奴です。」船乗りの一人がそう言い、鏡のチップを神経質そうに指で回している。「俺は目を一つ失いましたからね、こっちの目はとっときてぇんですよ。」@{M}$Varchas -> ヴァーチャス$\"You're not thinking of going <i>in there</i>?\" The zailors gawk at you in in unconcealed horror.\u000d\u000a\u000d\u000aThey take turns telling you gruesome stories of Varchas which they no doubt invented whole-cloth. Some are convinced that the Varchaasi render zailors into tallow to light their city; others say they steal shadows and sell them to their masters. All of them are convinced that they blind any strangers who dare to gaze too long upon their city's secrets.\u000d\u000a\u000d\u000a\"We're just waiting to be paid, and then we're off,\" one of the zailors says, nervously fingering a mirror-chip. \"I've only got one eye left, and I'd like to keep it.\"",
                                     "LinkToEvent": {"Id": 146641}, "Name": "", "Id": 152169},
                    "Name": "船乗り達が手を振っている@{M}The zailors wave you over",
                    "Description": "彼らは甲板の上に平積みにされた箱の上に座り、鏡で出来たチップと骨から作られた蛇の駒を使ったゲームを楽しんでいる。@{M}They are sitting on some upturned crates on the docks, playing a game with mirrored chips and stylised snakes made of bone. ",
                    "ButtonText": "", "Id": 129707},
                   {"DefaultEvent": {"Description": "青い外套を纏った衛兵は、貴方が暗闇の支配する道から光指す灯籠の下に躍り出ない限りは、貴方の存在を認識しようともしない。@{M}The blue-cloaked Guard only acknowledges your existence when you step out of the darkness of the path and into the light from the lamps.",
                                     "LinkToEvent": {"Id": 152171}, "Name": "", "Id": 152170},
                    "Name": "衛兵に幾つか質問する@{M}Ask the Guard a few questions",
                    "Description": "未知の水域に足を踏み入れる前にちょっとした情報を収集するのは決して悪い考えでは無い。であれば、未知の街に入る時も同じ筈だ。@{M}Never a bad idea to gather a little intelligence, before heading into unknown waters. Or cities, as the case may be.",
                    "ButtonText": "", "Id": 129708},
                   {"DefaultEvent": {"Description": "衛兵は帳簿に書き入れると真鍮の鈴を鳴らした。門の鏡が動き通り道が出来る。しかし影が衛兵に触れることは一度もなかった。\u000d\u000a\u000d\u000a「私たちのやり方とあなたたちのやり方は異なる。それを覚えておくように、ターマス。ミヒルの光の内に歩みなさい」@{K}彼女が手に持っていた元帳に印を付け、彼女は真鍮の鐘を鳴らした。鏡の門が少し開き、貴方が通る位の隙間が出来たが、衛兵に影が触れないよう、門は慎重に動いていた。\u000d\u000a\u000d\u000a「ターマスよ、私達の道は貴方の道では有りません。それをお忘れなく。そしてミヒル様の光の下のみをお歩き下さい。」@{M}She makes a mark in her ledger before ringing a brass bell. The mirrors of the gates rearrange to give you space to pass, but never once allow shadow to touch the Guard.\u000d\u000a\u000d\u000a\"Our ways are not yours, Taamas. Remember that, and walk in the light of Mihir.\"",
                                     "LinkToEvent": {"Id": 152174}, "Name": "", "Id": 152173},
                    "Name": "街に入りたいと衛兵に伝える@{M}Tell the Guard you wish to enter",
                    "Description": "ふむ、もし門を<i>潜って</i>入らないのであれば、門は何の為にある?@{M}Well, what else are gates for, if not to go <i>through</i>?",
                    "ButtonText": "", "Id": 129710},
                   {"DefaultEvent": {"Description": "ブレミガンが暗闇の中へと飛び込んで行く様を、衛兵がじっと見ていた。彼女は頭を振る。「またしても外界の汚染を連れて来たのか、ターマス？ミヒル様が何とかしてくださるだろう」@{K/M}ブレミガンが暗闇の中へと飛び込んで行く様を、衛兵がじっと見ていた。彼女は頭を振る。「外界の脅威、汚染された者ですね、ターマス?ミヒル様が必ず見ておいでです。」@{M}$[Bb]lemmigan -> ブレミガン$The guard watches as the blemmigan whirls into the darkness. She shakes her head. \"More of your outland pollution, Taamas? Mihir will see to it, I imagine.\"",
                                     "Name": "呑気な肩すくめ@{M}A careless shrug", "Id": 182372},
                    "Name": "ブレミガンを浜に揚げる@{M}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "衛兵は許可するだろうか?@{M}Will the Guard permit it?",
                    "ButtonText": "", "Id": 147565},
                   {"DefaultEvent": {"Description": "その街が放つ光とその眩さについては少し控えめに書いておく。海軍省の職員に嫉妬の感情を抱かせたくはない。@{K/M}その街が放つ光とその眩さについては少し控えめに書いておく。総督府の職員に嫉妬の感情を抱かせたくは無い。@{M}$Admiralty -> 海軍省$Tone down the details of the light and its brilliance. You don't want to inspire envy in the Admiralty staff.",
                                     "Name": "鏡の街とその美しき景観について@{K}鏡の街、そしてその栄光@{M}The Mirrored City and its glories",
                                     "Id": 182510},
                    "Name": "港湾報告書をまとめる@{M}$[Pp]ort [Rr]eport -> 港湾報告書$Compile a Port Report",
                    "Description": "海軍省は情報を欲しがるだろう。@{K/M}総督府は情報を欲しがるだろう。@{M}$Admiralty -> 海軍省$The Admiralty will want to know.",
                    "ButtonText": "", "Id": 147654}],
 "Description": "壁に囲まれた街ヴァーチャスは、緑色のもつれ合った蔓と光を発する遅咲きの茸花に、苔に覆われた石で出来ている。五点形に配置された段塔が壁より遥かに高く聳え立ち、暗い空に燃え盛る白光を投げかけている。\u000d\u000a\u000d\u000a波止場から大して舗装もされていない暗い道が、ヴァーチャスの鏡の門へと続いている。石彫の大きな灯籠柱から出る光が角度のついた鏡に反射し、そこに出来る光溜まりの中に、青い外套をまとった衛兵が一人立っていた。\u000d\u000a\u000d\u000aこの街は、木々に覆われた旧大陸より伸びる暗闇に対する灯台だった。遥か遠くを見やれば、巨大な山がきらめくのが見えた。@{K/M}壁に囲まれた街ヴァルカスは、緑色のもつれ合った蔓と蛍光色で遅咲きの茸花に、苔に覆われた石で出来ている。五点形に配置された段塔が壁より遥かに高く聳え立ち、寒々しい空に燃え盛る白光を投げかけている。\u000d\u000a\u000d\u000a波止場から続く大して舗装もされていない暗い道が、ヴァルカスの鏡の門へと続いている。石彫の大きな灯籠柱から出る光が角度のついた鏡に反射し、そこに出来る光溜まりの中に、青い外套をまとった衛兵達が立っていた。\u000d\u000a\u000d\u000aこの街は、木々で光を遮られ、全き暗闇が徘徊する旧き大陸の暴虐に対抗する、光の集う狼煙台であった。遥か遠くを見やれば、巨大な山が微光を放っていた。@{M}$Elder Continent -> 旧大陸, Varchas -> ヴァーチャス$The walled city of Varchas is a tangle of green vines and luminescent fungal flowers slow-blooming around mouldering stone. A quincunx of carved stepped-towers rise over the walls and pour burning white light into the bleak sky. \u000d\u000a\u000d\u000aA rough, shadowed path leads from the docks to the Mirrored Gates of Varchas. Two towering carved-stone lamps throw their light on the angled mirrors, and a blue-cloaked Guard stands in the reflected pool of light. \u000d\u000a\u000d\u000aThe city is a beacon against the tree-hushed, sprawling darkness of the Elder Continent. In the far distance a vast mountain glimmers.",
 "Name": "ヴァーチャスの焼けつくような白き光@{K}燃えるような白光のヴァルカス@{M}$Varchas -> ヴァーチャス$The Burning White Light of Varchas",
 "Id": 146641}
