{"ChildBranches": [{"DefaultEvent": {"Description": "このスカーフは東へと旅立ち消息を絶った旅人の物だ。そしてこれはアイレムで修理された時計。あなたはSaltに遣わされた夢を諜報員の耳に囁きかける。全て幻想にすぎないかもしれないが……これこそがあなたの諜報員が望んだものだ。すすり泣きが収まると彼女は仕事に取り掛かった。すべてが、そしてあらゆる事物がうまくいくだろう。@{K}$Irem -> アイレム$This is a scarf, from a traveller lost in the East. This is a clock, repaired on Irem. This is the dream that Salt has sent you, whispered in the ear of your agent. It may be nothing but delusions... but it's what your agent wanted. When she's finished weeping, she goes about her business. All shall be well, and all manner of thing shall be well.",
                                     "Name": "", "Id": 150906},
                    "Name": "祝福@{K}A blessing",
                    "Description": "スパイは船乗りよりもさらに迷信深い。この者は吉兆を待ち望んでいる。@{K}Spies are more superstitious even than zailors. This one awaits an omen.",
                    "ButtonText": "", "Id": 128869},
                   {"DefaultEvent": {"Description": "『白と金』はあなたの囮に食いついた。スパイを捕らえようとする者たちはより多くの間諜を捕まえようと夢中になった。あなたはもっともらしいでたらめを差し出し、彼はそれにまんまと引っかかったのだ。@{K}The White-and-Golds snap up your bait. Their spycatcher is too eager in pursuing more. You pass him plausible nonsense; and he's hooked.",
                                     "Name": "大胆さが報われた@{K}Boldness rewarded", "Id": 150913},
                    "RareDefaultEvent": {"Description": "カーネイトの側にも頭のまわる諜報員たちは多くいる。彼らはあなたの差し出した物を取るとあなたを一人残し、立ち去った。@{K}$Khan -> カーン, Khanate -> カーネイト, Fluke -> フルーク$The Khanate has its share of canny operators. They take what you offer and leave you lorn as a Fluke.",
                                         "Name": "出し抜かれた！@{K}Outratted!", "Id": 173061},
                    "Name": "餌だ！@{K}Bait!",
                    "Description": "小ネズミで大ネズミを捕まえよう。[重要機密はカーンの心臓の諜報網を通して獲得することが出来ます。また、この作戦が成功しても失敗に終わっても重要機密は失われます。]@{K}$Khan -> カーン, Khan's Heart -> カーンの心臓, Vital Intelligence -> 重要機密$Use a mouse to catch a rat. [Gain Vital Intelligence by tapping your network in Khan's Heart. Succeed or fail, this will use up the Intelligence.]",
                    "ButtonText": "", "Id": 128875},
                   {"DefaultEvent": {"Description": "カーネイト人の手先は今や蜜の味を知っている。夢の地と歓喜の庭を歩む心地を知ったのだ。この者があなたから逃れることはないだろう。@{K}$Khaganian -> カーネイト人$Your Khaganian dupe knows the taste of honey, now. They know what its like to walk in dream-palaces and rapture-gardens. They'll never be free of you.",
                                     "Name": "無上の味@{K}A peerless taste", "Id": 150928},
                    "Name": "囚人の蜜@{K}$(Firkin of)?[Pp]risoner's [Hh]oney -> 囚人の蜜$Prisoner's Honey",
                    "Description": "カーンの心臓は暗く輝く奇跡のような街だ。しかし、楽園ではない。誰かが楽園を求めているようだ。@{K}$Khan -> カーン, Khan's Heart -> カーンの心臓$Khan's Heart is a darkly gleaming miracle of a city. But it's no paradise. Someone is looking for paradise.",
                    "ButtonText": "", "Id": 128888},
                   {"DefaultEvent": {"Description": "部屋は押さえられ、晩餐の用意が整えられた。用意されたのは特別な一皿。合図が送られた。船頭には賄賂を支払い、蝙蝠には薬が与えられる。そして全てが一点の滞りもなく成功したのだった。@{K}The room is booked. The dinner is arranged. The special dish is prepared. The sign is made. The boatman is bribed. The bat is drugged. And it goes off flawlessly.",
                                     "Name": "妙な古くさい悪戯@{K}This one weird old trick", "Id": 150947},
                    "RareDefaultEvent": {"Description": "部屋は押さえられ、晩餐の用意が整えられた。合図が送られる。船頭には賄賂を支払い、蝙蝠には薬を。そして準備が整った後、ランプの油に引火しすべてが台無しになってしまった。これも職場災害というものだろう。あるいはもう少し違う言い方も出来るだろうが……@{K}The room is booked. The dinner is arranged. The special dish is prepared. The sign is made. The boatman is bribed. The bat is drugged. And it all falls apart when the lamp-oil catches fire. Well, that's a professional hazard, and then some...",
                                         "Name": "大騒ぎ！@{K}Calamity!", "Id": 173781},
                    "Name": "上手くいく可能性もあったのに@{K}It just might work",
                    "Description": "あぁ、まったく。またこの古い悪戯か。まあ、時には上手くいくこともある。それに必要なのは一袋のコーヒーと黙らせ塩と一番最近加わった諜報員の名前だけだ……@{K}Oh God. This old trick again. Well, sometimes it works. And all it needs is a sack of coffee beans, a shakerful of Mutersalt and the name of the newest spy in town...",
                    "ButtonText": "すまない@{K}I am sorry", "Id": 128905},
                   {"DefaultEvent": {"Description": "長い年月をかけてあなたの情報提供者は欲望を抑える術を学んだ。彼女はあなたの提供する物を欲してはいるが、余分な金を支払おうとはしなかった。@{K}Over the years, your contact has learnt to control her appetites. She wants what you can offer, but she won't throw in anything extra.",
                                     "Name": "難しい交渉相手@{K}A hard bargainer", "Id": 150949},
                    "RareDefaultEvent": {"Description": "緑の塔のひんやりとした空間で情報提供者はあなたに懇願した。ほんの一口だけでいい、と。あなたはそれを遥かに上回る量を与え、その者の感謝は留まるところを知らなかった。@{K}In the chilly spaces of the Garden Tower, your contact pleads for a taste. Just for a taste. You give them much more, and their gratitude is boundless.",
                                         "Name": "切望@{K}Desperation", "Id": 173799},
                    "Name": "依存者がいるようだ@{K}Someone has a habit",
                    "Description": "紅い蜂蜜、あるいは看守の蜜とも呼ばれる。極悪人たちによって最上級の機密の内に作られているという。そして、あぁ、極上の味わいだ。[これはあなたの諜報網を7まで劇的に上昇させます。]@{K}They call it red honey, or gaoler's honey. It is made in utmost secret, by very bad people. It's, ah, quite wonderful on the tongue. [This will increase your Network substantially, although not past 7.]",
                    "ButtonText": "", "Id": 128907},
                   {"DefaultEvent": {"Description": "スパイの望みは尽きることなく、多種多様だ。@{K}Spies' desires are capricious and diverse.",
                                     "LinkToEvent": {"Id": 143346}, "Name": "時は移り変わる@{K}Times change",
                                     "Id": 151074},
                    "Name": "他の機会を求める@{K}Seek another opportunity",
                    "Description": "単純に必要とされるものが手に入らなかったのかもしれない。機会が過ぎ去るに任せ後で戻って来よう。[Something Awaits Youを消費し、再び戻ってくることで別の任務を選択することが出来ます。大抵の場合は異なる任務が与えられるでしょう。]@{K}Perhaps you simply can't obtain what you need. Let the opportunity pass. Come back later. [This will allow you to choose another mission when you come back - usually, but not always, a different one. It will cost Something Awaits You.]",
                    "ButtonText": "", "Id": 129020},
                   {"DefaultEvent": {"Description": "あなたは地中海沿岸のシロッコの香りを、そして夕日に浮かび上がる山々の胸がいっぱいになるような姿を語る。そして、あなたの授けた一言一言は三倍になって帰ってきた。@{K}You speak of the sirocco scents of the Mediterranean, the heart-filling shape of mountains against the evening. Each word you give them is repaid threefold.",
                                     "Name": "注意深い観察に基づく報告書@{K}A closely written report", "Id": 151111},
                    "Name": "太陽の夢@{K}A dream of the Sun",
                    "Description": "誰かが家を恋しがっている。地上の知らせを聞かせてやろう。@{K}$Surface -> 地上$Someone misses home. Bring them news of the Surface.",
                    "ButtonText": "", "Id": 129040},
                   {"DefaultEvent": {"Description": "あなたの贈り物は適切な物として受け取られた。レオパルド一族の継嗣はいずれカーンの栄光からの噂話を流してくれるだろう。慎重かつ、礼儀正しく。適切な時に。@{K}$Khan -> カーン, Leopard -> レオパルド, Khan's Glory -> カーンの栄光, Glory -> グローリー$Your gift is deemed sufficient. This Leopard princeling will be prepared to pass on gossip from Khan's Glory. Discreetly. Courteously. When the time is right.",
                                     "Name": "満足@{K}Satisfaction", "Id": 174187},
                    "RareDefaultEvent": {"Description": "あなたのささやかな贈り物は温かく受け入れられた。レオパルド一族の継嗣はそれを私的な天の祭壇に飾ったという。それに加え、テイメンとレオパルドの間にある敵愾心についての印象的な話も耳にした。細部まで覚えておこう。@{K}$Leopard -> レオパルド, Taimen -> テイメン$Your little gift finds a warm welcome. The Leopard princeling has placed it in their private Heaven-shrine, you hear. You also hear something very striking about the rivalry between the Leopard and the Taimen. Memorise it closely.",
                                         "Name": "歓喜！@{K}Delight!", "Id": 174188},
                    "Name": "蒐集家@{K}A collector",
                    "Description": "あなたの配下の諜報員がレオパルドに伝手を持っているという。しかしレオパルドの子息と息女たちは常に宝物に飢えている。[これはあなたの諜報網を7まで劇的に上昇させます。]@{K}$Leopard -> レオパルド$Your agent has a contact in the Leopard. But the sons and daughters of the Leopard are always hungry for treasures. [This will increase your Network substantially, although not past 7.]",
                    "ButtonText": "", "Id": 142457},
                   {"SuccessEvent": {"Description": "『白と金』（カーネイトの秩序を維持する者たち）の一人があなたの諜報網に少しばかり近づきすぎている。過ちだ。外交官の部下たちは情け容赦しない。そしてあなたの計画は続けられた。@{K}$the White -> 白きもの, Khan -> カーン, Khanate -> カーネイト$One of the White-and-Golds - the enforcers of the Khanate's order - came a little too close to your network. That was a mistake. The crabs didn't leave much. The Diplomat's people are ruthless. And your project continues.",
                                     "Name": "", "Id": 151072},
                    "DefaultEvent": {"Description": "諜報員は腐葉土に潜り込む甲虫のように、カーンの栄光のごったがえした通りに消えた。あなたは待った。そして待ち、さらに待ち続けた……@{K}$Khan -> カーン, Khan's Glory -> カーンの栄光, Glory -> グローリー$The Agent disappears into the teeming streets of Khan's Glory like a beetle into leaf-mould. You wait. And wait. And wait...",
                                     "Name": "音沙汰無し@{K}No word", "Id": 151071},
                    "RareSuccessEvent": {"Description": "ここでは他の勢力の諜報網も活発に活動している。中には地表の勢力のものすらある。新入り諜報員は一日も経たないうちに作戦の報告を送って来た。（「素人ばかり」、と彼女は明るく付け加えた。）@{K}Other networks are active here - even surface ones. Within a day, your new agent has sent information on their operations. ('Amateurs', she comments, cheerfully.)",
                                         "Name": "広範囲に及ぶ情報@{K}Extensive information", "Id": 151073},
                    "Name": "外交官の諜報員@{K}$Diplomatic Agent -> 外交官の諜報員$A Diplomatic Agent",
                    "Description": "ロンドンの貪欲な外交官があなたの必要とする専門的な支援を提供してくれるだろう。@{K}$Voracious Diplomat -> 貪欲な外交官$The Voracious Diplomat, in London, can provide the kind of specialist assistance you need.",
                    "ButtonText": "", "Id": 129019},
                   {"SuccessEvent": {"Description": "彼らの必要とするものが書かれた長く、時に複雑なリスト。少なくとも、もっともらしく見える。@{K}A long and sometimes confusing list of what they need it for. It's plausible, at least.",
                                     "Name": "経理@{K}An accounting", "Id": 151109},
                    "DefaultEvent": {"Description": "『白と金』が運び屋を見つけてしまった。彼らがあなたの資金に満足いく使い道を見つけたは疑いようもない。@{K}The White-and-Golds found your courier. No doubt they'll find a satisfying use for your funds.",
                                     "Name": "横取りされた！@{K}Intercepted!", "Id": 150912},
                    "Name": "現金@{K}Cash",
                    "Description": "諜報員は資金に対してとりわけ貪欲だ。賄賂に、秘密を洩らさないように渡す金に、特殊な装備に……@{K}Spies have an extraordinary appetite for funds. Bribes, hush-money, peculiar equipment...",
                    "ButtonText": "", "Id": 128874},
                   {"SuccessEvent": {"Description": "「海の仕事を引退するつもりがおありなら、最適な場所を見つけられましたね」一人の諜報員が言った。お世辞かもしれないが、今夜の仕事は上手くやりおおせた。@{K}\"If you ever want to retire from sailoring,\" offers one spy, \"you've found your niche.\" Perhaps it's flattery. But you've done well tonight.",
                                     "Name": "熟練の手腕！@{K}A craftsman!", "Id": 151110},
                    "DefaultEvent": {"Description": "簡単なミスだ。誰にでもそのような事はある。全ての案件を追うことなど不可能なのだから。しかし、あなたは誰かに追われることとなってしまった。@{K}An easy mistake. Anyone could have made it. You can't be expected to keep track of everything. But now someone's keeping track of you.",
                                     "Name": "さほど優れた手腕でもない@{K}Not quite exceptional", "Id": 150914},
                    "Name": "あなたの狡猾さが必要だ@{K}Your cunning is required",
                    "Description": "この件には個人的に注意を払う必要がある。@{K}This will need your personal attention.",
                    "ButtonText": "", "Id": 128876}],
 "Description": "あなたの諜報網を発展させるために何かが必要とされている。何が要るのだろう？[必要な物を提供することが出来れば、諜報網のレベルが上がるかもしれません。]@{K}Your Network needs something, to prosper. What is it? [If you provide this successfully, your Network level may increase.]",
 "Name": "カーンの心臓での密やかな仕事@{K}$Khan -> カーン, Khan's Heart -> カーンの心臓$Shadowy work in Khan's Heart",
 "Id": 146643}
