{"ChildBranches": [{"DefaultEvent": {"Description": "かつては子供のおもちゃだったのだろう。誰かが名前といくつかの数字を刻んでいる。暗号だろうか？@{K}It was a child's toy once. Someone inscribed their name on it, and a string of numbers. Ciphers?",
                                     "Name": "木製の馬@{K}A wooden horse", "Id": 146921},
                    "RareDefaultEvent": {"Description": "誰かがこの木に悪魔の面を刻み、それから海に投げ込んだようだ。それを見つめるとなぜ海に投げ入れられたのかはすぐに分かった。おお怖い！@{K}Someone shaped this into a devil-mask, and then threw it in the zee. When you look at it, it's easy to see why. Brrr.",
                                         "Name": "恐ろしい彫刻@{K}A horrid carving", "Id": 146923},
                    "Name": "流木？@{K}Driftwood?",
                    "Description": "滑らかな暗い色の表面。@{K}A smooth dark surface.",
                    "ButtonText": "", "Id": 126372},
                   {"DefaultEvent": {"Description": "……しかし瓶の中には紙が入っていた。日記の一ページだ！筆者はある堕落した午後を心躍るような細部まで書き記していた。誰がこれを海に投げ入れたのだろう？無様に失敗した脅迫かあるいは冷え切ってしまった恋愛のなれの果てだろうか？@{K}...but there's a message in the bottle. A page from a journal! The writer has described a debauched afternoon in thrilling detail. Who threw this in the zee? Was it some botched attempt at blackmail, or a love affair gone sour?",
                                     "Name": "ただの瓶だ@{K}Just bottle-glass", "Id": 146922},
                    "RareDefaultEvent": {"Description": "溺れる真珠についてはいくつもの噂を聞いている！それは牡蠣の殻の中には決して見つからないだとか、舌の裏に入れれば自分の死ぬ日付を予言できるとか、しかし決して舌の裏に入れてはならない、なぜならそれはかつては海に消えた船員たちの瞳だったのだから、などなど。物語は置いておくとしても、良い値が付くことだろう。@{K}$[Dd]rowning[- ][Pp]earl -> 溺れる真珠$The stories there are about drowning-pearls! They've never seen the inside of an oyster. Place one under your tongue, and you can name the date of your own death. Don't place one under your tongue, because they're the transformed eyes of zailors lost at zee. Stories aside, they'll fetch a good price.",
                                         "Name": "絡まった海藻と真珠@{K}A tangle of seaweed and pearls",
                                         "Id": 146924},
                    "Name": "何かがきらめいた@{K}Something glinting",
                    "Description": "ただの瓶だろうか？@{K}Just bottle-glass?", "ButtonText": "",
                    "Id": 126373},
                   {"DefaultEvent": {"Description": "これは魂だ。その通り。しかし硝子の後ろで、その青ざめた顔は奇妙に安らかな表情を浮かべており、発する光は類を見ないほど明るい。この魂にはどことなく変わったところがある。@{K}It's a soul, all right, but behind the glass, its pale face is oddly serene, and its light is remarkably bright. There's something different about this one.",
                                     "Name": "瓶詰めされた魂？@{K}A bottled soul?", "Id": 147155},
                    "Name": "なにかが柔らかく光っている……@{K}Something softly shining...",
                    "Description": "それは青っぽい熾火のように光っている。@{K}It glows like a pale ember.",
                    "ButtonText": "", "Id": 126524},
                   {"DefaultEvent": {"Description": "布で包んで慎重に船に持ち帰ろう。何かもう少し不快でないものが中に含まれているかもしれない。@{K}Wrap it in a cloth and carry it cautiously back to the ship. Perhaps it contains something less disgusting.",
                                     "Name": "掬いあげる@{K}Scoop it up", "Id": 147156},
                    "Name": "汚らしい粘液の塊@{K}A nasty glob of goo",
                    "Description": "それは捨てられた心臓のように浜の小石の上に落ちている。@{K}It lies on the shingle like a discarded heart.",
                    "ButtonText": "", "Id": 126525},
                   {"DefaultEvent": {"Description": "マーガトロイド・キノコクラッカーだ！それも恐ろしいほどの量の。あなたがキノコクラッカーが好きだといいのだが。それか極限まで腹を空かせたオウムを飼っているか。@{K}Murgatroyd's Fungal Crackers! An awful lot of them. One must hope that you enjoy Fungal Crackers, or have an extremely hungry parrot.",
                                     "Name": "ビスケットの箱@{K}Boxes of biscuits", "Id": 181491},
                    "RareDefaultEvent": {"Description": "王立海軍の紋章が押されている。海軍の小隊がいくつかここで死んだようだ。まあしかし、あなたならこれを役立てることが出来るだろう。@{K}$Royal Navy -> 王立海軍$Stamped with the marks of the Royal Navy. Some naval picket met its end out here. Well: you can find a use for it.",
                                         "Name": "沢山の燃料@{K}Drums of fuel", "Id": 181492},
                    "Name": "難破船の残骸だ！@{K}The remnants of a shipwreck!",
                    "Description": "ここに打ち上げられているのは何だ？@{K}What's washed up here?",
                    "ButtonText": "", "Id": 146954}],
 "Description": "浜辺をぶらつこう。海があなたに何かをもたらしてくれるかもしれない。@{K}Take a stroll along the beach. Perhaps the zee has brought you something.",
 "Name": "漂着物の収集@{K}Beachcombing", "Id": 146920}
