{"ChildBranches": [{"DefaultEvent": {"Description": "貴方と貴方の共食い従者は、次の犠牲者を選んだ。閉じたドアの後ろに立ち、待ち、見て、襲う。これでも貴方は慈悲深い方だった...ナイフは恐ろしく鋭かったのだから。残りの船員は滋養たっぷりの、何が入っているか分からないシチューを振る舞われる。彼らは何も知らない。恐らく、知らないほうが良いし知りたくも無いだろう。@{M}You and your cannibal acolytes have selected your next victim. Behind closed doors, you wait, watch, and strike. You are merciful: your knives are sharp. The rest of the crew will benefit from a nourishing, anonymous stew. Perhaps they know nothing: perhaps they don't want to know.",
                                     "Name": "食欲は満たされた@{M}Appetites satisfied", "Id": 147225},
                    "Name": "饗宴を開く@{K}ご馳走する@{M}Feast",
                    "Description": "あなたはくじを引いたりはしない。自らの手で誰を食べるか選ぶだろう。[この選択肢は、既に共食いを経験した人間にのみ表示されます。]@{K＋M}[この選択肢は、既に共食いを経験した人間にのみ表示されます。]@{M}You will not draw lots. You will pick one by hand. [This option is only available to those who have already turned cannibal.]",
                    "ButtonText": "", "Id": 126569},
                   {"DefaultEvent": {"Description": "「硫黄みたいな味だな」技師の仲間が不平を言う。だが、彼は残りを全て平らげた。@{M}\"Tastes like sulphur,\" growls the engineer's mate. But he tucks in with the rest.",
                                     "Name": "迷信の気配@{M}A soupcon of superstition", "Id": 155899},
                    "Name": "Zzoupを飲む@{K}ズッペを食す@{M}Drink Zzoup",
                    "Description": "味はお世辞にも良いとは言えないだろう。しかし今は誰も気にする者など居なかった。@{M}The taste is acquired, rather than popular. But no one is likely to be fussy just now.",
                    "ButtonText": "", "Id": 132106},
                   {"SuccessEvent": {"Description": "料理人はそれを最低限の具材でブイヤベースに仕立てあげた。塩気が強く奇妙な味だったが、船員の腹を満たすには十分だろう。@{M}The Cook converts it to a sort of minimalist bouillabaisse. It's salty and peculiar, but it does something for your crew's hunger...",
                                     "Name": "冒険的海鮮料理@{K}海の料理の冒険@{M}Adventures in marine cuisine",
                                     "Id": 147228},
                    "DefaultEvent": {"Description": "一人の志願者が用心深く少しだけ口に含む。「あら...美味しい」彼女が呟く。「鮭みたいな味ね」更に大きくかぶりつく。「何だろうこれ...ガツ、モグ、ゴク...フグッ」フグッと言いながら彼女はそのまま息絶えた。彼女の顔は奇妙なまでに藤色をしていた。貴方は残りを安全裏に全て投げ捨てた。@{M}A volunteer takes a cautious nibble. \"It tastes good,\" she says. \"Rather salmony.\" She takes a larger bite. \"Something like, erk, yark, gork, fruh.\" By \"fruh\" she is stone dead, her face a peculiar mauve. You dispose safely of the rest of the catch.",
                                     "Name": "人間が食べるには向かない@{M}Unfit for human consumption",
                                     "Id": 147226},
                    "Name": "奇妙な漁獲物を食べる@{M}$Strange Catch -> 奇妙な漁獲物$Consume a Strange Catch",
                    "Description": "美味しそうには見えないし、安全にも見えないが、試してみる価値はあるかもしれない...@{M}It doesn't look appetising, or even safe, but perhaps it's worth the risk...",
                    "ButtonText": "", "Id": 126570},
                   {"SuccessEvent": {"Description": "生体標本は悲しいほどにあっけない終わりを迎えた。これほど長く生きたというのに、食べられてその生涯を終えるとは。しかしこの状況においては崇高な奉仕と言えるだろう。料理人は小さな槌で頭を叩き平鍋に投げ込んだ。料理からはアンモニアの匂いがしたが、不平を言うものはいない。死人も出なかった。@{K}生きた標本の最期は悲しげなまでにぶっきらぼうだった。遥々遠くまでやって来て、食べられてしまうのだ...しかし今は、それは崇高な奉仕と言えよう。料理人が、漁をする聖職者と共に頭をかち割り、鍋に投げ入れていく。多少アンモニア臭のする味だったが、誰も文句を言わない。死人も出なかった。@{M}$Live Specimen -> 生体標本$The Live Specimen's end is sadly unceremonious. It's come so far, only to be consumed: but now it gives noble service. Cook knocks it on the head with a fisherman's priest and pops it in the pan. The taste is a little ammoniac, but no one complains. Or dies.",
                                     "Name": "崇高な奉仕@{M}Noble service", "Id": 147229},
                    "DefaultEvent": {"Description": "料理人がそれをポットに投げ込もうとした時、突然それは予想以上の激しさで暴れだした！厨房を激しく飛び回って逃げようともがき、最終的に料理人が押さえつける前に舷窓から外に逃げ出してしまったのだ。@{K/M}料理人がそれをポットに投げ込もうとした時、突然それは暴れだした!厨房を激しく飛び回って逃げようともがき、最終的に料理人が押さえつける前に銃眼から外に逃げ出してしまったのだ。@{M}As the Cook bears it to the pot, it displays unexpected agility! It escapes, flops frantically across the galley, and is gone through the open port-hole before Cook can reclaim it.",
                                     "Name": "逃げたぞ!@{M}An escape!", "Id": 147227},
                    "Name": "生体標本を食べる@{K}生きた標本を食べる@{M}$Live Specimen -> 生体標本$Consume a Live Specimen",
                    "Description": "とても気が進まないが、少なくとも新鮮だろう。@{M}It's not attractive, but at least it's fresh.",
                    "ButtonText": "", "Id": 126571},
                   {"SuccessEvent": {"Description": "ポワソニエは堂々たる手つきで奇妙な漁獲物を食欲をそそる料理に仕立てていく。彼は成功したが、いつもと同じく三口食べるごとに、本当にこの味わいを楽しんでいるのだろうかという疑問が起こってくる。しかし、確かに、楽しんではいる。その料理はスパイシーで塩味が効いていて、腹を満たしてくれる。だが、あの常に密かに付きまとう微かな味は……@{K}ポワソニエが頼もしい手つきで奇妙な漁獲物を美味しそうに処理していく。蛇の道は蛇といった感じで、彼は成功した: 3口食べた所で、その味を楽しんでいるかどうか、貴方は疑問に思った。しかし、まぁ、良い。それはとても塩辛く、腹持ちがいい。味の裏に何が隠れているかはともかくとして...@{M}$Strange Catch -> 奇妙な漁獲物$The Poissonnier labours mightily to render the Strange Catch appetising. He succeeds, although with his usual effect: every third mouthful, you wonder whether you enjoy the flavour at all. But, yes, surely. It is spicy and salty and filling. Although, that lurking under-flavour - ",
                                     "Name": "格別な成功!@{M}A particular success!", "Id": 152808},
                    "DefaultEvent": {"Description": "包帯巻きの頭を悲観的に振りながら彼は戻ってきた。「私でも、私の持つ全ての技術を割いても、これを安全に加工することは出来ない。少なくともここでは。故郷で、全ての道具と器がそろっていたなら、あるいは可能かもしれない。私は最善を尽くしたと言える。何も出来なかったが。だが聞いてくれ。あいつの脳管の側にこれがあるのを見つけたのだ――」@{K/M}包帯巻きの頭を悲観的に振りながら彼は戻ってきた。「私でも、私の持つ全ての技術を割いても、これを安全に処理することは出来ぬ。場所の問題では無い。例え私が故郷で、全ての道具と器を揃えていても、恐らくは無理だ。私は最善を尽くしたと言える。何も出来なかったが。だが聞いてくれ。あいつの脳幹の側にこれが在るのを見つけたのだ -@{M}He returns a sad shake of his bandaged head. \"Even I, with all my powers, cannot make this safe. Not here. Had I all my knives and vessels of home, perhaps. I have done my best with it, to no avail. But listen. This is what I found nested in its brain-pipe - \"",
                                     "Name": "「残念だが……」@{K}\"結局 -\"@{M}\"Alas - \"", "Id": 152807},
                    "Name": "包帯巻きのポワソニエを頼る@{K}包帯巻きのポワソニエ@{M}$Bandaged Poissonnier -> 包帯巻きのポワソニエ$Call upon the Bandaged Poissonnier ",
                    "Description": "包帯巻きのポワソニエに、奇妙な漁獲物を食用に処理出来ないか尋ねる。@{M+K}包帯巻きの猛毒使いに、奇妙な漁獲物を食用に処理出来ないか尋ねる。@{M}$Strange Catch -> 奇妙な漁獲物$Perhaps he can render a Strange Catch edible.",
                    "ButtonText": "", "Id": 130129},
                   {"SuccessEvent": {"Description": "蒸し煮用蒸留器がガタガタ音を立て、アタノールコンロは唸りをあげる！やがて彼は、泡立つ鍋を持って厨房から出て来た。船員は大喜びだ。相変わらず、食事は喜ばしく、そしてとても恐ろしい。舌が焼けるような音を立てる。目からは涙が溢れた。胃はパニックを起こしているが、すぐに抵抗をやめた。@{K/M}蒸留器がガタガタ音を立てている。エタノール釜が不気味な音を立てている!やがて彼は、泡立つポットを持って厨房から出て来た。船員は大喜びだ。相変わらず、食事は喜ばしく、そしてとても恐ろしい。舌が熱い。目からは涙が溢れる。胃はパニックを起こしているが、それも直ぐに治まった。@{M}His braising-alembic rattles. His athanor-stove roars! He emerges from the galley with a bubbling pot. The crew cheers. As ever, the meal is both delightful and terrifying. Your tongue fizzes. Your eyes water. Your stomach panics, but surrenders hastily. ",
                                     "Name": "格別の成功!@{M}A particular success!", "Id": 182204},
                    "DefaultEvent": {"Description": "「無理だ。蒸留し、発酵させ、薄め、昇華させ、焙ってもみたがまともな料理にはできなかった。この生き物は最後の分子に至るまで甲板長の靴下のような味がする」彼は包帯に巻かれた片手をあげた。「何故味を知っているかは聞かないでくれよ。美食を追求するためなら私は何でもやってみせる」@{K}「無理やな。蒸留しても、発酵しても、希釈しても、昇華しても、文字通り煮ても焼いても、駄目ですわ。この生きモンの各部位が - 分子の一つに至るまで - 運用長の靴下みたいな味です」彼は包帯巻きの手を投げ出した。「どうやってそれを知ったかなんぞ聞かんで下さいや。食の探求の為にやらん事なんぞ、私には何一つあらへんのや。」@{M}\"It cannot be done. I have distilled, I have fermented, I have rarefied, I have sublimated, I have toasted. Every part of this creature - down to its last atom - tastes like the bosun's socks.\" He holds up a bandaged hand. \"Do not ask me how I know. There is nothing I will not do in pursuit of culinary exploration.\"",
                                     "Name": "「残念だが……」@{K}\"結局 -\"@{M}\"Alas - \"", "Id": 182203},
                    "Name": "包帯巻きの最高料理長を頼る@{M+K}包帯巻きの最高料理長@{M}$Bandaged Chef-Paramount -> 包帯巻きの最高料理長$Call upon the Bandaged Chef-Paramount",
                    "Description": "彼に奇妙な漁獲物を食用に処理出来ないか尋ねる。@{M}$Strange Catch -> 奇妙な漁獲物$Ask him to render a Strange Catch edible.",
                    "ButtonText": "", "Id": 147441},
                   {"SuccessEvent": {"Description": "生体標本は悲しいほどにあっけない終わりを迎えた。これほど長く生きたというのに、食べられてその生涯を終えるとは。しかしこの状況においては崇高な奉仕と言えるだろう。料理人は小さな槌で頭を叩き平鍋に投げ込んだ。料理からはアンモニアの匂いがしたが、不平を言うものはいない。死人も出なかった。@{K}$Live Specimen -> 生体標本$The Live Specimen's end is sadly unceremonious. It's come so far, only to be consumed: but now it gives noble service. Cook knocks it on the head with a fisherman's priest and pops it in the pan. The taste is a little ammoniac, but no one complains. Or dies.",
                                     "Name": "崇高な奉仕@{M}Noble service", "Id": 239140},
                    "DefaultEvent": {"Description": "料理人が生体標本を持ち煮え立つ鍋に近づくと、標本は身をよじりその手から逃げ出した。脂ぎった表皮が炎に触れた瞬間、それは気分の悪くなる様な緑色の炎に包まれてしまった。料理人が眉毛を再び取り戻すことは出来るだろうが、肉は戻ってこない。微かな硫黄とサーディンの匂いと掌に収まる程度の量のねじ曲がった魚の骨だけが残った。@{K}$Live Specimen -> 生体標本$As it nears the boiling pot, the Live Specimen writhes from the Cook's hands. The moment its oily skin touch the flame, it is consumed in a sickly green fire. The Cook can salvage his eyebrows, but not a meal. Only a handful of warped fishbones remain, along with a whiff of sulphur and sardines.",
                                     "Name": "一瞬で消えた@{K}Gone in a flash", "Id": 239139},
                    "Name": "生体標本を食べる@{K}$Live Specimen -> 生体標本$Consume a Live Specimen",
                    "Description": "食欲をそそる見た目とは言い難いが、少なくとも新鮮ではある。@{K}It's not attractive, but at least it's fresh.",
                    "ButtonText": "", "Id": 183204}],
 "Description": "船員たちは飢え、唸り声をあげている。[船員は食料を必要としています。あなたはベルトをきつく締める事も出来ますが、悪い事が起こり始めるでしょう。このカードは飢えが50を超えると出現します。100に到達させないようにして下さい。]@{M+K}[船員は食料を必要としています。貴方はベルトをきつく締める事が出来ますが、悪い事が起こり始めるでしょう。このカードは飢えが50を超えると出現します。100に到達させないようにして下さい。]@{M}Your crew groans with hunger. [Your crew needs provisions. You can all tighten your belts, but bad things will begin to happen. This card will remain available as long as Hunger is over 50. Don't let Hunger reach 100.]",
 "Name": "扶養すべき口@{M}Mouths to Feed", "Id": 147224}
