{"ChildBranches": [{"DefaultEvent": {"Description": "　遊べと。フェレットは眼球の動きで語った。遊べと。私もかつては遊んだよ。ロンドンの快適な飼育場の中でな。お前が私をこの水に浮かぶ棺桶に閉じ込めて、乾いた餌を食わせるようになる前の話だ。お前との遊びなんぞ、糞食らえだ。実に雄弁に物語る、眼球の動きだった。@{I}Play, that eye-roll says. Play. I played once, in the happy warrens of London, before you installed me in this floating coffin and made me eat dried food. Damn your play. It is an eloquent eye-roll.",
                                     "Name": "うんざりしたような眼球の動き@{I}A weary roll of the eye",
                                     "Id": 147257},
                    "RareDefaultEvent": {"Description": "　無気力なフェレットは、邪魔をされたことに腹を立てた。それは、お話に出てくる魔法の絵の登場人物のように、突如として生気を得ると、あなたの親指にその牙を食い込ませた。@{I}The Comatose Ferret resents the disturbance. It springs to life like a figure in an enchanted painting in a story, sinking a sudden fang into your thumb. ",
                                         "Name": "痛っ！@{I}Ouch!", "Id": 149030},
                    "Name": "フェレットと遊ぶ@{I}Play with your Ferret",
                    "Description": "　こいつの注意を引いてみよう。@{I}Attract its attention.",
                    "ButtonText": "", "Id": 126586},
                   {"DefaultEvent": {"Description": "　フェレットは、すんなりと鍋の中に入っていった。最期の時にあってさえ、忠義を尽くしてくれるのだと考えると、気が休まる思いだった。しかし一方では、単にわざわざ不満を訴えるのが億劫だっただけなのではないかという気もした。それはあなたの空腹をわずかに和らげてくれたに過ぎなかったが、それでも何もないよりはましだった。@{I}Your Ferret goes uncomplainingly to the pot. It's nice to think that even at the end, it served loyally: but you suspect it simply can't be bothered to complain. It barely takes the edge off your hunger, but every little helps.",
                                     "Name": "コックとの共謀@{I}A conspiracy with the cook", "Id": 150244},
                    "Name": "フェレットを食べる@{I}Consume your Comatose Ferret",
                    "Description": "　こいつはますます、丸々と太った、食欲をそそられる、毛皮に包まれたソーセージのように見えてきた。しかし、こいつはまた、可愛らしくもある。どうしようか？@{I}It looks more and more like a plumply enticing furry sausage. But it is, also, adorable. What to do?",
                    "ButtonText": "", "Id": 128493},
                   {"DefaultEvent": {"Description": "　フェレットが枕から起き上がり、船室の探険を始めたぞ！その動きは、糖蜜がとりとめもなく流れるかのようだった。それは家具の匂いを嗅いだ。ブーツは軽蔑するように避けた。そして枕へと戻っていった。何もなかった。その表情は物語っていた。まったく何もなかった。ここには私のためのものは何もなかった。@{I}The Ferret rises from its pillow and moves to explore the cabin! It moves like a meandering stream of treacle. It noses at furniture, disdains boots. It returns to its pillow. There is nothing, its expression says - nothing at all - nothing for me here.",
                                     "Name": "一周だけ@{I}A single circuit", "Id": 155803},
                    "RareDefaultEvent": {"Description": "　フェレットは頭を持ち上げると、それをあなたの手にぶつけた。その動きはあまりに緩慢だったので、あなたには、それが本当に噛みつくつもりがあったとは想像もできなかった。フェレットは頭を斜めに傾げた。その仕草は、次のようなことを物語っていた。そうだ。私はお前がどんな味がするか知っているぞ。@{I}The Ferret raises its head and snaps at your hand. It moves so slowly that you cannot imagine it hoped to bite you properly. It sets its head at an angle. The angle says: Yes. I know how <i>you</i> taste.",
                                         "Name": "楽しげな一噛み@{I}A cheerful nip", "Id": 155804},
                    "Name": "フェレットと遊ぶ@{I}Play with your Ferret",
                    "Description": "　今日のフェレットは、いつもより少し元気そうに見える。@{I}Today, your Ferret seems a little livelier.",
                    "ButtonText": "", "Id": 132035},
                   {"DefaultEvent": {"Description": "　ネズミだ！フェレットは蛇のように身を起こすと、火花が散るように部屋の中を駈け出した。少なくとも、理論上はそうなるはずだった。実際には、フェレットが頭をネズミの方に向けた時には、ネズミはもう、鳴き声一つ残して姿を消してしまっていた。@{I}A rat! The Ferret rises like a serpent and streaks across the room like a discharged spark. At least: in theory, it does. In practice, it orients its head towards the rat, which disappears instantly in a puff of squeak.",
                                     "Name": "狩りらしきもの@{I}A sort of hunt", "Id": 155805},
                    "RareDefaultEvent": {"Description": "　フェレットは鏡に写った自分の足の、つややかな毛並みにうっとりしていた。そして唇を巻き上げると、鏡の中の自分の歯を惚れ惚れと眺めた。実際のところ、何をしているのだろうか？あくびをしているだけ？あるいは鏡に惑わされているのだろうか？何とも言えなかった。@{I}The Ferret admires itself in a mirror: the sleek fur of its leg. It rolls its lip to admire its teeth. Or is that what it's doing? Is it yawning? Or mesmerised by the mirror? Impossible to say.",
                                         "Name": "鏡像の魅力@{I}The attraction of reflection",
                                         "Id": 155806},
                    "Name": "フェレットと遊ぶ@{I}Play with your Ferret",
                    "Description": "　今日のフェレットは用心深そうにしている。その目には、何かを見通すようなひらめきがあった。@{I}Today, the Ferret is wary. There is a fey glint in its eye.",
                    "ButtonText": "", "Id": 132036}],
 "Description": "　それは瘤のあるスカーフのように、あなたの机に寝そべっている。@{I}It lies across your desk like a lumpy scarf.",
 "Name": "あなたの無気力なフェレット@{I}Your Comatose Ferret", "Id": 147256}