{"ChildBranches": [{"DefaultEvent": {"Description": "「蛇に噛み千切られたのさ」その時だけは、彼は笑顔を見せなかった。「とある馬鹿な鏡に腕を突っ込んでしまってな……それで蛇に噛み千切られた。俺の劇場でのキャリアは終わった」<br/><br/>　彼は前に身を乗り出した。「俺は意地の悪い男じゃあない。だが腕を失くしたんだ。それがマジシャンにとってどれほどのことか、あんたにも想像はつくだろう。俺は復讐の機会を探してるんだ、[q:Addressed As]。蛇と戦うための武器が欲しい。どこかで見つかりやしないかと期待しているんだが。もしもその日が来たら、あんたに頼みたいことがある」[気さくなマジシャンの物語を進めるためには、蛇の彫像を見つけましょう。それはしばしばアイレムで見つかりますが、稀にヴェンダーバイトや他の土地で見つかることもあります。]@{I}$Irem -> アイレム, Venderbight -> ヴェンダーバイト, Genial Magician -> 気さくなマジシャン$\"A snake bit it off.\" For once, he is not smiling. \"I put my hand through an unwise mirror... and a snake bit it off. That ended my career in the theatre.\"\u000d\u000a\u000d\u000aHe leans forward. \"I am not a spiteful man. But I lost my hand. Perhaps you can imagine what that means to a magician. I am looking for revenge, [q:Addressed As]. I need weapons against the serpent. I rather hope we might come across them. I may ask a favour of you, if we do.\" [Find a Serpent Image to continue the Genial Magician's story. They can often be found in Irem, and rarely in Venderbight and other places.]",
                                     "Name": "職を変えてしまった怪我@{I}A profession-changing injury",
                                     "Id": 147322},
                    "Name": "彼のフックについて遠慮無く尋ねる@{I}Ask bluntly about his hook",
                    "Description": "……魚料理の夕食と、カラフェ半分の適切なメレルウェイズの後で。@{I}$Morelways -> メレルウェイズ$...after a fish supper and a half-carafe of adequate Morelways.",
                    "ButtonText": "", "Id": 126631},
                   {"DefaultEvent": {"Description": "　彼は腕のフックを振るった(気をつけながら)。「これだよ。これのせいでカードのトリックが難しくなった。だが、俺たちには機械についての知識がある。俺たちマジシャンには。俺の専門は鏡だったんだが、そこには共通する原理がある。良い滑り出しではあったよ。そして俺は、zeeに出る必要があると気づいた」なぜ？<br/><br/>「なぜって、[q:Addresed As]、俺の片腕を奪った奴がいるからさ。かつては友で、今や敵だ。俺はそいつと戦うための武器を探してるんだ。それが見つかった暁には、あんたに頼みたいことがある」[気さくなマジシャンの物語を進めるためには、蛇の彫像を見つけましょう。それはしばしばアイレムで見つかりますが、稀にヴェンダーバイトや他の土地で見つかることもあります。]@{I}$Irem -> アイレム, Venderbight -> ヴェンダーバイト, Genial Magician -> 気さくなマジシャン$He gestures (carefully) with his hook. \"This. It makes card-tricks difficult. But we know about mechanisms, we magicians. My speciality was mirrors, but there are principles in common. It was a good start. And I found that I needed to go to sea.\" Why?\u000d\u000a\u000d\u000a\"Because, [q:Addressed As], someone owes me a hand. Once a friend: now an enemy. I am looking for a weapon to use against them. If once we find it, I may have a favour to ask you.\" [Find a Serpent Image to continue the Genial Magician's story. They can often be found in Irem, and rarely in Venderbight and other places.]",
                                     "Name": "飲み干されたグラス@{I}A drained glass", "Id": 147398},
                    "Name": "マジシャンがエンジニアへと転じた経緯を尋ねる@{I}Ask how a magician came to be an engineer",
                    "Description": "……塩漬け豚肉の食事と、グラス一杯の上質なグレイフィールズの後で。@{I}$Greyfields -> グレイフィールズ$...after a meal of salt pork and a glass of good Greyfields.",
                    "ButtonText": "", "Id": 126683},
                   {"DefaultEvent": {"Description": "　船員たちは、星と目の印のついたパラボラ・リネンの背景幕の前に集まった。場の雰囲気は、冷やかすようで疑り深く、それでいて期待に胸を膨らませているようだった。彼らはショーを待ち望んでいた。<br/><br/>　マジシャンが登場した。彼の両目は鏡だった。(レンズだ！間違いなく！)彼にはインドの神のように、四本の腕があった。(絶対に義手だ。フックと同じ。)彼は口から青い炎を吐き出した！(アルコールの蒸気だ。多分。)彼は腕を上げた。すると、空間が黄金の花びらに満たされた。(袖の上！)甲板から蔓が飛び出し、彼の足に絡みついてウエストまで這い上がった。(彼は麻薬性の気体でも撒いたのか？)空間がヴィリックの光で満たされた。頭上でNeathの天蓋が身震いし、橙色の太陽輝く空へと開くかのように思われた。丈の長い牧草があなたの周囲を取り囲んだ。(ああー……)<br/><br/>　それはまるで牧場に迷い込んだかのようだった。あちこちに船員たちが立っているのが見えた。彼らは盛んにお喋りし、笑いながら、落ちている果物を食べていた。芳醇な果汁が彼らの顎を伝い落ちた。太陽は暖かかった。ジャングルの壁が、あなたの周りに立ち上った。あなたの足元で、暗い大地が海のように泡立ち、下生えの影の中で、蛇が蒸気のように唸った。しかしここなら、しばらくの間は、あなたは安全だ。目が覚める時までは。<br/><br/>　あなたは目を覚ました。あなたは自分の寝台にいた。マジシャンが面倒を見ているエンジンの鼓動を除けば、船内は静かだった。時鐘が鳴り、船員たちがハンモックから起き出してくる物音が聞こえた。あなたの鼻腔にはまだ、熱い土と、色濃い果実の匂いが残っていた。@{I}$[Vv]iric -> ヴィリック, (Bale of )?[Pp]arabola[- ][Ll]inen -> パラボラ・リネン$The crew gathers before a backdrop of parabola-linen marked with stars and eyes. Their mood is jocular, sceptical, but anticipatory. They could use a show.\u000d\u000a\u000d\u000aThe Magician appears. His eyes are mirrors. (Lenses, no doubt!) He has four arms, like an Indian god. (Surrogates, like his hook, surely.) He exhales blue fire! (Alcohol vapour, probably.) He raises his arms, and the air is filled with golden petals. (Up his sleeve!) Vines leap from the deck, twine his legs, creep up past his waist. (Did he release narcotic vapours?) The air is filled with viric light, and the Neath-roof above trembles, seems to open to a sky with an orange sun. Long grasses rise around you. (Er...)\u000d\u000a\u000d\u000aIt's as if you wander in a meadow. Here and there your crew stand, chatting, laughing, eating fallen fruits. Rich juice runs down their chins. The sun is warm. Walls of jungle rise around you. Beneath your feet, the dark earth churns like the sea, and in the shadows of the undergrowth, serpents hiss like steam - but here, for a while, you are safe. Until you wake.\u000d\u000a\u000d\u000aYou wake. You are in your bunk: the ship is quiet around you, bar the throbbing of the engines that the Magician tends. The watch-bell rings, and you hear crew rouse from their hammocks. You can still smell hot earth, dark fruit.",
                                     "Name": "後部甲板での催し@{I}An event on the afterdeck", "Id": 147399},
                    "Name": "暗闇を祓う？@{I}Dispel the darkness?",
                    "Description": "　彼はかつて劇場にいたと言っていた。彼は士気高揚のための……気晴らし、を手配することはできるだろうか？彼の目は意図を読みづらかった。「ああ」彼は認めた。「だが、非常に特殊な道具が必要になる。理由は聞かないでくれ」@{I}He's mentioned before that he was in the theatre. Could he arrange a... diversion... to improve morale? His eyes are opaque. \"Yes,\" he acknowledges. \"But I will require some very particular materials. Don't ask why.\"",
                    "ButtonText": "", "Id": 126684},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 120804},
                                     "Name": "", "Id": 148609},
                    "Name": "あなたの過去についての問いに答える@{I}Answer his questions about your past",
                    "Description": "　秘密を守り続けるのはもう十分だ。[あなたの正体を現しましょう！これにより、あなたは過去、大望、そして希望する呼称を選択できます。加えて、専門家としての能力値へのボーナスが得られます。]@{I}$Ambition -> 大望$You've kept your secrets long enough. [Unmask yourself! This will allow you to select a Past, Ambition, and form of preferred address - also providing you with a specialist ability bonus.]",
                    "ButtonText": "", "Id": 127501},
                   {"DefaultEvent": {"Description": "「ロンドンはここに落とされた最初の都市じゃあない。その一つ前にはカーネイト人が墜ちてきた。つまりカーネイト人の祖先が、ってことだ。連中は鏡の後ろの王たちの召使に成り下がったんだよ。賢明な奴らはその点について考え直して、賢明な脱出を経て、ソルト・ステップに新しいカーネイトを打ち建てた。それ以外の連中のものは、今では何も残っちゃいない。フィンガーキングにちょっかいを出すのがいかに危険かという教訓だよ。これと同じ、な」そう言って、彼は腕のフックを叩いた。<br/><br/>「だが、ちょっかいは露見する。いつだってそうだ。カーネイト人の中には、ご先祖様の技術を未だに守ってる馬鹿な連中がいる。俺が見つけたいのは、そういう馬鹿な連中さ」@{I}$[Ff]ingerking -> フィンガーキング, Khan -> カーン, Khaganian -> カーネイト人, Khanate -> カーネイト, Salt Steppes -> ソルト・ステップ$\"London isn't the first city that's been brought down here. The Khaganians came down on the last one. Their ancestors, I mean. They fell into the service of the kings behind mirrors. The sensible ones thought better of it, and made a sensible exit, to found the New Khanate on the Salt Steppes. Nothing remains of the others. A lesson in the dangers of meddling with Fingerkings. As is this.\" He taps his hook.\u000d\u000a\u000d\u000a\"But meddling will out: it always does. Some of the Khaganians are still silly enough to preserve the arts of their ancestors. It's the silly ones I hope to find.\"",
                                     "Name": "「馬鹿な助けだよ」@{I}\"Foolish help.\"", "Id": 152142},
                    "Name": "カーネイトについて尋ねる@{I}$Khan -> カーン, Khanate -> カーネイト$Ask about the Khanate",
                    "Description": "　彼はカーネイトで復讐を果たすための助力を見つけようとしている。どういう類の助力なのだろうか？彼を夕食に招待し、それについて尋ねてみよう。@{I}$Khan -> カーン, Khanate -> カーネイト$He needs to find help in the Khanate to enact his revenge. What kind of help? Invite him to dinner and ask about it.",
                    "ButtonText": "", "Id": 129686},
                   {"DefaultEvent": {"Description": "「俺の敵をエンジンの心臓部に据えるんだ。奴を役畜にしてやるんだよ。だがこれは乾ドックでの作業が必要になる。あといくらかの金も要るな」[1200エコーを持ってロンドンのドックに行きましょう。]@{I}\"I will set my enemy at the heart of an engine. I will make of him a beast of burden. But I'm going to need a drydock. And some money.\" [Bring 1200 Echoes to the Drydock in London to continue.]",
                                     "Name": "復讐の兵器@{I}A weapon of revenge", "Id": 152286},
                    "Name": "サーペンティンを組み立てる@{I}$Serpentine -> サーペンティン$Construct the Serpentine",
                    "Description": "「俺に考えがある」@{I}\"I have an idea.\"",
                    "ButtonText": "", "Id": 129790},
                   {"DefaultEvent": {"Description": "「前にも言った通り、ロンドンはここに落とされた最初の都市じゃあない。その一つ前にはカーネイト人が墜ちてきた。つまりカーネイト人の祖先が、ってことだ。連中は鏡の後ろの王たちの召使に成り下がったんだよ。賢明な奴らはその点について考え直して、賢明な脱出を経て、ソルト・ステップに新しいカーネイトを打ち建てた。それ以外の連中のものは、今では何も残っちゃいない。フィンガーキングにちょっかいを出すのがいかに危険かという教訓だよ。これと同じ、な」そう言って、彼は腕のフックを叩いた。<br/><br/>「だが、ちょっかいは露見する。いつだってそうだ。カーネイト人の中には、ご先祖様の技術を未だに守ってる馬鹿な連中がいる。俺が見つけたいのは、そういう馬鹿な連中さ」@{I}$[Ff]ingerking -> フィンガーキング, Khan -> カーン, Khaganian -> カーネイト人, Khanate -> カーネイト, Salt Steppes -> ソルト・ステップ$\"As I said... London isn't the first city that's been brought down here. The Khaganians came down on the last one. Their ancestors, I mean. They fell into the service of the kings behind mirrors. The sensible ones thought better of it, and made a sensible exit, to found the New Khanate on the Salt Steppes. Nothing remains of the others. A lesson in the dangers of meddling with Fingerkings. As is this.\" He taps his hook.\u000d\u000a\u000d\u000a\"But meddling will out: it always does. Some of the Khaganians are still silly enough to preserve the arts of their silly ancestors. It's the silly ones I hope to find.\"",
                                     "Name": "「馬鹿な助けだよ」@{I}\"Foolish help.\"", "Id": 152530},
                    "Name": "カーネイトについてもう一度尋ねる@{I}$Khan -> カーン, Khanate -> カーネイト$Ask again about the Khanate",
                    "Description": "　彼はカーネイトで復讐を果たすための助力を見つけようとしている。どういう類の助力なのだろうか？彼を夕食に招待し、それについて尋ねてみよう。@{I}$Khan -> カーン, Khanate -> カーネイト$He needs to find help in the Khanate to enact his revenge. What kind of help? Invite him to dinner and ask about it.",
                    "ButtonText": "", "Id": 129961},
                   {"DefaultEvent": {"Description": "「地上では、闇は光の不在だ。Neathでは――特殊な見方をすれば――その逆が真となる……」@{I}$[Tt]he Surface -> 地上$\"On the Surface, darkness is the absence of light. In the Neath - from a particular perspective - the opposite is true...\"",
                                     "LinkToEvent": {"Id": 147321},
                                     "Name": "ヴェールを裂く@{I}Parting the veil", "Id": 152585},
                    "Name": "あなたのヴェールを上昇させる@{I}$Veils -> ヴェール$Increase your Veils",
                    "Description": "　マジシャンが自らの秘密を公開することは決してない。しかし、取引なら可能だ。[100を越えていないのであれば、秘密を費やしてあなたのヴェールを上昇させることができます。]@{I}$Veils -> ヴェール$A magician never reveals his secrets. He does, however, trade them. [Spend a Secret to improve your Veils, if it is no higher than 100.]",
                    "ButtonText": "", "Id": 129987},
                   {"DefaultEvent": {"Description": "「俺には使い途がない。こいつらは王族じゃない」彼があんなにも大急ぎで部屋から出て行ったのは、もしかしたらそれが理由だったのかもしれない。しかしあるいは、あなたは彼の平静を完全に乱したのかもしれなかった。@{I}\"No use to me. They're not royalty.\" Perhaps that's why he's in such a tearing hurry to leave the room. But perhaps you've properly disturbed his composure.",
                                     "Name": "「……いいや」@{I}\"....no.\"", "Id": 181080},
                    "Name": "「これの使い途があるかい？」@{I}\"Do you have any use for this?\"",
                    "Description": "　激怒した夢界の蛇で満たされた鏡封じの箱をマジシャンに差し出す。@{I}$[Mm]irrorcatch[- ][Bb]ox -> 鏡封じの箱$Offer the Magician a Mirrorcatch Box Full of Very Angry Dream-Snakes.",
                    "ButtonText": "", "Id": 146680},
                   {"DefaultEvent": {"Description": "[マジシャンとの逢瀬の機会は、航海中に現れます。しかし、今はまだその時ではありませんよ。]@{I}[Opportunities for other trysts with the Magician will occur while you're at sea - but not quite yet.]",
                                     "Name": "後でな……@{I}Later...", "Id": 181941},
                    "Name": "秘密の微笑みを交わす@{I}二人だけの微笑みを投げ合う@{M}Exchange a secret smile",
                    "Description": "　オフィサーとの恋愛は不適切なものとみなされるかもしれない。あなたは慎重になる必要があるだろう。@{I}幹部とのロマンスは他者からは不穏と思われるかもしれない。貴方は慎重に行動する必要がある。@{M}$[Oo]fficer -> オフィサー$A romance with an Officer might be considered unseemly. You'll need to be discreet.",
                    "ButtonText": "", "Id": 147266},
                   {"DefaultEvent": {"Description": "　マジシャンは熟達していると同時に独創的だった。そこにはそれとない遠慮があることに、あなたは確かに気がついた。そしてあなたの方では、注意を要するフックに常にひやりとさせられていた。それでも、あなたたちは大喜びでお互いを疲れ果てるまで求め合った。そして、あっという間に時鐘が鳴った。[以降の逢瀬の機会は航海中に現れ、恐怖を大きく減少させます。しかし、もしもあなたが陸で恋人を作っているならば、ことは露見するかもしれません。]@{I}The Magician is both accomplished and inventive. You do detect a certain reserve; and for your part, there is always the delicate menace of the hook. But you exhaust each other delightfully, and the watch-bell comes only too soon. [Opportunities for other trysts with the Navigator will occur while you're at sea, substantially reducing Terror. However, if you have a lover in port, they might find out.]",
                                     "Name": "それとない遠慮@{I}A certain reserve", "Id": 181942},
                    "Name": "気さくなマジシャンを誘惑する@{I}$Genial Magician -> 気さくなマジシャン$Proposition the Genial Magician",
                    "Description": "「正直言って、気晴らしができるならありがたい。そんな目で見ないでくれよ。あんたはすごく魅力的だ。だが、あくまでできればの話だから」[マジシャンは学識を好みます。あなたのページが、あなたのアイアンより最低でも20ポイント高くなるようにしましょう。]@{I}$Iron -> アイアン, Pages -> ページ$\"Honestly, I could use the distraction. Don't look at me like that. You're terribly desirable. But I <i>could</i> use the distraction.\" [The Magician enjoys erudition. Ensure that your Pages is at least twenty points higher than your Iron.]",
                    "ButtonText": "", "Id": 147267},
                   {"DefaultEvent": {"Description": "　マジシャンは熟達していると同時に独創的だった。しかしあなたは、彼が以前の彼ではないという感覚を抱いた。時間は十分に楽しく過ぎていったが、あなたの欲求がまだ完全には満たされていないにもかかわらず、彼ははっきりしない弁解を述べると、かなり唐突にその場を後にしてしまった。[以降の逢瀬の機会は航海中に現れ、恐怖を大きく減少させます。しかし、もしもあなたが陸で恋人を作っているならば、ことは露見するかもしれません。]@{I}The Magician is both accomplished and inventive, but you have the sense that he is not what he was. The time passes pleasantly enough, but he leaves rather abruptly, with a mumbled apology, while your appetite is not yet entirely dulled. [Opportunities for other trysts will occur while you're at sea, substantially reducing Terror. However, if you have a lover in port, they might find out.]",
                                     "Name": "衰えて@{I}Diminished", "Id": 181943},
                    "Name": "賢明なマジシャンを誘惑する@{I}Proposition the Prudent Magician",
                    "Description": "「そうだな。ああ、そうしたいね」[マジシャンは学識を好みます。あなたのページが、あなたのアイアンより最低でも20ポイント高くなるようにしましょう。]@{I}$Iron -> アイアン, Pages -> ページ$\"Yes. Yes, I would like that.\" [The Magician enjoys erudition. Ensure that your Pages is at least twenty points higher than your Iron.]",
                    "ButtonText": "", "Id": 147268},
                   {"DefaultEvent": {"Description": "　マジシャンは熟達していると同時に独創的だった。彼はこの逢瀬に完全に身を任せていて、少しの間、zeeとその恐怖とをすっかり忘れ去っていた。しかし、あなたの方では、フックの存在を忘れ去ることは決してできなかった。とは言え、それは独特のスリルを与えてもくれていた。時鐘が鳴った時、彼はあなたにそれを無視するよう強く促した。しかし、何せあなたは船長なのだから。[以降の逢瀬の機会は航海中に現れ、恐怖を大きく減少させます。しかし、もしもあなたが陸で恋人を作っているならば、ことは露見するかもしれません。]@{I}The Magician is both accomplished and inventive. He abandons himself entirely to the encounter, and, for a little while, the zee and its terrors are quite forgotten. You can never, however, quite forget the hook: but it lends a frisson all of its own. He urges you to ignore the watch-bell when it tolls. But you are the captain, after all. [Opportunities for other trysts will occur while you're at sea, substantially reducing Terror. However, if you have a lover in port, they might find out.]",
                                     "Name": "スリルを与えて@{I}Thrill granting", "Id": 181944},
                    "Name": "満足したマジシャンを誘惑する@{I}$Satisfied Magician -> 満足したマジシャン$Proposition the Satisfied Magician",
                    "Description": "「ああ、良いね。とても良い、実際ね。こっちに来たらどうだい？」[マジシャンは学識を好みます。あなたのページが、あなたのアイアンより最低でも20ポイント高くなるようにしましょう。]@{I}$Iron -> アイアン, Pages -> ページ$\"Oh, yes, very yes indeed. Why don't you come over here?\" [The Magician enjoys erudition. Ensure that your Pages is at least twenty points higher than your Iron.]",
                    "ButtonText": "", "Id": 147269},
                   {"DefaultEvent": {"Description": "　それに続く貫くような歓喜の一時間。マジシャンは敏感であると同時に容赦がなかった。時として、彼の柔軟性は、骨のない生き物さながらだった。実際には、彼はしっかりと正しい配置に留まってはいたが。<br/><br/>「私がどうして君なしでいられようか」彼は情熱的にシューシューと息を吐いた。あなたには、彼が確かにあなたに向かって言っているという確信は持てなかった。[以降の逢瀬の機会は航海中に現れ、恐怖を大きく減少させます。しかし、もしもあなたが陸で恋人を作っているならば、ことは露見するかもしれません。]@{I}A piercing hour of pleasure ensues. The Magician is both subtle and remorseless. At times, his flexibility borders on the boneless: although he remains firm in all the right places.\u000d\u000a\u000d\u000a\"How did I ever do without you?\" he hisses passionately. You're not completely certain that he's talking to you. [Opportunities for other trysts will occur while you're at sea, substantially reducing Terror. However, if you have a lover in port, they might find out.]",
                                     "Name": "しなやかな抱擁@{I}A sinuous embrace", "Id": 181945},
                    "Name": "垢抜けたマジシャンを誘惑する@{I}$Urbane Magician -> 垢抜けたマジシャン$Proposition the Urbane Magician",
                    "Description": "「君の考え方はとても面白いと思うよ。じゃあ、この体で何ができるか見てみようか」@{I}\"I do so enjoy the way you think. Let's see what this body is capable of.\"",
                    "ButtonText": "", "Id": 147270}],
 "Description": "　たとえ片腕を失っていようが、彼は優秀な機関士だ。しかし水夫たちは、彼がそばを通り掛かる時には口を噤んだ。@{I}He's a good engineer, despite that missing hand. But zailors fall silent when he passes.",
 "Name": "マジシャンと話す@{I}Speak to the Magician", "Id": 147321}
