{"ChildBranches": [{"DefaultEvent": {"Description": "「太陽の光というのは……ある意味で文字通り、本当に文字通りの意味で、法なのです。太陽光なくしては地球は宇宙へと回転しながら滑り出してしまうでしょう。そして地下に太陽光がないと言うことは、ここではいくつもの法が欠如しているということでもあるのです。死は不確実なものとなり(もっともあなたもご存知の通り、海の上ではその限りではありませんが)、地理もはっきりと知ることはできず、変動しています。そして夢は……夢は……」\u000d\u000a\u000d\u000a彼は活気に満ちた口調で語っていたが、今は何かに気を取られているようだ。彼は謝罪の言葉を口にすると、気を取り直して続けた。\u000d\u000a\u000d\u000a「これらは私にとって特に興味深いものなのです。光り輝くもの。目の解剖学的な性質。そして夜の様々な解放について……すみません。この粥は私の口には少しばかり上等すぎたようです」@{K}\"Sunlight is - in certain senses literally, quite literally, law. Without sunlight, the earth would spin off into space. And the absence of sunlight down here means the absence of a dozen laws. Death operates unreliably (though more reliably on the zee, as you know). Geography is uncertain and shifting. And dreams - dreams - \"\u000d\u000a\u000d\u000aHe had grown animated - now he seems distracted. He apologises, and composes himself.\u000d\u000a\u000d\u000a\"It was a particular interest of mine. Luminosity. The anatomy of the eye. The many liberations of night... excuse me. This gruel is a little too rich for my tastes.\"",
                                     "LinkToEvent": {"Id": 147407},
                                     "Name": "自然の性質@{K}The nature of nature", "Id": 147408},
                    "Name": "科学について話す@{K}Chat about science",
                    "Description": "……海マスと粥の軽い夕食と共に。@{K}...over a light dinner of zee-trout and bracket-gruel.",
                    "ButtonText": "", "Id": 126690},
                   {"DefaultEvent": {"Description": "「えぇ、私が……変化を求める集団と関わっていたというのは、本当のことです。在り来たりな理由からですよ、勿論。私は幾年もバザールがロンドンを貪るのを見つめ、金持ちの非道な行為と貧しき者たちの悲惨な状況を目の当たりにしてきました。しかしそれ以上に、ロンドンには暗闇が必要だと思ったのです。私の言う意味がお分かりになりますか？私はあの町は暗闇の中にあるほうが安全だと思うのです。理解していただけたでしょうか？そして私は持てる技術をそのために使ってきたのです。理解していただけたのであればこれ以上言う必要はありませんが、そうでない場合もこれ以上何かを言うべきではないでしょうね……」@{K}\"It's true: I fell in with - restless elements. The usual reasons, of course. Watching the Bazaar devour London, year by year. The iniquities of the rich and the pities of the poor. But more than that - I thought London needed darkness. Do you know what I mean? I thought the city was safer in the dark. Do you understand me? I applied my arts to that end. If you do, I need say no more, and if you don't, I should say no more - \"",
                                     "LinkToEvent": {"Id": 147407}, "Name": "自由@{K}Freedoms",
                                     "Id": 147409},
                    "Name": "政治について話す@{K}Chat about politics",
                    "Description": "……焼いたトカゲとキャベツのカーネイト風の夕食と共に。@{K}$Khaganian -> カーネイト人$...over roast lizard and cabbage in the Khaganian style.",
                    "ButtonText": "", "Id": 126691},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 120804},
                                     "Name": "", "Id": 148610},
                    "Name": "過去についての質問に答える@{K}Answer questions about your past",
                    "Description": "もう秘密にしておくのは十分だろう。[あなたの真の姿を明かしましょう！この選択肢を選ぶことで過去と大望、そして呼称を選ぶことができます。それに加えて、専門家としてのスキルボーナスも獲得することができます。]@{K}$Ambition -> 大望$You've kept your secrets long enough. [Unmask yourself! This will allow you to select a Past, Ambition, and form of preferred address - also providing you with a specialist ability bonus.]",
                    "ButtonText": "", "Id": 127502},
                   {"DefaultEvent": {"Description": "医師につけた見張りが彼は仕事に戻って以来ほとんど口を開いていないと報告した。笑うこともない。彼は船員たちの軽蔑と疑いの目から離れ、一人で放っておかれることを期待して治療を続けているようだ。患者たちは治療されてはいるが、傷の縫い目は粗く薬の分量は間違っており骨は雑に継がれている。彼らは不満の声を漏らしている。何か言う必要があるだろう。@{K}The guard reports that the Doctor has barely spoken since returning to work. He certainly has not smiled. He goes through the motions solely in the hope of being left alone, away from the scorn and suspicion of the crew. His patients leave mended, more or less, but their sutures are poorly stitched, their medications miscounted, and their bones carelessly set.\u000d\u000a\u000d\u000aThe crew grumbles. A word must be had.",
                                     "LinkToEvent": {"Id": 147407},
                                     "Name": "気の散った男@{K}A man distracted", "Id": 148779},
                    "Name": "決然とした医師の様子を見る@{K}$Determined Doctor -> 決然とした医師$Check on the Determined Doctor",
                    "Description": "彼はあれ以降騒動を起こしてはいないが、依然として不安の種ではある。@{K}He has not caused any more trouble, but remains a cause for concern.",
                    "ButtonText": "", "Id": 127615},
                   {"DefaultEvent": {"Description": "医師は几帳面で秩序だった手順を好む。あなたは有益な午後を過ごし、多くを学び取った。しかしながら、あなたが瞳の解剖学的な特徴について詳細を尋ねると彼の口数は減り、頭痛がすると言って会話はすぐに終わってしまった……@{K}The Doctor is methodical and scrupulous. You spend an informative afternoon, and learn much. However, when you ask detailed questions on the anatomy of the eye, he grows reticent, and soon ends the conversation, complaining of a headache...",
                                     "LinkToEvent": {"Id": 147407},
                                     "Name": "有益な講義@{K}An educational lesson", "Id": 149719},
                    "Name": "ハートを上昇させる@{K}$Hearts -> ハート$Increase your Hearts",
                    "Description": "憑りつかれたような医師は様々な書物を読んできた。[秘密を一つ消費しハートを上昇させます。しかし、100以上にはできません。]@{K}$Hearts -> ハート, Haunted Doctor -> 憑りつかれたような医師$The Haunted Doctor has read widely. [Spend a Secret to improve your Hearts, unless it's higher than 100.]",
                    "ButtonText": "", "Id": 128184},
                   {"DefaultEvent": {"Description": "医師は食べ物を口に入れるよりも皿の上で押しやっている。そして一度何かを口に含むと味がしなくなるまで噛み続けた。咀嚼の合間にも水しか飲まず、彼の意見を聞くような質問を避けているようだ。\u000d\u000a\u000d\u000a話題が彼の職業に変わった時だけ、彼の内に何かがちらついた。痛みと誇りの古い記憶だ。「残念な事ですが、私は職業上の訓練によって世界をありのままに見ることができるようになったのです。人の顔をした腫瘍に蝕まれたその死骸を。もしただ立ちすくみ何もせずにいるだけであれば、この先どうしてヒポクラテスに顔向けできましょう？何もしないままで！」\u000d\u000a\u000d\u000a初めて彼の眼があなたの眼と合った。鋭く強烈な、地獄に捕らわれた目だ。「薬の二滴が病を癒すことができるなら、毒の二滴は世界を癒すことができるのではないでしょうか？短い間ではありましたが、私には本当に世界がそのように単純に見えていたのです」\u000d\u000a\u000d\u000aそして情熱の炎は消え、彼は椅子の背にもたれかかった。「これで食事は終わりにさせてください、[q:呼称]。もう今日は充分頂きました」@{K}$q:Addressed As -> q:呼称$The Doctor pushes more food around his plate than he puts into his mouth, and what he eats, he chews until all taste has been squeezed out. Between bites, he sips only water, evading all questions where opinion is sought.\u000d\u000a\u000d\u000aIt is only when the subject turns to his trade that something flickers inside him, old memories of pain and pride. \"I fear it was my training that let me see the world for what it was - its corpus infested by malignancies with human faces. How could I dare face Hippocrates in the hereafter if I just stood by and did nothing? <i>Nothing!\"</i>\u000d\u000a\u000d\u000aHis eye meets yours for the first time; fierce, damned. \"If two drops of medicine can cure the body, could two drops of poison cure the world? For a moment, it actually seemed that easy.\"\u000d\u000a\u000d\u000aThe fire fades. He pushes back his chair. \"Pardon me, [q:Addressed As]. I fear I have had my fill for today.\"",
                                     "LinkToEvent": {"Id": 147407},
                                     "Name": "陰気な食事相手@{K}A dour companion", "Id": 180512},
                    "Name": "彼の医学的な経歴について尋ねる@{K}Ask about his medical career",
                    "Description": "彼は傷を負った船員から顔を上げた。「いいえ、いいえ。申し上げないほうがいいでしょう。駄目です。お聞かせするような話は……あなたが聞きたいと思うような話はありませんよ」彼は鼻を鳴らした。「しかし……これは……海マスの匂いでしょうか？」@{K}He looks up from a wounded zailor. \"No, no, I mustn't. No. I have no stories I would wish... you would wish to hear.\" He sniffs. \"Unless... Would that be... zee-trout?\"",
                    "ButtonText": "", "Id": 146352},
                   {"DefaultEvent": {"Description": "「私は彼らのほとんどを苦しませることなく旅立たせてやりました。アヘンチンキの一滴を舌にのせたまま。私の良心を宥めようとしてのことでした。最も恥じている行いです」\u000d\u000a\u000d\u000aワインが進むにつれ、憑りつかれたような医師は彼の過去について包み隠さず語り始めた。ロンドンの最も悪名高い者たちの傍につくことのできる地位と、彼の二つの職業（医師、そして無政府主義の毒殺者として）の道具が入った黒い医療鞄について。\u000d\u000a\u000d\u000a「私は愚かでした」彼は付け加える。「子供だったのです。暦法議会の美辞麗句に酔って聖戦へと赴いた、自分が単なる毒殺者以上の者だと思っているただの少年です。私のした事について、後悔はしていません。しかしながら我が身を破滅に軽々とくれてやる前に、彼らの真の心を見ることができていたならばとは思っています」\u000d\u000a\u000d\u000a彼が革の眼帯を軽く叩くと、気分の悪くなるほど虚ろな音がした。「この失望は当然の報いと言えるでしょう。少なくともあのレディは私に様々な物事を教えてくれました。私は……いえ、これはまた別の時にしましょう。もう夜も更けました。楽しい夕食をありがとうございます」[医師の昔の興味に関係する場所を訪れることで、彼はあなたにもっと語ってくれるかもしれません。]@{K}$Calendar Council -> 暦法議会, Haunted Doctor -> 憑りつかれたような医師$\"I let most of them slip away peacefully, a drop of laudanum still on their tongues. For that sop to my conscience, I am most ashamed of all.\"\u000d\u000a\u000d\u000aThe wine flows as the Haunted Doctor talks candidly of his past - of a status that allowed him to the bedsides of many of London's most infamous, and the black medicine bag that carried the tools of both his trades - doctor, and anarchist-poisoner.\u000d\u000a\u000d\u000a\"I was a fool,\" he adds. \"A <i>child.</i> Just a boy on a crusade, drinking in the rhetoric of the Calendar Council, thinking myself more than a mere poisoner. What I did, I do not regret. Would though that I had seen their true hearts before giving myself so freely to perdition.\"\u000d\u000a\u000d\u000aHe raps his leather eyepatch. The sound is hollow; sickly. \"It is a disappointment I well deserved. The Lady taught me that much, at least. I... No. Another time, perhaps. The hour grows late. I thank you for the company.\" [The Doctor may have more to say after you've visited a place that touches his old interests.]",
                                     "Name": "毒の手法@{K}The art of poison", "Id": 180513},
                    "Name": "一緒に酒を飲むよう誘う@{K}Invite him to drink with you",
                    "Description": "憑りつかれたような医師は夕食の席からずっと口数が少ないままだ。ワインを飲めば彼の気も緩むかもしれない。@{K}$Haunted Doctor -> 憑りつかれたような医師$The Haunted Doctor has kept to himself since dinner. Perhaps some wine will help him open up.",
                    "ButtonText": "", "Id": 146353},
                   {"DefaultEvent": {"Description": "「この前の会話で少しばかり……郷愁にかられまして」憑りつかれたような医師は告白した。その声はかすかに震えている。指は震えてはいないが。「もしよい機会があれば、いまだより良き世界を夢見る勇気のある者たちが存在するという事を思い出したいのです。最後にそのような情熱に手を温めたのは遥か昔のことです」\u000d\u000a\u000d\u000aそう言うと彼は縫合糸を切った。彼の仕事はいつも通り非の打ち所がない。@{K}$Haunted Doctor -> 憑りつかれたような医師$\"Our recent conversations have left me... nostalgic,\" the Haunted Doctor admits. His voice shakes slightly, though his fingers do not. \"Should a suitable opportunity arise, I would remind myself that there are still those who dare to dream of a better world. It has been too long since I warmed my hands on such passion.\"\u000d\u000a\u000d\u000aHe snips the thread. His work is, as ever, immaculate.",
                                     "Name": "カーンの影へ？@{K}$Khan -> カーン, Khan's Shadow -> カーンの影$A visit to Khan's Shadow?",
                                     "Id": 180514},
                    "Name": "憑りつかれたような医師の頼み@{K}$Haunted Doctor -> 憑りつかれたような医師$A request from the Haunted Doctor",
                    "Description": "彼は船員の傷を縫い合わせる傍らに、ほとんど恥ずかしがっているかのように静かな口調であなたに頼んできた。@{K}He asks it quietly, almost with embarrassment, as he sutures a crewman's wound.",
                    "ButtonText": "", "Id": 146354},
                   {"DefaultEvent": {"Description": "あなたは怒りでなく好奇心から、彼はあなたの信頼を裏切って何を成し遂げようとしていたのか尋ねた。無政府主義者たちはどのようにしてグレート・ゲームの行われている盤面そのものをひっくり返そうというのだろうか？あなたは彼を人目のない私室であなたのグレート・ゲームの小さな一角へと招き入れた。いや、あなたが見せたのはそれ以上の物だ。そしてもし彼が本心から此処の物を使って何かを成し遂げることができると思うなら、有用とみるものを何でも自由に使ってよいと寛大にも許可した。\u000d\u000a\u000d\u000a彼は顔を上げ、差し出された知識を押しやった……もちろんそれでも後であなたは規則に則りその書類を焼かなければならない。彼の眼の中にあった何かは消えていた。もしかしたらそれは永遠に消え去ってしまったのかもしれない。「勿論そうだ、あなたが正しい。私は仕事に戻ります。あそこでならまだ自分が役に立っているという希望が持てますからね」\u000d\u000a\u000d\u000a「これをどうぞ。影で彼らから渡されたものです。私が持っているのは相応しくないでしょう。あなたが私より良くこれを用いてくださいますように」@{K}It is not with anger but curiosity that you ask him what he hoped to achieve by betraying your trust. What plans could the anarchs have that would upend the very table where the Great Game is played? In the privacy of your cabin you let him in on your little corner of it. More. You give him your blessing to make use of anything he sees, if he truly believes it will achieve something worthwhile.\u000d\u000a\u000d\u000aHe looks up. Pushes away the offered intelligence... which of course still has to be burned, as protocol demands. Something in his eye has gone, possibly forever. \"You are right, of course. I will return to my duties. There at least I can still hope to serve.\"\u000d\u000a\u000d\u000a\"Here. They gave me this in the Shadow. It is not fitting that I keep it. May you use it better than I would.\"",
                                     "Name": "現実主義者の誕生だ……@{K}A realist is born...", "Id": 180515},
                    "Name": "長い会話：冷ややかな現実@{K}A Long Talk: Cold Reality",
                    "Description": "空想の世界に生きていることこそが彼の問題なのだ。人生の複雑さの一旦を見せることで、その愚かさが分かるかもしれない。@{K}His problem is that he lives in a fantasy world. A glimpse of life's complexity might show him his folly.",
                    "ButtonText": "", "Id": 146355},
                   {"DefaultEvent": {"Description": "燃え尽きようとする蝋燭に最後の脂っぽい光が揺らめく頃には、あなたは医師と共に甲板に立ち深淵を見つめていた。何かが其処から見つめ返しているかではなく、それが姿を隠したままでいることを選ぶかどうかこそが真の問題だ。あなたが語り掛けると連れはその肩を落としていく。彼は手摺にもたれ、深みについて思索を巡らせた。彼の内にあったかもしれないどのような反論も、空虚に飲み込まれてしまった。\u000d\u000a\u000d\u000a医師は顔を上げた。彼の眼の中にあった何かは消えていた。もしかしたらそれは永遠に消え去ってしまったのかもしれない。「勿論そうだ、あなたが正しい。私は仕事に戻ることにします。あそこなら少なくともまだ自分が役に立てるかもしれないという希望が持てますからね」\u000d\u000a\u000d\u000a「これをどうぞ。影で彼らから渡されたものです。私が持っているのは相応しくないでしょう。あなたが私より良くこれを用いてくださいますように」@{K}By the last greasy flickers of a dying candle, you stand on deck with the Doctor and stare into the abyss. The question is not whether anything stares back, but whether it will choose to remain hidden. As you talk, the fellow's shoulders sink. He leans against the rail, considering the depths. Any arguments he might have made are swallowed by the emptiness.\u000d\u000a\u000d\u000aHe looks up. Something in his eye has gone, possibly forever. \"You are right, of course. I will return to my duties. There at least I can still hope to serve.\"\u000d\u000a\u000d\u000a\"Here. They gave me this in the Shadow. It is not fitting that I keep it. May you use it better than I would.\"",
                                     "Name": "虚無主義者の誕生だ……@{K}A nihilist is born...", "Id": 180516},
                    "Name": "長い会話：身の内の空虚@{K}A Long Talk: Inner Emptiness",
                    "Description": "周囲の出来事を気に掛けすぎる所こそが彼の問題なのだ。Zeeの最も暗き領域に身を置けば、彼にも希望や目的意識のような些末な事柄など、物事を知らぬ者たちのための夜の灯火に過ぎない事が分かるだろう。@{K}His problem is caring too much. In the blackest reaches of the zee, he will learn that such frivolities as hope and purpose are just night-lights for the naive.",
                    "ButtonText": "", "Id": 146356},
                   {"DefaultEvent": {"Description": "海マスとワインの食卓であなたはなんとか彼を反対の方向へ動かそうと努力した。この世界は完璧だろうか？いいや、違う。地上も地下もそのようには到底言えない。ロンドンではすべてが上手く行っているだろうか？そんなことは無い。彼はその点では正しい。しかしながら、とあなたは指摘する。彼はその疑うべくもない技術をあの都市のすべての人々の名によって用いる方が、何かを成し遂げる機会は多くなるのではないだろうか。そして彼の後悔についてはどうだ？そもそも、自分の国のために恐ろしい行いをするのは全く恥ずべき事ではないだろう！\u000d\u000a\u000d\u000a医師は顔を上げた。彼の眼の中にあったなにかは消えていた。もしかしたらそれは永遠に消え去ってしまったのかもしれない。「勿論そうだ、あなたが正しい。次に港に着いたときに調査してみるべきかもしれません。しかし今のところは仕事に戻ることにします。あそこなら少なくとも幾分かの名誉をもって自分を役立てることができますからね」\u000d\u000a\u000d\u000a「これをどうぞ。影で彼らから渡されたものです。私が持っているのは相応しくないでしょう。あなたが私よりも良くこれを用いてくださいますように」@{K}Over a meal of zee-trout and wine, you do your best to bring him round. Is the world perfect? No. Neither Surface nor Neath will ever make that claim. Is all well in London? Hardly. He is not wrong there. However, you point out, he has a better chance than most to put his unquestioned skills to use in the name of <i>all</i> her people. And his regrets? Well, to do something terrible for one's country is barely a matter for shame at all!\u000d\u000a\u000d\u000aHe looks up. Something in his eye has gone, possibly forever. \"You are right, of course. Perhaps I shall put about inquiries the next time we are in port. For now though, I will return to my duties. There at least I know that I can serve with a measure of honour.\"\u000d\u000a\u000d\u000a\"Here. They gave me this in the Shadow. It is not fitting that I keep it. May you use it better than I would.\"",
                                     "Name": "愛国者の誕生だ……@{K}A patriot is born...", "Id": 180517},
                    "Name": "長い会話：ロンドンのために！@{K}A Long Talk: For London!",
                    "Description": "身を捧げるに値しない大義を選び続けてきたことこそが彼の問題なのだ。今度は価値ある大義へと彼を動かすことが出来るかもしれない。@{K}His problem is that he keeps choosing unworthy causes. Perhaps he can be pushed to a worthy one for once.",
                    "ButtonText": "", "Id": 146357},
                   {"DefaultEvent": {"Description": "医師は最後の患者の手当てを済ませると、異議を唱えたりあなたを非難することもなく自ら営倉へと入った。この船に留まる間ほんの少しだけでも善い行いをさせてくれたことに感謝すると、自身の運命をあなたの手に委ねたのだ。@{K}The Doctor finishes work on his final patient and walks himself to the brig without objection or recrimination. He leaves his fate in your hands, thanking you for having let him perform at least a little more good while here.",
                                     "Name": "空席@{K}A vacancy to fill", "Id": 180518},
                    "Name": "もう十分だ！この船にもはや彼は必要ない@{K}Enough! His services are no longer required",
                    "Description": "彼は次に訪れた適当な港で船を降りることになる。@{K}He leaves the ship at the next suitable port.",
                    "ButtonText": "", "Id": 146358},
                   {"DefaultEvent": {"Description": "「……それに、いいえ、あれは落ち着いていられない小集団などではありません！」彼は机に拳を叩きつけた。「お分かりにならないのですか、 [q:呼称]！毎年、バザールは……彼女は私たちを貪っているのですよ！内側から！富める者が蜂蜜によって夢見ている間にも、貧しき者たちは自らの手のみを使い町の通りからレイカーを掬い上げているのです。食費としてほんの数エコーを稼ぐために……その上に支配者たちと――」\u000d\u000a\u000d\u000a彼はあなたの疑問に取り合うことも、メインコースを楽しむこともなかった。@{K}$[Ll]acre -> レイカー, q:Addressed As -> q:呼称$\"...and no, they are not <i>restless elements</i>!\" He slams his hands down on the table. \"Do you not <i>see</i>, [q:Addressed As]! Every year, the Bazaar... she <i>devours</i> us! From within! The rich dream honey-dreams, while the poor shovel lacre with their bare hands in the streets - just to earn a few Echoes to buy food... and above it all the Masters and the - \"\u000d\u000a\u000d\u000aHe never does get around to answering your actual question, of whether he enjoyed his main course.",
                                     "LinkToEvent": {"Id": 147407},
                                     "Name": "シャーベットが手を付けられないままゆっくりと溶けてゆく@{K}Your sorbet slowly melts, untouched",
                                     "Id": 180529},
                    "Name": "決然とした医師と夕食を共にする@{K}$Determined Doctor -> 決然とした医師$Dine with the Determined Doctor",
                    "Description": "彼はワインを持ってくるとあなたに言った。またあの美味しい海マスが手に入ったりはしていませんか？いえ、お気になさらず！@{K}He will bring the wine, he tells you. Do you happen to have any more of that delightful zee-trout? No matter!",
                    "ButtonText": "", "Id": 146367},
                   {"DefaultEvent": {"Description": "「瞳ですか！瞳について私に何が言えましょう！」話題は瞳から政治、そして悲哀蜘蛛の込み入った繁殖について素早く移り変わり、あなたはついていけなくなってしまった。\u000d\u000a\u000d\u000aそれでも彼はすべての話題について熟知しており、あなたは講義の終わった後も何か大切なことを学んだような気持ちになった。それが何かはっきりと言うことは出来なくとも。@{K}$[Ss]orrow-spider -> 悲哀蜘蛛$\"Eyes! What I could tell you about <i>eyes</i>!\" As the subject bounces from that to politics, to the intricacies of sunlight, to the complex breeding cycle of sorrow-spiders, it becomes impossible to keep up.\u000d\u000a\u000d\u000aStill, he is a man who intimately knows all of his subjects. You definitely leave feeling that you have learned something important, if perhaps not exactly what.",
                                     "LinkToEvent": {"Id": 147407},
                                     "Name": "注意散漫な授業@{K}A distracted lesson", "Id": 180567},
                    "Name": "ハートを上昇させる@{K}$Hearts -> ハート$Increase your Hearts",
                    "Description": "決然とした医師は様々な書物を読んできた。[秘密を一つ消費しハートを上昇させます。しかし、100以上にはできません。]@{K}$Hearts -> ハート, Determined Doctor -> 決然とした医師$The Determined Doctor has read widely. [Spend a Secret to improve your Hearts, unless it's higher than 100.]",
                    "ButtonText": "", "Id": 146393},
                   {"DefaultEvent": {"Description": "医師は埃を被った教科書から得た知識をそれと同等の情熱をもって話した。彼は眼の性質について、それが美しいものを見たり涙を流すことが可能であることを忘れさせるようなやり方でもって物憂げに語った。授業の途中で彼自身さえも興味を失い、残りの時間を外に広がるZeeを見つめて過ごした。@{K}The Doctor speaks with the knowledge of a dusty textbook, and the enthusiasm to match. He drones about the nature of eyes in ways that make it hard to remember them capable of witnessing great beauty or weeping at equal sadness. Mid-way through, even he loses interest and spends what remains of the lesson doing little but staring thoughtfully out to zee.",
                                     "LinkToEvent": {"Id": 147407},
                                     "Name": "ゆっくりとした午後の勉学@{K}A slow afternoon's study",
                                     "Id": 180568},
                    "Name": "ハートを上昇させる@{K}$Hearts -> ハート$Increase your Hearts",
                    "Description": "幻滅した医師は様々な書物を読んできた。[秘密を一つ消費しハートを上昇させます。しかし、100以上にはできません。]@{K}$Hearts -> ハート, Disillusioned Doctor -> 幻滅した医師$The Disillusioned Doctor has read widely. [Spend a Secret to improve your Hearts, unless it's higher than 100.]",
                    "ButtonText": "", "Id": 146394}],
 "Description": "彼は穏やかに話し、物腰は丁重だ。他人と滅多に目を合わせないが、相手が他所を見ている間にその人を見つめていることがよくある。@{K}He is soft-voiced. Courteous. Rarely makes eye-contact, but often stares at other people's eyes from afar.",
 "Name": "医師との会話@{K}Speak to the Doctor", "Id": 147407}
