{"ChildBranches": [{"SuccessEvent": {"Description": "貴方の下で、\"目\"が大きく見開かれる。水温が上昇し、煙を吐き出させる。服を脱げ: もうすぐ泳げるようになるだろうから。@{M}Beneath you, the Eye grows wider. The water begins to warm, to steam. Remove your garments: it may soon be time to swim.",
                                     "Name": "大海を征く最中に@{M}On across the sea", "Id": 155240},
                    "DefaultEvent": {"Description": "貴方はどんどん接近している。海は完全に凍っているが、氷は透明だ。@{M}You're closer. The sea freezes over, but the ice is clear.",
                                     "Name": "もうたくさん@{M}No further", "Id": 155238},
                    "Name": "悪夢の奥深くへ@{M}Go deeper into the Nightmare",
                    "Description": "\"目\"は貴方の事を知りたがっている。そういう事なら好きにすれば良い。こちらも\"目\"の事を学ぶだけだから。[悪夢の力が上がります。力が5に達した場合、貴方は悪夢に直面します。これは非常に危険ですが、何らかの秘密を手にするかもしれません。]@{M}$Nightmare's Strength -> 悪夢の力$The Eye wants to learn you. Well, let it. You'll learn the Eye in turn. [Increases Nightmare's Strength. If it reaches 5, you'll confront the Nightmare: this is dangerous, but may win you a Secret.]",
                    "ButtonText": "", "Id": 131689},
                   {"SuccessEvent": {"Description": "水の中に綺麗なフォルムで飛び込む。水は灼けつく様に熱く、皮膚が古紙のように剥がれ落ちていく。そんな貴方の下に、\"目\"が浮かび上がる。貴方が降下を続けると - 本来は有り得ない事だが - 貴方は冥い瞳孔の中に吸い込まれていった。肺が燃えている。目を覚ますか、死ぬか、またはその双方か。\"目\"は道中ずっと開かれていた。その煌めく中心で見たものは、天井に棲むと言われている神の影だった:\u000d\u000a\u000d\u000a貴方はここで目を覚ます。どうやら貴方は悪夢の中に飛び込み、反対側まで突き抜けていたようだ。@{M}You dive cleanly into the water! It is scalding hot: your skin peels away like old paper. Beneath you the Eye rises. Your descent will take you directly into its dark, impossible pupil. Your lungs are bursting. You will wake, die, or both. The Eye opens all the way, and in its glistening centre you see the reflection of the God that lives in the roof: a lost lorn angry thing of lightnings, a lone exile -\u000d\u000a\u000d\u000aYou wake. You have passed through the Nightmare and out the other side.",
                                     "Name": "何かが上に@{M}Something above", "Id": 155241},
                    "DefaultEvent": {"Description": "瞳が月のように昇る。貴方は怯まず、可能な限り長い間その目を見続けていた。その視線は貴方の護りを一つずつ引き剥がしていく - プライド、勇気、皮、肉と。そしてそれが剥き出しになった貴方の骨にたどり着いた時、恐怖の余り貴方は絶叫と共に飛び起きた。\u000d\u000a\u000d\u000a船員が怪訝そうに見ている。貴方は彼らの信頼を失い始めていた。\u000d\u000a[貴方は悪夢に打ち勝つ事が出来ませんでした。悪夢の力が強くなります。]@{M}Its eye rises like the moon. You look on it, unflinching, as long as you can. Its gaze strips you of every defence - your pride, your courage, your skin, your flesh. When its gaze falls on your naked bones, the terror wakes you screaming.\u000d\u000a\u000d\u000aYour crew watch you warily. They are beginning to lose faith in you. [You have failed to defeat your Nightmare. It has grown in strength.]",
                                     "Name": "眩しすぎる@{M}Too bright", "Id": 155239},
                    "Name": "直面する悪夢@{M}Confront the Nightmare",
                    "Description": "水が煮え立ち、沸騰している。\"目\"が昇って来る。ついにやって来た。さぁ、行こうか。[失敗した場合、悪夢の力が強くなっていき、貴方は相応の恐怖に苛まされるでしょう。]@{M}The water around you is steaming, boiling. The Eye rises. Here it comes. Here you go. [If you fail, the Nightmare will grow even stronger, and you will suffer considerable Terror.]",
                    "ButtonText": "", "Id": 131690},
                   {"SuccessEvent": {"Description": "目を覚ますと、海が泡立っていた。貴方は\"目\"から離れ、覚醒の浅瀬に逃げ込んだが、恐怖はまだ纏わりついている。@{M}The sea churns in your wake. You pull away from the Eye, into the shallower waters of waking, but a terror clings.",
                                     "Name": "逃げ道は?@{M}An escape?", "Id": 155242},
                    "DefaultEvent": {"Description": "\"目\"の引力は磁力的であり、重力的であり、強制的であった。貴方は幻想を渇望して夢に落ちる。ああ、知られるが良い!裸にされるが良い!しかし、今は覚醒こそが救いの道なのだ@{M}The Eye's attraction is magnetic, gravitic, compelling. You fall into a dreaming, eager reverie. To be known! To be known! But waking rescues you, for now -",
                                     "Name": "去り難し、去り難し@{M}Hard to leave", "Id": 148987},
                    "Name": "悪夢からの逃避@{M}Flee the Nightmare",
                    "Description": "舵を回し、乳白色に輝く海を突っ切って逃げる。[これは悪夢の力を弱めます。もし力が0に到達した場合、悪夢は完全に消え去ります。もし\"安らかな夜\"を持っていれば、難易度が下がります。]@{M}$Restful Night -> 安らかな夜, Nightmare's Strength -> 悪夢の力$Turn the helm and flee across the milk-bright sea. [This will reduce Nightmare's Strength. If it reaches 0, the Nightmare will fade entirely. If you have any Restful Nights, they'll reduce the difficulty.]",
                    "ButtonText": "", "Id": 127750}],
 "Description": "海は乳の様に白く明るい: 上空に煌めく偽りの星々が天井のベッドの上で、黒い。何かが貴方を見つめている。視線は貴方の船を包み込む。貴方はガラスのように透明な存在となる。@{M}$false-star -> 偽星$The sea is bright as milk: false-stars above are black on a pitchy bed. Something is watching you. Its gaze enfolds your boat. You are transparent as glass.",
 "Name": "繰り返す悪夢: 視線@{M}Recurring Nightmare: Watched", "Id": 147411}
