{"ChildBranches": [{"DefaultEvent": {"Description": "　エンジニアは、鉄と火と水の、強みと弱みについて、とても多くのことを学んでいた。かつての彼女は、並外れて優秀な人材であったに違いなかった。しかし、今の彼女には、半ば淫靡な幻像のフィルターを通した詩の形でしか、自らの知識を表現することができなかった。バラと、川と、雨のような何か。それは詩としてはまったく見事な出来だった。しかし、そこから、エンジンが動かない時に、どの辺りを叩いてやれば良いのかを理解するのは、とても難しいことだった。@{I}The Engineer has learnt a great deal about the powers and weaknesses of steel and fire and water. Once she must have been an extraordinary asset. But she can only express what she knows as poetry filtered through half-erotic visions. Roses and rivers and something like rain. It's quite pretty in its way, but it makes it challenging to understand what bit of the engine you need to bang on when the engine won't go.",
                                     "LinkToEvent": {"Id": 147862},
                                     "Name": "エンジンの寓喩@{I}An allegory of engines", "Id": 147863},
                    "Name": "あなたのVeilsを上昇させる@{I}Increase your Veils",
                    "Description": "「私からは、蒸気と動きについて話したいと思うわ。私にはまだ、渦巻く蒸気の隅々までが見えるから」[秘密を費やしてあなたのVeilsを上昇させましょう。ただし、50が上限です。]@{I}\"I want to talk about steam, and motion. I still see every coil of vapour.\"[Spending a Secret will improve your Veils, but no higher than 50.]",
                    "ButtonText": "", "Id": 126986},
                   {"DefaultEvent": {"Description": "「膨らせ蜂よ。あなたは知ってる？その子どもたちが、私の中にいるの」彼女は微笑んだ。「私は後悔なんてしていないわ。こんなにも、ものが見えるんだから……」<br/><br/>　彼女の声は消え入るようになり、そして彼女は、貪欲そうにあなたの顔を見つめた。彼女は何を見ているのだろうか？<br/><br/>「王喰らいの城」息遣いの聞こえる声で、とうとう彼女はそう言った。彼女は自らの喉に手をやった。「私はこの両目を通して王喰らいの城を見てみたい。私が死んでしまう前に」[王喰らいの城はUnterzeeの遥か南東で見つかります。]@{I}$Kingeater's Castle -> 王喰らいの城$\"The gallblighter wasp. You know it? Its children are in me.\" She smiles. \"I can't be sorry. I can see such things...\"\u000d\u000a\u000d\u000aShe tails off, hungrily watching your face. What is she seeing?\u000d\u000a\u000d\u000a\"Kingeater's Castle,\" she says at last, rather breathily. Her hand goes up to her throat. \"I would like to see Kingeater's Castle through these eyes, before I go.\" [Kingeater's Castle can be found in the far south-east of the Unterzee.]",
                                     "Name": "「私の目がもうすぐ孵るの」@{I}\"My eyes will hatch soon.\"",
                                     "Id": 180636},
                    "Name": "彼女は何を望んでいるのだろうか？@{I}What does she want?",
                    "Description": "　どうして彼女はこのような容態でzeeに出たのだろうか？@{I}Why has she come to zee in this state?",
                    "ButtonText": "", "Id": 146429}],
 "Description": "「あなたはとても綺麗ね」彼女は夢見るようにそう言った。「口の中にイバラがあるわ」彼女の左目がゆっくりと脈動した。彼女が実際に何を見ているのかを知るのは、常に困難なことだった。@{I}\"You're so beautiful,\" she tells you dreamily. \"There are briars in your mouth.\" Her left eye pulses slowly. It's always difficult to know what she's actually seeing. ",
 "Name": "目玉の膨れたエンジニアと話す@{I}Speak to the Gall-Eyed Engineer",
 "Id": 147862}