{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは謝罪した。\u000d\u000a\u000d\u000a彼女はあなたの言葉を聞いてはいたが特に関心はないようだ。あなたが話す間にも微かにハミングしていたような気が確かにする。@{K}You offer an apology.\u000d\u000a\u000d\u000aShe listens, but indifferently. You are very nearly sure she is humming something faintly while you talk to her.",
                                     "LinkToEvent": {"Id": 148062},
                                     "Name": "もっと良い出会い方があったはず@{K}That could have gone better",
                                     "Id": 148059},
                    "Name": "出会い方について謝る@{K}Apologise for the form of your meeting",
                    "Description": "彼女が報酬を支払う人間なのかもしれないことだし。@{K}Who knows - she may be responsible for paying the delivery charges. ",
                    "ButtonText": "", "Id": 127081},
                   {"DefaultEvent": {"Description": "あなたは自分はこの箱を岸まで運ぶようにとしか言われていないと説明した。\u000d\u000a\u000d\u000a彼女は顔をしかめると肩を竦めた。@{K}You explain that you were paid only to deliver the boxes to these shores and no further.\u000d\u000a\u000d\u000aShe frowns at you, then shrugs. ",
                                     "LinkToEvent": {"Id": 148062},
                                     "Name": "腕と重み@{K}Arms and weight", "Id": 148061},
                    "Name": "彼女に手を貸すように言う@{K}Insist she bring help to carry the boxes",
                    "Description": "事実、これはあなたの船員たちの本当の仕事ではないのだから。@{K}It's not your crew's proper job, after all.",
                    "ButtonText": "", "Id": 127083}],
 "Description": "一つの影が動き、禁欲的な侍祭が光の中に進み出た。彼女は全身を保護する黒い布を纏い、分厚い手袋をつけて頭の上には防護眼鏡を乗せている。その表情からは彼女があなたの行いに対して何の感情も抱いていないことがはっきりと見て取れた。\u000d\u000a\u000d\u000a「配達物はこの上まで運んでください」彼女はそう言うと、尖塔を持つ建物の方に頷いて見せた。@{K}One of the shadows moves. An Austere Acolyte steps into the light. She is covered head to foot in protective black, her fingers thickly gloved and goggles perched on the top of her head. It is plain she's unimpressed by what she's seen of you so far.\u000d\u000a\u000d\u000a\"Deliveries go up this path,\" she says, nodding towards the steepled building.",
 "Name": "現行犯@{K}Caught in the act", "Id": 147930}
