{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは船員の一人を尖塔の建物に送り助けを求めた。彼らが人手を連れて戻る頃には、あなたと残りの船員の手によってすべての箱が倉庫から十分離れた場所へと移されていた。\u000d\u000a\u000d\u000a \u000d\u000aさらにあなたは不便な取引契約に対する苛立ちの表情をもっともらしく装ってみせた。当然、誰もあなたに非があると疑ったりしないだろう。@{K}You send one of your crew to the steepled building to ask for help. By the time they get back, you've shifted the boxes well away from the warehouse.\u000d\u000a\u000d\u000a \u000d\u000aYou've also assumed a very credible look of irritation at the inconvenience of the port arrangements. No question of you being in the wrong, surely.",
                                     "LinkToEvent": {"Id": 148062},
                                     "Name": "潔白を装う@{K}Not your mess", "Id": 148071},
                    "Name": "改めて尖塔の建物に人を送る@{K}Send up to the steepled building after all",
                    "Description": "もし倉庫について問いただされたなら、他の誰かの仕業だと言うとしよう。@{K}If you're challenged about the warehouse, say someone else did it.",
                    "ButtonText": "", "Id": 127090},
                   {"SuccessEvent": {"Description": "箱の始末自体は難しくなかった。箱は海に放り込まれると飛沫を上げ、沈んだ場所の深みより輝く泡沫が昇ってきた。まるで水中でさらに銀色の液体が漏れだしたかのように。しかし、すぐに全ての箱が海に投げ込まれ泡も視界から消え去った。\u000d\u000a\u000d\u000aそれよりは苦労したが、倉庫の扉も閉じることが出来た。あなたは鍵を閉めなおすことさえやってのけた。最初の鍵を開けるより難しい仕事だ。\u000d\u000a\u000d\u000aあなたが最も手間どったのは地面で凍りついた鋼の始末だった。その金属はとても冷たいうえに硬く、薄く鋭い断面はこそげ落とそうと試みるあなたの手を傷つけようとする。\u000d\u000a\u000d\u000aしかし鋼は衝撃に弱いことが分かった。あなたはその金属を叩いて砕き、破片を取り除いた。そうして全ての仕事を済ませると、倉庫はあなたが来た時と同じ姿に戻っていた。\u000d\u000a\u000d\u000aそれからあなたは尖塔の建物に人を送り、手助けを求めた。@{K}Disposing of the box is not too difficult. It makes a splash, chucked into the water, and there is a bubbling gleam from the depths as though more of the silver liquid is leaking out. But soon enough box and bubbles are out of sight.\u000d\u000a\u000d\u000aThe warehouse door closes too, with enough effort, and you even manage to get the lock locked again; a more difficult task than unlocking it in the first place.\u000d\u000a\u000d\u000aIt is the congealed metal on the ground that gives you trouble. It is very cold, very hard, and it has frozen in thin ragged slivers that threaten to cut your hands when you try to pry it up.\u000d\u000a\u000d\u000aIt is brittle, though, and you are able to smash it into flakes and pull the flakes away. At last you have done, and the scene looks no different than it did when you began.\u000d\u000a\u000d\u000aOnly when all that is done do you send someone up to the steepled building to ask for help.",
                                     "LinkToEvent": {"Id": 148062},
                                     "Name": "銀の欠片@{K}Shards of silver", "Id": 147951},
                    "DefaultEvent": {"Description": "あなたは壊れた箱を苦労して海に投げ込み、倉庫の扉を閉めた。しかし扉の錠前を掛けなおすことはできなかった。\u000d\u000a\u000d\u000aそれに加えて零れ落ちた銀色の液体は刃のように薄く鋭い形に固まってしまい、こそげ落とすことは不可能だ。金属は地面の上で輝いている。@{K}You heave the broken box into the water and close the warehouse door again, but you can't get the lock to close. \u000d\u000a\u000d\u000aThe spilled silver liquid has hardened into forms as thin and cruel as blades. You can't pry it away. It lies there, shining.",
                                     "LinkToEvent": {"Id": 147930},
                                     "Name": "説得力に欠ける偽装@{K}Not very persuasive", "Id": 147950},
                    "Name": "証拠隠滅する@{K}Hide the evidence",
                    "Description": "誰も知る必要はない。@{K}No one needs to know.",
                    "ButtonText": "", "Id": 127033}],
 "Description": "現在あなたは言うならば、手間を惜しもうとして失敗した証拠に囲まれている状況だ。しかし、他人の目から見れば空き巣に入ろうとした証拠のようにも見えるかもしれない。@{K}You're surrounded by the evidence of your attempted... well, attempted laziness, though it might look to other eyes like attempted larceny.",
 "Name": "氷のように冷たい銀@{K}Ice cold silver", "Id": 147949}
