{"ChildBranches": [{"DefaultEvent": {"Description": "近づくほどにその建物は教会とは程遠い外観をしているのが分かった。煉瓦造りの壁は煤に汚れていて窓は一つもなく、屋根の近くに狭い通気孔が開けられているだけだ。そしてその穴からは控えめだが陽気な歌声が漏れ出している。\u000d\u000a\u000d\u000aそしてついにあなたは扉を叩くことのできる距離まで行き着いた。\u000d\u000a\u000d\u000a禁欲的な侍祭があなたのノックに応じて出てきた。彼女は分厚い革手袋とレンズが二重になった防護眼鏡を身に着けている。そして彼女はあなたと話さなければならなくなる直前まで歌い続けていた。\u000d\u000a\u000d\u000a「箱はそちらに――」\u000d\u000a\u000d\u000a侍祭はそこで言葉を止め、眼鏡を外した。彼女は(ひょっとしたらここで初めて)箱がどこにもないことに気が付いたようだ。\u000d\u000a\u000d\u000a「荷物はここまで運んでいただく事になっていたのですが」そう言うと再び歌いだす。\u000d\u000a\u000d\u000aあなたは船員たちはこのような仕事に慣れていないのだと説明した。\u000d\u000a\u000d\u000a彼女はそれを聞くと兎の脚と可食性のエメラルドについて歌っている人間に可能な限りで怒りを露わにした。しかし、結局は使用人たちを箱のもとに案内すればそれ以降はあちらでどうにかすると約束した。@{K}The closer you get, the less the building with the spire looks like a church. The walls are soot-blackened and made of brick. There are no windows, only narrow vents up near the roof. From these comes a low and cheerful singing.\u000d\u000a\u000d\u000aAt last you are close enough to bang on the door. \u000d\u000a\u000d\u000aAn Austere Acolyte answers it. She is dressed in black from head to foot. Her gloves are thick leather and her goggles are double glass. She continues singing right up to the moment that she has to acknowledge you.\u000d\u000a\u000d\u000a\"Leave the boxes - \" \u000d\u000a\u000d\u000aShe stops, pushing the goggles away from her eyes. She has noticed, perhaps for the first time, that there are no boxes.\u000d\u000a\u000d\u000a\"Deliveries come all the way up here,\" she says, before singing again.\u000d\u000a\u000d\u000aYou indicate that your crew is unaccustomed to that sort of work.\u000d\u000a\u000d\u000aShe looks as exasperated as a person can while continuing to sing about rabbit's feet and edible emeralds, but at last she says she'll see to it, if you can lead her servants to the correct landing.",
                                     "LinkToEvent": {"Id": 148062},
                                     "Name": "事情をありのまま伝える@{K}Telling it as it is", "Id": 148054},
                    "Name": "建物に先に行き手助けを求める@{K}Send ahead to the building for extra hands",
                    "Description": "箱が欲しいのであれば、自分たちで運ぶべきだろう。@{K}If they want the boxes delivered, they can do it themselves.",
                    "ButtonText": "", "Id": 127077},
                   {"SuccessEvent": {"Description": "分厚い金属で作られた錠前は触れると刺すように冷たい。しばらく鍵を破ろうと試みる内に、あなたの頭に掛け金は本当に凍り付いていて、この扉を開けるのは不可能なのではないかという考えが浮かんだが、丁度その時ようやくロックピックが音を立てて回り扉が開いた。\u000d\u000a\u000d\u000aしかしだからと言って状況が好転したわけではなかった。あなたが扉を開く前にはすでに倉庫の中は満杯になっていたようで、扉を開くと同時に一つの箱が転がり落ち、中から硝子が砕けたような音が響いた。あなたの足元に青白い銀色の液体が零れ落ちると、見る間に小川となって石畳の上を流れ出した。その液体は数秒後には霜のように冷たく固まってしまった。\u000d\u000a\u000d\u000a箱には“スーズ＆クーパー社搬出品”と謄写されている。@{K}The lock is made of a thick heavy metal, and bitter cold to the touch. For some time you think you might fail, if the mechanism is actually frozen solid. But just when you think your pick is about to snap, the lock gives way.\u000d\u000a\u000d\u000aNot that it does you any good. The warehouse is so full already that when you open the door, a box falls out, glass shattering within. Pale silver liquid leaks around your feet and runs in rivulets over the stone of the path. A moment later it sets up, hard and cold as frost. \u000d\u000a\u000d\u000aSOOTHE & COOPER EXPORTS, says the stenciling on the boxes.",
                                     "LinkToEvent": {"Id": 147949},
                                     "Name": "ここまでする価値があったのだろうか？@{K}Was it worth it?",
                                     "Id": 148051},
                    "DefaultEvent": {"Description": "錠前は驚くほどよく作られたものだった。蝶番も同様だ。鋼は分厚く、その周囲の空気よりも数段冷たい。彼らがこの倉庫に何を収納しているとしても、余所者にそれを触らせる気はないようだ。@{K}The lock turns out to be surprisingly well made. Likewise the hinges on the doors. The iron is very thick. It is also much colder than the ambient air should make it. Whatever they've got stored in this warehouse, they don't mean to have strangers meddling with it.",
                                     "LinkToEvent": {"Id": 147930},
                                     "Name": "これは何だ？@{K}What's this?", "Id": 148049},
                    "Name": "倉庫に侵入し箱をそこに置いておく@{K}Break into the warehouse and leave the box there",
                    "Description": "標識に“搬入口”と書かれていたとしても、それに従わなければならない義理はない。@{K}The sign says DELIVERIES, but doesn't mean that the deliverers are obliged to comply.",
                    "ButtonText": "", "Id": 127074},
                   {"SuccessEvent": {"Description": "小道は滑りやすく、脇には茸が生えている。あなたと船員たちは七、八回は足を止めて箱を降ろし、手に息を吐きかけなければならなかった。\u000d\u000a\u000d\u000a近づくほどにその建物は教会とは程遠い外観をしているのが分かった。煉瓦造りの壁は煤に汚れていて窓は一つもなく、屋根の近くに狭い通気孔が開けられているだけだ。そしてその穴からは歌声が聞こえる。その声は奇妙なほどに陽気なもので、船員たちは顔を見合せ眉をひそめた。これは怪物どもを瀬戸際で抑えている人間の歌う歌だ。\u000d\u000a\u000d\u000aそしてついにあなたは扉を叩くことのできる距離まで行き着いた。\u000d\u000a\u000d\u000a禁欲的な侍祭があなたのノックに応じて出てきた。彼女は分厚い革手袋とレンズが二重になった防護眼鏡を身に着けている。\u000d\u000a\u000d\u000a「箱は扉の横へ置いてください」彼女はそう言うと再び歌いだし、踵を返すと建物に帰り始めた。その歌は飴の絡んだ子猫と燃え上がる菫、そして春の訪れについてのものだった。韻から判断するに、彼女は即興で歌詞を作っているようだ。\u000d\u000a\u000d\u000aあなたは侍祭を引き留めて追加の労働に対する報酬を求めた。彼女は渋る様子を見せたが、結局は支払った。@{K}The path is slippery and lined with mushrooms. You and the crew have to stop seven or eight times to set down the boxes and blow on your hands.\u000d\u000a\u000d\u000aThe closer you get, the less the building with the spire looks like a church. The walls are soot-blackened and made of brick. There are no windows, only narrow vents up near the roof. From these a low singing can be heard, a song so cheerful that your crew look at one another and frown. It is the song of someone keeping the monsters at bay.\u000d\u000a\u000d\u000aAt last you are close enough to bang on the door. \u000d\u000a\u000d\u000aAn Austere Acolyte answers it. She is dressed in black from head to foot. Her gloves are thick leather and her goggles are double glass.\u000d\u000a\u000d\u000a\"Leave the boxes at the door,\" she says to you, and then she turns back toward the building, singing her song. Something about candied kittens and flaming violets and the coming of spring. Judging by the rhyme, she's inventing the words as she goes along.\u000d\u000a\u000d\u000aYou stop her and explain that you expect your extra work to be rewarded. She makes a grudging gesture, but complies.",
                                     "LinkToEvent": {"Id": 148080},
                                     "Name": "不承不承の報酬@{K}A grudging reward", "Id": 148053},
                    "DefaultEvent": {"Description": "小道は滑りやすく、脇には茸が生えていた。あなたは船員たちと共に箱を抱え何とか歩こうともがいた。しかしその箱は進むにつれますます重く、扱いづらくなるようだ。霧が衣服の隙間に入り込む。尖塔の建物は登り始めたころよりもさらに遠くに見えるような気がした。@{K}The path is slippery and lined with mushrooms. You and your crew struggle with the boxes, but they get lumpier and more awkward. The mist gets into your clothes. The building with the spire looks further away now than it did when you started on the path. ",
                                     "LinkToEvent": {"Id": 147930},
                                     "Name": "おざなりな配達@{K}Delivery profoundly not included",
                                     "Id": 148052},
                    "Name": "箱を尖塔を備えた建物へと運ぶ@{K}Carry the box on to the building with the spire",
                    "Description": "余分な距離を運べば、余分に報酬を受け取ることができるかもしれない。@{K}Going the extra distance might mean you can charge more for your efforts.",
                    "ButtonText": "", "Id": 127076}],
 "Description": "現在あなたの元にあるのは、長方形の重い箱、霧の中を四分の一マイル程も続きそうな長く曲がりくねった道、そして陸者の仕事をさせられることに対して不満を漏らし始めた船員たちだ。\u000d\u000a\u000d\u000aすぐ右手には倉庫が立っている。しかし標識によれば配達はこの先まで届けなければならないらしい。標識は断固とした様子で当然のことを述べるかのように書かれている。@{K}You have: a long heavy box; a winding path ahead that runs perhaps a quarter mile through the mist; a crew that is beginning to mutter about having to do landlubber work.\u000d\u000a\u000d\u000aThere's a warehouse just to your right, but the sign says deliveries are to be taken onward. Says it rather emphatically, as a matter of fact.",
 "Name": "階段の天辺で@{K}At the top of the stairs ", "Id": 148048}
