{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは彼女の後ろを礼儀にかなうだけの間隔をとってついていった。しかし同時に離れすぎもせず、報酬を受け取らずにここを立ち去るつもりはないと仄めかす。@{K}You follow the procession at a polite distance, but not so polite as to suggest that you'd be willing to go away.",
                                     "LinkToEvent": {"Id": 148080},
                                     "Name": "報酬回収の作法@{K}The etiquette of bill-collecting",
                                     "Id": 148063},
                    "Name": "まだ報酬を受け取っていないのでついて行く@{K}Follow because you haven't yet been paid",
                    "Description": "ここの人々は組織だった行動をしているようにはあまり見えない。後からきちんと報酬を渡してくれる保証はない。@{K}These folk seem disorganised. Who's to say they'll remember to bring you payment?",
                    "ButtonText": "", "Id": 127084},
                   {"DefaultEvent": {"Description": "一人のクレイマンが躓き、箱が彼の肩から滑り落ちてしまった。内部から眠る者の頭が箱の蓋にぶつかったような音が響く。しかし誰かが目を覚ますことはなく、箱はすぐに元の位置に抱えなおされた。@{K}One of the clay men stumbles and his box slips from his shoulder. There is a sound as though a sleeper's head, inside, had thumped against the lid. But no one wakes, and the box is soon back in position.",
                                     "LinkToEvent": {"Id": 148080},
                                     "Name": "音をたてる荷物@{K}Thumping cargo", "Id": 148064},
                    "Name": "好奇心に駆られたのでついて行く@{K}Follow because you're curious",
                    "Description": "例の積み荷は一般的な物資には見えなかった。@{K}The shipment would appear to be something other than provisions in the ordinary sense.",
                    "ButtonText": "", "Id": 127085},
                   {"DefaultEvent": {"Description": "あなたは侍祭の歌う次の一節を聞き取ることができるように近くを歩いた。熱い煉瓦の匂い、炉床に落ちた灰のたてる鐘のような響き、そして冬の夜手持無沙汰に火かき棒を編み合わせる楽しさについての歌だ。\u000d\u000a\u000d\u000a少なくとも、あなたにはそのように聞こえた。しかし頭の中でもう一度その言葉を繰り返すと、本当にそこまで意味の通ったものだったかすら確信が持てなくなってしまった。@{K}You walk close enough to the Acolyte to hear the next verse. It concerns the smell of hot brick, the chime of ashes falling on the grate, and the pleasure of braiding pokers together on a winter's night when there is nothing else to do. \u000d\u000a\u000d\u000aAt least, you think that's what it means. When you go back over the words in your head, you're not sure they make even that much sense.",
                                     "LinkToEvent": {"Id": 148080},
                                     "Name": "熱に浮かされてみる夢@{K}Fever dreams", "Id": 148065},
                    "Name": "あの歌が骨にまで染み込んだのでついて行く@{K}Follow because the singing has got into your bones",
                    "Description": "禁欲的な侍祭は会話をするとき以外は常に何かを歌っていた。その歌詞は人を思い煩わせ、魅了し、そして駆り立てる。@{K}The Austere Acolyte sings all the time when she is not speaking. The words of the song bother and fascinate and compel.",
                    "ButtonText": "", "Id": 127086}],
 "Description": "その後さほど待たされることもなく、あなたは霧の中でクレイマンたちの行列を見物することとなった。彼らはいくつもの箱を肩の上に担ぎ上げ、驚くほど静かに尖塔の建物に向かって行進していく。\u000d\u000a\u000d\u000a禁欲的な侍祭がその先頭に立ち彼らを導いた。鎖につけられたランプが揺れている。@{K}$Clay M[ae]n -> クレイマン$Not much later, you are standing in the mist watching a parade of Clay Men. They hoist the boxes on their shoulders and march away, surprisingly quiet, towards the building with the steeple.\u000d\u000a\u000d\u000aAn Austere Acolyte leads them, her lamp swinging on a chain.",
 "Name": "クレイマンの労働者たち@{K}Clay stevedores", "Id": 148062}
