{"ChildBranches": [{"DefaultEvent": {"Description": "司祭の体の中には葡萄か小石ほどの大きさの球が幾つも入っていた。それらは告白を生涯に渡って聞きつづけてきた耳の辺りに形成されている。そして舌の裏にも。\u000d\u000a\u000d\u000aしかし侍祭が満足するような秘密はなかった。彼女は黒い粒を取り上げては篩にかけていくつか鉗子で摘み上げたが、最後には全て捨ててしまった。@{K}This one doesn't have just one sphere, but dozens of them, the size of a pebble or the size of a grape. They grow around his ears from where he's spent his life listening. They grow under his tongue. \u000d\u000a\u000d\u000aNone of them please the Acolyte. She drops all the black nodules into a sieve and picks through the collection with tongs, but in the end she throws them all away.",
                                     "Name": "借り物の秘密@{K}Borrowed secrets", "Id": 148092},
                    "Name": "聴罪司祭@{K}The Confessor",
                    "Description": "この死体は白襟の司祭だ。@{K}This one's a priest with a white collar.",
                    "ButtonText": "", "Id": 127102},
                   {"DefaultEvent": {"Description": "侍祭はこの者の秘密を取り出すため、頭蓋骨を鋸で開かなければならなかった。今回の珠は脳みその間に桃の種のように収まっている。それは完全な球形ではなく押しつぶされてでこぼこしていた。\u000d\u000a\u000d\u000a「勿体ない」解剖の後で彼女は眼鏡を額の上に押し上げつつあなたに語った。「驚くほど欠点のない秘密でした。あれほど高品質な物はめったに見ることができません。彼は知的な思考の結果、魂とは単なる気体状のものに過ぎないという確信に至っていたのです。職と地位を失うことを恐れ、誰にもその確信について話すことはありませんでしたが、高潔な精神を持っていたためそのような障害があるからと言って信念を捨てることもできなかったのでしょう」\u000d\u000a\u000d\u000a「マスターたちが求めるような類の秘密ではなかったのが残念です」@{K}She has to saw open the skull to get at this one's secret. It is lodged like a peach pit between the halves of his brain, not perfectly spherical but squashed and lumpy.\u000d\u000a\u000d\u000a\"It's a pity,\" she tells you afterward, pushing back her goggles. \"It's such a flawless secret. You rarely see one of such high quality. He'd come to the unshakeable intellectual conviction that souls are only a kind of gaseous vapour. He didn't dare tell anyone for fear of losing his position, but he had too much integrity of mind to stop believing it merely because of the inconvenience. \u000d\u000a\u000d\u000a\"Shame it's not the sort of thing the Masters are looking for.\"",
                                     "Name": "異端者@{K}The Heretic", "Id": 148093},
                    "Name": "教授@{K}The Professor",
                    "Description": "今回の死体はいかにも教授らしい服装を身に着けており、その額には多くの皺が刻まれている。@{K}Here's a corpse with professorial clothes and too many lines in his forehead.",
                    "ButtonText": "", "Id": 127103},
                   {"DefaultEvent": {"Description": "この者の秘密は腸の内部にあった。何重にも殻に包まれていたが、球そのものは一粒の砂ほどの大きさだ。\u000d\u000a\u000d\u000a侍祭は頭を振った。「見るべきものはありませんね。単なる子供時代の恥ですよ！」まるで不愉快なものに出会ったかのように言う。「大抵の人はそんなもの忘れ去ってしまうでしょうに」@{K}The secret grows in the gut of this one. It's surrounded by shell on shell on shell, but the thing itself is not much larger than a grain of sand.\u000d\u000a\u000d\u000aThe Austere Acolyte shakes her head. \"It's really nothing worth telling. A childhood embarrassment!\" she says in disgust. \"Most people would have forgotten all about it.\"",
                                     "Name": "はらわたの内に@{K}In the gut", "Id": 148094},
                    "Name": "飲んだくれ@{K}The drinker",
                    "Description": "赤い鼻と落ち窪んだ悲しげな瞳の女性。@{K}She has a red nose and sad, sunken eyes.",
                    "ButtonText": "", "Id": 127104},
                   {"DefaultEvent": {"Description": "禁欲的な侍祭が両手を引くと、掌の皮膚の下に平たい卵型をした腫瘍が見えた。\u000d\u000a\u000d\u000aこの塊は密度が高く横幅が狭いため大きいクルミ割り器で砕くのは骨の折れる仕事だったが、侍祭は何とかやり遂せた。彼女は砂糖で出来た浜辺とキャラメルの海について歌っている。\u000d\u000a\u000d\u000a彼女は長い時間をかけて防護眼鏡でその珠を観察した。歌声は低められている。\u000d\u000a\u000d\u000aそして、侍祭は息を吐き出すと秘密を投げ出した。「この方は姉妹の夫を殺したかったのです。本当に殺人を犯すことはありませんでしたが、彼女の手は彼を家のバルコニーから突き落したいという衝動に疼いていました」\u000d\u000a\u000d\u000aあなたの立つ場所からであっても、息を飲むような憎悪が感じ取れた。それは欲望と同じく本人にはどうすることも出来ないものだ。そして精密な殺人の夢想と自身の馴染みのない感情に対する驚き。そのような行為が自分に可能であることに気が付いた時の恐怖。彼は殺意を向けられて当然だという自己正当化。これほどに強烈な感情を抱くことそのものに対する陶酔的な興奮。そしてまた憎悪が……\u000d\u000a\u000d\u000a「あなたの肉からなる仔馬がパンを焼いた……」侍祭があなたの耳に歌いかけ、あなたは我に返った。自分でも気づかぬうちに黒い塊にかなり近づいていたようだ。あたかもそれを掬いあげて呑み込むつもりであるかのように。\u000d\u000a\u000d\u000a「……そしてそれはバターを鞍として……」彼女は宥めるように歌い続け、あなたを部屋の端まで導いた。あなたはそこに座り、その誰の役にも立たない欠片が廃棄されるのを見ていた。@{K}When the Austere Acolyte pulls the corpse's hands away from her chest, you see: the nodules grow in both palms, flattened ovals under the skin.\u000d\u000a\u000d\u000aThe Acolyte's big nutcracker struggles to get any purchase on these, dense and narrow as they are, but she manages in the end. She is singing about a beach of sugar sand, and an ocean of caramel.\u000d\u000a\u000d\u000aShe spends a long time with the goggles, and the song goes quiet then. \u000d\u000a\u000d\u000aWith a sigh the Acolyte throws the secrets aside. \"She wanted to kill her sister's husband. She didn't commit the murder, but her hands itched to push him from the balcony of their townhouse.\"\u000d\u000a\u000d\u000aEven from here you sense the breathtaking hatred, as involuntary as lust. The precision of the murderous fantasies. Surprise, because she was not accustomed to such feelings. Fear at learning she was capable of them. Self-justification that such feelings were deserved. Heady excitement at having any emotion that ran so strong. Then hate again—\u000d\u000a\u000d\u000a\"Your pony is made of fresh baked bread,\" sings the Acolyte in your ear. You're back in your body. You find yourself standing very close to the noxious black pellet, as though you were about to scoop it up and eat it.\u000d\u000a\u000d\u000a\"...and butter is its saddle,\" she sings soothingly, leading you away to the far side of the room. There you sit until she has disposed of the thing, which is of no use to anyone.",
                                     "Name": "疼き@{K}Itching", "Id": 148095},
                    "Name": "姉妹@{K}The sister",
                    "Description": "貞淑な身なりの女性。その手は胸の上できちんと重ねられている。@{K}Her clothes are virtuous and her hands are neatly folded on her breast.",
                    "ButtonText": "", "Id": 127105},
                   {"DefaultEvent": {"Description": "今回の秘密はグレープフルーツほどの大きさで、横隔膜の上に乗っていた。手術は短時間で終わり、侍祭は平板な調子で述べる。\u000d\u000a\u000d\u000a「この方は35年もの間、夫ではない人に恋をしていたのです。彼女がその恋について語ることはなく、誰も、恋い慕われていたご婦人本人でさえもこの方の想いに気が付くことはありませんでした」\u000d\u000a\u000d\u000aこれまでの付き合いからあなたは侍祭が喜んでいるときの声の調子が分かるようになっていた。彼女は黒い粒を瓶に封じると搬出と書かれた判を捺した。@{K}The ball is big as a grapefruit this time, and rides high under the woman's diaphragm. The operation is quick, and the Acolyte plainly expects what she finds.\u000d\u000a\u000d\u000a\"Thirty-five years in love with someone other than her husband, but she never said a word of it, and no one guessed, not even the lady in question.\"\u000d\u000a\u000d\u000aYou have learned by now to recognise the Acolyte's tone of voice when she's pleased. She seals the black pellet into a jar and stamps the wax with an export stamp.",
                                     "Name": "ありきたりな秘密@{K}An old sort of secret", "Id": 148096},
                    "Name": "妻@{K}The wife",
                    "Description": "指には銀色の指輪がはめられている。@{K}She has a silver ring on her hand.",
                    "ButtonText": "", "Id": 127106},
                   {"DefaultEvent": {"Description": "侍祭は手早く解剖を進めていき、彼女の歌も純粋に心を浮き立たせるような調子のものだ。（チェスをする男たちが暖炉の傍らで杯を合わせたこと、そして液状のチョコレートから芽を出した苗木について歌っている。）\u000d\u000a\u000d\u000a「この件については死体がこちらの手に渡る以前から耳にしていました」侍祭は後になってからあなたに語った。「彼女は腰掛で気を失っては奇妙な銀色の液体を飲み、その場にいた人々に自分は恐ろしい病にかかっているのだと話すことを好んでいたのです。この方の唯一の秘密は彼女は本人が望むほどに興味深い存在ではなかったということです」@{K}The Austere Acolyte works quickly this time, and her songs (of chessmen toasting by the fire, of a seedling growing out of a chocolate liqueur) sound genuinely cheerful.\u000d\u000a\u000d\u000a\"I'd heard of this case before she even reached us,\" the Acolyte tells you afterwards. \"She liked to faint on sofas and sip mysterious silver medicines and tell everyone she was suffering from some dread disease. The only secret she had was that she wasn't as interesting as she wanted everyone to think.\"",
                                     "Name": "広く知られた病@{K}Famously ill", "Id": 148112},
                    "Name": "流行りの装いの女性@{K}The Fashionable Lady",
                    "Description": "彼女のガウンは床につく程に垂れ下がり、胸の谷間にはゴルフボールほどの腫瘍が覗いている。@{K}Her gown scoops low and there is a lump at her cleavage as large as a golf ball.",
                    "ButtonText": "", "Id": 127115},
                   {"DefaultEvent": {"Description": "解剖はゆっくりと長い時間をかけて行われた。途中、奇妙な塊にしか見えないものが彼らの一般的な臓器であることが判明し、侍祭はさらにあちこちに切れ目を入れる破目になった。その後しばしの苦闘の末、ようやく彼女は欠片を見つけ摘出した。\u000d\u000a\u000d\u000a普通の黒い塊とは異なりラバリーマンはその暗い秘密を琥珀の形で閉じ込めていた。侍祭はそれから何も見出すことが出来ず、脇に置かれたトレイに除けて上の人間の監査に回した。@{K}$Rubbery M[ae]n -> ラバリーマン$The operation is long and slow. The Acolyte has to cut into several parts of the Rubbery Corpse, because several things that look like strange lumps turn out to be ordinary Rubbery anatomy. At last she finds and extracts the piece.\u000d\u000a\u000d\u000aRather than the usual black lump, the Rubbery Man keeps his dark secrets in amber form. The Acolyte cannot make anything of it, and sets it aside in a tray for her superiors to look at.",
                                     "Name": "ということは……？@{K}Which means...?", "Id": 148113},
                    "Name": "ラバリーマン@{K}$Rubbery M[ae]n -> ラバリーマン$The Rubbery Man",
                    "Description": "多くの死体は人間のものだったが、すべてがそうではない。@{K}Most of the corpses are human, but not all.",
                    "ButtonText": "", "Id": 127116},
                   {"DefaultEvent": {"Description": "「レースで縁取りされたチェダーチーズの一欠片」侍祭は手を動かしながら歌う。\u000d\u000a\u000d\u000aしかし、黒い塊を取り出すと彼女は悲しげな顔になりそれを瓶の中に落とした。\u000d\u000a\u000d\u000a「この方は自分が生まれる前に死んでしまった作家に恋をしていたのです」侍祭が言った。「そしてそのことを恥じて、誰にも言いませんでした。マスターたちはきっとこれを気に入るでしょうね」@{K}\"A slice of cheddar edged in lace,\" sings the Austere Acolyte as she works.\u000d\u000a\u000d\u000aLater, though, she seems sad as she plucks out the dark harvest and drops it in its jar.\u000d\u000a\u000d\u000a\"They were in love with a writer who was dead before they were born,\" says the Acolyte. \"And kept it a secret from embarrassment. The Masters will like that.\"",
                                     "Name": "インクに汚れた過去@{K}Inky pasts", "Id": 148114},
                    "Name": "歴史学者@{K}A historian",
                    "Description": "台の上に載せられていたのは痩せ型で、性差を感じさせない顔立ちとインクによって黒ずんだ指先を持つ人物だった。@{K}The slim figure on the table has ink-stained fingers and a face that defies gender.",
                    "ButtonText": "", "Id": 127117},
                   {"DefaultEvent": {"Description": "この女性の珠は円形でも長方形でもなかった。それは臓器の隙間にぴったりと収まるような形に育っており、外側から見てもその中に珠があるとは分からない。取り出すのには長い時間がかかった。\u000d\u000a\u000d\u000a侍祭は解剖の最中、話す余裕のある時に語った。昔ある政府が崩れた時、この女性と家族は家から追い出されてしまったこと。彼らがどのようにして冬の道を200マイルも他所の国へと歩いていったのか。そして、道中で彼女の幼い弟がどのようにして死んでいったか。他国へと辿り着き、結婚したのちも彼女は自分が何を目にしてきたのか、子供にも、孫にさえ語ろうとはしなかった。彼らを悲しみという毒に蝕ませたくなかったからだ。\u000d\u000a\u000d\u000aマスターたちの好むような話はなかったが、彼女の体内には今までに見てきたどの死体よりも多くの鋼が隠されていた。@{K}The woman's metal ball is not round or oval. It has grown to fit exactly in the spaces between her organs, and from the outside of the corpse you would not guess it was there at all. It takes a long time to carve it out. \u000d\u000a\u000d\u000aThe Acolyte tells you, when she can: how, when a certain government was deposed, the woman and all her family were thrown out of their houses and made to walk in winter two hundred miles to another country. How her baby brother died on the road. How she came to another country, and married, and never told her children or her grandchildren what she had seen, because she did not want to poison them with grief.\u000d\u000a\u000d\u000aNot a story for the Masters, but more steel than you've ever seen in one body before.",
                                     "Name": "身の内にある全ての重み@{K}All the weight there is",
                                     "Id": 148115},
                    "Name": "異邦人@{K}A foreigner",
                    "Description": "柄物のエプロンを着た角ばった顎の女性。@{K}The woman has a square jaw and a patterned apron.",
                    "ButtonText": "", "Id": 127118},
                   {"DefaultEvent": {"Description": "「鰐革で装丁された聖書」侍祭は手を動かしながら歌う。どうもいつもとは調子が異なるようだ。\u000d\u000a\u000d\u000a心室の内部に育った塊は小さいながらも完璧な球形をしていた。\u000d\u000a\u000d\u000a「この方はお兄さんに毒を盛ってしまったのです」侍祭は手術が終わってから口を開いた。「とても幼い時のこと。皆それは事故だったのだと納得しましたが、彼自身は真実がどうだったのかついに確信が持てなかったのです」@{K}\"Bibles bound in crocodile leather,\" sings the Acolyte as she works. Not quite up to her usual form, you think.\u000d\u000a\u000d\u000aThe sphere is small and perfectly round and has grown inside one of the chambers of the young man's heart.\u000d\u000a\u000d\u000a\"Poisoned his older brother,\" the Acolyte explains after. \"When he was very young. Everyone accepted it was an accident, but he wasn't quite sure it was.\"",
                                     "Name": "身の内にある全ての重み@{K}All the weight there is",
                                     "Id": 148117},
                    "Name": "若い男性@{K}A young man",
                    "Description": "辛うじて口髭が生え揃うようになった年頃の青年。@{K}He lived just long enough to grow a mustache.",
                    "ButtonText": "", "Id": 127120}],
 "Description": "尖塔の内部には大量の箱が積みあがっている。@{K}There are many, many boxes piled up under the steepled roof.",
 "Name": "解剖に立ち会う@{K}Observing the Latest Autopsies", "Id": 148091}
