{"ChildBranches": [{"DefaultEvent": {"Description": "　航海士はzeeについて語ることを好んだ。zeeに関する彼の長大な見解は、zeeの美、zeeの危険、zeeの塩気、zeeの深み、zeeに潜むもの、そしてzeeの残りのすべてに及んだ。かれの話はいつも『zeeは……』で始まった。zee、zee、zee……。しばらくすると、あなたは意味の飽和点に到達し、『zee』という単語は、あなたにとってほとんど意味を成さないものになってしまった。しかしそれでも、あなたは何かを学べたようだった。@{I}$Aft -> 後部$The Navigator likes to talk about the zee. He has long opinions on its beauties, its dangers, its salinity, its depth and its contents - and the rest. Every other sentence starts 'The zee...' Zee, zee, zee... After a while you reach the point of semantic satiation, and the word 'zee' means no more to you than the word 'zop'. But you zeem to have learnt something.",
                                     "LinkToEvent": {"Id": 148104}, "Name": "zeeは……@{I}The zee...",
                                     "Id": 148105},
                    "Name": "あなたのミラーを上昇させる@{I}Increase your Mirrors",
                    "Description": "「お話を聞かせていただければ、私からも別のお話をお返ししましょう。zeeは物語に満ちていますからね」[秘密を費やしてあなたのミラーを上昇させましょう。ただし、50が上限です。]@{I}\"Tell me a tale, and I'll tell you another. The zee is full of stories.\" [Spending a Secret will improve your Mirrors, but no higher than 50.]",
                    "ButtonText": "", "Id": 127111},
                   {"DefaultEvent": {"Description": "「しかし、敢えて挙げるならば……私はずっと氷結城をこの目で見たいと願っていました。zeeが隆起し、城をなした場所。問いと謎かけが、真実を巡り相争う場所」彼は夢見るように溜息をついた。しかし彼の目は、注意深くあなたに据えられていた。「そう。氷結城です」[氷結城はzeeの極北で見つけることができます。]@{I}$Frostfound -> 氷結城$\"But now you mention it... I have always had a desire to see Frostfound. The place where the zee rises to become a castle. The place where questions and riddles do battle for truth.\" He sighs dreamily, but he is watching you carefully. \"Yes. Frostfound.\" [Frostfound can be found in the very north of the zee.]",
                                     "LinkToEvent": {"Id": 148104},
                                     "Name": "「zeeはもう十分です」@{I}\"The zee is enough.\"",
                                     "Id": 180634},
                    "Name": "彼は何を望んでいるのだろうか？@{I}What does he want?",
                    "Description": "　彼はzeeに何を探し求めているのだろうか？@{I}What does he seek at zee?",
                    "ButtonText": "", "Id": 146427},
                   {"DefaultEvent": {"Description": "[航海士との逢瀬の機会は、航海中に現れます。しかし、今はまだその時ではありませんよ。]@{I}[Opportunities for other trysts with the Gunner will occur while you're at sea - but quite yet.]",
                                     "Name": "後ほど……@{I}Later...", "Id": 180993},
                    "Name": "秘密の微笑みを交わす@{I}二人だけの微笑みを投げ合う@{M}Exchange a secret smile",
                    "Description": "　オフィサーとの恋愛は不適切なものとみなされるかもしれない。あなたは慎重になる必要があるだろう。@{I}幹部とのロマンスは他者からは不穏と思われるかもしれない。貴方は慎重に行動する必要がある。@{M}$Officer -> オフィサー$A romance with an Officer might be considered unseemly. You'll need to be discreet.",
                    "ButtonText": "", "Id": 146623},
                   {"DefaultEvent": {"Description": "　航海士はかなり真剣で、しかも、少し怖くなるくらいの熱意を示していた。しかし、良き航海士ならば誰でもそうであるように、彼は段取りを良く弁えていたし、タイミングの重要性も理解していた。あなたたち二人共が眠りに落ちる頃には、あなたはこの上ない満足を味わっていた。[以降の航海士との逢瀬の機会は、航海中に現れ、恐怖を大きく減少させます。しかし、もしもあなたが陸で恋人を作っているならば、ことは露見するかもしれません。]@{I}The Navigator is rather earnest, and given to displays of slightly unnerving enthusiasm; but like any good navigator, he knows his way around, and understands the importance of timing. You are more than satisfied by the time you both drift off to sleep. [Opportunities for other trysts with the Navigator will occur while you're at sea, substantially reducing Terror. However, if you have a lover in port, they might find out.]",
                                     "Name": "控えめな歓喜@{I}Discreet delights", "Id": 180994},
                    "Name": "賢しげな航海士を誘惑する@{I}$Sly Navigator -> 賢しげな航海士$Proposition the Sly Navigator",
                    "Description": "「私がzeeについて馬鹿げたことを喋っているのは分かっています。しかし私はそれが好きなのです。そして私は、あなたのことも同じように好きなのです」[航海士は率直さを尊重します。あなたのハートが、あなたのミラーより最低でも20ポイント高くなるようにしましょう。]@{I}\"I do talk nonsense about the zee, I know. But I like it. And I like you.\" [The Navigator values sincerity. Ensure your Hearts is at least twenty points higher than your Mirrors.]",
                    "ButtonText": "", "Id": 146624}],
 "Description": "「zeeですよ。船長。見てください。ほらそこに！zeeは私たちの友人ではありません。そのことを忘れないでくださいね」@{I}\"The zee, Captain. Look at it, out there! It's not our friend. Don't forget that.\"",
 "Name": "賢しげな航海士と話す@{I}$Sly Navigator -> 賢しげな航海士$Speak to the Sly Navigator",
 "Id": 148104}
