{"ChildBranches": [{"DefaultEvent": {"Description": "完全に自作の曲ではなかったが、少なくともいつもの童謡とうろ覚えのオペラで聞いたアリアの繰り返しに変化がもたらされのは確かだろう。彼女は賢明な贈り物を喜んでくれたようだ。@{K}If it's not entirely original work, at least it will make a change from her usual round of children's ditties and airs from half-remembered operas. She is pleased by your thoughtfulness.",
                                     "Name": "新たな調べ@{K}New tunefulness", "Id": 148124},
                    "Name": "贈り物@{K}A present",
                    "Description": "彼女は仕事場で歌う新しい歌を探している。数ページほどにまとめて提供できるだろう。@{K}She's in search of new music to sing at her work. You could scramble together some pages.",
                    "ButtonText": "", "Id": 127124},
                   {"DefaultEvent": {"Description": "たどり着いた鍛冶場は縦に長く背の低い建物だった。最初に島を調査した時には見落としてしまっていたようだ。そしてそこで働く職人はどうやらハートメタルしか扱っていないらしい。ハートメタルは硬く冷酷なため彼の道具はあっという間にすり減ってしまう。\u000d\u000a\u000d\u000a「武器の材料としては最高だ」彼は言った。「普通の鋼よりも威力が高い武器ができる。それに弾の欠片が体に入っただけでも一生苦しむことになる」@{K}The smithy is a long low building that you missed on your first survey of the island. The blacksmith works, it proves, entirely in heart-metal, though it is so hard and cruel that it wears his tools out quickly.\u000d\u000a\u000d\u000a\"Nothing like it for weaponry,\" he says. \"Does more damage than any ordinary steel, and a little bit of the shrapnel will give you trouble to the end of your days.\"",
                                     "Name": "武器の素材@{K}Matter for weapons", "Id": 148130},
                    "Name": "鍛冶職人への届け物@{K}Deliveries to the smith",
                    "Description": "ハートメタルを鍛冶屋のところへ。なぜクレイマンに運ばせないのかはあなたの知るところではない。@{K}$Clay M[ae]n -> クレイマン, [Hh]eartmetal -> ハートメタル$Heartmetal for the smith. Why the Clay Men can't deliver it, you don't know.",
                    "ButtonText": "", "Id": 127128},
                   {"DefaultEvent": {"Description": "スードが玄関であなたを出迎えた。クーパーは在宅でないようだ。\u000d\u000a\u000d\u000a彼はすでに大釜を沸騰させており、そこに削りかすの入った瓶が開けられた。ハートメタルが溶けるとは思えなかったが、欠片はバターのように溶けだして混ざっていった。\u000d\u000a\u000d\u000a「明日の昼前には瓶詰めされる」スードは攪拌する手を休めないまま言った。@{K}Soothe meets you at the door. Cooper is not home.\u000d\u000a\u000d\u000aSoothe has a cauldron on the boil already, and in go the shavings. You wouldn't think they'd melt, but they go like butter, swirling into the mix.\u000d\u000a\u000d\u000a\"Have 'em bottled by tomorrow forenoon,\" Soothe says, not looking up from his stirring. ",
                                     "Name": "煮え立つ液体@{K}Boiling liquids", "Id": 148133},
                    "Name": "スード&クーパーを訪ねる@{K}$Soothe (and|&) Cooper -> スード&クーパー$A visit to Soothe and Cooper",
                    "Description": "くるみ割り器の歯の間から取り出されたハートメタルの削り滓と、他の用途には小さすぎる欠片の入った小さな瓶を彼女から受け取った。@{K}She has a little jar of heart-metal shavings, bits too small to be reused for any other purpose, picked out of the teeth of the nutcracker.",
                    "ButtonText": "", "Id": 127130},
                   {"DefaultEvent": {"Description": "鍛冶場の中はうだるように暑かった。箱は扉のすぐ横に置いておくのがいいだろう。\u000d\u000a\u000d\u000a鍛冶屋はあなたの視線の先を追って言った。「クレイマンは熱に弱い。あの侍祭もあれだけ厚着してるもんだから、暑いのはそれほど好きじゃないんだろうよ」@{K}$Clay M[ae]n -> クレイマン$It's sweltering inside the smithy. Best to deposit the boxes close to the door.\u000d\u000a\u000d\u000aThe smith follows your glance. \"Heat's not good for the Clay Men,\" he says. \"But the Acolyte doesn't much like it either, all bundled up the way she is.\"",
                                     "Name": "武器の素材@{K}Matter for weapons", "Id": 149032},
                    "Name": "鍛冶職人への届け物@{K}Deliveries to the smith",
                    "Description": "彼女はハートメタルの一杯に詰まった箱を用意している。あなたがこのようなお使いをさせられてもいいと思うのであれば……@{K}She piles up a crate full of discarded heart-metal, if you're willing to be made to fetch and carry now...",
                    "ButtonText": "", "Id": 127776},
                   {"SuccessEvent": {"Description": "宮廷演奏会の曲目となるほどではないかもしれないが、聞いた者すべての気持ちを明るくするような心浮き立つメロディーの良い曲が出来た。あなたは試しにいくつか即興の歌詞をのせて歌ってみたが、メロディーが崩れることはなかった。（パンタルーンで出来た凧と１３時の鐘しか打つことのできない時計についての詞だった。）禁欲的な侍祭のより多種多様な歌詞にもきっとよく合うことだろう。\u000d\u000a\u000d\u000aあなたがその曲を口笛で吹いてみせると、彼女はいたく感激したようだった。@{K}It might not be enough for a royal concert, but it's a good, hearty tune that would put anyone in a better mood. You try singing it with various invented lyrics about a kite made of pantaloons and a clock that can only strike thirteen. The tune holds up, and you're sure that the Austere Acolyte's broader and more varied verses will go with it just as well.\u000d\u000a\u000d\u000aWhen you whistle it for her, she seems really quite touched.",
                                     "Name": "然程の苦労もなく@{K}Nothing too difficult", "Id": 148135},
                    "DefaultEvent": {"Description": "あなたは十五分ほど独自の曲を作っているつもりでいたが、船員の一人があなたが口笛で吹いているのはウルフスタックの酒場で歌われる、シニング・ジェニーについての猥雑なリフレインのある曲だと思い出させてくれた。@{K}$Wolfstack -> ウルフスタック, Wolf -> ウルフ$For a quarter hour you think you're on to something original, until one of your crew reminds you the tune you're whistling is that Wolfstack drinking song with the naughty refrain about Sinning Jenny.",
                                     "Name": "捻じ曲げられた才能@{K}Genius averted", "Id": 148134},
                    "Name": "新奇な贈り物@{K}A novel present",
                    "Description": "彼女は仕事場で歌う曲を探している。新しく作曲して贈るとしよう。@{K}She's in search of new music to sing at her work. You could write some.",
                    "ButtonText": "", "Id": 127131},
                   {"SuccessEvent": {"Description": "その廃棄場所というのは実際には黒い物質で膝の高さまで埋められた野原だった。何千もの心臓を合わせた量だ。あまり近くで見ると眩暈がするが、遠くばかり見ていても良い見張りとは言えない。浜辺まで続く廃棄場の周りを行ったり来たりするうち、落ち着かない数時間が過ぎた。\u000d\u000a\u000d\u000a見張りの四分の三が過ぎたころ、人目を忍ぶような動きがあった。手漕ぎの船に三人のフードを目深にかぶった人物が乗っている。@{K}The place proves to be a wide field knee-deep in the dark matter, thousands of hearts' worth. Looking too closely at it makes you dizzy. Looking too far away from it makes you a poor watchman. It makes for an uncomfortable couple of hours, pacing around the dumping ground, which runs all the way down to the beach.\u000d\u000a\u000d\u000aIn the last quarter of the watch, there's stealthy movement, a rowboat, three hooded figures. ",
                                     "LinkToEvent": {"Id": 149077},
                                     "Name": "岸辺に近づく密輸人@{K}Smugglers along the shore",
                                     "Id": 149076},
                    "DefaultEvent": {"Description": "普段は侍祭の一人がこの憂鬱な役目に就いているようだが、今日は誰も手が空いていないらしい。そのためあなたがこの任務に選ばれたのだ。\u000d\u000a\u000d\u000aその廃棄場所は実際には黒い物質に膝の高さまで埋められた野原だった。あなたはその物質に触らない方が良いということを見張りが始まって直ぐに学んだ。近くに行くのも止めた方が良い。数多の人生の苦悩が堆積している様は、そちらを眺めやるだけでも眩暈がするようだ。あなたは代わりに海を見つめていることにした。@{K}Apparently usually one of the other acolytes performs this melancholy duty, but no one is available today, and so it falls to you.\u000d\u000a\u000d\u000aThe place proves to be a wide field knee-deep in the dark matter. You quickly learn better than to touch it, or even go very near it. The cumulative misery of so many lives is dizzying if you even look in the general direction. You keep your eyes out to sea instead.",
                                     "Name": "退屈な見張り番@{K}A dull watch", "Id": 148125},
                    "Name": "中庭を見張る@{K}Guarding the yard",
                    "Description": "使われなかったハートメタル廃棄場の夜番に立ってくれないかと頼まれた。@{K}She asks you to keep a night watch on the dump where she throws away the unused heartstuff.",
                    "ButtonText": "", "Id": 127125}],
 "Description": "彼女は時折、あなたに任せられる仕事があると言った。@{K}From time to time she'll admit that there's something you can do for her.",
 "Name": "侍祭の使い走り@{K}Errands for the Acolyte", "Id": 148123}
