{"ChildBranches": [{"DefaultEvent": {"Description": "　洗練された悪魔は、あなたを銅板張りの面会室に案内した。部屋の壁には狩猟画が描かれていた。ただし、狩人は悪魔で、獲物は人間の男女だ……。悪魔は指先を合わせ、先を促すように頷きながら、あなたの話に耳を傾けた。「とても助かります。ええ、本当に。封書の方、頂けますかね？」彼はそれを興味深そうに読んた。「ほう、素晴らしい。報酬をお支払いしましょう。どうぞ。お手数お掛けしましたね。更なる情報に対しては、また別のものを用意しておきましょう。しかし、ああ、いくらか、独自の検証をしてきてもらっても構いませんかね？祖国を追放された者がどうなってしまうか、あなたにも想像はつくでしょう。彼らは時として、想像力をたくましくするあまりに、自制心を失くすことがあるのですよ。ともあれ、君の情報提供者にはささやかな贈り物をしましょう」@{I}上品な悪魔が貴方を銅板のはめられた面接室に案内する。壁には狩猟の版画がかけられている。ただし、狩人は悪魔であり、獲物は女と男であった...悪魔は指を組んでテーブルの上に置き、時折大仰に、鷹揚に頷いてみせながら、貴方の話に聞き入っていた。「それは...本当に貴方の役に立っておりますな。ええ、本当に。それを頂いても宜しいですかな?」彼は興味深くそれを読む。「ああ、とても良い。貴方に報酬を提供する機会を頂いても宜しいですかな。こちらです。お受け取り下さい。私にこういった物をもっとお持ち下されば、私もまたそれにお応え致しましょう。ただ、そうですな...独自の確認を行って頂いても差し支え有りませんかな?国外に滞在している者がどの様にして辿り着いているのか、貴方はご存知の筈です。時折、彼らの想像力が枯渇してしまう事があるようですが。いずれにしましても、貴方がもたらしてくれたこちらへの御礼を、どうぞお納め下さい。」@{M}An Urbane Devil ushers you into a copper-panelled interview room. There are hunting prints on the walls: but the hunters are devils and their quarry, women and men... The Devil listens, fingers steepled, to your story, nodding encouragingly. \"That's terribly helpful of you. Terribly helpful. Could I have the message, please?\" He reads it with interest. \"Oh, that's very good. Allow me to offer a consideration to you. Here. For your trouble. Bring me more, and I'll give you something else. But, ah, do you mind performing some independent verification? You know how expats can get. Sometimes their imagination runs away with them. Anyway, here's a little present for your source...\"",
                                     "Name": "暖かい歓迎@{I}温かい歓迎@{M}A warm welcome", "Id": 148616},
                    "Name": "物思わしげな女悪魔の情報を伝える@{I}物欲しそうな女悪魔の情報を渡す@{M}$Wistful Deviless -> 物思わしげな女悪魔$Pass on the Wistful Deviless' information",
                    "Description": "　女悪魔は、地獄から追放された貴族階級であるブリムストーン総会の内部情報をもたらした。地獄は間違いなく、興味を示すだろう。@{I}女悪魔は、追放された地獄の貴族の集まりである、\"硫黄の総会\"の内部の秘密情報を渡してくれた。地獄に関係する者は、疑いの余地無く、興味を持つだろう...@{M}$Brimstone Convention -> ブリムストーン総会$The Deviless has provided intelligence from inside the Brimstone Convention, the aristocrat-exiles of Hell. Hell will, no doubt, be interested...",
                    "ButtonText": "", "Id": 127507},
                   {"DefaultEvent": {"Description": "「なんと興味深い、そして残念なことか。これはあの女悪魔の情報を真っ向から否定している。まあ、裏切りは予期されてしかるべきだ。彼女がそこまで手際の悪い輩だったとは思いたくないのだがね。しかし、ブリムストーン総会とはそういうものだ」@{I}「面白い。そして残念の極みです。こちらは女悪魔殿の情報と完全に矛盾しておりますぞ。ふむ、裏切りは想定内でしたが...彼女がそこまで不器用では無い事を願っていたのですが。しかし、それが\"硫黄の総会\"なのですよ。貴方も分かったでしょう。」@{M}$Brimstone Convention -> ブリムストーン総会$\"How interesting. And unfortunate. This directly contradicts the Deviless' information. Well, treachery is to be expected: I wish she hadn't been so gauche about it. But that's the Brimstone Convention for you.\"",
                                     "LinkToEvent": {"Id": 148615},
                                     "Name": "背信者@{I}裏切者@{M}A traitor", "Id": 148698},
                    "RareDefaultEvent": {"Description": "「喜ばしいことに、この情報は、あの女悪魔が我々に伝えた内容とぴったりと合致している。ゆえに我々は彼女を信頼することができる。君自身が信頼できないのでない限り」彼はなめらかに微笑んだ。「そして、君はまさか、地獄を欺こうなどとはしないだろうね？」@{I}「貴方のもたらした情報と、女悪魔殿から伝え聞いた情報が完全に一致しました事は喜ばしい限りです。これで私どもは彼女を頼る事が出来ましょう。ただし、貴方が変な事を考えつかぬ限りにおいて、ですが。」そう言いながら彼は滑らかに笑みを見せる。「私は、貴方が地獄を欺くような愚は犯すまいと確信しておりまするぞ?」@{M}\"I am delighted to say that this information precisely matches what the Deviless has told us. So we can rely on her: unless you are unreliable in your turn.\" He smiles silkily. \"And I'm sure you wouldn't try to deceive Hell, would you?\"",
                                         "LinkToEvent": {"Id": 148615},
                                         "Name": "忠実なる者@{I}忠士@{M}A loyalist", "Id": 148769},
                    "Name": "あなたの『独自の検証』の結果を伝える@{I}貴方が持つ'独自の確認'を渡す@{M}Pass on your 'independent verification'",
                    "Description": "　それはあなたにとっては大きな意味を持たないが、おそらく今あなたの話している相手にとっては別だろう。@{I}それ自体は貴方に意味がある物ではないが、恐らく貴方の話相手にはある物なのだ。@{M}It doesn't mean much to you, but perhaps it will to your interlocutor.",
                    "ButtonText": "", "Id": 127560},
                   {"DefaultEvent": {"Description": "　彼は手紙を読むと、長く、低い口笛を吹いた。それは周囲の金属器具に奇妙に反響し、あなたにほんの微かな歯痛のうずきを与えた。「ここにはいくつか大物の名前が含まれている。実際、極めて大物の名前が。彼女はここに帰ってきたいって？ふむ、彼女の情報が真実なら、ブリムストーンは彼女をパイ生地に包んで焼き上げてしまうだろうな。あるいは、彼女が我々を欺こうとしているのなら、そうだな、彼女がここにいれば、私は私自身のパイ窯を温めておくことができる。いずれにしても、そう、時は満ちた。彼女をここに連れて来てもらえるかね？運賃は我々の方で支払わせてもらうよ。本当にありがとう。君は今日、地獄の物事を一歩先へと進めてくれたのだ」@{I}手紙を読み進めながら、彼は長く、低い口笛を吹いた。それは金属と奇妙に共鳴している。それは貴方に微かに疼く歯痛を与えて来た。「ここに在る名前の幾つかは、大物ですな...非常に大物です。どうやら彼女は故郷に戻りたいようですなぁ...?彼女が真実を告げているとすると、恐らく奴ら...\"硫黄の総会\"は彼女をパイの具にして焼いてしまうでしょう。そしてもし彼女が私を謀ろうとしているとするならば、そうですな、彼女にこちらまでご足労願って、その間にこちらのパイ焼きオーブンを温めて置きましょうか。どちらにしても、ええ、そうですな。時は来た様です。彼女をこちらまでお連れして頂けますかな?彼女の旅費はこちらで融通致しましょう。本当に感謝致しますよ。貴方が今日、地獄の事態を進展させたのですから。」@{M}He reads the letter and emits a long, low whistle that resonates oddly in the metal fittings, and gives you the faintest tingle of toothache. \"There are some very senior names here. Very senior indeed. She wants to come home, eh? Well, either she's telling us straight, in which case Brimstone will have her baked in a pie, or she's trying to swindle us, in which case, well, I'd like her here so I can warm up my own pie-oven. Either way, yes, the time has come. Bring her here, will you? We'll pay her fare. Thank you so much. You've advanced the cause of Hell today.\"",
                                     "Name": "扇動的な情報@{I}扇動的な物@{M}Incendiary material",
                                     "Id": 148715},
                    "Name": "女悪魔の二つ目の情報を、洗練された悪魔に伝える@{I}女悪魔の二回目の伝言を上品な悪魔へ渡す@{M}Pass on the Deviless' second message to the Urbane Devil",
                    "Description": "　洗練された悪魔は待っていた。整った白い歯の見える、友好的な微笑みを浮かべながら。@{I}上品な悪魔は友好的な笑顔で、端正な白い歯を見せながら、待っている。@{M}The Urbane Devil waits, with a friendly smile that exposes his neat white teeth.",
                    "ButtonText": "", "Id": 127569},
                   {"DefaultEvent": {"Description": "　彼は手紙を読むと、長く、低い口笛を吹いた。それは周囲の金属器具に奇妙に反響し、あなたにほんの微かな歯痛のうずきを与えた。「ここにはいくつか大物の名前が含まれている。実際、極めて大物の名前が。彼女がブリムストーン総会のための二重スパイであることを我々は既に知っているのだから、これは我々の内部対立を目論んだものだということだ。しかも、もし君が我々に警告してくれていなければ、それは成功していたかもしれない」<br/><br/>「彼女はここに帰ってきたいって？いいとも、いいとも。今すぐにでも帰ってきてよいと言ってやりなさい。彼女をここに連れてくるんだ。彼女は我々の方で処理する。そして君には報酬が支払われる」@{I}手紙を読み進めながら、彼は長く、低い口笛を吹いた。それは金属と奇妙に共鳴している。それは貴方に微かに疼く歯痛を与えて来た。「ここに在る名前の幾つかは、大物ですな...非常に大物です。...が、私どもは彼女が\"硫黄の総会\"の二重スパイである事を既に存じ上げております。ですので、これは恐らく私どもを陥れる為の策と見るべきでしょうな。もし貴方が私どもに警告してくれなければ、成功していたやもしれません。」\u000d\u000a\u000d\u000a「どうやら彼女は故郷に戻りたいようですなぁ...?宜しい、宜しい。彼女に何時でも直接お帰り頂ける旨お伝え下さい。そしてこちらに彼女を連れてくるのです。そこで彼女は、終わり。貴方は報酬を得られましょう。」@{M}$Brimstone Convention -> ブリムストーン総会$He reads the letter and emits a long, low whistle that resonates oddly in the metal fittings, and gives you the faintest tingle of toothache. \"There are some very senior names here. Very senior indeed. We know she's a double-agent for the Brimstone Convention: so this is an attempt to have us turn on our own. It might have succeeded, too, if you hadn't warned us.\"\u000d\u000a\u000d\u000a\"She wants to come home, eh? Yes. Yes, tell her she can come home directly. Bring her here. We'll settle her hash. You'll be paid.\"",
                                     "Name": "扇動的な情報@{I}扇動的な物@{M}Incendiary material",
                                     "Id": 148770},
                    "Name": "女悪魔の二つ目の情報を、微笑を浮かべた悪魔に伝える@{I}女悪魔の二回目の伝言を微笑む悪魔へ渡す@{M}Pass on the Deviless' second message to the Smiling Devil",
                    "Description": "　微笑を浮かべた悪魔は待っていた。整った白い歯の見える、友好的な微笑みを浮かべながら。@{I}微笑む悪魔は友好的な笑顔で、端正な白い歯を見せながら、待っている。@{M}The Smiling Devil waits, with a friendly smile that exposes his neat white teeth.",
                    "ButtonText": "", "Id": 127608},
                   {"DefaultEvent": {"Description": "　洗練された悪魔は、大使館の小さな出入口のそばで、あなたと女悪魔に面会した。彼はお辞儀をした。彼女はお辞儀を返した。彼らは地獄のシューシュー、パチパチと音を立てる言語で談笑を交わし、共通の冗談で笑いあった。<br/><br/>　束の間、あなたのことは忘れ去られたかのようだった。しかし、彼女は振り返った。あなたに感謝するために？いや、あなたへの支払いを済ませるために。「これでもう、すべてが正されるでしょう」彼女は上機嫌に言った。「本当に、何もかもが正されるでしょう。あなたはとてつもないことをしてくれました。私はとてつもなく感謝しています。どうかこれを」<br/><br/>　『これ』というのはマウント・パーマーストンの火口から採掘された、くすぶる火のルビーだった。それは彼女に触れられていたために焼けつくように熱く、慌てて左右の手でお手玉をするあなたを見て、彼女は好ましげにクスクスと笑った。「ひょっとしたら、またお会いするかもしれませんね。とても楽しい方ですもの」@{I}上品な悪魔は大使館の通用門の一つの前で、貴方と女悪魔に会っていた。彼が一礼し、続いて彼女が頭を下げる。そこから彼ら二人は、低く唸るような、鶏が囀る様な地獄の言葉で会話を交わし、時折冗談を交えているのか、笑っている。一瞬貴方の存在が忘れられているかのようだったが、やがて彼女が貴方に向き直った。感謝を捧げる為?否、貴方に報酬を渡す為だった。「全て大丈夫の様ですわね。」喜色満面の笑みを浮かべ、彼女は言う。「これで物事が全て良くなりますわ。貴方は大変な事をしてくれました。私はそんな貴方に大変感謝していますの。\"これ\"をお受け取りなさいな。」\u000d\u000a\u000d\u000a\"これ\"はパルマストン山の山腹から採れた、燻ぶるルビーだった。彼女の手によって、それは猛烈に熱くなっている。貴方がそれを持とうとして余りの熱さにお手玉している様を、彼女は愛おしそうに含み笑いを漏らしながら眺めている。「多分、貴方とはまたお会いする気が致しますわ。貴方、とても面白いのですもの。」@{M}$(Mt?.|Mount) Palmerston -> マウント・パーマーストン$The Urbane Devil meets you and the Deviless by one of the Embassy's lesser entrances. He bows; she bows; they chatter together in one of Hell's hissing, clicking languages, and laugh at a shared joke.\u000d\u000a\u000d\u000aFor a moment you seem forgotten, but she turns back. To thank you? No: to pay you. \"All shall be well, now,\" she says gleefully, \"and all manner of thing shall be well. You've done a terrible thing, and I am terribly grateful. Take this.\"\u000d\u000a\u000d\u000a\"This\" is a smouldering ruby from the throat of Mt Palmerston. It is scorching hot from her touch. She chuckles fondly as you juggle it hastily from hand to hand. \"Perhaps I'll see you again. You're so much fun.\"",
                                     "Name": "ひっそりとした到着@{M}人目につかない到着@{I}A discreet arrival",
                                     "Id": 148774},
                    "Name": "女悪魔を真鍮の大使館に案内する@{I}女悪魔を黄銅の大使館まで案内する@{M}$Brass Embassy -> 真鍮の大使館$Escort the Deviless to the Brass Embassy",
                    "Description": "「ロンドン！ああ、魂、魂。こんなにたくさんの香りを嗅いだのは一体いつ以来かしら――」彼女は眼を閉じ、息を深く吸い込むと、うっとりとした表情になった。あなたたちを乗せた馬車が、大使館に近づいていた。@{I}「ロンドン!ああ...魂...魂。私がこんなに沢山の匂いを感じたのは何時以来かしら -」彼女は目を閉じ、息を吸い、うっとりとしている。貴方が運ぶべき\"荷物\"を載せた馬車は、大使館に近づいている。@{M}\"London! Oh, the souls, the souls. I haven't smelt so many since - \" She inhales, eyes closed, face rapt. Your hackney-carriage approaches the Embassy.",
                    "ButtonText": "", "Id": 127611},
                   {"DefaultEvent": {"Description": "　二体の悪臭を放つ山羊頭の悪魔がよろめき出て、女悪魔の両腕を捕らえた。彼女はあなたを見た。その表情は、人間の顔であれば耐えられないような感情に悶えていた。憎悪？満足？賞賛？そのうちのいずれか。そしてまた別の感情、悪魔にしか理解できない、熱く、平坦で、爬虫類じみた感情があった。「さようなら」彼女が言ったのはそれだけだった。山羊頭の悪魔たちは鋼鉄の階段を下り、彼女を苦痛の別館の地下出入口へと連れ去った。<br/><br/>　洗練された悪魔は、大使館の装飾用ランプのそばにもたれかかり、紫がかった水晶の棘で自らの歯をほじくっていた。「ブラボー！そして一件落着、というわけだ。さあ」彼はあなたに、クレープ織りの赤褐色の紙で包まれた、平べったい包みを手渡した。そして、口笛を吹きながら揚々と歩き去った。<br/><br/>　包みには、美しく描かれた女悪魔の油絵が入っていた。彼女は十六世紀を思わせる襞襟のついたガウンを身にまとい、その両目は閉ざされていた。@{I}2体の山羊悪魔がのろのろと歩きながら、それぞれ女悪魔の腕を掴む。彼女は人間では到底真似できないような芸当で、複雑な表情に顔を歪め悶えながら貴方を見ていた。それは憎悪?それは喜び?それは...憧憬?それらの内のどれかなのだろうか、そしてまた別の感情を見せる。それは熱く平坦な爬虫類のもので、悪魔だけが理解し得るものだった。「さようなら。」それが、彼女の言った全て。山羊悪魔が彼女を階下まで連れて行く。鉄の階段をゆっくり下りて、拷問処刑の別館がある地下への入り口へ。\u000d\u000a\u000d\u000a上品な悪魔は建物の灯りの一つの側にもたれかかり、歯の間を紫水晶のような物の欠片でつついている。「ブラボー!そして、私どもの仕事もこれにて完了です。さぁ、こちらを。」そう言いながら彼は、銅色をしたちりめん紙に包まれた、平べったい小包を手渡し、一歩離れて口笛を吹いた。r\u000a\u000d\u000a小包は美麗に仕上げられた女悪魔の油絵であった。16世紀の衣装を思わせる耽美で瀟洒なガウンを身に纏った女悪魔の目は、閉じたままであった。@{M}$Excruciation Annex -> 苦痛の別館$Two stinking goat-demons shamble up: one takes each of the Deviless' arms. She looks at you, and her face writhes into an expression that a human face could not support. Hatred? Satisfaction? Admiration? Something of those, and another emotion, a hot flat reptilian one that only devils understand. \"Goodbye,\" is all she says. The goat-demons guide her down a flight of iron steps, to the basement entrance of the Excruciation Annex.\u000d\u000a\u000d\u000aThe Urbane Devil lounges by one of the Embassy's ornamental lamps, picking his teeth with a splinter of purplish crystal. \"Bravo! And that concludes our business. Here.\" He hands you a flat parcel wrapped in coppery crêpe paper, and bounds off, whistling.\u000d\u000a\u000d\u000aThe parcel contains a beautifully rendered oil-painting of the Deviless, in a gown with a ruffled collar which suggests the sixteenth century. Her eyes are closed.",
                                     "Name": "扉は閉ざされる@{I}扉は固く閉じられた@{M}The closing of a door",
                                     "Id": 148775},
                    "Name": "女悪魔を真鍮の大使館に案内する@{I}女悪魔を黄銅の大使館まで案内する@{M}$Brass Embassy -> 真鍮の大使館$Escort the Deviless to the Brass Embassy",
                    "Description": "「ロンドン！ああ、魂、魂。こんなにたくさんの香りを嗅いだのは一体いつ以来かしら――」彼女は眼を閉じ、息を深く吸い込むと、うっとりとした表情になった。あなたたちを乗せた馬車が、大使館に近づいていた。@{I}「ロンドン!ああ...魂...魂。私がこんなに沢山の匂いを感じたのは何時以来かしら -」彼女は目を閉じ、息を吸い、うっとりとしている。貴方が運ぶべき\"荷物\"を載せた馬車は、大使館に近づいている。@{M}\"London! Oh, the souls, the souls. I haven't smelt so many since - \" She inhales, eyes closed, face rapt. Your hackney-carriage approaches the Embassy.",
                    "ButtonText": "", "Id": 127612},
                   {"DefaultEvent": {"Description": "「ああ、この泡立ち。まるで子犬から拵えたシャンパンのよう。ありがとう、親愛なる友よ」@{I}「ああ...この味わいたるや、子犬のシャンパーニュの如し...ですな。感謝致しますよ、親愛なる友。」@{M}\"Ah, the fizz of them. Like champagne made from puppies. Thank you, dear friend.\"",
                                     "LinkToEvent": {"Id": 148615},
                                     "Name": "「美味かな！」@{I}\"美味い!\"@{M}\"Tasty!\"", "Id": 152150},
                    "Name": "真鍮の大使館に人間の魂を売る@{I}黄銅の大使館に人間の魂の入った箱を売り渡す@{M}$Brass Embassy -> 真鍮の大使館$Sell a Crate of Human Souls to the Brass Embassy",
                    "Description": "　一方では、悪魔はウルフスタック・ドックスの商人よりも少し良い値をつけてくれるという事実がある。他方でそれは、文字通り他人の魂を悪魔に売り渡すことを意味する。@{I}好意的に解釈すれば、ウルフスタック桟橋の商人よりもこの悪魔の方が少し高値で買い取ってくれるという事。有り体に言ってしまえば、貴方は文字通り、他人の魂を悪魔に売り渡しているのだ。@{M}$Wolfstack -> ウルフスタック, Wolf -> ウルフ, Wolfstack Docks -> ウルフスタック・ドックス$On the one hand, devils pay a little better than the merchants of Wolfstack Docks. On the other hand, you are literally selling other people's souls to devils.",
                    "ButtonText": "", "Id": 129692},
                   {"DefaultEvent": {"Description": "　喉の奥に何かがあった。それがあなたの口内を満たした――それはまるで角か石炭のように固く節くれ立っていた。それは喋り出した――早口で、上機嫌な文章、地獄の言葉だった。それがあなたの口内を這い出るたび、あなたの唇は切り裂かれた――<br/><br/>　あなたは大使館の外の街路に立っていた。手にはシンティラックの塊が握られていた。「記念にね」洗練された悪魔は、そう言っていた。@{I}何かが喉に詰まっている。それは貴方の口を満たした - 固くゴツゴツとしており、それは石炭か角の様にも思えた。そしてそれが突然喋り出す - 早口で喜びの言葉を、地獄の言葉で。貴方の口から飛び出したそれは、貴方の唇を切り裂いた -\u000d\u000a\u000d\u000a気づくと、貴方は大使館の外の通りに立っていた。手の中には、碧珊瑚の胞核の塊が握られている。\"記憶の代金です...\"上品な悪魔の、そんな声が聞こえた、気がした。@{M}$[Ss]cintillack -> シンティラック$There was something in your throat. It crowded your mouth - it was hard and knobbled as horn or coal. It spoke - rapid gleeful sentences in one of the languages of Hell. It cut your lips when it crawled from your mouth -\u000d\u000a\u000d\u000aYou're in the street outside the Embassy. There's a lump of scintillack in your hand. \"For memories,\" the Urbane Devil told you.",
                                     "Name": "街路が回る@{I}回り廻る道@{M}The street is spinning",
                                     "Id": 159966},
                    "Name": "あなたは何故ここへ？@{I}何故こちらに?@{M}Why did you come here?",
                    "Description": "「ははあ。君はリパブリックに行って来たわけだね？それで？私に何か……伝えたいと思ったんじゃないかな？」@{I}「ふむ?共和国にいらした事があるのですかな?貴方は私に何か...お伝えしたかった事が?」@{M}\"Yes? Have you been to the Republic, then? Did you want to... tell me something?\"",
                    "ButtonText": "", "Id": 134542},
                   {"DefaultEvent": {"Description": "「この中からは、無垢な記憶の匂いがするようだ。いや違う。これは、絶望か。何しろどちらも似たような匂いをしているものでね」@{I}「ああ、これは純真な記憶の匂いが中に入っておるのですかな。否、これは絶望ですか。どちらも似たような香りなのですよ。」@{M}\"I think I smell a memory of innocence in this one. No. It's despair. They have a similar bouquet, you know.\"",
                                     "Name": "「ああ、芳しい」@{I}\"ああ、美味しい。\"@{M}\"Ahh, delicious.\"",
                                     "Id": 169650},
                    "Name": "真鍮の大使館に紅い蜜の入った積荷を売る@{I}赤蜂蜜の荷物を黄銅の大使館に売る@{M}$Brass Embassy -> 真鍮の大使館, [Rr]ed [Hh]oney -> 紅い蜜$Sell a shipment of red honey to the Brass Embassy",
                    "Description": "　ともすると、これは悪魔を魂から引き離すことになるだろうか？やってみる価値はある。彼らの支払う対価のために。@{I}これが彼らに魂を捨てさせるかもしれない?試して見る価値はある。少なくとも彼らの支払いは悪く無い。@{M}Maybe it'll wean them off souls? Worth a try, for the price they're paying.",
                    "ButtonText": "", "Id": 139737}],
 "Description": "　ここは地獄のロンドンへの足掛かり。暖かく、輝かしく、堂々たる場所。窓のすべてが光に煌々と輝いている。(苦痛の別館から絶叫が上がり、そして不意に途切れた。)@{I}ここは、ロンドンに置ける地獄の足がかりとなる場所だ。温かく、明るく、そして洗練されている。全ての窓からは光が漏れ出ていた。(時々、地下にある拷問処刑の別館から、苦痛と絶望に歪んだ絶叫が聞こえては消えている。)@{M}$Excruciation Annex -> 苦痛の別館$This is Hell's foothold in London. It's warm, bright and handsome. Every window blazes with light. (There is a screech, abruptly cut off, from the Excruciation Annex.)",
 "Name": "真鍮の大使館@{I}黄銅の大使館@{M}$Brass Embassy -> 真鍮の大使館$The Brass Embassy",
 "Id": 148615}
