{"ChildBranches": [{"DefaultEvent": {"Description": "彼は気乗りしない様子で上にあがった。それから数日の間、辺りに白いジーバットの兆候が何もない事を知って恐怖心が無くなり、彼は仲間の前で呆けて見せるのを止めた。@{M}He goes up unwilling, but he goes. And when there's no sign of the white zee-bat over the next few days, his fears dissipate and he's left looking foolish before his shipmates.",
                                     "Name": "それから@{M}And onwards", "Id": 148694},
                    "Name": "ソルト?@{M}Salt?",
                    "Description": "船乗りの迷信だ。彼を甲板に上げるように命じる。@{M}Zailors' superstition. Order him up on deck at once.",
                    "ButtonText": "", "Id": 127557},
                   {"DefaultEvent": {"Description": "船乗りは感謝していたが、船医は疑いの眼差しを向けていた。次に甲板に上がった時、船縁にジーバットが - 黒でも白でもなく - 居ないのを確認した彼は、やる気を出して持ち場についた。@{M}The zailor is grateful, though your ship's doctor rolls a sceptical eye. When he next goes up on deck, the railings are clear of zee-bats, white or black, and he sets to work with a will.",
                                     "Name": "それから@{M}And onwards", "Id": 148695},
                    "Name": "ソルト。@{M}Salt.",
                    "Description": "ソルト。船乗りが恐れる名も無き神の一人。この船乗りは誠実な男だ。熱が出たと言う口実で彼を病室に送る。@{M}Salt: one of the nameless gods that zailors fear. This zailor is a conscientious man. Send him to the sick bay on the pretext of a fever.",
                    "ButtonText": "", "Id": 127558},
                   {"DefaultEvent": {"Description": "ジーバットは鸚鵡のように大胆に、貴方の指から茸クラッカーを受け取った。自らの頭を貴方につけ、何か良くないものを追い払うかのようにこすって来た。やがてそれは翼を広げ、空に向かって羽ばたいていった。\u000d\u000a\u000d\u000a次の日、船に備え付けていたボートと共に、船員が姿を消した。彼の姿を見た者は無く、何故消えたかもわからなかった。@{M}The zee-bat takes fungal crackers from your fingers, as boldly as a parrot. It dips its head to you and chirrups something you might mistake for speech. It spreads its wings, and leaps into the air.\u000d\u000a\u000d\u000aThe next day, your crewman is gone, along with one of the ship's boats. No one saw him depart, or knows why.",
                                     "Name": "貴方の指から@{M}From your fingers", "Id": 150635},
                    "Name": "ジーバットに餌を与える@{M}Feed the zee-bat",
                    "Description": "もし白いジーバットがソルトの使いなのであれば、貴方はソルトの歓心を得られるかもしれない。もし貴方がその類の事を信じていれば。@{M}If white zee-bats are sacred to Salt, perhaps you'll win Salt's favour. If you believe any of this.",
                    "ButtonText": "", "Id": 128724},
                   {"SuccessEvent": {"Description": "貴方の意図を悟ったそれは翼を広げて逃げようとしたが、貴方の一撃はそれを許さなかった。ジーバットはボロボロになって甲板に落ちた。\u000d\u000a\u000d\u000a白い屍体を掻き集める為、貴方は甲板を歩きまわった。船員は何も言わない。貴方と目線を合わせようともしなかった。@{M}It sees your intention and spreads its wings to flee: but your shot catches it, and it falls to the deck with a broken fluttering.\u000d\u000a\u000d\u000aYou cross the deck to collect the pale corpse. Your crew are utterly silent. No one catches your eye.",
                                     "Name": "バン@{M}BANG", "Id": 150637},
                    "DefaultEvent": {"Description": "外れた。蝙蝠は翼を広げ、飛び去った。\u000d\u000a\u000d\u000a低いざわめきが船員の間から沸き起こる。それは宛ら、裁判の聴衆の様であった。@{M}You miss. The bat takes wing and is gone.\u000d\u000a\u000d\u000aA low rumble rises from your crew, as if they were a crowd at a trial.",
                                     "Name": "バン -@{M}BANG -", "Id": 150636},
                    "Name": "ジーバットを撃つ@{M}Shoot the zee-bat",
                    "Description": "く●ったれなモノがく●ったれな船員を脅かすなら、く●ったれな奴をお見舞いしてやろう!@{M}If the b___dy thing is frightening your b___dy crew, you'll b___dy well settle its hash!",
                    "ButtonText": "", "Id": 128725}],
 "Description": "船乗りは苛立ちを隠さず、言う事を聞かない。港にあっても、甲板に上がる事を嫌がっているようだ。「白いジーバットが甲板であっしの事を見やがるんでさ。ソルトの使者でさ。ソルトはあっしに目を付けたんで。あっしはもう家に帰れないんでさ!@{M}A zailor has grown fretful and disobedient, reluctant to go on deck, even in port. \"There's a white zee-bat watching me up there. Salt's messenger. Salt's got its eye on me. I'll never see home again!\"",
 "Name": "白いジーバット@{M}A white zee-bat", "Id": 148693}