{"ChildBranches": [{"DefaultEvent": {"Description": "　彼女は、あなたが人間向けの酒しか持っておらず、悪魔が好むような甘ったるい毒物がないことに不満を述べた。しかし、それにもかかわらず、彼女はその人間向けの酒を大量に飲んだ。彼女は普段よりもさらに物思わしげに見えた。マウント・パーマーストンを離れたことを悔やんでいるのか、あるいは待ち受けているものに神経を尖らせているのだろうか？あなたはとうとう、彼女は酔っているのだと気がついた。彼女はかつての日々のことを話していた――<br/>「……私たちは夢の縁に巣を作ったのです」彼女は呂律の回らない声で言った。「人がまだ猿だった頃のことです。猿の魂は貧相で、熟していない果実のようでした――ちょうど、あなたのこのワインみたいに――けれど、そんなものでも慰めにはなりました。私には慰めが必要なんです、[q:Addressed As]。私には必要なんです」<br/>　彼女はあなたの目を真正面から見つめた。「あなたって本当に可愛らしいわ」彼女は言った。そして彼女は肉とキノコのシチューが残った皿に顔面から突っ伏すと、いびきをかき始めた。あなたが彼女を船室まで運ぶための手助けを呼んだ時には、彼女のよだれがテーブルをひどく焦がし、部屋中に焦げたニスの臭いが漂っていた。@{I}$(Mt?.|Mount) Palmerston -> マウント・パーマーストン$She complains that you have only human spirits, not the cloying poisonous stuff that devils favour, but she drinks it liberally regardless. She seems more wistful than usual: regretting her departure from Mount Palmerston, or nervous about what lies ahead? Finally you realise that she's drunk. She's saying something about the old days -\u000d\u000a\u000d\u000a\"... we built our hives on the edge of dream,\" she slurs, \"while men were monkeys still. Monkey-souls are poor unripe things - like this wine of yours - but they serve as consolation. I require consolation, [q:Addressed As]. I do.\"\u000d\u000a\u000d\u000aShe looks directly into your eyes. \"You're very pretty,\" she says. Then she falls face-down in the remains of her chops and stewed mushrooms, and begins to snore. By the time you call assistance to have her taken back to her cabin, her drool has badly charred the table-top, and the room stinks of charred varnish.",
                                     "Name": "", "Id": 148773},
                    "Name": "彼女をあなたの船室での夕食に誘う@{I}Invite her to supper in your quarters",
                    "Description": "　悪魔は興味深い話し相手になる。たとえ危険だとしても。@{I}Devils make interesting, if perilous, conversationalists.",
                    "ButtonText": "", "Id": 127610},
                   {"DefaultEvent": {"Description": "　彼女はあなたのそばをさっと通り過ぎて行ってしまった。彼女は恥ずかしがっていたのだろうか？悪魔にそんなことが起こりうるのだろうか？@{I}She brushes past you and is gone. Was she embarrassed? Does that happen with devils?",
                                     "Name": "「えっと……忙しいので……」@{I}\"Er... I'm busy...\"",
                                     "Id": 149963},
                    "Name": "彼女をあなたの船室での夕食に誘う@{I}Invite her to supper in your quarters",
                    "Description": "　悪魔は興味深い話し相手になる。たとえ危険だとしても。@{I}Devils make interesting, if perilous, conversationalists.",
                    "ButtonText": "", "Id": 128329}],
 "Description": "　彼女は不幸せそうな様子で手すりに寄りかかっていた。zeeの空気が彼女には合わないのだ。「清潔な匂いがしますわ」彼女は不満そうに言った。@{I}She slouches unhappily by the rail. The zee-air doesn't suit her. \"It smells clean,\" she complains.",
 "Name": "物思わしげな女悪魔に話し掛ける@{I}$Wistful Deviless -> 物思わしげな女悪魔$Speak to the Wistful Deviless",
 "Id": 148772}