{"ChildBranches": [{"DefaultEvent": {"Description": "「これと……これ。あとこれも。忘れちゃ駄目ですよ。こっちは絶対に忘れないように」@{K/M}「これと...これ。あとこれも。忘れちゃ駄目ですよ。これも忘れちゃ駄目ですよ。」@{M}\"This. And this. Also this. Don't forget this. And never forget that.\"",
                                     "LinkToEvent": {"Id": 148797},
                                     "Name": "「勿論です、勿論ですとも！」@{K/M}\"勿論です、勿論ですとも!\"@{M}\"Of course, of course!\"",
                                     "Id": 148798},
                    "Name": "ヴェールを上げる@{M}$Veils -> ヴェール$Increase your Veils",
                    "Description": "彼の頭脳を真に働かせるためのものを与えよう。[現在ヴェールが150を越えていない場合、秘密を消費して能力を上げることができます。]@{K/M}[数値が150以下の場合、秘密を消費して貴方のヴェールを上げます。]@{M}$Veils -> ヴェール$Give him something to really get his mind working. [Spend a Secret to improve your Veils, unless it's higher than 150.]",
                    "ButtonText": "", "Id": 127630},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 120804},
                                     "Name": "", "Id": 148800},
                    "Name": "貴方の過去についての問いに答える@{M}Answer questions about your past",
                    "Description": "秘密にしておくのももう十分だろう。[出自を明らかにしましょう！これにより、自らの過去と大望、そして自らの呼称を決定し、更に専門家として能力にボーナスを得ることが出来ます。]@{K/M}貴方は自分の秘密を十分に保った。[そろそろ出自を明らかにしましょう!これにより、自らの過去と野望、そして自らの呼称を決定し、更に専門家としての能力を得ることが出来ます。]@{M}$Ambition -> 大望$You've kept your secrets long enough. [Unmask yourself! This will allow you to select a Past, Ambition, and form of preferred address - also providing you with a specialist ability bonus.]",
                    "ButtonText": "", "Id": 127632},
                   {"DefaultEvent": {"Description": "「ご招待ありがとうございます。楽しい食事でした。いえ、ワインは結構です。眠くなってしまうので。ええそうです、僕も眠ることは出来るんですよ！本当にあっさりね――それが問題なのです」彼は躊躇った。\u000d\u000a\u000d\u000a「僕は睡眠の代わりとして毎晩ある薬を飲んでいます。その薬のお陰で正気を保つことができ、しゃんとしたままで過ごせているのです。それで十分ではあるんですが、しかし、一晩だけでも睡眠を楽しむことが出来ればと願わずにはいられません。もし手を貸していただけるのでしたら……」\u000d\u000a\u000d\u000a「まずポリズリームからクレイマンが一体必要です。それと鏡封じの箱も。それからハンターズ・キープに行かなければなりません。詳しくはそこで説明します。いえ、僕は真剣です。あなたには大変な借りが出来ますね」[鏡封じの箱はロンドンでもまれに見つかりますが、カーネイトや時にはそれ以外の場所で手に入れることも出来ます。]@{K}「食事に感謝します。ああ、勿論同伴にもね。いやいや、ワインは駄目です。すぐ眠くなってしまうんですよ。ええ、本当にすぐ。簡単に寝てしまいます - それはそれは問題なのです。」彼は遠慮していた。\u000d\u000a\u000d\u000a「睡眠導入剤として、粉薬を毎晩一包飲んでいるんです。十分に良く効くし、僕の正気と姿勢をシャンと保ってくれるんですけどね、一度でいいから一晩中ぐっすり寝てみたいもんです。もし可能であれば...」\u000d\u000a\u000d\u000a「僕達には、ポリスリームのクレイマンが必要です。集光鏡箱も必要です。それから、狩人の楼閣に行く必要もあります。その場所に行った時に説明しますよ。ええ、私は至って真面目ですよ。もし聞き届けてくれたら、大きな借りが出来ますね。」[集光鏡箱は稀にロンドンで売りに出されているが、ハン王国でも見つける事が出来、極稀に他の場所でも見つけられる。]@{M}$Clay M[ae]n -> クレイマン, Khan -> カーン, Khanate -> カーネイト, Polythreme -> ポリズリーム, Hunter's Keep -> ハンターズ・キープ, [Mm]irrorcatch[- ][Bb]ox -> 鏡封じの箱$\"Thanks for the meal. And the company. No, no wine. It makes me sleepy. Oh, yes, I can sleep! Too easily - that's the problem.\" He hesitates.\u000d\u000a\u000d\u000a\"There's a draught I take nightly, to substitute for sleep. It works well enough, and it keeps me sane and upright, but I wish I could enjoy just one night's sleep. If you could help me...\"\u000d\u000a\u000d\u000a\"We need a Clay Man, from Polythreme. We'll need a Mirrorcatch Box. And we'll need to go to Hunter's Keep. I'll explain when we get there. No, I'm serious. I would owe you a great deal.\" [Mirrorcatch Boxes are rarely sold in London, but can be found in the Khanate and occasionally elsewhere.]",
                                     "Name": "訴え@{K}直訴@{M}An appeal", "Id": 148801},
                    "Name": "彼を夕食に誘う@{M}Invite him to dine with you",
                    "Description": "彼は厳格な生活を送っている。少ししか食べず、水だけを飲み、眠ることすらない。なので、あなたは質素な食卓を用意するだけでいい。@{K}彼の生活スタイルは非常に質素だ - かなりの少食で、水しか飲まず、たまにしか眠らない - なので、貴方は非常に単純な席を設ける必要がある。@{M}His tastes are spartan - he eats little, drinks only water, barely sleeps at all - so you need only lay a simple table.",
                    "ButtonText": "", "Id": 127633},
                   {"DefaultEvent": {"Description": "何も起こりそうになかったので、あなたは自分の寝台にさがった。……しかし、クレイマンの雄たけびによってあなたは再びメカニックの船室へと駆けつけることとなった。あなたは勢いよくドアを開く。\u000d\u000a\u000d\u000aクレイマンの瞳がヴィリックの炎に煮え立っている！そしてそれは何とか押さえつけようとする船員たちを振り払おうともがいた。あなたが加勢するべく急いで駆け寄ると、船員が一人振り払われる。しかし、もう一人の方がなんとか箱の口をぴしゃりと閉ざすことに成功した。すぐにクレイマンは固まり、生命のない粘土の彫刻と化す。箱からはヴィリックの光が脈動している。\u000d\u000a\u000d\u000a寝台では、メカニックが夢見るような笑みを浮かべ眠っている。彼はそのまま朝まで眠り続けた。@{K}何も起こる気配が感じられなかったので寝台に移ろうとしたその時 -クレイマンの雄叫びが貴方を技師の船室まで全速力で向かわせた。貴方は扉を勢い良く開け放つ。\u000d\u000a\u000d\u000aクレイマンの目が猛烈な炎に沸騰していた!それは、他の船員達の何とか鎮めようとする努力に抗って戦っている。貴方が駆けつけて手助けすると、一人の船乗りが振り飛ばされたが、他の者で何とか箱を閉めて押さえつける事が出来た。その刹那、クレイマンの動力が切れたかの様に騒ぎは収まり、生命の無い粘土の彫像のようになった。猛烈な輝きは今、箱から脈動していた。\u000d\u000a\u000d\u000a寝台を見やると、技師が楽しい夢を見ているのか笑顔を浮かべながら眠り続けている。朝までこのままぐっすりと寝ている事だろう。@{M}$Clay M[ae]n -> クレイマン, [Vv]iric -> ヴィリック$When nothing seems to be happening, you take to your own bunk - but a roar from the Clay Man brings you sprinting back to the Mechanic's cabin. You fling open the door.\u000d\u000a\u000d\u000aThe Man's eyes seethe with viric flame! It's struggling against the efforts of the zailors to restrain it. As you rush to assist, it flings one zailor off - but the other manages to snap the box closed. Instantly the Man goes stiff - a lifeless clay statue. The viric glow now pulsates from the box.\u000d\u000a\u000d\u000aIn the bunk, the Mechanic sleeps on, his face wreathed in dreamy smiles. He will sleep so until morning.",
                                     "LinkToEvent": {"Id": 148797},
                                     "Name": "ある程度の興奮@{M}A certain amount of excitement",
                                     "Id": 181078},
                    "RareDefaultEvent": {"Description": "何も起こりそうになかったので、あなたは自分の寝台にさがった。……しかし、クレイマンの雄たけびによってあなたは再びメカニックの船室へと駆けつけることとなった。あなたは勢いよくドアを開く。\u000d\u000a\u000d\u000aクレイマンの瞳がヴィリックの炎に煮え立っている！そしてそれは何とか押さえつけようとする船員たちを振り払おうともがいた。あなたが加勢するべく急いで駆け寄ると、船員の一人が恐ろしい力で壁に叩きつけられた。しかし、もう一人の方が何とか箱の口をぴしゃりと閉ざすことに成功した。すぐにクレイマンは固まり、生命のない粘土の彫刻と化す。箱からはヴィリックの光が脈動している。\u000d\u000a\u000d\u000a寝台では、メカニックが夢見るような笑みを浮かべ眠っている。彼はそのまま朝まで眠り続けた。@{K}何も起こる気配が感じられなかったので寝台に移ろうとしたその時 -クレイマンの雄叫びが貴方を技師の船室まで全速力で向かわせた。貴方は扉を勢い良く開け放つ。\u000d\u000a\u000d\u000aクレイマンの目が猛烈な炎に沸騰していた!それは、他の船員達の何とか鎮めようとする努力に抗って戦っている。貴方が駆けつけて手助けすると、一人の船乗りが恐ろしい力でもって壁に叩きつけられたが、他の者で何とか箱を閉めて押さえつける事が出来た。その刹那、クレイマンの動力が切れたかの様に騒ぎは収まり、生命の無い粘土の彫像のようになった。猛烈な輝きは今、箱から脈動していた。\u000d\u000a\u000d\u000a寝台を見やると、技師が楽しい夢を見ているのか笑顔を浮かべながら眠り続けている。朝までこのままぐっすりと寝ている事だろう。@{M}$Clay M[ae]n -> クレイマン, [Vv]iric -> ヴィリック$When nothing seems to be happening, you take to your own bunk - but a roar from the Clay Man brings you sprinting back to the Mechanic's cabin. You fling open the door.\u000d\u000a\u000d\u000aThe Man's eyes seethe with viric flame! It's struggling against the efforts of the zailors to restrain it. As you rush to assist, it smashes one zailor against the wall with terrible force - but the other manages to snap the box closed. Instantly the Man goes stiff - a lifeless clay statue. The viric glow now pulsates from the box.\u000d\u000a\u000d\u000aIn the bunk, the Mechanic sleeps on, his face wreathed in dreamy smiles. He will sleep so until morning.",
                                         "LinkToEvent": {"Id": 148797},
                                         "Name": "本当にひどかった@{M}Messy indeed", "Id": 181079},
                    "Name": "メカニックに思う存分寝る事を許可する@{K/M}技師に思う存分寝る事を許可する@{M}Allow the Mechanic to enjoy his sleep",
                    "Description": "「ひどい事になるかもしれませんよ」彼が警告する。「力持ちの船員を何人か待機させてくれますか？もし何か問題が起きたら箱をとにかく閉めろと伝えておいて下さい」そう言って彼は阿片チンキのボトルを取り出す。「<i>僕</i>は本当に<i>ふかぁく</i>眠りますからね」@{K/M}「ひどい事になるかもしれませんよ。」彼が警告する。「力のある船員を何人か待機させてくれますか?もし何か問題が起きたら箱をとにかく閉めろと伝えておいて下さい。」そう言って彼は阿片チンキのボトルを取り出す。「<i>僕</i>は本当に<i>ふかぁく</i>眠りますからね。」@{M}\"It might be messy,\" he warns you. \"Could you have a couple of strong zailors standing by? Tell them to snap the box shut when the trouble begins.\" He holds up a bottle of laudanum. \"<i>I</i> will be sleeping <i>deeply</i>.\"",
                    "ButtonText": "", "Id": 146679},
                   {"DefaultEvent": {"Description": "メカニックは常に情熱と注意散漫の間を行ったり来たりしているようだ。あなたは彼の心はどこか別の場所にあるのではないかと疑わずにはいられなかった。しかし、それでも彼は極めて器用な手先を持っていた。事が済んだ後、彼はあなたに「エンジン全開ってね！」と囁きかけ、堪えきれないという様に笑い転げた。あなたが彼をベッドから押し出したのも全く当然の事だ。結局のところ、あなたがこの船の船長なのだから。[この先海上で再び逢引の機会が訪れるでしょう。逢引には恐怖を大幅に下げる効果があります。しかしロンドンに恋人がいるのであれば、彼らに事が露見する可能性もあります。]@{K}技師はどうやら情熱と冷静のバランスを永久に保つ事が出来るように見える。貴方は彼の心が何処か別の場所にあるのではという疑問を抱かずにはおれなかった。しかし、とにかく彼の手はかつてないほど洗練されており、上手だった。その後に「全力でいきますよ!」と彼が囁いてからは、突き出されるモノに貴方は翻弄され続ける。貴方は彼をベッドの外に押し出すようにして、彼の動きに対抗するしかなかった。。全てが終わったあと、貴方は船長に戻る。\u000d\u000a[貴方が海上に居る時に、逢引の機会はこの様に訪れて来ます。恐怖を大幅に下げる効果が有ります。ただし、恋人が港に居る場合は、ばれてしまう可能性も勿論有ります。]@{M}The Mechanic seems perpetually balanced between passion and distraction. You can't help wondering if his mind is elsewhere. But then again, he is exceptionally good with his hands. Afterwards, he whispers \"Full steam ahead!\" and then can't stop giggling. You would be quite entitled to push him out of bed. After all, you are captain. [Opportunities for other trysts will occur while you're at sea, substantially reducing Terror. However, if you have a lover in port, they might find out.]",
                                     "Name": "疲れ知らず@{M}Tireless", "Id": 181421},
                    "Name": "疲れ知らずのメカニックに誘いをかける@{K/M}疲れ知らずの技師に誘いをかける@{M}$Tireless Mechanic -> 疲れ知らずのメカニック$Proposition the Tireless Mechanic",
                    "Description": "「僕は今から――ああ、気にしないで！あれは後でも大丈夫です」[彼は思考の人生を満喫しています。ページが20ポイント以上ハートを上回るようにしましょう。]@{K/M}[彼は思考の人生を満喫しています。貴方のページが20ポイント以上、貴方のハートを上回っている事を確認して下さい。]@{M}$Hearts -> ハート, Pages -> ページ$\"I was about to- Oh, never mind it, it can wait!\" [The Mechanic enjoys the life of the mind. Ensure your Pages is at least twenty points higher than your Hearts.]",
                    "ButtonText": "", "Id": 146905},
                   {"DefaultEvent": {"Description": "[貴方が海上に居る間、他の逢引の機会は訪れるでしょう――しかしまだ先の話です。]@{K/M}[貴方が海上に居る間、他の逢引の機会は訪れるでしょう - しかしまだ先の話です。]@{M}[Opportunities for other trysts will occur while you're at sea - but not quite yet.]",
                                     "LinkToEvent": {"Id": 148797}, "Name": "また後で……@{K}また今度...@{M}Later...",
                                     "Id": 181424},
                    "Name": "二人だけの微笑みを投げ合う@{M}Exchange a secret smile",
                    "Description": "オフィサーとのロマンスは他者からは不適切であると思われるかもしれない。慎重に行動する必要があるだろう。@{K/M}幹部とのロマンスは他者からは不穏と思われるかもしれない。貴方は慎重に行動する必要がある。@{M}$[Oo]fficer -> オフィサー$A romance with an Officer might be considered unseemly. You'll need to be discreet.",
                    "ButtonText": "", "Id": 146908},
                   {"DefaultEvent": {"Description": "「僕は何時もエンジンについて話をしています。ええ、何時だって。お気づきの通りね。そして夢にまで見ているんですよ。僕はストーン・ピッグの事を夢に見たんです。そいつらは、そうですね、僕にもまだ完全には理解出来ていません。ですが、バザールは彼らを使う事で星々の間を旅したのです。(この話、知ってましたか？)そして彼らは眠るので、フィンガーキング達はその夢をこじ開ける事が出来たのです。それで、フィンガーキングは僕を雇ったんです」\u000d\u000a\u000d\u000a「僕はその夢の中である秘密を発見しました。このZeeで今まで見たことも無いようなエンジンなんです。ああ、船長、船長、あなたのためにそれを作らせて下さい。後悔はさせませんよ！しかし、その為には幾つか物が必要になります。(分かってます分かってます。いつもこうですよね？)」@{K/M}「僕は何時もエンジンについて話をしています。ええ、何時だって。貴方も気づいている筈です。そして、僕は夢にまで見ているんですよ。僕は自分が石の豚を夢見ている事に気づいたんですよ。そいつらは、えっと、僕にもまだ良く理解出来ていません。ですが、それを使ってバザールは星々の間を旅したんです。(この話、知ってましたか?)そして彼らは眠るので、指差しの王達が彼らの夢をこじ開ける事が出来るんですよ。なので、指差しの王は僕を雇ったんです。」\u000d\u000a\u000d\u000a「私はその夢の中で秘密を発見しました。このジーで今まで見たことも無いようなエンジンなんです。ああ、船長、船長、私にそれを作らせて下さい。きっと後悔しません!しかし、その為には幾つかか物が必要なんです。(解ってます解ってます。何時だってそうだったじゃないですか?)」@{M}$[Ff]ingerking -> フィンガーキング$\"I talk about engines. All the time. I'm sure you've noticed. And I dream about them. I found myself dreaming of the Stone Pigs. They're, oh, I don't entirely understand, still. But they're how the Bazaar travels between stars. (Did you know they did that?) And they sleep, so the Fingerkings can crack their dreams open. So the Fingerkings recruited me.\"\u000d\u000a\u000d\u000a\"I found a secret in those dreams. An engine like the zee's never seen. Oh, captain, captain, let me build it for you. You won't be sorry! But there are some things I'll need. (I know, I know. Isn't it always the way?)\"",
                                     "Name": "石で出来た豚@{M}Pigs of Stone", "Id": 181757},
                    "Name": "一体何が起きているのかメカニックに即刻説明するよう求める@{K/M}一体何が起きたのか技師に詳細な説明を求める@{M}Ask the Mechanic to explain exactly what the hell is going on",
                    "Description": "「ざっくり言うとですね、僕はエコー・バザールから秘密を盗み出したんです。フィンガーキングの助けを借りてね。ご存知でしょう、夢を支配する蛇たちですよ。その後、僕はフィンガーキングとの約束を破ったんです。そんな目で僕を見ないで下さいよ。秘密を渡してしまった方が良かったとでも言うつもりですか？」@{K/M}「まぁ、こんな感じです。僕はエコーバザールから秘密を盗み出しました。指差しの王の力を借りてね。知っての通り、夢を支配する大蛇ですよ。その後、僕は指差しの王との約束を破ったんです。そんな目で僕を見ないで下さい。この秘密、彼らに渡してしまった方が良かったです?」@{M}$[Ff]ingerking -> フィンガーキング, Echo Bazaar -> エコー・バザール$\"Well, it's like this. I stole a secret from the Echo Bazaar. With the help of the Fingerkings. You know, the serpents who rule dream. Then I reneged on the Fingerkings. Don't look at me like that. Would you rather I'd given them the secret?\"",
                    "ButtonText": "", "Id": 147149}],
 "Description": "「やぁやぁ。今少し忙しいですが、あなたの為の時間はいつだってありますよ」@{K/M}\"やぁやぁ。忙しいですが、貴方の為の時間は何時だってありますよ。\"@{M}\"Hello hello. Busy now, but always got time for you.\"",
 "Name": "疲れ知らずのメカニックに話しかける@{K}疲れ知らずの技師に話しかける@{M}$Tireless Mechanic -> 疲れ知らずのメカニック$Speak to the Tireless Mechanic",
 "Id": 148797}
