{
  "Id": 148802,
  "Name": "堪え性のない砲撃手と話をする@{M}Speak with the Irrepressible Cannoneer",
  "Description": "「こんにちわ!何かご用ですか?リストなら此処に!!」@{M}\"Hello!! What can I do for you? I have lists!!\"",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 148803,
        "Name": "\"いいえ - いや、はい - いやいや、何て事...違います!!\"@{M}\"No - I mean yes - I mean, my God, no!!\"",
        "Description": "「船長、それが、爆発を引き起こすんです。まぁですが、気づいていらっしゃるようですね -」@{M}\"That, Captain, is going to cause explosions. Although, hm, now you mention it - \""
      },
      "Id": 127634,
      "Name": "アイアンを上げる@{M}Increase your Iron",
      "Description": "「宜しい!!私のリストのトップに書いてありますよ!!」[数値が100以下の場合、秘密を消費して貴方のアイアンを上げます。砲撃手の実験の影響を受け流す為、船の状態が良好でなければなりません。]@{M}\"Excellent!! That's at the top of my list!!\" [Spend a Secret to improve your Iron, unless it's higher than 100. The ship must be in good shape to sustain the impact of the Cannoneer's experiments.]"
    },
    {
      "DefaultEvent": {
        "Id": 148805,
        "Name": "",
        "Description": ""
      },
      "Id": 127636,
      "Name": "貴方の過去についての問いに答える@{M}Answer questions about your past",
      "Description": "貴方は自分の秘密を十分に保った。[そろそろ出自を明らかにしましょう!これにより、自らの過去と野望、そして自らの呼称を決定し、更に専門家としての能力を得ることが出来ます。]@{M}$Ambition -> 大望$You've kept your secrets long enough. [Unmask yourself! This will allow you to select a Past, Ambition, and form of preferred address - also providing you with a specialist ability bonus.]"
    },
    {
      "DefaultEvent": {
        "Id": 148806,
        "Name": "炎の花@{M}Flowers of flame",
        "Description": "砲撃手は、貴方の持つ装備に'致命的なダメージと爆発'を追加調整する方法を見出していた。しかし、煙が晴れた時、その方法ではその効果を得る為のコストとリスクを排除する事が出来ないという事にも気づいた。現状では小規模の変更のみが、安全に使用し得る手段であった。\r\n\r\n「けど、知っていますか...」砲撃手が思慮深げに目を細めながら言う。「思い出した話があるんです!鉄と苦難の商会は確か、何かを実験していた筈です!!それは辺境にある彼らの基地の一つは破壊したんです。それはもう粉々に!もし貴方が私の為に試作品を見つけて来てくれたら、私はそれを使い物に出来ます。私をデュモー島に連れて行ってくれませんか?私の記憶では、そこに代理商人が居る筈。彼なら何かを知っているかもしれません。」@{M}$Iron & Misery Company -> アイアン＆ミザリー社, Demeaux Island -> デミオー・アイランド$The Cannoneer has found ways to calibrate your weapons for 'additional death and explosions'. When the smoke clears, however, it is impossible to deny that the risk and expense of most of these tricks is a little too great. Only a couple of minor modifications are safe to use.\r\n\r\n\"But do you know,\" the Cannoneer says, squinting thoughtfully, \"it reminds me of a story! The Iron & Misery Company were testing something!! Destroyed one of their outlying stations. Destroyed it to bits!! If you can find me the prototype, I can make it work for us. Can you take me to Demeaux Island? I used to know the Factor there. He might talk.\""
      },
      "Id": 127637,
      "Name": "砲撃手を夕食に誘う@{M}Invite the Cannoneer to dine with you",
      "Description": "「私はもう十分お腹が一杯です。有難う!私少食ですし。ですが、私が閃いたアイデアを聞いて頂けますか。後部甲板で八の鐘がなった時にお会い出来ますか?」@{M}\"I've had enough to eat, thank you!! I don't eat much. But I'd like to demonstrate some ideas I've had. Can you meet me on the afterdeck at eight bells?\""
    }
  ]
}