{"ChildBranches": [{"DefaultEvent": {"Description": "　彼は熱心にあなたに教えようとしていた。その様子は、溺れつつある男が、水中を脱しようとしているかのようだった。しかし彼は、自らの理解を、言葉で言い表すのに苦労していた。彼の印が彼に洞察を与えているのだろうか？あるいはそれは、彼が昔学んだ内容のうち、忘れてしまうことのなかったものなのだろうか？@{I}彼は、溺れた男が空気を探し求める様に、貴方に伝えたがっていた。しかし、彼は自分の理解に対し適切な言葉を宛がう事に必死だった。彼の持つ図形は、彼自身に洞察を与えたのだろうか?それとも、彼自身が忘れる事の出来なかった古い知識なのだろうか?\u000d\u000a\u000d\u000a@{M}He is eager to instruct you, like a drowning man striking for air. But he struggles to put words to his understanding. Does his sigil give him his insights? Or is it old learning he has failed to forget?.",
                                     "LinkToEvent": {"Id": 148807},
                                     "Name": "「すいません。あの痛みが。いや、これがあなたの知りたがっていたことです、そう思います」@{I}\"申し訳ありません。痛いのです。いえ、これが貴方が望んだ物です。恐らく。\"@{M}\"I'm sorry. It's the pain. No, this is what you wanted, I think.\"",
                                     "Id": 148808},
                    "Name": "あなたのミラーを上昇させる@{I}ミラーを上げる@{M}$Mirrors -> ミラー$Increase your Mirrors",
                    "Description": "　もしかしたら、あなたの秘密と引き換えに、彼から何かを引き出すことができるかもしれない。[秘密を費やしてあなたのミラーを上昇させましょう。ただし、100が上限です。]@{I}[数値が100以下の場合、秘密を消費して貴方のミラーを上げます。]@{M}$Mirrors -> ミラー$Maybe one of your secrets can drag something out of him. [Spend a Secret to improve your Mirrors, unless it's higher than 100.]",
                    "ButtonText": "", "Id": 127638},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 120804},
                                     "Name": "", "Id": 148810},
                    "Name": "あなたの過去に関する質問に答える@{I}貴方の過去についての問いに答える@{M}Answer questions about your past",
                    "Description": "　秘密を抱え続けるのはもう十分だ。[あなたの正体を明かしましょう！これにより、あなたは過去と大望、そして希望する呼称を選ぶことができます。また、あなたのスキルに専門家としてのボーナスが付与されます。]@{I}貴方は自分の秘密を十分に保った。[そろそろ出自を明らかにしましょう!これにより、自らの過去と野望、そして自らの呼称を決定し、更に専門家としての能力を得ることが出来ます。]@{M}$Ambition -> 大望$You've kept your secrets long enough. [Unmask yourself! This will allow you to select a Past, Ambition, and form of preferred address - also providing you with a specialist ability bonus.]",
                    "ButtonText": "", "Id": 127640},
                   {"DefaultEvent": {"Description": "　二度目、そして三度目のおかわりが、小さく、慌ただしく切り分けられた小片となって消えていった。彼は神経質で、会話の才にも恵まれていなかった。あなたは沈黙を埋めるよう最善を尽くした。あなたが彼の過去について尋ねると、彼の顔には狼狽が浮かんだ。<br/><br/>「言えないんです。[q: Addressed As]。こいつが――」彼は自分のこめかみの青黒い印を叩いた。それはサソリの針のように、ピクピクと引き攣っていた。「――俺の記憶を焼き払ってやがるんです。俺に兄弟がいたことは憶えてます。けど、その名前も、今どこにいるのかも思い出せません。これまでに俺が働いてきた船の名前は憶えてます――インプリシット、ボニー・スワン――なのに、その乗組員たちの方は思い出せないんです」<br/><br/>　彼はどういう経緯でそんな印を？尋ねられると、彼は自分の頭を握りしめた。「分かりません。分かりません。それについて考えようとすると、頭の中で火が焚かれたみたいになるんです」彼は歯を噛みしめた。「俺のことを、こいつで呪いたいほどに憎んでた奴がいたに違いないです。でも、今の俺には、その敵のことすら思い出すことができないんです」[もう一度彼に話しかけて、彼の物語を進めましょう。]@{I}二言、三言話かけ、彼の言葉は小さく、一気に消え失せる。彼は神経質であり、決して能弁家という訳では無かった。貴方は沈黙を保つ為に最善の努力をする。そして貴方が彼の過去について問うた時、彼は一瞬怯んだ。\u000d\u000a\u000d\u000a「申し上げられないのです、[q: Addressed As]。これは」- 彼は自らのこめかみに刻まれ、蠍の尾の様に疼く紋様を指で軽く叩きながら言う - 「私の記憶を燃やし飛ばしてしまいました。私に兄が居る事は思い出せたのですが、彼の名前や所在などは判りません。かつて私が乗っていた船の名前も覚えています - <i>インプリシット</i>、<i>ボニー・スワン</i> - ですが船員の事は全く。」\u000d\u000a\u000d\u000a彼はどのようにして紋様を刻まれたのだろう?その問いに彼は頭を振るだけだった。「分からない。分からないんです。その事を考えるだけで頭が燃える様に痛いのです。」彼は歯ぎしりをした。「誰かが私にこの呪いを投げつける程憎悪していたに違いありません。ですが...それが誰なのかすら、私には思い出せない。」[彼に再度話しかけ、話を進めましょう。]@{M}Seconds, then thirds, disappear in small, hasty morsels. He is nervous, and not a gifted conversationalist. You do your best to plug the silence. When you ask about his past, he winces. \u000d\u000a\u000d\u000a\"I can't say, [q: Addressed As]. This -\" he taps the livid sigil on his temple, which twitches like a scorpion's sting \"- has burned away my memories. I recall I have a brother, but not his name or where he is. I remember the names of the ships I've served on - the <i>Implicit</i>, the <i>Bonny Swan</i> - but not their crew.\"\u000d\u000a\u000d\u000aHow did he come by the sigil? He clutches his head. \"I don't know, I don't know. Thinking about it is like fire in my skull.\" He grits his teeth. \"Someone must have hated me very much to curse me with it. But I can't even remember my enemy.\" [Speak to him again to advance his story.]",
                                     "Name": "物忘れ@{I}Forgetfulness", "Id": 148811},
                    "Name": "彼を食事に誘う@{I}彼を夕食に誘う@{M}Invite him to dine with you",
                    "Description": "　彼は痩せの大食いのようだ。@{M+I}彼は痩せの大食いのようだ。@{M}　彼はその痩せ細った体に反して、随分と見事な食欲を抱えていた。@{I}He has an admirable appetite for so slight a fellow. ",
                    "ButtonText": "", "Id": 127641},
                   {"DefaultEvent": {"Description": "　彼は腕に顔を埋めた。「たとえ思い出すことができるとしても、そうしたくはありません。けれどもう、時間の問題でしかないんです。こいつが――」彼は印に指を走らせた。「生きていくために不可欠な何かを、俺から消し去ってしまうまでは。もしかしたら、俺は呼吸の仕方を忘れてしまうかもしれません。あるいは、北がどっちなのか分からなくなるかもしれません。ひょっとしたら、俺はまた、皆をzeeで漂流させてしまうかもしれません。そして、沈黙の誓いが立てられ、闇の中でくじが引かれる。俺を船から除けてください、[q: Addressed As]。どこか、俺が忘れ去られたままでいられる場所に降ろして欲しいんです」@{I}彼は顔を自らの手の中に埋める。「もし私がそれを覚えられていたとしても、覚えて居たくないです。ですが、それ無しで過ごせなくなるであろう事は...」 - 彼は自らの紋様に指を添えながら続ける。- 「時間の問題の筈です。多分、息の仕方すら忘れるのでしょう。もしくは、北に向かうのでしょう。多分、私の存在が我々全員をこのジーに立ち往生させ、暗中の藁に縋りながら沈黙の誓いとなるのです。私を追放して下さい、[q: Addressed As]。私が忘れ去られるような何処かに、下ろして下さい。」\u000d\u000a\u000d\u000a@{M}He buries his face in his hands. \"Even if I could remember, I would not want to. But it is only a matter of time until this -\" he runs a finger over his sigil \"- takes something I can't do without. Maybe I will forget how to breathe. Or which way is north. Perhaps I will strand us all at zee again, and it'll be oaths of silence and straws in the dark. Be rid of me, [q: Addressed As]. Put me ashore somewhere I can be forgotten.\"",
                                     "LinkToEvent": {"Id": 148807},
                                     "Name": "道を分かつ@{I}袂を分かつ@{M}Parting ways", "Id": 182216},
                    "Name": "彼の最後の願い@{I}彼の最後の願い@{M}His last request",
                    "Description": "　真実は彼を打ちのめした。@{I}真実は彼を打ちのめす。@{M}The truth has broken him.",
                    "ButtonText": "", "Id": 147453},
                   {"DefaultEvent": {"Description": "　彼はもう、甲板を出歩くことはなかった。今の彼の体は、中身が空っぽの案山子のように軽く、もしも甲板になど出ていれば、船の急な揺れひとつで、海上に投げ出されてしまうだろう。彼の船室の暗黒を削ぐものは、澄ました様子で紫色に輝く、彼の印の輝きだけだった。王喰らいの城での一件以降、彼は自らの皮下で、海が船を曳く力を感じ取ることができた。彼はその変化を、水平線上の嵐を見るかの如く知ることができた。彼は自らの血を海に垂らし、その掻き乱される様子を見るだけで、航路を定めることができた。彼はあなたに彼の秘密を語ってくれた。@{I}彼は二度と甲板には戻って来ない。彼は案山子のように軽く - 中身は全て虚ろだった。彼は突然船外に投げ出されてしまった。もぬけの殻となった彼の船室を、紋様の、鈍い紫色の輝きだけが淡く照らしている。王喰いの城以降、彼は自らの体内に、海へと引き込む力を感じる事が出来ていた。水平線の嵐の如くに、彼はその変化を見ることが出来た。彼は、自らの血を水にぶち撒け、それが撹拌される様で道を見つけ出す事が出来た。彼は、彼の秘密を語ったのだ。@{M}$Kingeater's Castle -> 王喰らいの城$He does not come on deck any more. He is light as a scarecrow; all hollow inside. A sudden pitch would cast him overboard. The blackness of his cabin is alleviated only by the sigil-glow, smugly violet. Since Kingeater's Castle he can feel the pull of the sea under his skin. He sees its changes like storms on the horizon. He can find a path by spilling blood in the waters and watching its churn. He tells you his secrets. ",
                                     "LinkToEvent": {"Id": 148807},
                                     "Name": "彼は身を寄せた@{I}彼は身を乗り出す@{M}He leans close", "Id": 182217},
                    "Name": "あなたのミラーを上昇させる@{I}ミラーを上げる@{M}$Mirrors -> ミラー$Increase your Mirrors",
                    "Description": "　あなたたちは既に多くの知識を共有している。それでも、学べることは常にあるものだ。[秘密を費やしてあなたのミラーを上昇させましょう。ただし、100が上限です。]@{I}[数値が100以下の場合、秘密を消費して貴方のミラーを上げます。]@{M}$Mirrors -> ミラー$You've already shared so much. But there's always more to learn. [Spend a Secret to improve your Mirrors, unless it's higher than 100.]",
                    "ButtonText": "", "Id": 147454},
                   {"DefaultEvent": {"Description": "　彼は甲板を歩き回った。「獣脂と芯に照らされた、寂れた場所に建つ館を見ました。鐘が鳴っていて――今も鳴っています！聞こえますか？」彼は自らの印を掻きむしった。それは血を流し始めていた。「この場所が分かりますか？船長？俺が航路を描いても構いませんか？」<br/><br/>　ろうそくと鐘の地。そこはチャペル・オブ・ライトだ。北に建つ、いかなる罪業も行き過ぎたものとはならない教会。@{I}彼は甲板を歩いて来る。「獣脂と燭心で灯された孤独な家があるんです。鐘が鳴っています。今鳴っているんです!聞こえませんか?」彼はそう言いながら紋様を引っ掻き、そこには血が滲み出ていた。「船長、貴方はこの場所をご存知ですか?航路を私が引いても宜しいですか?」\u000d\u000a\u000d\u000aそこは、蝋燭と鐘の地。光の礼拝堂 - 罪が余り恐ろしいと感じられぬ、北方の教会。@{M}$Chapel of Lights -> チャペル・オブ・ライト$He paces the deck. \"I see a lonely house lit by tallow and wick. A bell is ringing. It rings now! Do you hear it?\" He scratches at his sigil, which has begun to bleed. \"Do you know this place, captain? Can I plot a course?\" \u000d\u000a\u000d\u000aA place of candles and bells. The Chapel of Lights - a northern church where no sin is too terrible. ",
                                     "Name": "目的地@{I}目的地@{M}A destination", "Id": 182268},
                    "Name": "「船長！船長！」@{I}\"船長、船長!\"@{M}\"Captain. Captain!\"",
                    "Description": "「夢のせいで何度も目が覚めるんです、[q:Addressed As]。鐘とろうそくの夢です！」@{I}\"夢の中で謎かけを見てしまいました、[q:Addressed As]。鐘と蝋燭の夢です!\"@{M}\"My sleep is riddled with dreams, [q:Addressed As]. Dreams of bells and candles!\"",
                    "ButtonText": "", "Id": 147492},
                   {"DefaultEvent": {"Description": "　彼の印は大きくなっていた。それは今や、彼の頬のところまで広がっていた。印の刻まれた肌はあばたを生じ、灰色になっていた。<br/><br/>「船長！あの氷が俺に言ったんです。印の鏡像は印とは正反対だったんです。あるいは真逆だったんです。それはどうでもいいんです。俺たちは北に行かないと！北に、北に、北に。アビッド・ホライズンに。ヴォイド・アプローチに」彼は起き上がろうともがいた。「俺の海図はどこです？コンパスは？測鉛線は？」@{I}彼の紋様は以前より大きくなっている。今では、彼の頬にまで到達しているようだ。紋様に覆われた皮膚は灰色になり、窪んでいる。\u000d\u000a「船長!氷が教えてくれました。紋様の反射は全く正反対でした。もしくは逆かもしれません。どちらでも構わないのです。我々は北に向かわねばなりません!北へ、北へ、北へ!渇望した水平線へ。虚無の近傍へ。」彼はもがきながら立ち上がる。「私の海図は何処です?私の羅針盤は?測鉛線は?」@{M}$Void's Approach -> ヴォイド・アプローチ, Avid Horizon -> アビッド・ホライズン$His sigil has grown. It reaches down to his cheek, now. The skin it marks is pitted and grey.\u000d\u000a\"Captain! The ice told me. The sigil's reflection was its opposite. Or inverse. It doesn't matter. We must go North! North and North and North. To the Avid Horizon. To Void's Approach.\" He struggles to rise. \"Where are my charts? My compass? My sounding-line?\"",
                                     "Name": "新たなる目的@{I}新しい目的@{M}New purpose", "Id": 182273},
                    "Name": "船医があなたのことを探しに来た@{I}船医が貴方を見つける@{M}The ship's surgeon finds you",
                    "Description": "「彼が目覚めましたよ、[q:Addressed As]。あなたと話したがってます」氷結城の氷の上で倒れて以来、彼は断続的な眠りを繰り返していた。@{I}「[q:Addressed As]、彼は起きている。そして貴方に聞きたい事があるようだ。」航海士は氷結の海で気を失って以来 - 断続的に - 眠っていた。@{M}$Frostfound -> 氷結城$\"He's awake, [q:Addressed As], and he's asking for you.\" The Navigator has slept - fitfully - since he collapsed on the Frostfound ice.",
                    "ButtonText": "", "Id": 147496},
                   {"DefaultEvent": {"Description": "　彼はあなたに、ヴォイド・アプローチから持ち出された、告白の紙片を手渡した。「お願いします。読んでください」@{I}彼は貴方に、虚無の近傍で取り戻した自らの告白状を手渡す。「お願いです、読んで下さい。@{M}$Void's Approach -> ヴォイド・アプローチ$He hands you his confession, retrieved from Void's Approach. \"Please. Read.\"",
                                     "LinkToEvent": {"Id": 182318},
                                     "Name": "彼の忘れ去った罪@{I}忘れ去られた彼の罪@{M}His forgotten crime",
                                     "Id": 182275},
                    "Name": "「船長、お話があるんですが、構いませんか？他には聞かれたくない話なんです」@{I}\"船長、内密に...お話をしても?\"@{M}\"Captain, may I speak with you? In private.\"",
                    "Description": "　彼の声は沈んでいた。彼の印は、Neathの薄暗がりの中で、燃えさしのように赤く脈動していた。@{I}彼の声はさえない。彼の紋様は脈打ち、地下の憂鬱の残り火のように、赤い。@{M}His voice is dull. His sigil throbs, red as embers in the Neathy gloom. ",
                    "ButtonText": "", "Id": 147497},
                   {"DefaultEvent": {"Description": "　あなたは王喰らいの城で執り行うことのできる儀式について説明した。儀式が済めば、その後の彼は自らの苦痛を忘れるだろう。忘れたという事実すら忘れてしまうことだろう。彼の中の苦しみを感じている部分が消え去り、何であれ、その後に残されたものが、あなたに仕えることになる。彼は身震いした。「それは許しじゃない」彼は囁いた。「でももしかしたら、それこそが然るべき報いなんだ」@{I}貴方は王喰いの城で執り行われる予定の儀式の段取りを進めた。その後は、彼は痛みを忘れられるだろう。'痛みを忘れる'という事すらも忘れてしまうかもしれない。彼の一部となっていたその苦痛は消え去り、残された部分が貴方に仕える事だろう。彼は身震いする。「これは赦しではありません。」彼は呟く。「しかし、恐らく正義ではあるのでしょう。」@{M}$Kingeater's Castle -> 王喰らいの城$You describe a rite that you could conduct at Kingeater's Castle. Afterwards, he would forget his pain. He would even forget that he forgot. The part of him that suffers will be gone, and whatever remains will serve you. He shudders. \"It is not forgiveness,\" he whispers. \"But perhaps it is justice.\"",
                                     "Name": "あなたの腹が鳴る@{I}貴方の腹が唸る@{M}Your stomach growls",
                                     "Id": 182276},
                    "Name": "別の選択肢を提示する@{I}別の選択肢を提案する@{M}Suggest another option",
                    "Description": "　それはある意味では、彼にとっての解放となりうるだろう。そして、血なまぐさい詩情を伴う選択肢でもある……@{I}それは彼にとって解放 - のようなもの - となり、ある種の楽天的な詩を伴っている...@{M}It would be a release for him - of a sort - and it has a certain sanguine poetry...",
                    "ButtonText": "", "Id": 147498},
                   {"DefaultEvent": {"Description": "　コーデックスの語らざる亡命者たちは、新しい入会者を連れてきた者には、誰であれ報酬を支払うという。彼らの支払いは、火の秘密によってなされる。<br/><br/>　ポート・スタントンの猿たちからは、何の返礼も受け取れないだろう。しかし航海士は、そこまで連れて行ってくれるならば、礼として彼の道具と海図と手稿とを、あなたに託すと申し出た。[航海士をコーデックスに置き去りにすると、価値の高いアイテムを受け取ることができます。エンパイア・オブ・ハンズのポート・スタントンで降ろした場合、報酬はより小さくなりますが、あなたのミラーが向上します。あるいはもしかしたら、これらよりも不愉快な、別の選択肢があるかもしれません……]@{I}貴方は、コーデックスにいる沈黙の追放者が新たな入会者を連れてきた者に褒賞を渡すという話を聞いた。彼らは、炎の秘密を伝授するとの事だった。\u000d\u000a\u000d\u000aスタントン港の猿達からの償いは無いだろうが、航海士は此処までの道行の返礼として、彼が今まで使ってきた道具 - 海図、メモなど - を貴方に託したいと言って来ている。\u000d\u000a[航海士をコーデックスで下船させると、価値あるアイテムを入手出来ます。もしくは手掌の帝国内、スタントン港で下船させると褒賞は少なくなりますが、貴方のミラーを上昇させます。更に、また別の、恐らくはより好ましくない選択肢も...]@{M}$Mirrors -> ミラー, Codex -> コーデックス, Empire of Hands -> エンパイア・オブ・ハンズ, Port Stanton -> ポート・スタントン, Mute Exile -> 語らざる亡命者$You have heard that the Mute Exiles on Codex reward anyone who brings them a new initiate. They pay with secrets of fire. \u000d\u000a\u000d\u000aThere will be no such recompense from the apes of Port Stanton, but your Navigator offers to leave you his tools, charts and notebooks in return for his passage. [Abandon your Navigator at Codex to earn a valuable item, or at Port Stanton in the Empire of Hands for a lesser reward but an increase in your Mirrors. Or perhaps there is another, less pleasant option...]",
                                     "Name": "選択肢@{I}選択肢@{M}Choices", "Id": 182317},
                    "Name": "彼にどこで降ろして欲しいか尋ねる@{I}彼が何処に上陸したいのかを尋ねる@{M}Ask where he would like to disembark",
                    "Description": "「コーデックスなら、俺が黙っていても何も訊かれることはないと思います。あるいはエンパイア・オブ・ハンズなら――あそこは誰からも気に掛けられない場所ですから」@{I}「そうですね...私が沈黙を保つ理由を問われずに済みそうなコーデックスか、誰も私の事を歯牙にもかけなさそうな手掌の帝国で。」@{M}$Codex -> コーデックス, Empire of Hands -> エンパイア・オブ・ハンズ$\"Leave me on Codex, where my silence won't be questioned. Or at the Empire of Hands, where no one will care.\"",
                    "ButtonText": "", "Id": 147527},
                   {"DefaultEvent": {"Description": "「すいません、[q:Addressed As]。チャペル・オブ・ライトのことを、あの司祭との話のことを思い出していたんです。氷結城。彼はそう言いました。あなたは俺にとても親切にしてくれています――俺は、あなたにこれ以上を求めるのは心苦しいんです。けれど……」彼の印が霞んだ。それは、落ち着き払った蛇のようにとぐろを巻いた。@{I}[q:Addressed As]、申し訳ありません。光の礼拝堂と、司祭の助言を思い出しておりました。彼が言うには...氷結城だと。貴方は余りにも私に優しくしてくれた - これ以上何かを問うのは忍びない - ですが...」彼の紋様が暗くなる。それは、動揺した大蛇のように渦巻いていた。@{M}$Frostfound -> 氷結城, Chapel of Lights -> チャペル・オブ・ライト$\"I'm sorry, [q:Addressed As]. I was remembering the Chapel of Lights, and the priest's counsel. Frostfound, he said. You have been so kind - I hate to ask you for more, but...\" His sigil dims. It coils like a poised serpent.",
                                     "Name": "次の段階@{I}ネクスト・ステップ@{M}The next step", "Id": 182484},
                    "Name": "彼は手すりのところに立ち、暗闇を見つめていた@{I}彼は船側に立ち、その目線は暗闇を射抜く@{M}He stands at the rail, staring into the dark",
                    "Description": "　彼はあなたがそばに寄ると尻込みした。彼の印は、ここのところずっと彼を苦しめていた。@{I}貴方が横に並ぶと彼は一瞬怯んだ。此処に来て、彼の紋様は彼を思い悩ませているようだ。@{M}He flinches when you join him. His sigil has been troubling him of late.",
                    "ButtonText": "", "Id": 147637}],
 "Description": "「俺は……はい。ええ、今は大丈夫です。ありがとうございます」@{I}「私は...はい、はい。今なら大丈夫です。有難う。」@{M}\"I... yes. Yes, now is good. Thank you.\"",
 "Name": "航海士と話す@{I}航海士と話をする@{M}Speak with your Navigator",
 "Id": 148807}
