{"ChildBranches": [{"DefaultEvent": {"Description": "あなたが去るのを見た者はいない。あなたは分別を多少身に学ぶことが出来た。@{K}No one sees you go. You've learnt a little lesson in discretion.",
                                     "Name": "静かな出立@{K}A quiet departure", "Id": 149361},
                    "Name": "立ち去る@{K}Leave",
                    "Description": "ここで得られるものは何もない。@{K}There is nothing to be gained here.",
                    "ButtonText": "", "Id": 127980},
                   {"SuccessEvent": {"Description": "どちらの異邦人たちもあなたの彼らの特徴を述べる言葉に感心した様子は見せなかった。キェロネイトの狩人が銛を投げ、あなたはタイミングよくかがんで彼女の攻撃を躱す。込み入った三つ巴の戦いが始まった！キェロネイト人たちはリーダーが倒れると逃げ出し、カーネイト人たちも秩序を保ちつつ撤退した。あなたは幾つもの死体からこの戦いを勝利と呼ぶに十分な量の戦利品を手に入れた。@{K}$Khaganian -> カーネイト人$Neither set of foreigners is impressed by your characterisation of them. The Chelonian huntress in charge hurls her harpoon, and you duck just in time. A complicated three-way battle commences! The Chelonians flee when their leader falls, and the Khaganians withdraw in good order. You find enough loot on the corpses to consider the occasion a victory.",
                                     "Name": "帝国流の勝利@{K}An Imperial victory", "Id": 149394},
                    "DefaultEvent": {"Description": "異邦人たちは怒り狂った。そして取っ組み合いが起こり、その最中に誰かが刺された！あなたは彼らを互いにもみ合うに任せ、急いで船に退散した。@{K}The foreigners are enraged. There's a scuffle, and somewhere in the scuffle, a stabbing! You fall back hastily to the ship, leaving them to brawl with each other.",
                                     "Name": "悲惨な事になった@{K}It goes badly", "Id": 148820},
                    "RareSuccessEvent": {"Description": "どちらの異邦人たちもあなたの彼らの特徴を述べる言葉に感心した様子は見せなかった。キェロネイトの狩人が銛を投げ、あなたはタイミングよくかがんで彼女の攻撃を躱す。込み入った三つ巴の戦いが始まった！キェロネイト人たちはリーダーが倒れると逃げ出し、カーネイト人たちも秩序を保ちつつ撤退した。あなたは幾つもの死体からこの戦いを勝利と呼ぶに十分な量の戦利品を手に入れた。キェロネイトのリーダーは奇妙な眼をしている。Zeeの最も深き場所の色、人というよりも獣に近い瞳だ……「一つ持って行ったらどうです」甲板長が提案した。あなたは訝しむような顔をした。彼は肩をすくめる。「後で取っといてよかったと思うことになりますよ。科学のため、とでも言ってください」@{K}$Khaganian -> カーネイト人$Neither set of foreigners is impressed by your characterisation of them. The Chelonian huntress in charge hurls her harpoon, and you duck just in time. A complicated three-way battle commences! The Chelonians flee when their leader falls, and the Khaganians withdraw in good order. You find enough loot on the corpses to consider the occasion a victory. The Chelonian leader's eyes are strange: the colour of the deepest zee, more beast than human... \"Take one of those,\" the bo'sun suggests. You look dubious. He shrugs. \"You'll be glad of it. Call it scientific, if you like.\"",
                                         "Name": "帝国流の誇りに満ちた勝利@{K}A proud Imperial victory",
                                         "Id": 158970},
                    "Name": "自らの旗を掲げる@{K}Raise your own flag",
                    "Description": "キェロネイト人は死んだ亀の中に住む残忍な野蛮人だ。そしてカーネイト人は王国を一つにまとめることも出来ない腐敗した臆病者。ロンドンこそがこのNeathにおける唯一の輝く文明の光である。あなたはこういった事を指摘すべきかもしれない。@{K}$Khaganian -> カーネイト人$The Chelonians are savage ghouls who live in a dead turtle. The Khaganians are decadent cowards who can't hold a kingdom together. London is the sole bright light of civilisation in the Neath. Perhaps you should point these things out.",
                    "ButtonText": "", "Id": 127649},
                   {"SuccessEvent": {"Description": "キェロネイト人たちは獰猛だったが、あなたの助けもあってカーネイト人たちは彼らを敗走に追い込んだ。未だ赤と金のカーネイト海軍の制服を着た私掠船の副官――しかしその肩章は既に無くなっており、あなたは彼がかつてその位にあったのかも疑わしく思った――はあなたの手を固く握りしめた。「ありがとう。もしカーンの心臓に来ることがあればこの印を見せてくれ」彼はあなたの手に馬の頭のお守りを落とす。「より暖かな歓迎を受けることが出来るだろう」@{K}$Khan -> カーン, Khaganian -> カーネイト人, Khanate -> カーネイト, Khan's Heart -> カーンの心臓$The Chelonians are a fierce crew, but with your assistance, the Khaganians send them running. The privateer lieutenant still wears the red-and-gold uniform of the Khanate navy, although his epaulettes are gone and you doubt he's entitled to it. He clasps your hand. \"Thank you. Show this sign if you ever come to Khan's Heart.\" He drops a pewter horse-head talisman into your hand. \"You'll find a warmer welcome.\"",
                                     "Name": "勝利@{K}A victory", "Id": 149396},
                    "DefaultEvent": {"Description": "キェロネイト人は獰猛で、あなたたちとカーネイト人たち両方を相手どり見事に戦況をひっくり返してみせた。あなたは安全な船まで撤退した。@{K}$Khaganian -> カーネイト人$The Chelonians are a fierce crew, and successfully turn the battle against both you and the Khaganians. You withdraw hastily to the safety of your ship.",
                                     "Name": "敗北@{K}A defeat", "Id": 148818},
                    "Name": "カーネイト人の側につく@{K}$Khaganian -> カーネイト人$Side with the Khaganians",
                    "Description": "彼らは異邦の人々であるかもしれないが、少なくとも多少は洗練されている。@{K}They may be foreign, but at least they're halfway sophisticated.",
                    "ButtonText": "", "Id": 127647},
                   {"SuccessEvent": {"Description": "鬨の声と剃刀の歯のついた銛と（そしてあなたの助けと）共にキェロネイト人たちはカーネイトの私掠船員たちを蹴散らした！彼らを先導したふんぞり返る狩人があなたの背を叩いた。「良く戦ったな！……ロンドンの人間にしては。いつかカリアン海に来るといい。海蛇を焼いて御馳走してやるから！」彼女は縁のギザギザな骨の彫り物をあなたの手に落とし、あなたに投げキスをした。@{K}$Khan -> カーン, Khanate -> カーネイト$With battle-screams and razor-tipped harpoons - and your help - the Chelonians rout the Khanate privateers! The swaggering huntress who leads them claps you on the back. \"Well fought! ...for a Londoner. Come to the Carrion Sea, some time. We'll roast a sea-serpent for you!\" She drops a saw-edged bone token into your hand and blows you a kiss.",
                                     "Name": "勝利！@{K}Victory!", "Id": 149399},
                    "DefaultEvent": {"Description": "キェロネイト人は激しく戦ったが、カーネイト人たちには規律があった。それと拳銃も持っている。彼らによってあなたたちは敗走に追い込まれた！あなたは安全な船まで撤退した。@{K}$Khaganian -> カーネイト人$The Chelonians are fierce fighers, but the Khaganians have the discipline, and the hand-guns. They rout you both! You withdraw to the safety of your ship.",
                                     "Name": "敗北！@{K}Defeat!", "Id": 148819},
                    "Name": "キェロネイト人の側につく@{K}Side with the Chelonians",
                    "Description": "彼らは無骨かもしれないが、少なくとも勇敢だ。They may be uncouth, but at least they're brave.",
                    "ButtonText": "", "Id": 127648}],
 "Description": "キェロネイトの狩人たちとカーネイトの私掠船員たちが激しい侮辱の言葉を交わしている。流血沙汰になりそうだ。@{K}$Khan -> カーン, Khanate -> カーネイト, Chelonate -> キェロネイト$A crew of Chelonate hunters exchange heated insults with a Khanate privateer. It looks likely to end in blood.",
 "Name": "愛国的な諍い@{K}A Patriotic Dispute", "Id": 148817}
