{"ChildBranches": [{"SuccessEvent": {"Description": "あなたの猫の恐れ知らずの身軽さはかなりの強みとなる。猫は海賊から尖った岩の先端へ、そしてまた海賊へと飛び移り、強烈に打たれた眼と血を流す頭皮、そして各国語での罵倒をその通り道に残していった。恐怖と困惑の中で敵は逃げ出した！猫はあなたの肩に戻り、ザラザラとした舌であなたの耳を舐める。その息は一週間も前の洞窟マスのような匂いがした。@{K}Your Mog's fearless agility gives it a tremendous advantage. It leaps from pirate to pinnacle to pirate, leaving a trail of swiped eyes, bleeding scalps and multi-lingual curses. In confusion and terror, the enemy flees! The Mog returns to your shoulder, to lick your ear with a rasping tongue. Its breath smells like week-old cave-trout.",
                                     "Name": "秘密兵器！@{K}A secret weapon!", "Id": 149340},
                    "DefaultEvent": {"Description": "あなたの猫の恐れ知らずの身軽さはかなりの強みとなる。猫は海賊から尖った岩の先端へ、そしてまた海賊へと飛び移り、強烈に打たれた眼と血を流す頭皮、そして各国語での罵倒をその通り道に残していった。恐怖と困惑の中で敵は逃げ出した！……しかし埃が収まると、猫もまた何処にもいなかった。足を踏み外したのだろうか？あるいは単に嘆きのほうが好ましいと思っただけだろうか？@{K}Your Mog's fearless agility gives it a tremendous advantage. It leaps from pirate to pinnacle to pirate, leaving a trail of swiped eyes, bleeding scalps and multi-lingual curses. In confusion and terror, the enemy flees! ...but when the dust clears, the Mog, too, is nowhere to be found. Did it lose its footing? Or did it just decide the Mourn is more to its liking?",
                                     "Name": "失踪@{K}A disappearance", "Id": 148824},
                    "Name": "みすぼらしい猫を解き放つ@{K}$Wretched Mog -> みすぼらしい猫$Unleash your Wretched Mog",
                    "Description": "猫の毛は逆立ち、火花さえ散りそうなほどだ。消える直前の嵐のような音が喉で唸る。@{K}Its fur is bristling. It's almost sparking. A sound like a dying storm rumbles in its throat.",
                    "ButtonText": "", "Id": 127652},
                   {"SuccessEvent": {"Description": "あなたは屈強な悪党を殴り倒すと、こちらに切りかかる刃に足を取られてすぐ横の止まり木に倒れこみ、そこに乗っていた人間を突き落としてしまった。彼は遥か下の水面へと落下してゆく。あなたの仲間たちも投石を上手い事当てて二人を始末する。漁ることの出来る死骸を一つだけ残し、他の者たちは逃げ出した。これがZeeの掟というものだろう。@{K}You smash a wiry villain to the ground, trip over an incoming blade, leap to a neighbouring perch and send its occupant down the long, long way to the waters below. Your shipmates dispatch another two with well-flung rocks. The others flee, leaving one corpse for you to loot. Well, it's the law of the zee.",
                                     "Name": "石に飛び散った血@{K}Blood on the stone", "Id": 149341},
                    "DefaultEvent": {"Description": "ナイフがランプの明かりにぎらりと光る。幾つもの銃声が響いた。船乗りたちは次々と回転しながら闇の中に消える。出来る範囲で撤退だ！@{K}Knives glitter in the lamp-light. Shots ring out. Zailor after zailor goes spinning away into the dark. Withdraw if you can!",
                                     "Name": "相当の重力のかかる状況@{K}A situation of considerable gravity",
                                     "Id": 148822},
                    "Name": "戦う！@{K}Fight!",
                    "Description": "あなたの得意とする事だ。@{K}You're good at that.",
                    "ButtonText": "", "Id": 127650},
                   {"SuccessEvent": {"Description": "あなたは吊るされた洗濯物に飛び込み、不安定な木の階段を音を立てて駆け下りる。そして魚市場を横切り、一列に並ぶ顔の無い彫像の間を潜り抜けた。追手はあなたとの距離を縮めつつあるが、彫像に近づくと……引き返していった。不可解だ。しかし彼らは行ってしまった。@{K}You plunge through a washing-line, clatter down an flight of unsteady wooden stairs, cut across the fish-market, and duck through a colonnade of faceless statues. Your pursuers are gaining on you until the statues... and then they drop back. Disconcerting. But they're gone.",
                                     "Name": "闇の中へ@{K}Away into the darkness", "Id": 149342},
                    "DefaultEvent": {"Description": "ゲイダーの嘆きの小屋の間を駆けぬける息のあがるような追跡の後、あなたはついに追っ手をまくことに成功した。あなたは人数を数えた。一人足りない。@{K}$Gaider's Mourn -> ゲイダーの嘆き$One pulse-pounding chase through the shanties of Gaider's Mourn later, you finally evade pursuit. You count heads. One short.",
                                     "Name": "傷一つなくとはいかなかった@{K}Not unscathed", "Id": 148823},
                    "Name": "逃げだす……@{K}Flee...",
                    "Description": "分別も勇気の内。そして分別とは高い崖から岩の牙の待つ海へと落下することではない。@{K}The better part of valour is discretion. The better part of discretion is not falling off a high cliff into a rock-fanged sea.",
                    "ButtonText": "", "Id": 127651}],
 "Description": "嘆きにおける喧嘩はスタッカートのように途切れ途切れになりがちだ。不注意に突撃すると死へと真っ逆さまに落ちることになる。だから機を待ち、慎重にどう動くか決めよう。@{K}Fights on the Mourn have a staccato quality. A careless lunge will send you plummeting to your doom. So wait, and choose your moment carefully.",
 "Name": "私掠船員たちとの喧嘩@{K}A Contretemps with Corsairs", "Id": 148821}
