{"ChildBranches": [{"SuccessEvent": {"Description": "　玄関は暗かった。客間も同じく。あちこちに乱暴の形跡が見られる。割れたカップ、ひっくり返されたピアノの椅子、壁の引っかき傷。あなたは落ちていた紙片を拾い上げ、明かりの方へかざした。それは未完成の詩だった。フィービーの筆跡かもしれない。『在らざる月』、『心を苛む飢え』。井戸と海について。そして、おびただしい数の取り消し線。<br/><br/>　階下、キッチンの方から物音が聞こえた。用心深く扉を押し開けると、何かがキッチンの天井にしがみついている。それは黄色い目をあなたに向けると、怒りの唸り声を発した。@{I}広間は暗い。当然、客間も暗かった。ここで何か騒ぎが起こった形跡があちこちに見られる - 割られたカップ、ひっくり返されたピアノ、引っ掻き傷だらけの壁。貴方は床に落ちていた紙を一枚拾い上げ、光をあてた。それは未完の詩だった。この手書き文字は、フェーベのではないかと貴方は思った。'欠けた月'、そして'心で飢えを凌ぐ'。井戸。海。かなり多く穿たれた打ち消し線。\u000d\u000a階下の、キッチンの方から物音がした。貴方は注意深く扉を開ける。そこには、天井にへばり付く何かが居た。黄色い目をした何かが貴方を見据え、唸り声を上げている。@{M}The hall is dark. The parlour, too. There are signs of disturbance here and there - a smashed cup, an overturned piano-stool, scratches on the walls. You bend to pick up a page of paper and hold it to the light. It is an unfinished poem. You think the handwriting may be Phoebe's. The 'absent moon', the 'gnawing hunger in the heart'. The well. The sea. A great many crossings-out.\u000d\u000a\u000d\u000aThere are sounds from downstairs, from the kitchen. You push open the door, cautiously. Something clings to the ceiling: something turns yellow eyes to you and hisses.",
                                     "LinkToEvent": {"Id": 143010},
                                     "Name": "闇の中の言葉@{I}暗闇の中の言葉@{M}Words in darkness", "Id": 149698},
                    "DefaultEvent": {"Description": "　玄関は暗かった。客間も同じく。あちこちに乱暴の形跡が見られる。割れたカップ、ひっくり返されたピアノの椅子、壁の引っかき傷。<br/><br/>　階下、キッチンの方から物音が聞こえた。用心深く扉を押し開けると、何かがキッチンの天井にしがみついている。それは黄色い目をあなたに向けると、怒りの唸り声を発した。@{I}広間は暗い。当然、客間も暗かった。ここで何か騒ぎが起こった形跡があちこちに見られる - 割られたカップ、ひっくり返されたピアノ、引っ掻き傷だらけの壁。\u000d\u000a階下の、キッチンの方から物音がした。貴方は注意深く扉を開ける。そこには、天井にへばり付く何かが居た。黄色い目をした何かが貴方を見据え、唸り声を上げている。@{M}The hall is dark. The parlour, too. There are signs of disturbance here and there - a smashed cup, an overturned piano- stool, scratches on the walls.\u000d\u000a\u000d\u000aThere are sounds from downstairs, from the kitchen. You push open the door, cautiously. Something clings to the ceiling: something turns yellow eyes to you and hisses.",
                                     "LinkToEvent": {"Id": 143010},
                                     "Name": "空っぽの屋敷@{I}誰も居ない屋敷@{M}An empty house", "Id": 148957},
                    "Name": "屋敷まで登っていく@{I}家に上がる@{M}Go up to the house",
                    "Description": "　砂利道を踏みしめ、扉のところまで登っていこう。真鍮のドアノッカーには錆が浮いている。塩混じりのzeeの風に晒され、塗料も剥がれかかっている。ノックに応えるものはないが、扉には鍵が掛かっていない……@{I}砂利道を、扉に向かって歩いて行く。真鍮で出来たノッカーは、見事なまでに錆び付いていた。絵画はジーの潮風によって剥がれ落ちかけていた。ノックしても返事は無い。だが、扉に鍵もかかっていない...@{M}Crunch across the gravel, up to the door. The brass of the door-knocker is tarnished. The paint is beginning to peel in the salt zee air. No one answers, but the door is unlocked...",
                    "ButtonText": "", "Id": 127734}],
 "Description": "　海から突き出た暗い岩山が霧に包まれるさまは、Unterzeeの凡百の島々と何ら変わるところがない。この岩の上には立派な屋敷が建っていて――ただ光なき輪郭だけを晒している。刈られないままの芝が、そよ風に揺られて寝ては起きてを繰り返す。<br/><br/>　湿った土の匂い。そして微かに、血の匂いがした。@{I}ウンタージーの幾百の島々のように、霧の中に包まれる暗い岩の丘。大きな屋敷が岩の上に立っている。光が何も存在しないただの影となっていた。刈り取られていない芝生の草が微風に揺らされ、立ち上がってはまた揺れている。\u000d\u000a\u000d\u000a貴方は土と岩の臭いに微かに交じる、血の匂いを感じ取った。@{M}A hump of dark rock swathed in mist, like a hundred other Unterzee islands. A grand house rises on the rock: a silhouette empty of lights. The uncut grass on the lawns bends, rises, bends again in the breeze.\u000d\u000a\u000d\u000aYou smell damp stone and, faintly, blood.",
 "Name": "ハンターズ・キープは闇の中@{I}暗闇の中の狩人の楼閣@{M}$Hunter's Keep -> ハンターズ・キープ$Hunter's Keep in darkness",
 "Id": 148956}
