{"ChildBranches": [{"SuccessEvent": {"Description": "幸いにもあなたは素早く文字を書くことが出来る。この記録はあなたには意味が分からない物かもしれないが、適切な港で適切な買い手に売ればきっとそこそこの値にはなるだろう。@{K}Fortunately you are a quick hand with a pen. It might not make much sense to you, but to the right buyer in the right port, it's bound to be worth something.",
                                     "Name": "手早い筆記@{K}Quick handwriting", "Id": 149004},
                    "DefaultEvent": {"Description": "彼女は早口に長ったらしい言葉を次々と繰り出したため、内容の全てを書き留めるのは難しかった。翌日になってから手帳を見返してみると、その記録は酔っ払いの書いた物のようだった。この部分は何だ？花押だろうか？\u000d\u000a\u000d\u000aそして彼女は本当に心臓はキャベツの形になることが可能だと言ったのだろうか？@{K}She talks so quickly, and in such long words, that it's hard work getting it all down. The next day on review the notes look like they were taken down by a drunk man. What's this bit? Idiography? \u000d\u000a\u000d\u000aAnd did she really say that the heart is able to turn into a form of cabbage?",
                                     "Name": "今の単語をもう一度お聞きしても？@{K}What word was that again?",
                                     "Id": 149003},
                    "Name": "詳細に記録をつける@{K}Make copious notes",
                    "Description": "この情報は価値のある物かもしれない。@{K}This information might be valuable.",
                    "ButtonText": "", "Id": 127762},
                   {"SuccessEvent": {"Description": "侍祭の解説にはあなたが以前耳にしたことのある物事と響きあう部分があった。加圧によって結実する肺腑、鉄の脊柱を持つ女性のこと、そして書物を読みすぎた者の目に集まる多くの謎についての話。\u000d\u000a\u000d\u000a彼女は時が過ぎるのも忘れて楽しげに話し続ける。やせ衰えた男がやってきて黒い粒の入った箱を支配者たちに送るため持ち出していった。@{K}The explanation chimes with certain things you've heard before. The fructification of the lungs under stress. The case of the woman with the steel spine. The concentration of mysteries in the eyeballs of those who read too much. \u000d\u000a\u000d\u000aThe Acolyte talks on happily, indifferent to the passage of time, while a gaunt man comes and carries away a crate of black pellets bound for delivery to the Masters.",
                                     "Name": "綿密な研究が報われた@{K}Close study, rewarded", "Id": 149009},
                    "DefaultEvent": {"Description": "あなたが意識を集中するほどに、彼女の言葉は意味の分からないものになっていく。二つ三つは理解しようと食らいついていくことができる事柄もあったが、残りはその内容をしっかりと振り返ることさえままならない。侍祭の言ったことが正しいのかどうかすら分からなかった。@{K}The more you concentrate, the less sense it makes. There are two or three ideas clear enough to hang on to, but the rest is imponderable. You are not sure that what the Acolyte says is even true.",
                                     "Name": "しかし、もし動脈がそこにあるというのなら……@{K}But if the artery grows there, then...",
                                     "Id": 149008},
                    "Name": "独自の結論を導きだす@{K}Draw your own conclusions",
                    "Description": "医学的な知識を一通り身に付けた者にとっては、目を開かせるような話ばかりだ。@{K}To someone with sufficient medical knowledge, this is all quite enlightening.",
                    "ButtonText": "", "Id": 127766}],
 "Description": "彼女の言葉には今まで医者の口から聞いたことのない知識が溢れている。@{K}There is a great deal in what she says that you don't think you've heard any doctor mention before.",
 "Name": "侍祭から医学的な知識を学ぶ@{K}Medical details from the Acolyte",
 "Id": 149001}
