{
  "Id": 149012,
  "Name": "暗がりでの会話@{K}The Export in Darkness",
  "Description": "蝋燭の光が建物のこの一角を温かく照らしている。禁欲的な侍祭は眼鏡を外して軽食を用意していた。1882年物のグレイフィールズが呼吸のため開けられている。\r\n\r\n彼女は今まで見たなかで一番寛いだ様子だ。@{K}$Greyfields -> グレイフィールズ$Candlelight warms this corner of the building. The Austere Acolyte has pushed her goggles away from her face, and has set out a light meal. A bottle of Greyfields 1882 is open to breathe.\r\n\r\nIt is the most comfortable you have seen her yet.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 149017,
        "Name": "世間話@{K}Small talk",
        "Description": "あなたは軽い話題に移り、今までに訪れた他の港や深みでうごめく生き物たちの話で彼女を楽しませた。\r\n\r\n侍祭は興味深げに耳を傾けていたが、その話から推測するに彼女は一度もこの島から出たことが無いようだった。@{K}You change the subject to lighter matters, and keep her company with the stories of other ports you've visited, and the creatures you've seen moving in the deep.\r\n\r\nShe listens with interest, though to judge by her own stories, she never has been anywhere but here."
      },
      "Id": 127770,
      "Name": "話題を変える@{K}Turn the conversation",
      "Description": "今晩は深刻な話はもう十分だ。@{K}You've discussed enough serious matters for one evening."
    },
    {
      "DefaultEvent": {
        "Id": 149013,
        "Name": "ノーコメント@{K}No comment",
        "Description": "彼女は一旦なにかを言おうと口を開いたものの、もう一度よく考えてみることにしたようだ。彼女が本当に話しても良いと思える言葉にたどり着くまで数分かかった。\r\n\r\n「誰の害にもならないでしょう」彼女は言った。「みんなもう死んでいるのですから」@{K}She opens her mouth as though she's going to say something, but then she thinks better of it. It takes her a minute to come up with something she's actually willing to say.\r\n\r\n\"Doesn't harm anyone,\" she says. \"They're already dead.\""
      },
      "Id": 127768,
      "Name": "自分の仕事についてどう考えているのか訊ねる@{K}Ask what she thinks of the work she does",
      "Description": "もしかするとあなたを信頼して秘密を打ち明けてくれるかもしれない。@{K}Perhaps she'll be willing to confide in you."
    },
    {
      "DefaultEvent": {
        "Id": 149015,
        "Name": "失敗@{K}A miss",
        "Description": "侍祭は即座にあなたを疑うような目付きになり、顔をしかめて立ち上がった。\r\n\r\nそして「本当の目的は何です？」とあなたを問いただす。\r\n\r\nどれほど言葉を尽くしても、あなたの賛辞が本心からのものだと彼女を納得させることは出来なかった。@{K}She frowns and gets up, instantly suspicious.\r\n\r\n\"What have you really come for?\" she demands.\r\n\r\nNothing you can say persuades her that your compliments were sincere. "
      },
      "Id": 127769,
      "Name": "個人的な賛辞と思慕の念を伝える@{K}Express your personal admiration for her",
      "Description": "眼鏡の後ろの瞳は予期せぬほどに美しい緑の陰影を持っていた。@{K}The eyes behind the goggles are an unexpected shade of green."
    }
  ]
}