{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは軽い話題に移り、今までに訪れた他の港や深みでうごめく生き物たちの話で彼女を楽しませた。\u000d\u000a\u000d\u000a侍祭は興味深げに耳を傾けていたが、その話から推測するに彼女は一度もこの島から出たことが無いようだった。@{K}You change the subject to lighter matters, and keep her company with the stories of other ports you've visited, and the creatures you've seen moving in the deep.\u000d\u000a\u000d\u000aShe listens with interest, though to judge by her own stories, she never has been anywhere but here.",
                                     "Name": "世間話@{K}Small talk", "Id": 149017},
                    "Name": "話題を変える@{K}Turn the conversation",
                    "Description": "今晩は深刻な話はもう十分だ。@{K}You've discussed enough serious matters for one evening.",
                    "ButtonText": "", "Id": 127770},
                   {"SuccessEvent": {"Description": "彼女は視線を逸らし、マッシュルームワインの入ったグラスを見つめた。\u000d\u000a\u000d\u000a「ここに見習いとして入ったばかりの頃に聞いた話があります」彼女は語りだす。「昔、ここで働いていた人があの黒い塊を飲み込んでしまったことがあったそうです。そしてその方はそれ以降悲しみを感じなくなったとか。なぜなら塊を飲み込んだ時に知った物事よりも悲しい出来事は存在しないから、という話です」\u000d\u000a\u000d\u000a彼女はあなたのグラスにワインを注いだ。「それはきっと大きな強みになるだろうとは思いませんか？」@{K}$(Cask of )?[Mm]ushroom[- ][Ww]ine -> マッシュルーム・ワイン$She looks away from you, into the glass of mushroom wine.\u000d\u000a\u000d\u000a\"There's a story I heard when I first apprenticed here,\" she says. \"That there was someone who worked here who swallowed one of the black pellets, and it made them impervious to grief. There was nothing they could see that was worse than what they already knew.\"\u000d\u000a\u000d\u000aShe pours some of the wine out for you. \"I think that would be a great strength to have, don't you?\"",
                                     "Name": "理由@{K}Reasons", "Id": 149014},
                    "DefaultEvent": {"Description": "彼女は一旦なにかを言おうと口を開いたものの、もう一度よく考えてみることにしたようだ。彼女が本当に話しても良いと思える言葉にたどり着くまで数分かかった。\u000d\u000a\u000d\u000a「誰の害にもならないでしょう」彼女は言った。「みんなもう死んでいるのですから」@{K}She opens her mouth as though she's going to say something, but then she thinks better of it. It takes her a minute to come up with something she's actually willing to say.\u000d\u000a\u000d\u000a\"Doesn't harm anyone,\" she says. \"They're already dead.\"",
                                     "Name": "ノーコメント@{K}No comment", "Id": 149013},
                    "Name": "自分の仕事についてどう考えているのか訊ねる@{K}Ask what she thinks of the work she does",
                    "Description": "もしかするとあなたを信頼して秘密を打ち明けてくれるかもしれない。@{K}Perhaps she'll be willing to confide in you.",
                    "ButtonText": "", "Id": 127768},
                   {"SuccessEvent": {"Description": "彼女は微笑み、目を伏せた。驚いた様子はまったくない。この場所はそういった物事を行うのに適しているとは言い難いが、あなたたちは何とかやり遂せた。\u000d\u000a\u000d\u000aその後、かなりの時が経ってから、あなたは彼女が仕事場で歌っているのを耳にした。草原の上に溶ける蝋でできた女羊飼いと蒸気機関車の湿ったキスの歌だ。あなたは誉め言葉として受け取っておく事にした。@{K}She smiles; she lowers her eyes; she is obviously not surprised. The environment is perhaps not very comfortable for this sort of thing, but you make do.\u000d\u000a\u000d\u000aLater, much later, when you hear her singing at her work again, it's all about a wax shepherdess melting in the fields, and the humid kiss of a steam locomotive. You choose to see this as a compliment.",
                                     "Name": "何事にも初めての時がある@{K}First times for everything",
                                     "Id": 149016},
                    "DefaultEvent": {"Description": "侍祭は即座にあなたを疑うような目付きになり、顔をしかめて立ち上がった。\u000d\u000a\u000d\u000aそして「本当の目的は何です？」と問いただす。\u000d\u000a\u000d\u000aどれほど言葉を尽くしても、あなたの賛辞が本心からのものだと彼女を納得させることは出来なかった。@{K}She frowns and gets up, instantly suspicious.\u000d\u000a\u000d\u000a\"What have you really come for?\" she demands.\u000d\u000a\u000d\u000aNothing you can say persuades her that your compliments were sincere. ",
                                     "Name": "失敗@{K}A miss", "Id": 149015},
                    "Name": "個人的な賛辞と思慕の念を伝える@{K}Express your personal admiration for her",
                    "Description": "眼鏡の後ろの瞳は予期せぬほどに美しい緑の陰影を持っていた。@{K}The eyes behind the goggles are an unexpected shade of green.",
                    "ButtonText": "", "Id": 127769}],
 "Description": "蝋燭の光が建物のこの一角を温かく照らしている。禁欲的な侍祭は眼鏡を外して軽食を用意していた。1882年物のグレイフィールズが呼吸のため開けられている。\u000d\u000a\u000d\u000a彼女は今まで見たなかで一番寛いだ様子だ。@{K}$Greyfields -> グレイフィールズ$Candlelight warms this corner of the building. The Austere Acolyte has pushed her goggles away from her face, and has set out a light meal. A bottle of Greyfields 1882 is open to breathe.\u000d\u000a\u000d\u000aIt is the most comfortable you have seen her yet.",
 "Name": "暗がりでの会話@{K}The Export in Darkness", "Id": 149012}
