{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは仲間と共に座ることの出来る岩を見つけ、海苔パンとトリュフとニシンを齧った。誰かがグレイフィールズの瓶を回してきた。そこそこの銘柄だ。白いコオロギが雑草の中で鳴く。微かな風が吹き抜け、空気は静止した。おかげで冷気がなくなり、この地下においては暖かいと言ってもいいぐらいの気温となった。二人の船員がタトゥーを比べあっている。あなたはワインによって快い眩暈を感じた。@{K}$Greyfields -> グレイフィールズ$You and your comrades find stones to perch on, and munch laverbread, truffles and herring. Someone passes a bottle of Greyfields: an adequate vintage. White crickets buzz in the weeds. A shiver of wind passes, and then the air is still, with that absence of chill that passes for warmth down here. Two zailors compare tattoos. Your head swims pleasantly with the wine.",
                                     "Name": "ワインと堅パン@{K}Wine and sea-bread", "Id": 149037},
                    "RareDefaultEvent": {"Description": "独りよがりの機関員が座り心地の良さそうな岩の上に腰かけている。しかしその岩が転がり、彼は見過ごされていた悲哀蜘蛛の巣穴へと落ちてしまった。蜘蛛たちが一瞬で群がり、毒を大量に流し込むと彼の眼をめぐって争う。埋葬のために彼の死体を取り戻す頃には、平穏な午後はすっかり台無しになっていた。@{K}$[Ss]orrow-spider -> 悲哀蜘蛛$A Complacent Stoker sits on a comfortable-looking stone. It rolls over, tipping him into an unseen pit of sorrow-spiders, who swarm him over, pump him full of venom and fight over his eyes. By the time you've recovered his body for burial, the peace of the afternoon is quite soured.",
                                         "Name": "招かれざる客たち@{K}Unwanted guests", "Id": 149124},
                    "Name": "ピクニックに出かける@{K}Picnic",
                    "Description": "崩れたピラミッドに蔦が這いあがっている。石像の口から梟があなたに目を瞬いた。下ばえの中では洞窟トカゲが上品に白いコオロギを咀嚼している。この場所は平和そうだ。しばらくの間休憩しよう。@{K}Creepers climb the shattered pyramid. An owl blinks at you from an idol's mouth. In the undergrowth, a cave-lizard munches decorously on a white cricket. This place seems peaceful. Rest a while.",
                    "ButtonText": "", "Id": 127779},
                   {"DefaultEvent": {"Id": 149038}, "Name": "-@{K}-",
                    "Description": "アナーキストの選択肢を足すのを忘れずに―でも大きなストーリーとつなげること。@{K}Don't forget Anarchist camp option - but tie to larger arc.",
                    "ButtonText": "", "Id": 127780},
                   {"SuccessEvent": {"Description": "あなたはここに来た最初の人間ではない。誰かが地面を覆う蔓の下に長い樫の木箱を置いていったようだ。@{K}You're not the first to come here. Someone's left a long oak casket under a carpet of creepers.",
                                     "Name": "宝だ！@{K}A treasure!", "Id": 149123},
                    "DefaultEvent": {"Description": "この場所は遥か昔に放棄されたようだ。崩れた祭壇の上には金色の装飾の痕跡が残り、腐りかけの儀礼用の面には朱色の塗装の名残が見える。それ以外には何もない。@{K}This place was deserted long ago. You find traces of gilt on a shattered altar; remnants of vermilion paint on a rotting ritual mask. Nothing else.",
                                     "Name": "影のみが@{K}Only shadows", "Id": 149036},
                    "RareDefaultEvent": {"Description": "不注意な船乗りが石に蹴躓き、見過ごされていた悲哀蜘蛛の巣穴に落ちた。蜘蛛たちは一瞬で彼に群がり、毒を大量に流し込むと彼の眼をめぐって争う。埋葬のために彼の死体を取り戻す頃には、他の船乗りたちはすぐにも船に戻りたがっていた……@{K}$[Ss]orrow-spider -> 悲哀蜘蛛$An incautious zailor trips over a stone and drops into an unseen pit of sorrow-spiders. They swarm him over, pump him full of venom and fight over his eyes. By the time you've recovered his body for burial, the other zailors are eager to return to the ship...",
                                         "Name": "不運な結末@{K}A bad end", "Id": 149126},
                    "RareSuccessEvent": {"Description": "あなたはなんとかその象形文字を読み解くことが出来た。そこには“天蓋に住まう”神――“嵐の白昼夢”、“憤怒の記憶”について書かれていた。そして碑文によれば、その神がこの神殿を壊したのだという。@{K}You can just about interpret these glyphs. They speak of a god who 'lives in the roof' - a 'walking dream of storm', a 'memory of rage'. The god, the glyphs claim, destroyed this temple.",
                                         "Name": "古代の岩@{K}Ancient stones", "Id": 149125},
                    "Name": "慎重に捜索する@{K}Search warily",
                    "Description": "Neathが穏やかであることはめったにない。この場所も敵の領土のように扱うべきだろう。@{K}The Neath is rarely gentle. Treat this place as enemy territory.",
                    "ButtonText": "", "Id": 127778}],
 "Description": "この場所を築いた者たちはNeathの壁面から切り出した巨大な石板を用いて、空虚な瞳に笑わない顔と、四角張った厳粛な大蛇の像を作り上げた。@{K}The builders of this place worked with great slabs of Neath-wall stone, carved with blank-eyed, unsmiling faces and blocky, stoic serpents.",
 "Name": "巨大な廃墟@{K}Monumental Ruins", "Id": 149035}
