{"ChildBranches": [{"DefaultEvent": {"Description": "侍祭は慰めの言葉など必要ないと言うかのように振る舞ったが、実際はそうではないのは明らかだった。そして彼女は数分の間、防護眼鏡を目の上に掛けたままにしていた。涙を流したのかは分からなかった。@{K}She pretends, unsuccessfully, not to need any comfort. She lowers the goggles over her eyes for a few minutes. You can't see whether there are any tears.",
                                     "LinkToEvent": {"Id": 148992},
                                     "Name": "落ち着いた振る舞い@{K}Cool in here", "Id": 149060},
                    "Name": "お悔やみの言葉を伝える@{K}Express sympathy",
                    "Description": "このような記憶を思い出すのは辛いことだろう。@{K}It cannot be easy to recall such things.",
                    "ButtonText": "", "Id": 127798},
                   {"SuccessEvent": {"Description": "あなたが訊ねると彼女は険しい顔つきで、解剖学的に正確に答えてくれた。双子がどのようにして二人の共有する夢からひどい姿となって戻ってきたのか。そして彼女の皮膚に血の流れ出す傷が無数に走っていた様と、このような傷が人体に与える衝撃とその結果である避け難い死について語った。\u000d\u000a\u000d\u000a説明の後、彼女は仕事に戻っていった。この問答はこれで終わりのようだ。@{K}$Aft -> 後部$When you ask, she answers, grimly, with anatomical precision. How the twin had returned in bad shape from a shared dream. How her skin was covered with a tracery of bleeding lines. The shock this caused to the body. The inevitable death.\u000d\u000a\u000d\u000aAfter the explanation, she returns to her work. It seems the interview is at an end.",
                                     "Name": "苛立ちと情報@{K}Irritation and information", "Id": 149073},
                    "DefaultEvent": {"Description": "あなたの問いが答えられることはなく、それどころか侍祭は話を聞いている素振りさえ見せない。彼女は立ち上がると鞄に手を伸ばし、新しい輝くメスを取り出した。どうやらこの会話はこれで終わりのようだ。@{K}Your questions are not answered, not even acknowledged. She gets to her feet and reaches for her bag, for the new bright scalpel. Apparently your conversation is at an end.",
                                     "Name": "苛立ち@{K}Irritation", "Id": 149072},
                    "Name": "詳細を無理に聞く@{K}Press for more details",
                    "Description": "彼女にはもっと言えることがあるだろう。たとえそれがあなたに言いたくない事だとしても。@{K}There must be more she can tell you than that. Even if she doesn't want to.",
                    "ButtonText": "", "Id": 127806}],
 "Description": "そして侍祭は昔何があったのか語り始めた。彼女はかつて医師として伯爵夫人たちの不調を診察し、茸由来の酒類の摂取に関する研究結果を発表していた。\u000d\u000a\u000d\u000a双子は同じ家に住み侍祭の稼ぎに頼って暮らしていたが、彼女と比べるとより放蕩な娯楽を好んでいたようだ。侍祭はかつての二人暮らしをこのように表現した。青緑の絵の具で描かれた夢の生き物たちと並べられたセピア色の解剖図、薬の入った蒸留器と押し合う囚人の蜜の瓶、医薬品棚に詰められたシルクの布のような生活。\u000d\u000a\u000d\u000aしかしその双子はもう死んでしまった。なにがしかの事故があったらしい。小さな水桶の中の銀色の液体、凍り付き罅の入った皮膚など、断片的な話が続く。そして、彼女は双子を蘇生させようとしたが失敗してしまい、それにより双子は二度と死から戻って来ることが出来なくなってしまったのだった。\u000d\u000a\u000d\u000aその後からこの島にたどり着くまでの侍祭の記憶はぼやけてしまっていると言う。彼女は現在の職務をある種の償いとみなしているようだ。@{K}$Aft -> 後部, (Firkin of)?[Pp]risoner's [Hh]oney -> 囚人の蜜$Then she tells you what happened before. She was a doctor, healing the malaise of countesses and publishing research about the applications of mushroom-derived spirits.\u000d\u000a\u000d\u000aHer twin lived with her, at her expense, but preferred more bohemian entertainments. The Acolyte describes what their life together was: sepia anatomical charts next to dream-animals done in viridian paint. Prisoner's Honey jostling retorts full of medicine. Silk scraps in the bandage drawer. \u000d\u000a\u000d\u000aThe twin is gone now: something about an accident, a footbath full of silvery fluid, skin cracked and frozen. A resuscitation attempt that went wrong, preventing any return from death. \u000d\u000a\u000d\u000aAfterward her memories are blurred, until they pick up again here. She regards her present occupation as penance of some kind.",
 "Name": "昔話@{K}The Time Before", "Id": 149059}
