{"ChildBranches": [{"SuccessEvent": {"Description": "彼らはパニックに陥り、我先にとボートへ飛び乗る。その音から、ぐちゃぐちゃとした、湿っぽい何かだという事しか分からない。彼らが目的としていた物を得られなかったばかりか、幾つかの物資を置き去りにしてしまった。@{M}They panic and scramble back into the boat. From the sounds of it, it's a damp and squelchy business. Not only do they not get what they came for, but they leave some of their supplies behind.",
                                     "Name": "闇の中で飛散した水しぶき@{M}Splashing in the dark", "Id": 149079},
                    "DefaultEvent": {"Description": "不運にも、そこには3人おり、彼らは貴方の虚勢に全く反応を示さなかった。\u000d\u000a\u000d\u000a\u000d\u000a事が終わった後、侍祭が貴方の打撲やたんこぶの手当をテキパキとこなしながら、やや同情寄りの溜息をつく。彼女は、彼らが居なくなった事には余り満足していなかった。@{M}Unfortunately, there are three of them, and they're not impressed with your bravado.\u000d\u000a\u000d\u000aAfterwards, the Acolyte cleans up your bruises and lumps with more expertise than sympathy. She is not pleased that they got away.",
                                     "Name": "いたっ@{M}Ouch", "Id": 149078},
                    "Name": "彼らにすぐさま突っかかる@{M}Challenge them immediately",
                    "Description": "有能な夜番は大体こうする。@{M}It's what any good watchman would do.",
                    "ButtonText": "", "Id": 127808},
                   {"SuccessEvent": {"Description": "彼らは何かを歌いながらレンズの様な物体を持っており、それを使って積み重ねられた事象のごく最近を見通す術を十分に知っていた。この不祥事が誰かに取って不要だと判断され、処分されるのを期待して密告されたものだという事は、明白だった。\u000d\u000a\u000d\u000a\u000d\u000a暗闇の中から聞こえる囁きからも、貴方にはこれが何であるのかの見当が付いている。司祭側が主導権を握る形で、真鍮の大使館との秘密協定が結ばれているのだ...\u000d\u000a\u000d\u000a\u000d\u000a彼らが探索を終える前に、貴方は彼らに平静さを与えないように引きずり回し、そして這いずり出す。その混乱の中で、彼らはまた何かを落としているようだ。@{M}They're singing to themselves and carrying lenses of some sort, and they know enough to be looking through the most recent part of the pile. It's plain someone's tipped them off about a particularly juicy scandal that has just lately been discarded. \u000d\u000a\u000d\u000aFrom the whispers in the dark you even have some idea what it is. A bishopric in the balance, a secret alliance with the Brass Embassy...\u000d\u000a\u000d\u000aBefore they finish their search, you take them by surprise and send them scrambling. They even drop something in the process.",
                                     "Name": "合唱会と司祭職@{M}Singsong and Bishoprics", "Id": 149081},
                    "DefaultEvent": {"Description": "貴方は彼らが何をしているのか見ようとしていたが、今いる場所からは殆ど何も見えなかった。すこし移動しようとして音を立ててしまった貴方は、彼らに警戒心を呼び起こさせてしまう。\u000d\u000a\u000d\u000a\u000d\u000a結局、彼らが望んだ物を手に入れただろう事は、確実だった。@{M}You try to see what they're doing, but it's very hard to tell from over here. And then your foot slips and you fall over and the noise warns them off.\u000d\u000a\u000d\u000aYou're fairly sure that whatever they wanted, they got it.",
                                     "Name": "ヘマ@{M}Bother", "Id": 149080},
                    "Name": "彼らの目的がはっきりするまで監視する@{M}Watch until you know what they're up to",
                    "Description": "貴方は後で何時でも入り込む事が出来る。@{M}You can always intervene afterward.",
                    "ButtonText": "", "Id": 127809}],
 "Description": "彼らは闇の中をひっそりと動いている。まだ彼らは貴方に気づいていない。@{M}They move stealthily in the dark. They haven't noticed you yet.",
 "Name": "暗黒物質を漁る者@{M}Scavengers of Dark Matter", "Id": 149077}