{"ChildBranches": [{"DefaultEvent": {"Description": "彼女がいささかの困難も見出す事が出来ない程には、難儀な環境で育ったとは言い難いが、侍祭はゆっくりと、厳しい面持ちで働いていた。彼女は怒りを含んだ口調で死体に話しかけている。彼女は共に過ごした子供時代の事をそれに話している。彼女はそれを\"姉さん\"と呼んでいる。彼女はその死に憤慨し、うかつな死とみなしているが、彼女自身をも責めていた。\u000d\u000a\u000d\u000a\u000d\u000a肋骨の下で、金属の珠が激しく、重苦しく動いているようだった。@{M}The growth is not in such a difficult place that she has any difficulty finding it, but the Acolyte works slowly and grimly. She talks angrily to the corpse. She talks to it about their childhood together. She calls it sister. She resents it for dying, considers it careless, but also blames herself.\u000d\u000a\u000d\u000aThe metal ball is lumpy and hard, under the breastbone.",
                                     "LinkToEvent": {"Id": 149086},
                                     "Name": "解き放たれた絆@{M}The unbound knot", "Id": 149085},
                    "Name": "彼女を助ける@{M}Help her",
                    "Description": "簡単には行かないだろう。@{M}This one won't be easy.",
                    "ButtonText": "", "Id": 127811},
                   {"SuccessEvent": {"Description": "貴方は考えた末に、彼女に自らの主張をぶつける事にした。最初、彼女はその言葉に耳を貸そうとはしなかった。彼女は遺体を大理石の厚板の上に載せ、メスのようなナイフを取り出す。だが、貴方が話を続ける中、彼女は中々遺体の切開を始めようとはしなかった。やがて幾許かの時間が過ぎ、彼女はナイフを置いて、大理石のテーブルの横にうずくまった。\u000d\u000a\u000d\u000a\u000d\u000a長い、長い夜だった。彼女は遺体の体を清め、そして真新しい布に乗せる。貴方は遺体の包装を手伝い、入っていた棺にそれを戻した。\u000d\u000a\u000d\u000a支配者の使いの内の誰か別のものが調査する事は可能だが、少なくともその仕事は彼女のものではない。@{M}You offer a reasoned argument. She doesn't want to listen, at first. She moves the body to its marble slab and lays out her array of scalpels. But while you talk, she does not begin the incisions, and after a time she lays down the blades and slumps beside the marble table.\u000d\u000a\u000d\u000aIt is a long evening. She weeps. She cleans up the body and puts it in clean clothes. You help her wrap it in silk and return it to its coffin. \u000d\u000a\u000d\u000aSome other servant of the Masters can investigate, but this task is not for her.",
                                     "Name": "親類、そして平和@{M}A connection and peace", "Id": 149084},
                    "DefaultEvent": {"Description": "貴方は考えた末に、彼女に自らの主張をぶつける事にした。彼女はそれに対するに、あらん限りの非難をもってした。彼女の双子の片割れの遺体が意味する物を、彼女は何としても見つけたがっていた。貴方が何の手助けもしないと見るや、彼女は貴方を追い出した。\u000d\u000a\u000d\u000a\u000d\u000a締め出された建物の外からは、彼女が機材を動かす音だけが聞こえる。そこに歌は、無かった。@{M}You offer a reasoned argument. She offers dockyard invective. Whatever her twin's body signifies, she means to discover it. When you won't help her, she throws you out. \u000d\u000a\u000d\u000aFrom outside the building, you can hear the banging of instruments, and no singing at all.",
                                     "Name": "撥ね付けられた同情@{M}Snapped sympathy", "Id": 149083},
                    "Name": "彼女にこの解剖を止めさせる@{M}Discourage her from doing this autopsy",
                    "Description": "彼女の上司は、彼女自身を守るためにこの棺に錠をかけたに違いない。@{M}Her leader must have locked this particular box for her own protection.",
                    "ButtonText": "", "Id": 127810}],
 "Description": "彼女は錠を壊し、蓋をこじ開けた。\u000d\u000a\u000d\u000a\u000d\u000a中に入っていた遺体は、彼女自身だった。と言うよりは、彼女とよく似た鼻を持ち、よく似た頬骨を持ち、よく似た長い指を持っていた。髪の毛は彼女よりも長く、その目はより放蕩な印象を受ける。しかし間違いなく、少なくとも恐らく、彼女の双子だろう。\u000d\u000a\u000d\u000a\u000d\u000a「彼女は私のせいで死んだの。」侍祭が侘しく呟く。「だから、当然彼女は私の元に戻ってきたんです。」@{M}She breaks the locks and pries off the lid. \u000d\u000a\u000d\u000aThe body inside is her own: or rather, it has her nose, her cheekbones, her long fingers. Its hair is longer and something about its eyes make it appear more dissolute. But it is, or at least it could be, her twin. \u000d\u000a\u000d\u000a\"Her death was my fault,\" says the Acolyte bleakly. \"So of course she's come back to me.\"",
 "Name": "もうひとつの解剖@{M}The Other Autopsy", "Id": 149082}