{"ChildBranches": [{"SuccessEvent": {"Description": "スナッファーは人間よりも順応性がある。彼の者は自分が使いやすい様に内臓を再配置していた。船医が異常な肺を確認し、警告を発する！船員は唸る恐怖を甲板まで叩き出し、打ちのめした。「これはヒラリーだったんだ！」運用長が吠え立てている。恐怖と憤怒から、船員たちは暴力的かつ決定的に彼の者の臓器の位置をさらにかき乱した。スナッファーは死んだ。@{K/M}スナッファーは人間よりも順応性がある。彼の者は自分が使いやすい様に内臓を再配置していた。船医が異常な肺を確認した後、警告を発したのだ!船員は唸る恐怖を甲板まで叩き出し、打ちのめした。「奴はヒラリーだ!」運用長が吠え立てている。耐え難い恐怖と怒りの中、その者は更に激しく内臓を再配置し...それは途中で止まった。スナッファーは死んだのだ。@{M}$[Ss]nuffer -> スナッファー$Snuffers are more malleable than men. This one has relocated its internal organs for its own convenience: your physician identifies an errant lung and shouts the alarm! Your crew beats the hissing horror to the deck. \"That was Hilary!\" yelps the bo'sun. In a terrified rage, they rearrange its organs more violently and permanently. The Snuffer is dead.",
                                     "Name": "暴きだしたぞ!@{M}Unmasked!", "Id": 149092},
                    "DefaultEvent": {"Description": "全員が人間だと、船医からの報告を受けた。どうやらスナッファーは船外へ逃亡したらしい。...もし彼の者がまだ船内の何処かに隠れていなければ、の話だが。そして...もし船医が彼の...いや。貴方は誰かを信用しなければならない。そして船医は貴方が良く知る人間だったのだ。@{M}$[Ss]nuffer -> スナッファー$All are human, your physician reports. Most likely the Snuffer has escaped overboard. Unless it's still hiding somewhere in the ship. Unless your physician is the one who... no. You have to trust someone, and this is someone you know well.",
                                     "Name": "兆候無し@{M}No sign", "Id": 149091},
                    "Name": "船医に船員を調べさせる@{M}Have the ship's doctor examine your crew",
                    "Description": "船員たちは皆お互いを横目で疑うように見ている。船医であればより専門的な判断を下すことが出来るだろう。@{K}各々が自らの横を疑いの目で見ている。船医が詳細で正確な判断をもたらしてくれるだろう。@{M}Each eyes the other sidelong. Your physician can provide a more educated evaluation.",
                    "ButtonText": "", "Id": 127814},
                   {"SuccessEvent": {"Description": "貴方はキャッチの脳室から採取された蝋を使い、ドロリとした、頑丈な蝋燭を作った。それは特徴のある香りを持っている。即ち、青白い薔薇の匂いだ。貴方は自分の船室の中でそれに火を灯し、船室のドアを半開きにした状態で自分は洋服ダンスの中に身を隠した。\u000d\u000a\u000d\u000a果たして、それはやって来た。スナッファーが、盗んだ顔の奥の穴に強欲に燃える炎を煌めかせながら、船室に忍び足で侵入して来たのだ。貴方はそれの背後に立ち、彼の者の醜い頭蓋にガフフックを力の限り叩きつけた。生き返る可能性を考慮し、船員にそれを船外に投げ捨てさせる。これで終わりだ。終わっただろう。\u000d\u000a\u000d\u000a(船内に二体目のスナッファーが忍び込んでいない限り)@{M}$[Ss]nuffer -> スナッファー$You use the wax from the Catch's brain-cavity to form a drooping, but substantial, candle. Its aroma is remarkable - like ashy roses. You light it in your cabin, and wait in the wardrobe with the cabin door ajar.\u000d\u000a\u000d\u000aHere comes the Snuffer, eyes aglow like covetous lamps through the holes in its stolen face, tip-toeing into your cabin. Step out behind it. Smash its horrible skull in with a gaff-hook. Have your crew fling it in the sea, in case it somehow revives. And there's an end of it.\u000d\u000a\u000d\u000a(Unless there's a second Snuffer aboard.)",
                                     "Name": "最上の餌を付けた罠@{M}A well-baited trap", "Id": 149094},
                    "DefaultEvent": {"Description": "貴方は藤色をした準両生類の脂肪を獣脂に溶かし入れようとしていたが、上手く行かなかった。船医が貴方に軟膏と包帯を巻き付けながら、悲しげに舌打ちする。@{M}You try to render mauve quasi-amphibian fats into tallow. It does not go well. The doctor applies ointment and bandages, clucking sadly.",
                                     "Name": "事故発生!@{M}An accident!", "Id": 149093},
                    "Name": "策を練る@{M}Use a ruse",
                    "Description": "逸話によると、スナッファーは蝋燭を食う様だ。彼らは普通の蝋燭では警戒して釣られそうもないが、もしどうにかして珍しい物を作る事が出来れば...@{M}$[Ss]nuffer -> スナッファー$Snuffers, the stories say, eat candles. They are too cunning to be caught by a bait of common candles, but if you could render down something rare...",
                    "ButtonText": "", "Id": 127815}],
 "Description": "また別の船員が行方不明になった。そして甲板で打ち捨てられた顔が見つかる。まるで貴方を嘲笑うかの様に。@{M}Another crewman has gone missing. Another abandoned face found on deck, as if to taunt you.",
 "Name": "スナッファーの食欲@{M}$[Ss]nuffer -> スナッファー$The Snuffer's Appetite",
 "Id": 149090}
