{"ChildBranches": [{"DefaultEvent": {"Id": 149100},
                    "Name": "貴方本当の顔を晒せ!@{M}Reveal your true face!",
                    "Description": "実は...貴方なのだ。貴方とすり替わってから、大分時間が経っている。[スナッファーとして実際に入れ替わってプレイする選択肢を導入しようと考えていますが、まだ導入は先です。]@{M}Actually... it's you. It's been you for a while now. [We may implement an option to play as a Snuffer who's replaced the actual you, but not just yet.]",
                    "ButtonText": "", "Id": 127818},
                   {"SuccessEvent": {"Description": "最後の艦橋灯の光の下で、貴方は彼の者に出会った。この薄暗い中、斜めにずれた盗まれた顔を見ると、この者がどのように欺き続けて来たのかを想像するのは難しかった。首絞め昆布のように強くしぶとく、その吐息は鉄の匂いと熱い燧石の不快な臭い。しかし貴方は奴を打ちのめした。不屈の攻撃を払いのけ、奴の心臓にブーツナイフを突き立てたのだ。\u000d\u000a\u000d\u000a貴方はそれを船上から蹴り落とし、海中の闇に泡となって消える様を見ていた。さぁ、どうやって家に帰るのか、考えなければ。@{M}You meet beneath the flare of the last bridge glim-lamps. In this half-light, with its stolen face askew, it's hard to imagine how it ever deceived you. It's as strong as strangling kelp, and its breath stinks of blood and hot flint. But you bear it down, wear its resolve away, skewer it through the heart with your boot-knife.\u000d\u000a\u000d\u000aRoll it overboard. Watch it bob away into the dark. Now you need to work out how to get home.",
                                     "Name": "絶望的な勝利@{M}A desperate victory", "Id": 149097},
                    "DefaultEvent": {"Description": "スナッファーは恐ろしく強かった。彼の者は貴方のカトラスを裏拳で弾き飛ばし、同時にもう一方の手で彼女がかぶっていた顔を仮面の如くに脱ぎ捨てた。その下に見えたものは、血が滴り落ちる、飢えた赤い肉塊だった。それが、貴方の見た最期の景色だった。@{M}The Snuffer is terribly strong. She smashes away your cutlass with the back of her hand. With her other hand, she peels away her face like the mask it is. Beneath it is a weeping gnarl of hungry red flesh. It's the last thing you ever see.",
                                     "LinkToEvent": {"Id": 155206},
                                     "Name": "実り無いあがき@{M}A fruitless struggle", "Id": 149096},
                    "RareDefaultEvent": {"Description": "「死ね、皮喰いめ!」仲間が叫び、棍棒を振り上げる。「これはジェファ―の分だ!」何だと?\u000d\u000a\u000d\u000a貴方は咄嗟に転がり、半狂乱で叫びながらそれを避ける。「人間!人間よ!俺はお前だと思っていたぞ!」どういう事か、貴方達二人は奇妙な、脆い信頼を築いたようだ。どうやら両方共貴方のようで、更に言うと人々が、そしてそれを喰らう者は居なくなっていた。それが残っているという痕跡は見当たらないが...救命ボートも見当たらない。何者かが貴方を打ち捨て、ボートを使って逃げたのだ。@{M}\"Die, skin-eater!\" your comrade yells as he raises the cudgel. \"This is for Jaffers!\" What?\u000d\u000a\u000d\u000aYou roll away, shouting frantically, \"Human! Human! I thought it was you!\" Somehow, the pair of you establish a tenuous trust. It seems you are both, in fact, people, and the people-eating thing has gone. No trace of it remains... but a life-boat is missing. Something drove it to abandon you.",
                                         "Name": "神の鎚を!@{M}Gadzooks!", "Id": 149102},
                    "RareSuccessEvent": {"Description": "貴方は仲間を待ち伏せ、そして彼らの頭蓋を叩き割った。そして彼らの顔が彼ら自身の物であった事を確認し、狼狽した。何てことだ。貴方は今独りになってしまった: そして貴方は殺人者になったのだ。スナッファーが残っているという痕跡は見当たらないが...救命ボートも見当たらない。何者かが貴方を打ち捨て、ボートを使って逃げたのだ。事態は更に悪くなっている。@{M}You ambush your comrade and smash their skull... and to your dismay, you find that their face is their own. Good God. You're all alone: and you're a murderer.\u000d\u000a\u000d\u000aNo trace of the Snuffer remains... but a life-boat is missing. Something drove it to abandon you. It could be worse.",
                                         "Name": "おお、何と不幸な!@{M}O misery!", "Id": 149103},
                    "Name": "攻撃する@{M}Attack", "Description": "", "ButtonText": "",
                    "Id": 127816},
                   {"SuccessEvent": {"Description": "貴方は長い間睨み合い、気を張っていた...やがて彼女が手に持つガフフックをゆっくりと下ろす。用心しながらも、彼女を安心させる為彼女を抱き締める。スナッファーが残っているという痕跡は見当たらないが...救命ボートも見当たらない。何者かが貴方を打ち捨て、ボートを使って逃げたのだ。@{M}You watch for a long time...and then she lays down her gaff-hook too. You essay a cautious, back-slapping embrace. Where's the Snuffer? No trace of it remains... but a life-boat is missing. Something drove it to abandon you.",
                                     "Name": "些かの安堵@{M}Quite a relief", "Id": 149099},
                    "DefaultEvent": {"Description": "貴方は長い間睨み合い、気を張っていた...やがて彼女が手に持つガフフックをゆっくりと振り上げる。同時にもう一方の手で彼女がかぶっていた顔を仮面の如くに脱ぎ捨てる。その下に見えたものは、血が滴り落ちる、飢えた赤い肉塊だった。それが、貴方の見た最期の景色だった。@{M}You watch for a long time... and then she raises her gaff-hook too. With her other hand, she peels away her face comes like the mask it is. Beneath it is a weeping gnarl of hungry red flesh. It's the last thing you ever see.",
                                     "LinkToEvent": {"Id": 155206},
                                     "Name": "愚策だった@{M}That was unwise", "Id": 149098},
                    "Name": "彼を安んじさせよ@{M}Spare him",
                    "Description": "スナッファーが既に船を去った可能性は高い: 貴方達は二人共人間なのだから。構えた武器をゆっくりと下ろし、貴方は残されたもう一人の船乗りを信用した。@{M}It's just possible that the Snuffer has already left the ship: that you're both human. You could lay down your arms, and trust the other zailor.",
                    "ButtonText": "", "Id": 127817}],
 "Description": "船には貴方と、もう一人の船員が残るのみとなった。(幹部達はどうなった?もしかしたら動けなくさせられたのかもしれないし、それ以上に悪い事かもしれない)。貴方達のうちのどちらかが、スナッファーに違いないのだ。@{M}Only you and one other crew-member remain. (What of your officers? Perhaps incapacitated: perhaps worse.) One of you must be the Snuffer.",
 "Name": "そうか...お前だったのか...@{M}So you're the only one who made it...",
 "Id": 149095}