{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 147445},
                                     "Name": "賛同する呟き@{I}賛意の低い声@{M}Approving murmurs", "Id": 149116},
                    "Name": "だから何だ？@{I}So what?",
                    "Description": "　もしも運命が、あなたの進む道に二度宝物を置いたのだとすれば、運命に感謝だ。このまま進もう！@{I}If fortune has put a treasure in your way twice over, then good for fortune. Onwards!",
                    "ButtonText": "", "Id": 127825},
                   {"SuccessEvent": {"Description": "　あなたは蛇を砕き、ばらばらになった破片の一つを拾い上げると、それを船員たちに示した……というのも、船員たちがそれを観察していたからだ。彼らの目は大きく見開かれ、その色は銀色をしていた。「この勝利によって」あなたは言った。理由はほとんど分からない。「この地の光景の権利を要求する」あなたの船員たちは、低い声でぶつぶつと呟きながら散っていった。彼らはするりと蛇の形に変じ、空き地をのたうち進んでいった。あなたが像を見つけた場所の木は、多くあるうちの一本でしかなかった。あなたは、橙色の太陽を戴く密林の中に立っていた……<br/>　大気が明滅した。あなたは寝間着のままで、自分の船室の中に立っていた。あなたは、ばらばらになった木彫の蛇の破片ではなく、絵筆を握りしめていた。あなたの目の前には、一枚の絵が立てかけられていた。そこには、密林と空き地、船員たちと蛇、そしてあなた自身が描かれていた。どういうわけか、あなたは眠りながら良い作品を仕上げていた。パレットには、ありふれた絵の具を混ぜ合わせて作り出された、奇妙で鮮やかな緑色が残されていた。<br/>　目元をこすって眠気を払い、絵に自分のサインを済ませたら、もう気を揉まないように努めよう。@{I}You smash the serpent, and pick up one splintered piece, to show your crew... for your crew are watching, eyes wide and silver. \"By this victory,\" you say - you hardly know why - \"I claim the rights to the sight of this place.\" Your crew mutter and disperse, slinking into serpent-shape to wriggle across the clearing. The tree where you found the image is one of many: you stand in a jungle beneath an orange sun...\u000d\u000a\u000d\u000aThe air flickers, and instead you stand in your cabin, in your night-clothes. Instead of a splintered fragment of wooden serpent, you hold a paint-brush. In front of you is a painting of jungle, clearing, crew, serpent, you. Somehow you've done good work in your sleep - and you've mixed familiar oils into a peculiar vivid green.\u000d\u000a\u000d\u000aRub the sleep from your eyes, sign the painting, and try not to worry.",
                                     "Name": "良くできた作品@{I}A successful work", "Id": 149115},
                    "DefaultEvent": {"Description": "　あなたはそれを粉々に砕いた。船員たちはそれを凝視して――違う。彼らはあなたを興味深げに観察していた。まるで、あなたがガラス容器の中の蛾でもあるかのように。彼らの目は平坦で、その色は銀色だった。先端の分かれた舌が、水夫長の口からちらりと姿を覗かせた。<br/>　あなたは激しい恐怖に駆られて目を覚ました。あなたは自分の船室にいた。船が港で揺れていた。@{I}You smash it to flinders. Your crew - no, they're not staring. They're watching you with interest, as if you were a moth beneath a bell-jar. Their eyes are flat and silver. A forked tongue flickers from your bo'sun's mouth.\u000d\u000a\u000d\u000aYou wake in fright, in your cabin. The ship rocks in harbour.",
                                     "Name": "満足させる音@{I}A satisfying sound", "Id": 149114},
                    "Name": "協力を拒む@{I}Refuse to cooperate",
                    "Description": "　像をひったくって地面に叩きつけ、その上に飛び乗る。@{I}Snatch the statue, hurl it on the ground, and leap on it.",
                    "ButtonText": "", "Id": 127824}],
 "Description": "「見なよ！」水夫の一人が叫んだ。灰色の葉を持つ木の、苔むした湾曲部に寄り掛かる何かがあった。それは黒と赤、そして黄色に塗られた、木彫の蛇だった。その両眼は柘榴石の薄片で作られていた。「こいつはバザールで良い値がつくよ」その水夫は言った。「けど呪われそうな見た目してるぜ」別の一人が指摘した。<br/>　これはすべて、以前に起こった出来事とまったく同じだ。あなたは正気を失いかけているのだろうか？@{I}\"Here!\" a zailor shouts. There's something nestled in the mossy crook of a grey-leafed tree. A wooden serpent, lacquered with black, red and yellow. Its eyes are garnet flakes. \"That'd fetch a good price at the Bazaar,\" the zailor observes. \"But it has a cursy look,\" points out another.\u000d\u000a\u000d\u000aThis has all happened before, exactly like this. Are you losing your mind?",
 "Name": "デジャ・ヴュ@{I}Déjà vu", "Id": 149113}