{"ChildBranches": [{"DefaultEvent": {"Description": "　オフィサーに話し掛け、秘密を費やして能力値を上昇させよう。港でエコーを費やして装備を整えよう。オフィサーはしばしばロンドンで見つけることができる。@{I}船員に話しかけ、自分の能力を上げる為に秘密を使いましょう。港でエコーを使い装備を整えましょう。船員は大体ロンドンで見つかります。@{M}Speak to your officers to spend Secrets on improving your abilities. Spend Echoes on equipment in ports. You can often find officers in London.",
                                     "LinkToEvent": {"Id": 149127},
                                     "Name": "秘密とエコーの使用@{I}秘密とエコーを使う@{M}Spending Secrets and Echoes",
                                     "Id": 149128},
                    "Name": "探検について@{I}探検にあたって@{M}ON EXPLORATION",
                    "Description": "　探検がこのゲームの核である。危険を冒すことで報酬が得られる。ロンドンの近くに留まるのは安全だが、結局は燃料と物資が底を突いてしまうだろう。探検し、各港の物語を進めることで、秘密とエコーが手に入る。@{I}探検はこのゲームの核心です。リスクは報奨をもたらします。ロンドン近郊に居残れば安全ですが、いずれ燃料や物資が枯渇してしまうでしょう。探索し、それぞれの地で繰り広げられる物語を進める事で、貴方に秘密とエコーがもたらされるのです。@{M}Exploration is the heart of the game. Risk brings reward. Staying close to London is safe, but eventually you'll run out of fuel and supplies. Exploring, and playing port stories, will allow you to find Secrets and Echoes.",
                    "ButtonText": "もっと@{I}MORE", "Id": 127831},
                   {"DefaultEvent": {"Description": "　緑の光は敵が明かりの中にいることを意味する。敵の船舶は、それ自身の艦砲と射程を持っているので、その進路から逃れるように。敵のzee-beastは、基本的には体当たりや噛みつきによって攻撃してくるほか、合間合間に攻撃を回避するために水中に潜ることがある。<br/>　明かりを消して、注意深く船を動かせば、敵の背後から忍び寄って、先制攻撃を食らわせてやることもできるだろう。@{I}緑の光は、貴方の敵が船灯の中に居る事を示しています。敵船もまた、武器の有効範囲を示すアークを持っています - 範囲内に入らない様に注意しましょう。敵のジーモンスターは大体体当たりをして噛み付こうとしてきます。また、貴方の攻撃を避ける為に水中に潜ることもあります。\u000d\u000a\u000d\u000a慎重に船灯を消し行動する事で、気づかれずに敵の背後をとり、先制攻撃を加える事が出来る可能性があります。@{M}A green glow means your enemy is in the light. Enemy ships also have an arc on their guns - try to stay out of their way. Enemy zee-beasts will generally try to ram or bite you, and they'll submerge between times to avoid your attacks.\u000d\u000a\u000d\u000aIf you're careful and turn your lights off, you may also be able to sneak up behind 'em and get a shot in first.",
                                     "LinkToEvent": {"Id": 149127},
                                     "Name": "敵の攻撃の回避@{I}敵襲を回避する@{M}Avoiding enemy attacks",
                                     "Id": 149129},
                    "Name": "戦闘について@{I}戦闘中@{M}ON FIGHTING",
                    "Description": "　敵が艦砲の射程内に入ると射撃計算が始まり、発射ボタンの周囲の光が増大していく。射撃計算が完了したら、砲撃をお見舞いしてやれ！<br/>　望むなら、狙いが定まる前に撃つこともできる。しかしその場合、狙いを外すことがある。大きな船であるほど、多様な大砲を搭載できる。@{I}敵が貴方の武器の有効範囲内にいる時、発射ボタンが徐々に明るくなっていく事に気づくでしょう。ボタンが全て明るくなったら、思う存分奴らにお見舞いして下さい!\u000d\u000a\u000d\u000aボタンが完全に明るくなる前にも発射は可能ですが、外す可能性が高くなります。より大きな船舶は、また違った武器スロットを使う事が出来るかもしれません。@{M}When your enemy is in the arc of your guns, you'll see the firing solution - the glow around the fire buttons - increase. When it's complete, let them have it!\u000d\u000a\u000d\u000aYou can fire earlier if you like, but may miss. Larger ships may have access to different gun slots.",
                    "ButtonText": "もっと@{I}MORE", "Id": 127832},
                   {"DefaultEvent": {"Description": "　zeeでSomething_Awaits_Youの状態になると、次の港ではより多くの物語が待ち受けていることだろう。Something_Awaits_Youは航海に出ている時ならいつでも発生する。『遠くからの鐘の音』のようなメッセージが表示されると、それはあなたがSomething_Awaits_Youを得たことを意味する。@{I}ジーの航海中にもし\"何かが貴方を待っている\"という印を得た場合、何処かに寄港した時に物語が更に進行するという合図になります。これは航海中に突然現れます。もし'遠方の鐘'という様なメッセージが出た時、それは何かが貴方を待っているという意味です。@{M}If you have the Something Awaits You quality when at zee, you know that more story is waiting for you when you make port. It'll crop up whenever you're sailing around - if you see a flavour message like 'Distant bells', that means you have Something Awaits. ",
                                     "LinkToEvent": {"Id": 149127},
                                     "Name": "Something Awaits You@{I}貴方を待つ何か@{M}Something Awaits You",
                                     "Id": 149130},
                    "Name": "物語について@{I}物語を進める@{M}ON STORIES",
                    "Description": "　港に入ると、一般的には、そこを探検し、その滞在中に可能なだけの物語を進めることができる。@{I}寄港した際に、物語が進行する場合があります。大体は探索をし、物語を進める事で進行します。@{M}When you put into port, you can generally explore and exhaust the story options until your next visit.",
                    "ButtonText": "もっと@{I}MORE", "Id": 127833},
                   {"DefaultEvent": {"Description": "　ロンドン、あるいは他の港で、船員に上陸許可を与えるとよい。恐怖を下げるには、ロンドンが最も費用対効果が高い。他にも、多くの物語の過程で恐怖は増減する。@{I}上陸しましょう。他の港でも可能ですが、ロンドンが1番効果的に恐怖を下げる事が出来ます。この地には恐怖を下げる(上げる)物語が沢山存在します。@{M}Use shore leave in London - or in other ports, but London is most cost-effective - to reduce it. Lots and lots of other stories increase or reduce Terror.",
                                     "LinkToEvent": {"Id": 149127},
                                     "Name": "それをどうやって下げる？@{I}どうやって減らす?@{M}How do I reduce it?",
                                     "Id": 149131},
                    "Name": "恐怖について@{I}恐怖について@{M}ON TERROR",
                    "Description": "　陸地を離れ、zeeに出ていると、時間が経つごとに徐々に恐怖が上昇していく。髑髏が橙色や赤色を示している時、その恐ろしい場所に長く留まっていると、恐怖は大きく上昇する。恐怖はまた、多くのイベントによっても上昇する。@{I}恐怖は、貴方が陸を離れてジーに出ていれば時間と共に徐々に上昇して行きます。髑髏に注目して下さい: オレンジまたは赤い点が表示されている場合、その場所はより怖い場所という事になり、滞在する時間が長い程恐怖も早く上がります。多くのイベントも、恐怖を上昇させるでしょう。@{M}Terror increases gradually over time while you're out at zee, away from land. Watch the Skull: when you see orange or red pips, Terror will bump up if you spend much longer in the frightening place. Many events will increase it too.",
                    "ButtonText": "もっと@{I}MORE", "Id": 127834},
                   {"DefaultEvent": {"Description": "　Zキーを押すか、画面下のzee-batボタンをクリックすると、最も近い未発見の島がどこにあるかを教えてくれる。<br/>　注意：船が動いていると、方向についての精度が損なわれる。最も精確な結果を得るには、船を停止させること。@{I}Zキーを押すか、画面下のジーバットボタンをクリックする事で、ジーバットを使う事が出来ます。未発見の島で、現在地点から一番近いものの所在地を教えてくれます。\u000d\u000a\u000d\u000a注意: もし貴方が移動中であった場合、伝えられる方角の正確性は減ります。より正確な位置を知りたい場合は、停船して下さい。@{M}Press Z, or click the zee-bat button at the bottom of the screen, and it'll tell you where the nearest undiscovered island is.\u000d\u000a\u000d\u000aBe warned: if you're moving, it will give less accurate directions. Pause to get the most accurate reading.",
                                     "LinkToEvent": {"Id": 149127},
                                     "Name": "zee-bat？@{I}ジーバット?@{M}Zee-bat?", "Id": 149153},
                    "Name": "探検する場所の発見について@{I}探索すべき地の発見について@{M}ON FINDING PLACES TO EXPLORE",
                    "Description": "　zee-batによる偵察を用いるとよい。専門的には、これは翼手探知と呼ばれるものだが、ここでは堅苦しいことは抜きにしよう。@{I}ジーバット(斥候)を使いましょう。厳密には翼手類の動物なのですが、それでもこの場所では友達と呼べる存在です。@{M}Use your zee-bat scout. Technically, it's a chiropteroscope, but we're among friends here. ",
                    "ButtonText": "もっと@{I}MORE", "Id": 127850},
                   {"DefaultEvent": {"Description": "　物語をダウンロードするためには、私たちのシステムにアカウントを登録する必要がある。偶然にも、これによって私たちの奇妙で、濃密な、カルト的ブラウザゲーム(www.fallenlondon.com)にもログインすることになる。SUNLESS_SEAの世界を好きになってくれたなら、ぜひ一度試してみてほしい。もちろんこれは、完全に選択の自由である。@{I}新たな物語をダウンロードする為には、アカウントを登録する必要があります。また同時に、このアカウントの登録によって奇妙でやや信仰的なブラウザゲームにログインする事も可能です。 (www.fallenlondon.com) もしこの\"SUNLESS SEA\"の世界が好みであれば、是非そちらもお試し下さい - ただし、これは完全にオプションです。@{M}You need to register an account with our system to download stories. COINCIDENTALLY this also gives you a login on our odd, rich, cult browser game at www.fallenlondon.com. You should definitely give it a try if you like the world of SUNLESS SEA - but it's 100% optional.",
                                     "LinkToEvent": {"Id": 149127},
                                     "Name": "フォールン・ロンドンへの登録@{I}堕ちたるロンドンに登録する@{M}Registering on Fallen London",
                                     "Id": 149172},
                    "Name": "新しい物語について@{I}新たな物語について@{M}ON NEW STORIES",
                    "Description": "　私たちは時折ゲームに新しい物語を追加している。それらはメインメニューからダウンロードすることができる。@{I}私達は随時新しい物語をゲームに追加していく予定です。メインメニューでダウンロードが可能です。@{M}We'll add new stories to the game from time to time. You can download them from the main menu. ",
                    "ButtonText": "もっと@{I}MORE", "Id": 127864},
                   {"DefaultEvent": {"Description": "　手動でデータをセーブまたはロードすると、そのキャラクターは以後永久的にMerciful_Modeに移行する。その際、屈服せざる者の証は失われる。屈服せざる者の証を保持したままゲームを完遂することは、名誉の印である。@{I}手動でセーブまたはロードをする行為は、貴方のデータを永続的に慈悲モードへ移行させます。負けざる者の証は取り除かれます。この証を持ったままゲームをクリアすると、栄光のバッジを手にすることが出来ます。@{M}Saving or loading manually will permanently switch your character to Merciful Mode. This will remove the Invictus Token. Completing a game with the Invictus Token intact is a badge of honour.",
                                     "LinkToEvent": {"Id": 149127},
                                     "Name": "Merciful Mode@{I}慈悲モード@{M}Merciful Mode",
                                     "Id": 154475},
                    "Name": "慈悲について@{I}ご慈悲を...@{M}ON MERCY",
                    "Description": "　このゲームは、Unforgiving_Modeでのプレイを想定して作られている。すなわち、港を訪れるたびに更新され、死亡時には消えてしまう、たった一つのオートセーブでのプレイである。もしもそのことにイライラしてきたり、あるいはよりゆったりとした探険を望む場合は、Merciful_Modeに切り替えることができる。@{I}無慈悲モードこそ、このゲームがプレイされるべき通常の状態です - オートセーブは一つのみ、寄港の度に更新され、死ねば消されます。もしこのモードでどうしても上手く行かない、またはもっと気楽に探検したいとお考えであれば、いつでも慈悲モードに移行して下さい。@{M}Unforgiving Mode is how the game is meant to be played - one autosave, updated whenever you reach port and wiped on death. If you're getting frustrated, or want a more leisurely exploration, you can switch to Merciful Mode.",
                    "ButtonText": "続けて@{I}GO ON -", "Id": 131172},
                   {"DefaultEvent": {"Description": "　将来の船長は、スキルやオフィサー、装備や資金のいくらかを受け継ぐことができる。時を経るうちに、より大きな遺産を残しておくための、追加のアイテムや恩恵を見つけることができるだろう。@{I}未来の船長は、能力、船員、装備、そしてお金を受け継ぐ事が出来ます。時間が経てば、貴方は更に多くのアイテムや能力を同時に受け継がせる事が出来るようになる方法を見つけるでしょう。@{M}Future captains can inherit some skills, officers, equipment and money. Over time, you'll find extra items and advantages that allow you to preserve a greater inheritance.",
                                     "LinkToEvent": {"Id": 149127}, "Name": "遺産@{I}遺産@{M}Legacies",
                                     "Id": 181238},
                    "Name": "終わりと、そして始まりについて@{I}終わりと、始まりと@{M}ON ENDINGS, AND BEGINNINGS",
                    "Description": "　船長はしばしば死ぬ。これは終わりではない。あなたは死ぬたびに、次を生き延びるのに役立つ教訓を得るだろう。注意：Unterzeeの構成は新しい船長に替わるたびに変化する。ただし、故郷の海域は安定している。これまでのところ、島々が移動するだけである。@{I}船長はよく死にます。死が終わりではありません。貴方が死んだ際には、確かな教訓を得られた筈です。それを次の航海、そして生存に活かしましょう。注意: 新たな船長を選んだ時、ウンタージーの配置は変わります。ですが、ロンドン近郊や大陸沿いなど特定の地域の位置は不変です。数ある島々が移動するだけです。@{M}Captains often die. This is not the end. When you die, you'll learn lessons which will help you survive next time. Beware: the layout of the Unterzee changes with each new captain. But home waters are stable, and islands will only move so far.",
                    "ButtonText": "", "Id": 146771},
                   {"DefaultEvent": {"Description": "　他の誰かがM.デミオーの仕事を評価してくれることだろう。@{I}誰か別の人間がこのデュモーの作品に感謝するだろう。@{M}Someone else will better appreciate M. Demeaux's work.",
                                     "Name": "売却！@{I}売れた!@{M}Sold!", "Id": 181241},
                    "Name": "この本を売る@{I}この本を売却する@{M}SELL THIS BOOK",
                    "Description": "　あなたは熟練の船長で、もう助言はいらないって？それは結構。@{I}熟練した船長だから、もうアドバイスは要らないと? ははぁ、なるほど。@{M}You're a veteran captain, and require no more advice? Very well, then.",
                    "ButtonText": "", "Id": 146773},
                   {"DefaultEvent": {"Description": "　船首灯とエンジンの両方が燃料を消費する。エンジンは強力であればあるほど大量の燃料を消費するが、船首灯はすべて同じ割合で燃料を消費する。燃料を切らさないように。海軍省が港湾報告書と引き換えに燃料を埋め合わせてくれるのを憶えておくこと。@{I}船首に取り付けた船灯とエンジン双方共に燃料を消費します。出力の大きいエンジンはそれだけ消費する燃料も大きくなりますが、船灯の燃料消費量は全て一律です。燃料切れを起こさない様留意しましょう; 総督府調査局は、貴方の港湾報告書の報酬として燃料を支給する事を覚えておいて下さい。@{M}Both your prow-lamp and your engines use fuel. More powerful engines use more fuel, but all lamps use fuel at the same rate. Try not to run out of fuel; note that the Admiralty will compensate you with Fuel for Port reports.",
                                     "LinkToEvent": {"Id": 149127}, "Name": "", "Id": 189172},
                    "Name": "機器について@{I}装備について@{M}ON MACHINES",
                    "Description": "　船首灯は暗闇を払い、恐怖の上昇を抑え、zeeの目印を発見しやすくする。エンジンは、もちろん、船を夜闇の中へと進めてくれる。@{I}船灯は闇を振り払い、そこから沸き起こる恐怖の上昇量を抑制し、ジーマーク(目印)を見つけやすくします。エンジンは、当然の事ですが、夜の帳の中を突き進む原動力となるでしょう。@{M}Your prow-lamp dispels darkness, reduces Terror increase, allows you to find zee-marks. Your engines, of course, drive the ship forward into the night.",
                    "ButtonText": "", "Id": 151734}],
 "Description": "　その死を大いに悼まれるM.デミオーは、もうずっと大昔に水底に沈んだ。おそらくあなたの結末も、彼とそう変わりはないだろう。しかし、とても貴重な助言を含むこの本を読めば、成功の見込みは上向くだろう。@{I}遠い遠いその昔、M. デュモーという人物が水底に沈んだ時、多くの人間が哀しみ、その死を悼んだ。貴方の行末は、もしかするとそれと異ならないかもしれない。だが、もし貴方がこの先人からの貴重な忠告を著した本を読めば、チャンスは改善されるだろう。@{M}The much-lamented M. Demeaux found a watery grave long, long ago. Probably your end will be no better. But if you read this book of invaluable advice, your chances will improve.",
 "Name": "船長への助言@{I}船長へのアドバイス@{M}ADVICE FOR CAPTAINS", "Id": 149127}
