{"ChildBranches": [{"DefaultEvent": {"Description": "　船員たちは屋敷に散らばり、散らかせるだけ散らかした。彼らは喜んではいない。船員たちの多くは盗みをはたらくために乗船を決めたわけではないのだ。戻ってきた彼らの両手は、がらくたと宝物でいっぱいだった。姉妹たちは実に多くのがらくたを持っているもの――いや、持っていたものだな。外では海が騒いでいる。@{I}船員達は散らかせる物を散らかす為に散らばった。彼らは喜んでは居ない。何人かは自分がやっている事はただの盗賊だという事を知っている。彼らは各々の両手一杯に財宝と、それに倍するガラクタを持って戻ってきた。三姉妹は本当に沢山のガラクタを持っている。いや、持っていた。外では、海がそよいでいる。@{M}The crew spread out to spread out whatever they can. They're not happy: few of them signed on to be robbers. They return with their arms full of both junk and treasures. The sisters have, or had, an awful lot of junk. Outside, the sea soughs.",
                                     "Name": "揺らぐ忠誠心@{I}不確かな忠義@{M}Uncertain loyalties", "Id": 149701},
                    "RareDefaultEvent": {"Description": "　船員たちは屋敷に散らばり、散らかせるだけ散らかした。彼らは喜んではいない。船員たちの多くは盗みをはたらくために乗船を決めたわけではないのだ。戻ってきた彼らの両手は、がらくたと宝物でいっぱいだった。姉妹たちは実に多くのがらくたを持っているもの――いや、持っていたものだな。あなたが人数を数えると、一人足りなくなっている……残った者たちは身を揺すり、もごもごと何かを呟いた。外では海が騒いでいる。@{I}船員達は散らかせる物を散らかす為に散らばった。彼らは喜んでは居ない。何人かは自分がやっている事はただの盗賊だという事を知っている。彼らは各々の両手一杯に財宝と、それに倍するガラクタを持って戻ってきた。三姉妹は本当に沢山のガラクタを持っている。いや、持っていた。貴方が船員の頭数を数えた所、一人足りない事に気がついた。他の船乗り達は互いを見やり、ヒソヒソと話をしていた。外では、海がそよいでいる。@{M}The crew spread out to spread out whatever they can. They're not happy: few of them signed on to be robbers. They return with their arms full of both junk and treasures. The sisters have, or had, an awful lot of junk. You count heads, and find you're one man short... the others shift and mutter. The sea soughs outside.",
                                         "Name": "一人足りないぞ。@{I}一人足りない@{M}One too few.", "Id": 149705},
                    "Name": "屋敷を略奪する@{I}家の物を略奪する@{M}Loot the house",
                    "Description": "　楽器に骨董品に宝石。フィービーの絵だって売れそうだ。これは窃盗であって廃品回収ではない。だが、あなたが手を控えたところで、他の誰かに機会が回るだけだろう。@{I}楽器、珍品、宝石。フェーベの絵ですら、売り物になるだろう。これは盗みであって、引き揚げではない。しかし貴方がやらなければ、結局他の誰かがやるのだ。@{M}Musical instruments, curios, jewellery. Even Phoebe's paintings will sell. It's robbery, not salvage, but if you don't, someone else may.",
                    "ButtonText": "", "Id": 128176},
                   {"SuccessEvent": {"Description": "　あなたは首をもたげて耳を澄ませた。誰かが歌っている――女の声だ。「泉をそっと越え、南の月はためらい落ち……」<br/><br/>　歌声を追って螺旋階段を上り、屋敷の後部から伸びる小塔まで辿りつく。突き当たりの扉を開けようとするも、鍵がかかっている。歌声が止んだ。<br/><br/>　あれはフィービーの声だった。あなたは彼女に呼びかけた。何があった？<br/><br/>「彼らの物語が欲しかったの」理性的な声で、彼女は説明した。「最初はただ、彼らの物語が欲しかっただけなの。こういう僻地にいると、物語には酷く飢えてしまうものだから。でも、それからルーシーが――ルーシーが――」そこで彼女はすすり泣き始めた。<br/><br/>「扉を破ってしまいましょうか？」水夫長がそう囁く。あなたがまだその答えを出さないうちに、船員の一人が悪態をついて扉を指差す。見れば、扉と床の隙間からは煙が漏れ出ていた。<br/><br/>「もうおしまいにさせて！」フィービーが叫んだ。扉に手を押し当てると、掌に熱を感じた。@{I}貴方は首をもたげ、そして聞き耳を立てた。誰かが歌っている - 女性の声だ -「泉の水の柔らかき、南の月の光輪水面に落ち...」\u000d\u000a音を辿って行き着いた先は、屋敷の後にあった小塔に続く曲線階段だった。貴方は最上部にある扉を開けようと試みるも、それは施錠されていた。声が聞こえなくなる。\u000d\u000aそれはフェーベの声だった。貴方はフェーベに呼びかけてみた。何があったのだ?\u000d\u000a\u000d\u000a「私達はただ、彼らの物語が欲しかったのよ。」理性を伴った声で彼女が呟く。「最初はただ、彼らの物語を聞きたかっただけなの。ここに居ると、話や刺激に飢えるから。だけど、そうしている内にルーシーが、ルーシーが -」それだけ言って彼女は泣き出した。\u000d\u000a\u000d\u000a「どうしやす船長。この扉を蹴破っちまいやすか?」運用長が囁きかけてくる。貴方が答えに窮している間、船員の一人が前に出て扉に狙いを定めた。その刹那、扉の下の隙間から煙が漏れ出てくる。\u000d\u000a\u000d\u000a「もうこれで終わりよ!」フェーベが声を上げた。貴方が扉に手をかけると、凄まじい熱が貴方の掌を伝ってきた。@{M}You cock your head and listen. Someone is singing - a woman's voice - \"Soft o'er the fountain, lling'ring falls the southern moon...\"\u000d\u000a\u000d\u000aThe sound takes you up the winding stairs to the turret at the back of the house. You try the door at the top: locked. The sound ceases.\u000d\u000aIt was Phoebe's voice. You call out to her. What's happened?\u000d\u000a\u000d\u000a\"We wanted their stories,\" she explains, reasonably. \"We only wanted their stories in the beginning. We get so starved for stories out here. But then Lucy - Lucy - \" she breaks down in sobbing.\u000d\u000a\u000d\u000a\"Want us to break down the door?\" your bo'sun whispers. While you're considering the answer, one of your crew swears and points. Smoke is leaking from beneath the door.\u000d\u000a\u000d\u000a\"I deserve an ending!\" Phoebe calls out. When you press your hand to the door, you can feel the heat on your palms.",
                                     "Name": "遠くからの歌声@{I}遠くから聞こえる詩@{M}A distant song", "Id": 149702},
                    "DefaultEvent": {"Description": "　寝室。浴室。朝食室。召使用の階段。どこにも人の気配はない。階段の一番上にあった柱時計が、心臓のように時を刻む。外では海がため息をつく。@{I}寝室も、浴室も、朝食室も、従者用の階段でさえも...全て人の居る気配は無い。階段の上部にある大きな古時計が、まるで心臓の鼓動の様に静かに時を刻んでいた。外では海がそよぎ、ざわめいている。@{M}Bedrooms, bathrooms, the breakfast room, the servant's stairs: all empty of life. The long-case clock at the top of the stairs ticks like a heart. Outside, the sea sighs.",
                                     "Name": "本当に誰もいない？@{M+I}本当に誰も居ないのか?@{M}An empty house?", "Id": 149700},
                    "Name": "屋敷を探索する@{I}屋敷をくまなく捜す@{M}Search the house",
                    "Description": "　ここで起こったことの手がかりを、何でもいいから見つけ出そう。@{I+M}ここで何があったのかを示す物を何でもいいから見つける。@{M}Discover whatever you can about what happened here.",
                    "ButtonText": "", "Id": 128175}],
 "Description": "　屋敷には誰もいないようだ。どこもかしこも静まり返っている。ならばなぜ、あなたにはもうあまり時間が残されていないと感じるのだろうか？@{I}屋敷には誰も居ないようだ。全てはそのままに保たれている。それならば何故、貴方は'余り時間が残されていない'と感じるのだろうか?@{M}The house seems empty: all is still. Why, then, do you have the sense that there's not much time remaining?",
 "Name": "沈黙の屋敷@{I}沈黙に包まれた屋敷@{M}The Silent House", "Id": 149699}
