{"ChildBranches": [{"DefaultEvent": {"Description": "　炎が破風を舐め上げる。屋根が崩れ落ち、屋敷の脊柱が轟音とともに砕ける。火の粉が舞い上がり、はるか頭上の偽星を目指して昇っていく。屋敷が息絶えるまでには数時間を要したが、終わってみれば後には何も残らなかった。屋敷はもはや、焼け焦げた骨組みでしかない。フィービーの痕跡は、何ひとつ見つけることができなかった。@{I+M}炎が切妻壁を舐め上げる。屋根が落ち、大黒柱が雄叫びを上げながら崩れて行く。火の粉が遥か上空にある偽りの星々まで届かんとする勢いで跳ね上がった。屋敷の'死'は数時間続いたが、もう後には何も残らなかった。燃えカスの塊が、ただそこにあるだけだ。フェーベについては、何も見つからなかった。@{M}$[Ff]alse[- ][Ss]tar -> 偽星$Flames lick about the gables. The spine of the house breaks with a roar as the roof falls in. Sparks fly up towards the false-stars so far above. The death of the house takes hours, but it is total. Only a cindered shell remains. Of Phoebe, you find nothing.",
                                     "Name": "ハンターズ・キープの最期@{I}狩人の楼閣の死@{M}$Hunter's Keep -> ハンターズ・キープ$The death of Hunter's Keep",
                                     "Id": 149709},
                    "Name": "ただ見守る……@{I}ただ見守る...@{M}Watch...",
                    "Description": "　他にできることはない。@{I}貴方にはそれしか出来ない。@{M}It's all you can do.",
                    "ButtonText": "", "Id": 128178},
                   {"SuccessEvent": {"Description": "　バケツリレーによってzeeからの水が届けられた。それは火の回りをわずかに遅らせ、あなたの服を濡らせるだけの量があった。そしてあなたは炎の中に飛び込んだ。肌は焼け焦げ、眉からは水分が音を立てて蒸発していく。(あなたの頭髪は後日まだらに再生することになる。)フィービーは壁に力なくしなだれていた。あなたは彼女を抱えて肩に背負い、屋敷の外へと駆け出した。<br/><br/>　屋根が崩れ落ち、屋敷の脊柱が轟音とともに砕ける。火の粉が舞い上がり、はるか頭上の偽星を目指して昇っていく。屋敷が息絶えるまでには数時間を要したが、終わってみれば後には何も残らなかった。屋敷はもはや、焼け焦げた骨組みでしかない。<br/><br/>　意識が戻ると、フィービーは、身を震わせるほどの激しい嗚咽を漏らして泣き始めた。「どうして私を助けたの」それからずっと先まで、彼女はそれしか言わなかった。<br/><br/>　彼女は顔に酷い火傷を負っていた。これから先は包帯を巻いて生きていくことになるだろう。ちょうど墓人街の半死人たちのように。もしかしたら、彼女も半分は死んでいるのかもしれない。Neathでは、その区別は時として難しくなるものだ。@{I+M}鎖つなぎのバケツがジーから水を汲み出す。それは火の回りを遅らせるに十分な量で、また貴方自身の服を濡らすのにも十分だった。貴方は炎の中を猛然と駆ける。皮膚は焼け、睫毛がチリチリと音を立てる。(余談だが、貴方の髪の毛もチリチリになった)フェーベは壁にもたれ掛かっていた。貴方は彼女を掴み、肩に担いで、そのまま飛び出す。\u000d\u000a屋根が落ち、大黒柱が雄叫びを上げながら崩れて行く。火の粉が遥か上空にある偽りの星々まで届かんとする勢いで跳ね上がった。屋敷の'死'は数時間続いたが、もう後には何も残らなかった。燃えカスの塊が、ただそこにあるだけだ。\u000d\u000a\u000d\u000aフェーベが意識を取り戻した時、彼女は啜り泣いていた。激しい嗚咽が彼女の体を揺らす。「どうして私を助けたの...」彼女は長い間、そればかりを呟いていた。\u000d\u000a彼女は顔にひどい火傷をしていた。ほどなくして彼女の顔は包帯に包まれ、その見た目は宛ら墳墓街に巣食う半死人のようであった。恐らく、彼女自身が半死の状態であったろう。この地下では、それを判断するのは難しい。@{M}$[Ff]alse[- ][Ss]tar -> 偽星$A bucket-chain passes up water from the zee: enough to slow the flames a fraction, and to soak the cloths you wrap yourself in. You dash through the flames, your skin crisping, eyebrows sizzling. (Your hair grows back patchy, after.) Phoebe is slumped against the wall: you seize her, sling her over a shoulder, dash out.\u000d\u000a\u000d\u000aThe spine of the house breaks with a roar as the roof falls in. Sparks fly up towards the false-stars so far above. The death of the house takes hours, but it is total. Only a cindered shell remains. \u000d\u000a\u000d\u000aPhoebe weeps when she wakes: racking sobs that shake her body. \"You should have left me,\" is all that she will say, for the longest time. \u000d\u000aHer face is horribly burned. She goes bandaged, after, like the half-dead of the tomb-colonies. Perhaps she's half-dead herself. It can be difficult to tell, in the Neath.",
                                     "Name": "捨て身の救出@{M}A desperate rescue", "Id": 149711},
                    "DefaultEvent": {"Description": "　あなたと船員たちは何度も彼女に近づこうと試みた。だが、すべては徒労に終わった。小塔は崩壊し、巻き込まれた船員の絶望的な叫びとともに落ちていった。屋根が崩れ落ち、屋敷の脊柱が轟音とともに砕ける。火の粉が舞い上がり、はるか頭上の偽星を目指して昇っていく。屋敷が息絶えるまでには数時間を要したが、終わってみれば後には何も残らなかった。屋敷はもはや、焼け焦げた骨組みでしかない。フィービーの痕跡は、何ひとつ見つけることができなかった。@{I+M}貴方と貴方の部下は彼女に近づく為に何度も挑戦した。それらは全て徒労に終わった。小塔は崩落し、それを目の当たりにした船乗り達が、絶望の雄叫びを上げる。屋根が落ち、大黒柱が雄叫びを上げながら崩れて行く。火の粉が遥か上空にある偽りの星々まで届かんとする勢いで跳ね上がった。屋敷の'死'は数時間続いたが、もう後には何も残らなかった。燃えカスの塊が、ただそこにあるだけだ。フェーベについては、何も見つからなかった。@{M}$[Ff]alse[- ][Ss]tar -> 偽星$You and your crew try again and again to reach her. To no avail. The turret collapses: a zailor goes with it, screaming desperately. The spine of the house breaks with a roar as the roof falls in. Sparks fly up towards the false-stars so far above. The death of the house takes hours, but it is total. Only a cindered shell remains. Of Phoebe, you find nothing.",
                                     "Name": "炎があなたを追い返す@{I}炎が貴方の行く手を阻む@{M}The flames beat you back",
                                     "Id": 149710},
                    "Name": "フィービーを救出する@{I}フェーベを救出する@{M}Save Phoebe",
                    "Description": "　彼女の心は悲嘆と狂気に呑まれ、理性を失くしているかもしれない。それでも、彼女の肉体を炎から救い出せる可能性は残っている。@{I}彼女の心は悲嘆と狂気で正気を失っているかもしれないが、少なくとも貴方は、炎の中から彼女の体を助け出す事は出来る筈だ。@{M}Her mind may be lost to grief and madness, but at least perhaps you can save her flesh from the flames.",
                    "ButtonText": "", "Id": 128179}],
 "Description": "　火が出たのはフィービーのいた小塔の中からだ。だが、そうとは思えぬほど火の回りは早かった。水夫たちが喉を詰まらせながら扉からまろび出ると、それを追うように煙が吹き上がった。あの黄色い目をしたメイドが窓から飛び出し、芝生を四足で駆け抜けていった。@{I+M}火はフェーベの居た小塔の部屋から立ち上った...しかし、火の回りは明らかに早かった。煙が立ち込めるに従って、船乗り達は窒息しかけながら扉から転がり出てきた。硫黄色の目をしたメイドが窓から飛び出し、四つん這いになって芝生の向こうへと走り去る。@{M}The fire begins in Phoebe's turret room... but it spreads quickly. Zailors tumble choking from the door as the smoke billows out. The yellow-eyed maid leaps from a window, and streaks across the lawn on all fours.",
 "Name": "フィービーが火を放った@{I}放火するフェーベ@{M}Phoebe the Arsoniste", "Id": 149708}
