{"ChildBranches": [{"DefaultEvent": {"Description": "　大丈夫、どこにも問題はないだろう、多分ね。@{I}All shall be well and all manner of thing shall be well, probably.",
                                     "LinkToEvent": {"Id": 149729},
                                     "Name": "大丈夫！@{I}All shall be well!", "Id": 149730},
                    "RareDefaultEvent": {"Description": "　大丈夫、どこにも問題はないだろう、多分ね。@{I}All shall be well and all manner of thing shall be well, probably.",
                                         "LinkToEvent": {"Id": 149729},
                                         "Name": "大丈夫！@{I}All shall be well!", "Id": 149735},
                    "Name": "リードビーター＆ステインロッド造船所@{I}Leadbeater & Stainrod Shipyard",
                    "Description": "　L&Sは良心的な価格でそこそこの仕事をしてくれる。しかし、彼らには手を抜きがちだという評判もある。[船が激しく損傷していて、資金にも困っているならば、ここを試してみる価値があります。]@{I}L&H will do you a fair job for a decent price, but they have a reputation for cutting corners. [If you're badly damaged and short of money, this is worth a go.]",
                    "ButtonText": "", "Id": 128191},
                   {"DefaultEvent": {"Description": "　大丈夫、どこにも問題はないだろう。@{I}All shall be well and all manner of thing shall be well.",
                                     "LinkToEvent": {"Id": 149729},
                                     "Name": "一丁上がり！@{I}The work is complete!", "Id": 149731},
                    "Name": "コットレル＆ハザーセージ造船所@{I}Cotterell & Hathersage Shipyard",
                    "Description": "　C&Hはやや高めの価格ながら、信頼の置ける仕事ぶりで評判だ。[これは船体を完全に修復します。]@{I}C&H has a reputation for reliable work for a slightly higher price. [This will completely repair your Hull.]",
                    "ButtonText": "", "Id": 128192},
                   {"DefaultEvent": {"Description": "　大丈夫、どこにも問題はないだろう。実に早業だった。@{I}All shall be well and all manner of thing shall be well. Very quickly.",
                                     "LinkToEvent": {"Id": 149729},
                                     "Name": "素晴らしい時間効率@{I}Rapid efficiency", "Id": 149732},
                    "Name": "海軍省造船所@{I}Admiralty Yards",
                    "Description": "　あなたは海軍省への貸しを使って、安価で良質な仕事を依頼することもできる。[これは船体を完全に修復します。]@{I}You may call in some of your Admiralty favours to have cheap, good-quality work done on your ship. [This will completely repair your Hull.]",
                    "ButtonText": "", "Id": 128193},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 141880},
                                     "Name": "", "Id": 149825},
                    "Name": "今は結構@{I}Good enough for now",
                    "Description": "　船はまだ大丈夫だよ。ありがとう！@{I}Your ship is in acceptable shape, thank you!",
                    "ButtonText": "", "Id": 128249},
                   {"DefaultEvent": {"Description": "「俺は奴を炎の檻の中に閉じ込めたんだよ。奴は見たいものすべてを見れるし、望むがままに怒り狂える。奴の飢餓は俺たちが海を渡る推進力になるだろう」@{I}\"I have set him within a cage of fire. He can look all he likes. He can rage all he wants. His hungers will drive us across the sea.",
                                     "Name": "蛇の牢獄@{I}The Serpent's Prison", "Id": 152312},
                    "Name": "サーペンティンを組み立てる@{I}Construct the Serpentine",
                    "Description": "　マジシャン本人が仕事を監督することだろう……夜に。[サーペンティンは出力1800の燃料効率に優れたエンジンで、更にVeilsとHeartsに5のボーナスを与えてくれます。]@{I}The Magician will supervise the work himself... at night. [The Serpentine is a fuel-efficient engine of 1800 Power that increases both Veils and Hearts by 5.]",
                    "ButtonText": "", "Id": 129811},
                   {"SuccessEvent": {"Description": "　ネズミたちはまるで満潮のようにあなたの船を洗い流した。それからは昼も夜もなく、彼らの小さな道具がカチカチと音を立てていた。船員たちは彼らを踏まないよう、注意深く歩いた。とうとう、潮が引けるようにネズミたちは去っていった。彼らの仕事ぶりはどのようなものだろうか？@{I}Rats sweep over your ship like tide! Day and night, their tiny tools click. Your crew step over them cautiously. Eventually the rat-tide withdraws. How good a job have they done?",
                                     "LinkToEvent": {"Id": 149729},
                                     "Name": "慈悲深き蔓延@{I}A benevolent infestation", "Id": 149734},
                    "DefaultEvent": {"Description": "　ネズミたちはまるで満潮のようにあなたの船を洗い流した。それからは昼も夜もなく、彼らの小さな道具がカチカチと音を立てていた。船員たちは彼らを踏まないよう、注意深く歩いた。不幸なことに、ネズミたちの間で、何らかの込み入った抗争劇が繰り広げられていた。敵対するネズミのファミリーは、あなたの船を戦場とすることに決めたようだった。彼らは船に対しては実に行儀良く振る舞ったので、損害は最小限に抑えられた。しかし、運悪く通りがかった船員が一人、目にネズミの銃弾を受けてテムズ川に沈んだ。あなたは抗議したが、契約内容は明白だった。そこには『視覚的撹乱』のための例外事項が書かれていた。@{I}Rats sweep over your ship like tide! Day and night, their tiny tools click. Your crew step over them cautiously. Unfortunately, some complex rat-vendetta is at play here: warring rat-families decide to use your ship as a battleground. They're quite well-behaved about it, and the damage is minimal - but an unfortunate passing zailor gets a rat-bullet through the eye and drowns in the Thames. You protest, but the contract is clear - there is an exception for 'ocular perturbations.'",
                                     "LinkToEvent": {"Id": 149729},
                                     "Name": "不幸な巡り合わせ@{I}An unfortunate turn of events",
                                     "Id": 149733},
                    "RareDefaultEvent": {"Description": "　ネズミたちが仕事に取り掛かって一時間も経たないうちに、厄介事が持ち上がった。誰かの連れていた、無愛想で口も訊かないネズミ用の馬が、別の誰かの昼飯を食べてしまった。そしてその誰かの短気な友達は、そのネズミ用の馬を食べてしまった。ネズミたちは互いに相反する言葉を投げ合い、そして殴り合い、そして撃ち合いを始めた。続いて巻き起こった戦闘はあなたの船を覆い尽くし、そしてドックへと消えていった。少なくとも、彼らにはたくさん食べるだけの時間はなかった。@{I}The rats are hardly an hour into their work when the trouble begins. Someone's surly, speechless rat-steed eats someone else's packed lunch. Someone's hot-blooded friend eats the rat-steed. The rats exchange cross words, then blows, then shots. The ensuing battle sweeps over your ship, and disappears down the dock. At least they didn't have time to eat much.",
                                         "LinkToEvent": {"Id": 149729},
                                         "Name": "開戦@{I}Open warfare", "Id": 169525},
                    "RareSuccessEvent": {"Description": "　あなたはネズミたちがやって来るのを待った。待って、そして待った。夜が明けた。あなたは苛立ちながら、足音も荒くタラップを降り……そして船が不気味なまでに完璧に修繕されていることに気が付いた。たった一箱の物資だけが無くなっていた。ネズミの親方は、あなたと同じぐらい混乱しているようだった。彼は足元を見て、指で訳が分からないという風な仕草をした。彼はネズミ特有の吐息混じりに、何かを呟いた。「きのこ」？@{I}You wait for the rats to arrive. And wait. And wait. A whole night passes. That morning, you stamp down the gangplank in a state of some irritation... to find the ship in eerily perfect condition. Only one crate of supplies is missing. The rat-foreman seems as confused as you. He looks at his feet and sketches a sign with his finger, a looping conundrum of a symbol. He mutters something under his rat-breath. \"Fungus\"?",
                                         "LinkToEvent": {"Id": 149729},
                                         "Name": "クリスマスのようなもの@{I}Something like Christmas",
                                         "Id": 169526},
                    "Name": "フェイバーネズミの技術者を雇う@{I}Employ rattus faber engineers",
                    "Description": "　フォールン・ロンドンのネズミたちは卓越した技術者であり、船についてよく知っている。彼らはしかし、信頼の置ける相手とは言えない。支払いは通貨ではなく、物品で行われる。[これは船体をいくらか修復します。価格？何とも言えません。]@{I}The rats of Fallen London are remarkably skilled engineers; and they know ships well. They are not, however, reliable. Payment is in kind, not currency. [This will repair some of your Hull. How much? Difficult to say.]",
                    "ButtonText": "", "Id": 128194},
                   {"SuccessEvent": {"Description": "　需品係は普段は好意的ではないのだが、しかし、あなたが持ち込んだ船乗りの冗談や港の噂話は、彼女から懐かしそうな笑いを引き出すのには十分だった。彼女は燃料の計量については実におおらかだった。@{I}The quartermaster is not usually friendly, but you have enough zailors' jokes and harbour gossip to set her laughing nostalgically. She is remarkably liberal about the measurement of fuel.",
                                     "LinkToEvent": {"Id": 149729}, "Name": "成功！@{I}Success!",
                                     "Id": 180626},
                    "DefaultEvent": {"Description": "　良かった点：無料の燃料。悪かった点：あなたのチケットに不適切要請局のスタンプが押されていないと主張する需品係との半時間に渡る論争。あなたが燃料を台車に積み込むのを彼女がしぶしぶ承認してくれるまで、随分と時間が掛かった。@{I}The good: free fuel. The bad: a half-hour argument with the quartermaster, who insists that your chitties have not been stamped by the Office of Incongruous Requests. Eventually, she grudgingly permits you to load your fuel-cart.",
                                     "LinkToEvent": {"Id": 149729},
                                     "Name": "ようやくの成功@{I}Success, eventually", "Id": 180625},
                    "Name": "海軍省の燃料貯蔵庫を訪れる@{I}Visit the Admiralty fuel stores",
                    "Description": "　あなたが良い仕事をしているならば、海軍省はあなたのための紙切れ一枚ぐらいは融通してくれるだろう。[海軍省からの好意1ポイントを2、3個の燃料と交換します。]@{I}If you've done good work, the Admiralty will issue you with a book of little chitties. [This will exchange 1 point of Admiralty's Favour for 2-3 Fuel.]",
                    "ButtonText": "", "Id": 146421}],
 "Description": "　修理が必要かい？@{I}Repairs needed?",
 "Name": "ドック@{I}Drydock", "Id": 149729}