{"ChildBranches": [{"DefaultEvent": {"Description": "　その人影は大喜びで魂を胸に抱え込むと、何かを囁いた。そして、硬貨の詰まった袋をあなたに投げ渡した。「ありがたや！もじ――もじまた俺らが会ったら、会ったらで良いから、ぞしたら、またたまじいをくれるかい？あとじょっとだけでいいから」@{I}It is delighted with the souls. It cradles them to its chest: it whispers. It tosses you a bag of coins. \"I am indebted! If we zee each other again - if - if only - then bring me more zouls? Just a few more zouls.\"",
                                     "Name": "「たまじい！」@{I}\"Zouls!\"", "Id": 149970},
                    "Name": "ああ。たまじいなら、魂ならくれてやる。@{I}Yes, you have zouls. Souls.",
                    "Description": "　人間の魂の入った木箱を差し出そう。@{I}Offer it a crate of human souls.",
                    "ButtonText": "", "Id": 128333},
                   {"DefaultEvent": {"Description": "　その人影は見事なまでの機敏さで飛び退った。その膝は、あなたの見間違いでなければ、どうもおかしな方向に曲がっていた。押し退ける際にあなたが触れた袖下の腕の感触は、肉よりも木材や漆器に近かった。それは小走りで闇の中へと去っていった。@{I}It leaps away with commendable agility: Its knees, you think, bend the wrong way. Its arm beneath the sleeve, where you laid a hand on it, felt more like wood or lacquer than flesh. It scuttles away into the darkness.",
                                     "Name": "不確かな造形@{I}An uncertain shape", "Id": 149971},
                    "Name": "お前にやるたまじいはない！@{I}No zouls for you!",
                    "Description": "　耳障りな乞食を罵り、脇へ押し退けよう。@{I}Curse and push the Buzzing Beggar aside.",
                    "ButtonText": "", "Id": 128334},
                   {"DefaultEvent": {"Description": "「もじかしたら、また今度にでも、たまじいを持ってきてくれるかい？俺はここにいるかもしれない。いないかもしれない」@{I}\"Perhaps - another time - you'll bring me zouls? I might be here. Or perhaps, I will not.\"",
                                     "Name": "「ぞうかい。ぞうかい。分かったよ」@{I}\"I zee. I zee. I understand.\"", "Id": 149973},
                    "Name": "もっと丁重な断り方をする@{I}Refuse more politely", "Description": "　今日はたまじいはない。@{I}No zouls today.",
                    "ButtonText": "", "Id": 128336}],
 "Description": "「たまじいぃ」顔を隠した人影があなたに懇願した。「たまじいだよう。持っているかい？俺はあれが恋しくってじかたがない。お礼はずるからさあ」@{I}\"Zzouls, my friend,\" a masked figure entreats you. \"Zzouls. Do you have zzouls? I miss them zo. Let me pay you for them.\"",
 "Name": "耳障りな乞食@{I}A Buzzing Beggar", "Id": 149969}
