{"ChildBranches": [{"DefaultEvent": {"Description": "「ええ、これらささやかな贈り物があなたのお気に召すことを、私のパトロンも望んでいらっしゃいます。彼はまた、いつの日か、あなたがMedusa's_Headに彼を訪ねて来られることを期待してもいらっしゃいます。もしもそのような日が参りましたら、私どもはあなたを大いに歓迎いたしますし、お好きなだけ中を案内して差し上げますよ。それではどうぞ良き夜を」<br/>　彼は敬礼し、そして去っていった。@{I}「まぁ、このささやかな贈物がお前の気に入ると良いと俺のボスは願っている。そして、何時の日か\"メデューサの首\"でお前があの方の力になる決断を下す事を期待している。その時が来たら俺達はお前を歓迎するだろうし、お前がその時に必要とする物についても宜しく取り計らってやろう。それでは、良い夜を。」\u000d\u000a\u000d\u000a彼は一礼し、そして去った。@{M}$Medusa's Head -> メデューサ・ヘッド$\"Well, my patron hopes that you find these little gifts to your liking, and he expects that perhaps some day you might choose to call on him at the Medusa's Head. Should that day come, we will make you very welcome and give you any safe conduct what you might require. Good evening to you.\"\u000d\u000a\u000d\u000aHe salutes, and is gone.",
                                     "Name": "慇懃な頷き@{I}丁重な頷き@{M}A courteous nod", "Id": 150262},
                    "Name": "『施し』を受け入れる@{I}'施し'を受け取る@{M}Accept the 'dispensation'",
                    "Description": "　船倉に15の空きがないのであれば、後で戻ってきた方が良い。せっかく貰ったものをドックに置き去りにするというのは、きまりが悪いだろう。@{I}船倉に15個以上の貨物スペースが有ることを確認し、もし無ければ後で戻ってくると良い。桟橋に荷物を置きっぱなしにしておくのはとても恥ずべき事だ。@{M}Do make sure you have fifteen points of space in the hold, or come back later. It would be embarrassing to have to leave it on the dock.",
                    "ButtonText": "", "Id": 128503},
                   {"DefaultEvent": {"Description": "「彼はほんの川向うで、とても立派で、とても大らかな組織を運営していらっしゃいます。船乗りを始め、知性と活力に溢れる男たちから大層ご贔屓にしていただいておりますよ。パブという奴ですかね。まあそれについて話す必要はございません。私のパトロンが望んでおられることがあるとすれば、それはただ、あなたに彼のことを快く記憶しておいていただきたいというだけでしょう。そしてもし仮にその機会があれば、彼の親切に報いたいというあなたの申し出を、彼が拒否されることはないでしょう」@{I}「あの方はここら一帯で非常に素晴らしく、自由主義的な施設を経営している。多くの船乗りや機知と活力に満ちた男たちによって支援されている。平たく言えばパブだが、詳細を話す義務はここでは無い。私のボスはただ、お前が彼の恩をきちんと忘れずに日々を過ごし、機会が至った時にその恩を返してくれる事を願っている。その時には、あの方はお前の提案を喜んで受け入れるだろうよ。」@{M}\"He runs a very fine and very liberal establishment just across the river what is much patronised by zailors and by men of wit and vinegar. An public 'ouse. And there is no obligation to speak of. My patron would hope only that you might remember him kindly and I suppose that if the opportunity should arise for you to return his kindness then I do not imagine he would refuse your offer.\"",
                                     "LinkToEvent": {"Id": 150261},
                                     "Name": "浮ついた手振り@{I}軽薄な手振り@{M}An airy wave", "Id": 150265},
                    "Name": "問いを重ねる@{I}詳細を尋ねる@{M}Enquire further",
                    "Description": "　その『パトロン』というのは誰だ？これは罠ではないのか？@{I}'ボス'とは誰だ?何かの罠だろうか?@{M}Who is this 'patron'? Is there a catch?",
                    "ButtonText": "", "Id": 128505},
                   {"DefaultEvent": {"Description": "「私はいささか悲しい気持ちにさせられたことを否定いたしません。私のパトロンもまた、私の悲しみを共有して下さるでしょう。しかし、私は理解しておりますよ。あなたにはあなたの事情があること、そしてzeeの船長というのは自由な魂の持ち主であることを、です。それでは、私はパトロンに注意深く説明して差し上げるとしましょう。あなたが親切な贈り物を拒んだのは、決して侮辱することを意図したものではないのです、とね。安全な航海を」<br/>　大型荷馬車は、軋みを上げながらドックの群衆の中へと去っていった。@{I}「俺は今少し悲しい気持ちになっている事を否定はせん。そして俺のボスも俺と同じ気持ちになる事だろう。だが、ジーキャプテンは自由であるというお前の信念を貫くという姿勢は理解しよう。あの方の寛大な施しを拒否はしたが、お前に他意は無いという事を、あの方には俺から慎重に説明しておく。安全な航海を。」\u000d\u000a\u000d\u000a荷物を積んだ荷馬車は、波止場の人混みに隠れ、消えた。@{M}\"I will not deny that I am a little saddened and I think that my patron also will share my sadness. But I understand that you knows your business and that a zee-captain is a free spirit. And I will explain carefully to my patron that you mean no insult by the refusing of his kind gift. Zail zafe.\"\u000d\u000a\u000d\u000aThe dray creaks off into the dockside crowd.",
                                     "Name": "悲しい別れ@{I}物哀しい別れ@{M}A sorrowful farewell",
                                     "Id": 150266},
                    "Name": "拒否する@{I}拒否する@{M}Refuse",
                    "Description": "　真実にしてはできすぎているだろう？@{I}話が美味すぎないか?@{M}Too good to be true?",
                    "ButtonText": "", "Id": 128506}],
 "Description": "「今宵は実に素敵な夜ですねえ、船長。私の『先生』と言っても良い方は、冒険好きなzeeの船長が大好きでしてね。あなたに対して『施し』と言っても良いものを差し上げよう、とそう申し出ていらっしゃるんですよ。あの方は本当にzeeの船長が好きなものですから」<br/>　盲目の粗暴者の背後、ドックの上には、燃料と物資を高く積み上げた大型の荷馬車が停まっていた。@{I}ご機嫌よう、船長。良い夜だな。お前の言葉で恐らく<i>指導者</i>と呼ばれる俺のボスは、冒険好きなジーキャプテンの存在を愛していてな。お前の活動の助けに、お前の言葉で恐らく<i>施し</i>と呼ばれる物を渡したいと仰せだ。施しの理由は、彼がジーキャプテンを気に入っている、というので納得出来るだろう。」\u000d\u000a\u000d\u000a隻眼の大男の後、桟橋の上には、燃料や物資を高く積み上げた荷馬車が止まっている。@{M}$Blind Bruiser -> 盲目の粗暴者$\"A very fine evening to you, captain. My what you might call <i>mentor</i> is very fond of adventurous zee-captains and he would like to offer you what you might call a <i>dispensation</i>. On account of he is so fond of zee-captains.\"\u000d\u000a\u000d\u000aBehind the Blind Bruiser, on the dock, stands a dray piled high with fuel and supplies.",
 "Name": "ささやかな贈り物@{I}ささやかな贈物@{M}A little gift", "Id": 150261}