{
  "Id": 150455,
  "Name": "かの古き怒り@{I}あの古き怒り@{M}That Old Fury",
  "Description": "　水夫の一人が発狂した！彼女は、手に棍棒を持って船を徘徊し、甲板で仲間たちを殴り倒した。彼女は叫んだ。「彼が怒ってる！ああ、彼が怒ってる！」@{I}一人の船乗りが狂気に蝕まれた!彼女は手に棍棒を持って、仲間を甲板に叩きつけながら船中を歩きまわっている。彼女は叫ぶ。「彼がお怒りだ!彼がお怒りだ!」@{M}A zailor has run mad! She roams the ship, cudgel in hand, smashing comrades to the deck. She cries: \"He is angry! Oh, he is angry!\"",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 150456,
        "Name": "遅すぎた！@{I}手遅れよ!@{M}Too late!",
        "Description": "　銃声が轟く。だが、彼女は酷く素早かった。死んで甲板に崩れ落ちるまでに、彼女は更にもう一人を殴り倒していた。「彼を解放しろ！」彼女はうめいた。「彼を解放しろ！」@{I}銃声が鳴り響く - しかし彼女は恐ろしいまでに素早い。彼女は自らが甲板の上で息絶える前に別の船乗りを手に掛け打ち倒す。「彼ヲ解放セヨ」と彼女が呻く。「彼ヲ解放セヨ!」@{M}Guns roar - but she's terribly quick. She downs another zailor before she falls dying to the deck. \"Free him,\" she groans. \"Free him!\""
      },
      "Id": 128622,
      "Name": "彼女を撃ち殺す@{M}彼女を射殺する@{I}Shoot her dead",
      "Description": "　それが唯一の安全な方法だ。彼女は、既に一人を殺しているのだ。@{I}これが唯一の安全な方策だ。彼女は既に一人の男を殺している。@{M}It's the only safe thing to do. She's already killed one man."
    },
    {
      "DefaultEvent": {
        "Id": 150458,
        "Name": "猛り狂う笑い声@{I}荒れ狂う嘲笑@{M}Furious laughter",
        "Description": "「ああ、私には名前があった。だけど彼が燃やしてしまった！紙切れみたいに、丘に生えてる木みたいに！」彼女は前方に突進し、更にもう一人の犠牲者を甲板に叩きつけると、そこで方向転換して上部甲板へと駆けていった。そして、野蛮な歓喜の叫びを上げて、船の外へと跳び出した……@{I}「嗚呼、私にも名前があったけれど、彼が燃やしてしまったわ!紙くずの様に...高台の上の木の様に、燃やしてしまった!」彼女は新たな犠牲者を甲板に叩きつけながら突進し、船の上甲板に走ったかと思うと、歓喜の絶叫を上げながら船外へと飛び降りていった...@{M}\"Oh, I had a name, but he's burnt it! Burnt like paper, like the tree on the hill!\" She lunges forwards, bringing another victim to the deck before turning, sprinting to the foredeck, leaping overboard with a wild scream of joy..."
      },
      "Id": 128624,
      "Name": "彼女に話しかけ、なだめる@{I}彼女を説得する@{M}Talk her down",
      "Description": "　彼女に名前で呼びかけよう。自分が誰で、今どこにいて、どうしてそうしているのかを、彼女に思い出させよう。@{I}彼女を名前で呼ぼう。彼女が何者で、何処に居て、何故居るのか、思い出させよう。@{M}Call her by name. Remind her who she is, where, why."
    },
    {
      "DefaultEvent": {
        "Id": 151458,
        "Name": "無駄だ！無駄だ！@{I}無駄無駄無駄無駄ァ!@{M}Futile, futile!",
        "Description": "　彼女は素早く、強く、容赦がなかった！彼女は更にもう一人の船員を打ち倒し、赤い飛沫に塗れさせた――@{I}彼女はとても素早く、強く、無慈悲だった!彼女は別の船乗りを打ち倒し、真紅の霧を撒き散らした -@{M}She's quick and strong and merciless! She brings another zailor down in a trailing spray of red - "
      },
      "Id": 129257,
      "Name": "彼女を生け捕りにする@{M}彼女を生きたまま捕らえる@{I}Capture her alive",
      "Description": "　あなたは彼女を、狂気の波が過ぎ去るまで閉じ込めておくことができるかもしれない……@{I}もしかしたら、狂気が治まるまで彼女を監禁する事が出来るかもしれない...@{M}Perhaps you can confine her until the madness passes..."
    }
  ]
}