{"ChildBranches": [{"SuccessEvent": {"Description": "　水夫たちの持つ武器から轟音が上がり、そして彼女は崩れ落ちた。あなたは、この哀れな魂と、その不幸な犠牲者のための、手短な葬儀を宣言した。だが、次は誰だ？@{I}船員の武器が轟き、彼女は打ち倒された。貴方は手早く彼女の魂と彼女の犠牲になった被害者の為に葬儀の言葉を発する。...次は、誰だ?@{M}Your zailors' weapons roar, and down she goes. You recite a hasty funeral for the poor soul and her wretched victim. But who will be next?",
                                     "Name": "苦々しい終わり@{I}苦い終わり@{M}A bitter end", "Id": 150459},
                    "DefaultEvent": {"Description": "　銃声が轟く。だが、彼女は酷く素早かった。死んで甲板に崩れ落ちるまでに、彼女は更にもう一人を殴り倒していた。「彼を解放しろ！」彼女はうめいた。「彼を解放しろ！」@{I}銃声が鳴り響く - しかし彼女は恐ろしいまでに素早い。彼女は自らが甲板の上で息絶える前に別の船乗りを手に掛け打ち倒す。「彼ヲ解放セヨ」と彼女が呻く。「彼ヲ解放セヨ!」@{M}Guns roar - but she's terribly quick. She downs another zailor before she falls dying to the deck. \"Free him,\" she groans. \"Free him!\"",
                                     "Name": "遅すぎた！@{I}手遅れよ!@{M}Too late!", "Id": 150456},
                    "Name": "彼女を撃ち殺す@{M}彼女を射殺する@{I}Shoot her dead",
                    "Description": "　それが唯一の安全な方法だ。彼女は、既に一人を殺しているのだ。@{I}これが唯一の安全な方策だ。彼女は既に一人の男を殺している。@{M}It's the only safe thing to do. She's already killed one man.",
                    "ButtonText": "", "Id": 128622},
                   {"SuccessEvent": {"Description": "　あなたは優しい言葉で彼女を説得し、武器を降ろさせた。彼女は立ち尽くし、あたりを見回すと、子供のように泣き始めた。あなたが彼女の手を取って、その場から連れ出すまで、それは続いた。彼女は一昼夜眠り、起きた時にはいくらか立ち直っていた。彼女の犠牲者のためにできることは何もなかった。@{I}貴方の優しい言葉は彼女を説得し、武器を下ろさせるに足りた: 彼女はただ立ち尽くし、貴方が彼女の肩を掴んでその場を離すまで子供の様に泣いていた。彼女は一昼夜眠りにつき、若干回復した状態で目を覚ました。だが、彼女の犠牲になった者に対して、為す術は無かった。@{M}Your soft words convince her to lay down her weapon: she stands staring about her, crying like a child, until you lead her away. She sleeps for a day and a night and wakes somewhat recovered. Nothing can be done for her victim.",
                                     "Name": "シィーー@{I}シー@{M}Shhhh", "Id": 150460},
                    "DefaultEvent": {"Description": "「ああ、私には名前があった。だけど彼が燃やしてしまった！紙切れみたいに、丘に生えてる木みたいに！」彼女は前方に突進し、更にもう一人の犠牲者を甲板に叩きつけると、そこで方向転換して上部甲板へと駆けていった。そして、野蛮な歓喜の叫びを上げて、船の外へと跳び出した……@{I}「嗚呼、私にも名前があったけれど、彼が燃やしてしまったわ!紙くずの様に...高台の上の木の様に、燃やしてしまった!」彼女は新たな犠牲者を甲板に叩きつけながら突進し、船の上甲板に走ったかと思うと、歓喜の絶叫を上げながら船外へと飛び降りていった...@{M}\"Oh, I had a name, but he's burnt it! Burnt like paper, like the tree on the hill!\" She lunges forwards, bringing another victim to the deck before turning, sprinting to the foredeck, leaping overboard with a wild scream of joy...",
                                     "Name": "猛り狂う笑い声@{I}荒れ狂う嘲笑@{M}Furious laughter", "Id": 150458},
                    "Name": "彼女に話しかけ、なだめる@{I}彼女を説得する@{M}Talk her down",
                    "Description": "　彼女に名前で呼びかけよう。自分が誰で、今どこにいて、どうしてそうしているのかを、彼女に思い出させよう。@{I}彼女を名前で呼ぼう。彼女が何者で、何処に居て、何故居るのか、思い出させよう。@{M}Call her by name. Remind her who she is, where, why.",
                    "ButtonText": "", "Id": 128624},
                   {"SuccessEvent": {"Description": "　叫びを上げて殺到する船員たちによって、彼女は打ち倒された。あなたは彼女を甲板の下まで引っ張っていった。「私がかの古き怒りだ！」彼女が吠えている。グリムの明かりに照らされて、一瞬、彼女の目の中で、灰色の嵐雲が渦を巻くように思われた……@{I}船員達が彼女に畳み掛けて押し倒し、金切り声が空気を切り裂いた。貴方は彼女を甲板の下に引きずり下ろした。「私はあの古き怒りだ!」彼女が吠える。蝋燭の灯の中で一瞬、彼女の目が雷雲のような灰色を湛えた、かに見えた...@{M}Your crew brings her down in a shrieking heap. You drag her off below decks. \"I am that old fury!\" she is howling. For a moment in the glim-light, her eyes seem to swirl the grey of storm-clouds...",
                                     "Name": "かろうじて抑えこまれた@{I}どうにか抑えこんだ@{M}Barely contained",
                                     "Id": 151461},
                    "DefaultEvent": {"Description": "　彼女は素早く、強く、容赦がなかった！彼女は更にもう一人の船員を打ち倒し、赤い飛沫に塗れさせた――@{I}彼女はとても素早く、強く、無慈悲だった!彼女は別の船乗りを打ち倒し、真紅の霧を撒き散らした -@{M}She's quick and strong and merciless! She brings another zailor down in a trailing spray of red - ",
                                     "LinkToEvent": {"Id": 150455},
                                     "Name": "無駄だ！無駄だ！@{I}無駄無駄無駄無駄ァ!@{M}Futile, futile!",
                                     "Id": 151458},
                    "Name": "彼女を生け捕りにする@{M}彼女を生きたまま捕らえる@{I}Capture her alive",
                    "Description": "　あなたは彼女を、狂気の波が過ぎ去るまで閉じ込めておくことができるかもしれない……@{I}もしかしたら、狂気が治まるまで彼女を監禁する事が出来るかもしれない...@{M}Perhaps you can confine her until the madness passes...",
                    "ButtonText": "", "Id": 129257}],
 "Description": "　水夫の一人が発狂した！彼女は、手に棍棒を持って船を徘徊し、甲板で仲間たちを殴り倒した。彼女は叫んだ。「彼が怒ってる！ああ、彼が怒ってる！」@{I}一人の船乗りが狂気に蝕まれた!彼女は手に棍棒を持って、仲間を甲板に叩きつけながら船中を歩きまわっている。彼女は叫ぶ。「彼がお怒りだ!彼がお怒りだ!」@{M}A zailor has run mad! She roams the ship, cudgel in hand, smashing comrades to the deck. She cries: \"He is angry! Oh, he is angry!\"",
 "Name": "かの古き怒り@{I}あの古き怒り@{M}That Old Fury", "Id": 150455}
