{"ChildBranches": [{"DefaultEvent": {"Description": "彼らはあなたに神を宥めるためにワインと魚を捧げるよう求めた。さもないと神がお怒りになるそうだ。しかし、知った事ではない。あなたがこの船の船長なのだ。それに彼らは自分たちでワインの代金を払うとは言わなかった。@{K}彼らは貴方に対し、神の御心を満たす為のワインを要求した。従わなければ、神が貴方に立ちはだかる、とも。したいようにすればいい。貴方は優位に立っており、彼らはワインの対価を支払うと持ちかけている訳ではないのだ。@{M}They want you to offer wine and fish to appease the god, or the god will be cross. Well, sod 'em, you're in charge, and they're not proposing to pay for the wine.",
                                     "Name": "非難の呟き@{M}Mutters of disapproval", "Id": 150641},
                    "RareDefaultEvent": {"Description": "彼らに硝子と石の欠片を片付けさせるには少しばかり苦労したが、罰則を科すと脅して働かせることが出来た。一人が嵐の匂いがすると言っている。無視しよう。@{K}散らばった羅針箱と石の破片を船員に掃除させる為には多少の説得を必要としたが、躾に対する恐怖が彼らを突き動かした。彼らの中の一人がストームの臭いがすると言っているが、無視する。@{M}It takes some persuading to get the crew to sweep up the binnacle and stone-shards, but the threat of discipline does it. One of them claims she smells a storm. Ignore her.",
                                         "Name": "残骸を片付ける@{K}遺物を片付ける@{M}Sweep the remnants up", "Id": 150643},
                    "Name": "何もしない@{M}Do nothing",
                    "Description": "Stormか。名もなきZeeの三柱の神々の一つ。馬鹿馬鹿しい迷信だ。@{K}ストーム。ジーを統べると言われている名も無き神の一人。馬鹿げた迷信である。@{M}Storm: one of the three nameless gods of the zee. An absurd superstition. ",
                    "ButtonText": "", "Id": 128726},
                   {"DefaultEvent": {"Description": "あなたは船員たちの教えてくれた言葉を呟いた。捧げ物はワインと魚がいいらしい。船長の血で印を描き（いたっ！）、銅線で束ねて舳先より投げ捨てる。包みは一瞬海面で浮き沈みしたのち、船の下へと沈んでいった……@{K}船乗り達はその言葉を知っていた: 貴方がもそもそと呟いていたのだ。捧げ物にはワインと魚が最適だとある。そこには船長の血とも書かれていた(うへぇ!)。銅線で括られ、船外に投げ出された荷物は、水面に少し浮かんだ後、海の底へと沈んでいった。@{M}Your zailors know the words: you mumble them. A gift of wine and fish is suitable, marked with the Captain's blood (ow!), bound with copper wire and cast overboard from the bow. The package bobs for a moment, and then is sucked beneath the ship...",
                                     "Name": "簡単な儀式@{M}A simple rite", "Id": 150642},
                    "Name": "不運を回避する為に贄を捧げる@{M}Make a sacrifice to avert misfortune",
                    "Description": "物語の中では、Stormは最も騒々しく、よく怒り、Zeeの神々の内でも一番不条理な神として語られる。出来るだけのことはしておいた方が良いだろう。@{K}逸話によれば、ストームはジーの神々の中で最も喧しく、怒りやすく、もっとも不合理な神だとの事だ。隙を見せてはいけない。@{M}In the stories, Storm is the noisiest, angriest and least reasonable of the zee-gods. Better not take chances.",
                    "ButtonText": "", "Id": 128727}],
 "Description": "Neathの天蓋からは時折石の欠片が降ってくる。古い船の甲板にはそういった石による多くの穴が開いている。そしてそれが落ちてくる音は、陸者たちは聞いたこともないだろうが、船乗りたちには決して忘れられない音だ。今回落ちてきた石片は甲板の羅針儀のガラスを打ち砕いた。「不吉な前触れだ！」一人の船員が叫ぶ。「天蓋の神が、Stormが怒っている！」@{K}今も昔も、地下の天井から石礫がよく落ちてくる。古い船の甲板はよくそれで傷を付けられている。陸にある者には馴染みの無い音ではあるが、船乗りにとってそれは忘れ難い音だった。そんな折、甲板の羅針箱のガラスに石礫が直撃した。「不吉な前兆よ!」一人の船乗りが叫ぶ。「上に神が!ストームがお怒りになっている!」@{M}Now and then, rocky fragments fall from the roof of the Neath. The decks of older ships are pocked with scars. The sound is one no land-lubber knows, and no zailor will ever forget. This one has smashed the glass of a deck-binnacle. \"Ill omen!\" one sailor cries. \"The god in the roof! Storm is angry!\"",
 "Name": "落ちてきた石@{M}A fallen stone", "Id": 150638}
