{"ChildBranches": [{"DefaultEvent": {"Description": "「...葡萄の大きさ程のルビー、そして林檎の大きさ程の葡萄。無論、島は蒼き光の中にしか見る事が出来ぬし、刹那でしか見る事は出来ぬが...見つけたその時は、この命に換えて、見つけたその時は――」\u000d\u000a\u000d\u000a彼らはにやりと笑った。彼らは実際それを信じてはいないのだろう。ただ、信じたいのだ。@{M}\"...rubies the size of grapes, and grapes the size of apples. Of course the island's only visible in blue light, and then only for an instant, but if we find it, my hearts, if we find it - \"\u000d\u000a\u000d\u000aThey grin. They don't exactly believe it, but they'd like to.",
                                     "Name": "見開かれた目@{M}Eyes wide", "Id": 155184},
                    "Name": "物語を話す@{M}Spin them a story",
                    "Description": "「あぁ、聞きなさい、陸者だって青い光がなにを意味するのかは知っているだろう……」@{K}「ああ...今は、どんな間抜けでも蒼き光の意味を知っている -」@{M}\"Ah, now, any lubber knows what a blue light means - \"",
                    "ButtonText": "", "Id": 131652},
                   {"SuccessEvent": {"Description": "Neathの暗闇は、ただ光が欠如しているというだけのものではない。暗闇は世界の形を歪める実体のある存在なのだ。あなたの光が暗闇を溶かし、世界に正気を取り戻した。あなたはこの理のいくばくかを船員たちに説いて聞かせた。この話を聞くのは彼らもこれが初めてではないが、多少は気が安らいだようだ。@{K}この地下にある闇の量は、光の欠落よりも遥かに多い。闇は物理的な存在であり、それが世界の形を歪めてしまうのだ。貴方の光は闇を溶かし、世界に正気を取り戻させる。貴方は船乗りにこの事について幾つか説明する。これは彼らにとって初耳では無いのだが、少なくとも彼らの神経は少し休まっているようだ。@{M}The darkness in the Neath is more than the absence of light. It's a physical presence which distorts the shape of the world. Your light melts the darkness, restores sanity to the world. You explain something of this to your zailors. It's not the first time they've heard it, but they seem slightly less nervous.",
                                     "Name": "光と闇の邂逅@{M}Light meets dark", "Id": 150659},
                    "DefaultEvent": {"Description": "貴方の理路整然とした、落ち着きのある説明は何にもならなかった。それを見た者に不幸が訪れる事を、船員達は知っているのだ。@{M}Your measured and rational speech does you no good. Your crew know bad luck when they see it.",
                                     "Name": "ちょっと話を聞いて――@{M}Listen a moment - ", "Id": 150654},
                    "Name": "彼らを落ち着けようと試みる@{K}彼らを落ち着ける様に試みる@{M}Attempt to calm them",
                    "Description": "とても完璧で自然な説明がある――@{M}There's a perfectly natural explanation -",
                    "ButtonText": "", "Id": 128734}],
 "Description": "見張りが恐怖の金切声をあげた！前甲板に置かれたグリム・ランプが爆ぜ、放電し、音を立てて蒼い光に燃えあがっている。あなたたちが見守っているうちに蒼は消え去った。しかしだとしても、これは吉兆ではない。@{K}見張りから恐怖を滲ませた声が上がった。船の前方にある蝋燭の灯がぱちぱちと音を立て、青い光を放って立ち消えている。貴方が目を凝らすと青は見えなくなったが、これは吉兆ではない。@{M}A hiss of horror from the lookout! The glim-lamp at the front of the ship is sputtering and arcing, fizzing with blue light. Even as you watch, the blue fades, but it's not a good omen.",
 "Name": "燃え盛る蒼@{M}Burning Blue", "Id": 150653}
