{"ChildBranches": [{"DefaultEvent": {"Description": "　エンジンが轟音を上げた。ドラウニーは船を取り囲んでいたが、その甘美で有害な歌声は、騒音に紛れてほとんど聞き取れなくなった。とうとう彼らは疲れて水底へと沈んだ。去る時に、彼らは手を振っていた。@{I}エンジンは轟音を響かせている。ドラウニーは船の周りを旋回してはいるが、彼女たちの蠱惑的な甘さを湛えた歌は、その騒音にほとんどかき消されていた。結局、彼女たちが疲れ果て諦めたように波間に潜り、別れの手を振って立ち去る。@{M}$Drown(y|ies) -> ドラウニー$Your engines thunder. The Drownies circle, but the poisonous sweetness of their song is almost lost in the din. At last they tire and sink below, waving as they go.",
                                     "Name": "鋼と炎@{I}鋼鉄と炎と@{M}Steel and fire", "Id": 150656},
                    "Name": "エンジンの唸りで歌を掻き消す@{I}エンジンの咆哮で彼女達の歌をかき消す@{M}Drown out their song with the roar of the engines",
                    "Description": "　スリが群衆に惹きつけられるように、ドラウニーは恐怖に惹きつけられる。エンジンに火を焚いて、熱くなるだけ熱くしよう。これは燃料を消費し、船を傷つけるだろうが、彼らの忌々しい歌を掻き消すことができるだろう。@{I}ドラウニーは人が群集の中のスリを恐れるが如くに恐怖に息を飲んでいる。エンジンの限界まで火をくべろ: 燃料は浪費され船にダメージが入る可能性はあるが、少なくとも彼女たちの卑劣な歌をかき消す事は出来るだろう。@{M}$Drown(y|ies) -> ドラウニー$Drownies are drawn to fear like pickpockets to crowds. Stoke the engines as hot as they'll go: it will use fuel and may damage the ship, but you'll drown out their wretched song.",
                    "ButtonText": "", "Id": 128735},
                   {"DefaultEvent": {"Description": "　ドラウニーの歌声は腕を疲れさせ、心を掻き乱す。深く息を吸い込めば、海底の嫌な臭いを嗅ぎ取ることができるだろう。誰かが海に投げ出された！手足を振り回す人影の周囲に、滑らかな頭が集まってきた。そして、そのすべてが姿を消した。@{I}ドラウニー達の歌は警戒心を疲弊させ、精神を狼狽させる。息を吸うと、海底の嫌な匂いを感じる事が出来る。...誰かが海へと飛び込んだ!滑らかな頭がいくつも寄り集まり、ばたばたと水面をばたつかせたかと思うと、その内彼女達の全てが見えなくなった。@{M}$Drown(y|ies) -> ドラウニー$The song of the Drownies wearies the arm and dismays the mind. Draw in a breath, and you can smell the muck of the sea-floor. Someone's gone overboard! Sleek heads gather round the flailing shape, and then all of them are gone.",
                                     "Name": "夢見るような破滅@{I}夢のような死@{M}A dreaming doom", "Id": 150664},
                    "Name": "可能な限り無視する@{I}無視するのが一番@{M}Ignore it as best you can",
                    "Description": "　耳を塞いで仕事に専念しよう。無駄にできる燃料はないのだ。@{I}耳を傾けるな。仕事に集中しろ。燃料に余裕はないんだ。@{M}Stop your ears. Set to work. You can't spare the fuel.",
                    "ButtonText": "", "Id": 128738}],
 "Description": "　水の中にドラウニーが！そんな叫びが上がった。溺死体の青白い顔が、ランプのように浮き沈みしている。彼らは歌を歌っていた……@{I}叫び声が上がる: ドラウニーが水中に居る!青白い、溺死者のような顔が人魂のように浮上してきては歌を歌い始める...@{M}$Drown(y|ies) -> ドラウニー$The cry goes up: Drownies in the water! The pale faces of the drowned-dead bob up like lamps. They're singing...",
 "Name": "青ざめた訪問者@{I}青白い来訪者@{M}Pale Visitors", "Id": 150655}
