{"ChildBranches": [{"DefaultEvent": {"Description": "下に何があろうとも、それが何かは知らない方が良い。どうせ彼女達は直ぐに忘れる。@{M}Whatever's down there, it's better not to know. They'll forget soon enough.",
                                     "Name": "船の下に在る恐怖@{M}A shudder in the hull", "Id": 150658},
                    "Name": "追い返せ@{M}Call them away",
                    "Description": "決して見るな。@{M}Don't look.", "ButtonText": "",
                    "Id": 128736},
                   {"SuccessEvent": {"Description": "それは海から滴り落ちて来た。オットセイの様に滑らかな頭だが、目は個眼だった。一人の船乗りが耳を塞ぐ。「誓っていいやすが...」彼は後になってこう言った。「女性の叫び声のようなモノを聞きやした。」@{M}It comes dripping from the sea, sleek as a seal, but its eyes are faceted. One zailor covers his ears. \"I swear,\" he says afterwards, \"I heard it scream like a woman.\"",
                                     "Name": "一体何だ?@{M}What is it?", "Id": 150661},
                    "DefaultEvent": {"Description": "獣の痕跡は無い。「空っぽの網、空っぽの倉庫、空っぽの家」見張りが独りごちる。貴方は彼を睨めつけたが、実際損害は被ってしまったのだ。@{M}No sign of the beast. \"Empty nets, empty hold, empty house,\" the lookout says. You glare at him, but the damage is done.",
                                     "Name": "空っぽの網@{M}Empty nets", "Id": 150660},
                    "RareSuccessEvent": {"Description": "船員は貴方を思いとどまらせようと試みたが、貴方は頑として聞かなかった。網と銛が取り出され、貴方はそれに掛り切りだった...その時、海が突然かき乱された!船は荒々しく傾く。船の下には、一瞬だが、失われた太陽の如くに黄金色をした巨大な目が自分たちを睨みつけているのが見えた。船乗りは絶叫し、膝を抱えてしまった。それは閉じ、後には何も無かったかのように昏い海が残された。@{M}Your crew attempt to dissuade you, but you are determined. The nets and harpoons come out, and you busy yourself...the sea roils! The ship pitches wildly! Below the ship, for an instant, you see a vast eye glare up, golden as a lost sun. Sailors cry out and fall to their knees.It closes, and the sea is dark again.",
                                         "Name": "\"鉤爪でリヴァイアサンを引き上げる事は可能か?\"@{M}\"Canst thou draw out Leviathan with a hook?\"",
                                         "Id": 150662},
                    "Name": "網を持って来る@{M}Bring out the nets",
                    "Description": "そういう事なら、捕まえましょう!@{M}Well then, let's catch it!",
                    "ButtonText": "", "Id": 128737}],
 "Description": "船縁にいる船乗りが拍子抜けした声で呼ぶ。何かが船の下を泳いでいると言うのだ。「何かが俺たちを見てやす!」その者が言ったその声は、震えていた。@{M}Zailors at the rail call softly. Something swims beneath the ship. \"I saw it looking up at us!\", one says, his voice a-tremble.",
 "Name": "下に居る恐怖@{M}Horrors Below", "Id": 150657}
