{"ChildBranches": [{"SuccessEvent": {"Description": "故郷、炉辺、恋人、そして酒。プレンティ夫人のゴムの様な体躯。もし彼らが貴方に付き従えば、彼らはまたこれらを見る事ができるのだ。そう言うと彼らは頷き、武器を下ろす。鉛の暴徒は支離滅裂な怒りのままに叫び、貴方をとにかく急き立ていた。貴方は彼らを打ち払い、多少の時間を稼ぐことが出来た。だが、貴方の自分に対する自信と、彼らからの信頼は、失われている。@{M}$Rubbery Lump -> ラバリー・ランプ, Mrs Plenty -> ミセス・プレンティ$Home, hearth, sweethearts, grog. Mrs Plenty's Rubbery Lumps. If they stick with you, they'll see these things again. You see them nod and lower their weapons. The lead mutineer rushes you regardless, screaming in incoherent rage. You cut him down. You've won some time. But your confidence, and their trust in you, are failing.",
                                     "Name": "故郷までの遠い道程@{M}The long way home", "Id": 150676},
                    "DefaultEvent": {"Description": "貴方は彼らを納得させられると思っていた。鉛の暴徒が納得して頷き、奪いとったライフルを下ろしたのを確認した。それを見て、貴方が両腕を持ち上げて一歩踏み出した時...彼の仲間の弾丸が貴方に命中し、貴方はその場に倒れた。上空に見える人工の星々が、貴方が見た最期の物だった。それは、儚いまでに美しかった。@{M}$false-star -> 偽星$You think you're getting through to them. You see the lead mutineer nod in understanding, and lower his stolen rifle. You step out of cover, your arms raised... and a shot from his companion topples you. The false-stars above are the last thing you see. They're beautiful.",
                                     "LinkToEvent": {"Id": 139750},
                                     "Name": "土壇場の裏切り@{M}A final betrayal", "Id": 150674},
                    "Name": "彼らの説得を試みる@{M}Attempt to win them round",
                    "Description": "故郷に生還する為には、貴方が唯一の希望。それを彼らに理解させるのだ。[ここでの失敗は、それが起これば、ゲーム終了です。]@{M}You're their only hope of reaching home alive. Make them understand that. [Failure here will, as it happens, also end the game.]",
                    "ButtonText": "", "Id": 128743},
                   {"SuccessEvent": {"Description": "硝煙と血飛沫の薄霧。絶叫と祈り。貴方が良く知る男の心臓に突き立つ、貴方の短剣。少々運が良い事に、全ては、終わった。返り血を大量に浴びてずぶ濡れになり、拵えた傷に痛覚を刺激され、かつて船員だった多数の死体を作り出したが - 貴方は勝ったのだ。暴徒の死体を全て海に投げ捨て、残り少ない時間が後どれだけあるのか、物思いに耽った。@{M}A haze of blood and gunfire. Screams and imprecations. A man you knew with your knife in his heart. Rather quickly, it's over. You are drenched in blood and racked with wounds, and many of your crew are dead - but you stand victorious. Push the corpses of the mutineers into the sea, and press on for what little time remains to you.",
                                     "Name": "高く付いた代償@{M}A costly victory", "Id": 150682},
                    "DefaultEvent": {"Description": "貴方に忠誠を誓う者と共に、貴方は行動を起こした。暴徒をベイに出来るだけ長く拘束する。だが、一人また一人、弾薬切れを起こす。彼らが艦橋を席巻する頃には、貴方は素手で殴りかかり...徒労に終わった。彼らの中の一人が貴方を艦橋の窓ガラス越しに殴りつけたのだ。貴方は甲板の上に転げ落ち、彼らの勝どきの叫びを聞きながら、止めを刺された。@{M}You take cover with your loyalists, and hold them at bay as long as you can. One by one, you run out of ammunition. When they storm the bridge, you fight them hand-to-hand... to no avail. One of them smashes you through the glass of the bridge windows. You tumble to the deck as they shout in desperate victory, and land with a final crunch.",
                                     "LinkToEvent": {"Id": 139750},
                                     "Name": "裏切りと絶望@{M}Treachery and despair", "Id": 150670},
                    "Name": "奴らを倒せ!@{M}Cut them down!",
                    "Description": "腰抜け共め!悪党共め!奴らを全員●せ![ここでの失敗はゲーム終了を意味します。]@{M}Cowards! Villains! D__n them all! [Failure here means your game is over.]",
                    "ButtonText": "", "Id": 128741}],
 "Description": "恐怖と絶望が船員の忠誠心を破壊した。生き残りのおよそ半数の人間が武器を手に取り、貴方に相対している。彼らの凶弾が貴方の周りを飛び交う最中、貴方は艦橋に避難した。@{M}Fear and despair have destroyed the loyalty of your crew. Half of those who remain have taken up arms against you. You've taken shelter in the bridge, while their shots ring out around you.",
 "Name": "暴徒だ!@{M}MUTINY!", "Id": 150669}