{"ChildBranches": [{"DefaultEvent": {"Description": "「私たちは後悔することになりますよ。ええ、そうです。今に後悔することになります」@{I}「後悔するわよ。本当に、後悔するわよ。」@{M}\"We'll be sorry. Oh, yes, we'll be sorry yet.\"",
                                     "Name": "頭を振って@{I}頭を振り乱す@{M}Shaking her head", "Id": 155188},
                    "Name": "仕事に戻れ！@{I}仕事に戻れ!@{M}Back to work!",
                    "Description": "　彼女の馬鹿さ加減を叱りつけ、仕事に戻らせる。@{I}彼女の馬鹿さ加減を叱りつけ、送り返した。@{M}Chide her for her foolishness and send her away.",
                    "ButtonText": "", "Id": 131654},
                   {"DefaultEvent": {"Description": "　あなたはその生き物を檻に入れたまま海に放り込んだ。そのまま沈むだろうか？あるいは泳ぎ出るだろうか？それはあなたの問題ではなかった。あなたの問題は船員たちであり、彼らはあの生き物が行ってしまったのを見て喜んでいた。@{I}貴方はそれを、箱ごと船側から投げ捨てた。沈んでいくのか、泳いで逃げるのか?それはそいつの問題だ。貴方が心配するべきは船員の事であり、そして彼らは奴が去るのを見て喜んでいる。@{M}You fling it over the side, still in its container. Will it sink or swim? That's its problem. Your problem is your crew, and they're happy to see it go.",
                                     "Name": "喝采！@{I}よっしゃ!@{M}A cheer!", "Id": 155189},
                    "Name": "それを海に投げ捨てる@{I}船側から投げ捨てる@{M}Throw it over the side",
                    "Description": "　あなたがそれを手元に置いている理由が何であれ、船員たちの士気の方がより重要だ。@{I}物惜しみするよりも...船員の士気のほうが、貴方にとっては重要だ。@{M}Your crew's morale is more important than... whyever you're keeping it around.",
                    "ButtonText": "", "Id": 131655},
                   {"DefaultEvent": {"Description": "　あなたはその生き物を檻に入れたままハッチの外へ吹き飛ばした。そのまま沈むだろうか？あるいは泳ぎ出るだろうか？それはあなたの問題ではなかった。あなたの問題は船員たちであり、彼らはあの生き物が行ってしまったのを見て喜んでいた。@{I}You blast it out the hatch, still in its container. Will it sink or swim? That's its problem. Your problem is your crew, and they're happy to see it go.",
                                     "Name": "喝采！@{I}A cheer!", "Id": 239145},
                    "Name": "それをハッチの外へ吹き飛ばす@{I}Blast it out the hatch",
                    "Description": "　あなたがそれを手元に置いている理由が何であれ、船員たちの士気の方がより重要だ。@{I}Your crew's morale is more important than... whyever you're keeping it around.",
                    "ButtonText": "", "Id": 183208}],
 "Description": "　一人の機関員が、船室にいるあなたの方に寄ってきた。「船長」彼女は言った。「船倉にいるあの生き物のことですけれど。あれは私たちの夢を見ています。あれは私たちのことを良く思っていません。まったく良く思っていません」@{I}機関士が甲板で貴方に近づいてくる。「船長、」彼女は言う。「船倉にあるアレだけど...私達を狙っているわ。私達にとって何一つ良い事なんか無い。何一つ。」@{M}A stoker approaches you in your cabin. \"Captain,\" she says, \"that thing in the hold. It's dreaming about us. It means us no good. No good at all.",
 "Name": "ある種の強迫観念@{I}妄想のような何か@{M}A kind of obsession",
 "Id": 150765}