{"ChildBranches": [{"DefaultEvent": {"Description": "「一等航海士！その男の名前を控えておけ！」だがその時にはもう、既に呟きは静まっていた。@{I}「副船長!彼の者の名を言え!」しかし彼らは直ぐに押し黙ってしまう。@{M}$[Oo]fficer -> オフィサー$\"First Officer! Take that man's name!\" But they quieten soon enough.",
                                     "Name": "不満の呟き@{I}低い声で文句を言う@{M}Grumbles and mutters",
                                     "Id": 151252},
                    "Name": "「甲板に目をやれ！」@{I}\"甲板に目をやれ!\"@{M}\"Eyes on the deck!\"",
                    "Description": "　船員たちがそれを見るのを禁じよう。実際に見るのを止めさせることはできまいが、少なくとも、それについて話し合うのを止めさせることはできるだろう。船員たちは気に入らないだろうが、しかし、こうした方が安全だ。@{I}船員に見るのを禁ずる。実際は彼らを完全に止める事は出来ないが、言い合いを止めさせる事は出来る。彼らは渋々と従ったが、その方が安全なのだ。@{M}Forbid them to look. You can't really stop them, but you can at least discourage discussion. They won't like it, but it's safer.",
                    "ButtonText": "", "Id": 129140},
                   {"SuccessEvent": {"Description": "「コウモリは吉兆だ！」すきっ歯の機関員がそう断言し、皆が同意した。がさがさしていようが幸運なのだ。@{I}「蝙蝠は吉兆だ!」すきっ歯の機関士が断言する。全員がそう思った。がさがさとしているが、確かに幸運なのだ。@{M}\"Bats is luck!\" a gap-toothed stoker avers. All agree. Leathery but lucky.",
                                     "Name": "Zee-Bat@{I}ジーバット@{M}The Zee-Bat", "Id": 151253},
                    "DefaultEvent": {"Description": "　瞼を閉じるような唐突さで、三つの偽星が同時に消えた。後に残された模様は、投げられた賽と同じぐらい無駄で無意味だった。どこかで水夫がすすり泣きを始めた。@{I}人工の星々のうち3つが、目を閉じるかのように突然同時に瞬きした。残された模様は、投げられた賽の様に絶望的で、無意味だった。何処かで、船乗りが啜り泣いている。@{M}$[Ff]alse[- ][Ss]tar -> 偽星$Three of the false-stars wink out altogether, as suddenly as closed eyes. The pattern that remains is as hopeless and meaningless as cast dice. Somewhere, a zailor begins to sob.",
                                     "Name": "暗闇@{I}暗闇@{M}A Darkness", "Id": 151251},
                    "RareDefaultEvent": {"Description": "「豚だ」ある水夫がため息を吐いた。「何度見ても豚だ」豚の何が不味いのだろうか……？水夫長はしかつめらしく頭を振った。「zeeでは決して豚について尋ねてはいけません」彼はそう言い張った。@{I}「豚だ」船乗りがため息をつく。「何時も豚だ」しかし、豚が何だというのだ...?運用長がしかつめらしい頭を振る。「ジーで豚の事については何も聞いてはなりませぬ。」彼は強く言った。@{M}\"Pigs,\" one zailor sighs. \"It's always pigs.\" What's wrong with pigs...? The bo'sun shakes a solemn head. \"Never ask about pigs at zee,\" he insists.",
                                         "Name": "不安にさせる豚@{I}警告する豚@{M}The Alarming Pig",
                                         "Id": 151254},
                    "RareSuccessEvent": {"Description": "　ある水夫は、それが太陽に似ていると主張した。二人目が言うには「ヒンドゥーの曼荼羅十字だ！」三人目の案としては「シャルトルの大聖堂にある薔薇の窓」これは冷やかしの的になった。それでも、反応は肯定的だった。@{I}船乗りの一人はそれを「太陽だ」と表現し、別の者は「ヒンドゥーの曼荼羅だ!」と言う。もう一人は「シャルトル大聖堂の車輪窓」と言った。そうやって興奮する事に意味はない。何にしても、反応は楽観的だった。@{M}One zailor claims it resembles the sun; another, 'a Hindoo mandala-cross!' A third suggests 'the rose-window of Chartres Cathedral.' This excites mockery. Nevertheless, the reaction is positive.",
                                         "Name": "光線に照らされた車輪@{I}光線状車輪@{M}The Rayed Wheel",
                                         "Id": 151255},
                    "Name": "変化を記録し、名前を割り当てる@{I}変化を記録し名前を付ける@{M}Record the change and assign a name",
                    "Description": "　もしも新しい形が縁起の良い兆しに思われたなら、船員たちは喜ぶかもしれない。まあ何とも言えないが。@{I}新しい形が吉兆を表すものであれば、船員は元気づけられるだろう。誰が分かり得ようか?@{M}If the new shape seems well-omened, your crew may be cheered. Who knows?",
                    "ButtonText": "", "Id": 129139}],
 "Description": "　見張り番が叫びを上げた！遥か頭上、洞窟の天蓋で、偽星の配置が移り変わっている。滅多に見られない不吉な事象だ。何が起ころうとしているのだろうか？@{I}見張りが叫んでいる。遥か上空、洞窟の天井にある人工の星々が移動している。これは極めて珍しく、不吉な現象だ。さてどうする?@{M}$[Ff]alse[- ][Ss]tar -> 偽星$The lookout shouts! Far above, the false-stars in the cavern roof are shifting: a rare and ominous event. What now?",
 "Name": "這いまわる星々@{I}蠢く星々@{M}The Crawling Stars", "Id": 150770}
