{"ChildBranches": [{"DefaultEvent": {"Description": "魚の匂いの染みついた貯蔵室で、あなたたちは探検し、実験し、極め、引き出した。除け者は心地よい真珠と琥珀の滲出液を押し付ける。あなたの皮膚は理解を越えた快楽に震えた。時折、あなたはそれの眼を通して世界を見るようになっていた。そしてその上、単なる思い過ごしなどではなく、あなた自身の体にも変化が始まっていることが確かに感じられる。誰にも知られてはならない。決して知られてはならない。@{K}タラの匂いが立ち込める食料庫の奥深くで、貴方は探検し、突入し、達し、絞り出した。\"その人\"は喜々として真珠と琥珀の滲出物を塗りたくる。皮膚が不可解なまでの快感に震えている。時折、自分自身をじっくりと省みる事がある: 時折、自分の肉体が変わり始めていると感じる。誰にも知られてはならぬ。誰にも知られてはならぬ。@{M}In the haddock-scented recesses of the pantry, you explore, experiment, consummate, extract. The Outcast lovingly intrudes exudations of pearl and amber. Your skin quivers with incomprehensible ecstasy. Sometimes you see through its eyes: sometimes you swear you feel the changes begin in your own flesh. No one must know. No one must know.",
                                     "Name": "深き愉悦@{M}Deep delights", "Id": 150909},
                    "Name": "生存者との逢引@{M}A Tryst with the Survivor",
                    "Description": "小さい食糧庫でなら、あなたたちは誰にも邪魔されないだろう。それに小さいとはいっても、生存者は人間離れした柔軟さを持っている。@{K}小さな食料庫の中では、貴方は誰にも邪魔されない。そして小さいとは言え、生存者は受け入れるだろう。@{M}You will be uninterrupted in the tiny pantry: and although it is tiny, the Survivor is inhumanly adaptable.",
                    "ButtonText": "", "Id": 128871},
                   {"DefaultEvent": {"Description": "煙突はエンジンからの熱でまだ暖かかった。彼女もだ。貴方も。貴方達二人は煙突から出て来た時には、煤で真っ黒であった。二人共急いで自分の船室へと別れる。恐らく、誰も気づいていない筈だ...@{M}The funnel is still warm from the ship's engines. So is she. So are you. You are both black with funnel-soot when you emerge. You hasten back to separate cabins. Probably no one noticed.",
                                     "Name": "危なっかしい抱擁@{M}A precarious embrace", "Id": 150910},
                    "Name": "『育ちすぎ』の砲手との逢引@{K}長脛の銃士との逢引@{M}$Longshanks Gunner -> 『育ちすぎ』の砲手$A Tryst with the Longshanks Gunner",
                    "Description": "「煙突の上に行きましょう、船長！今なら掃除のためにエンジンが止まってるんです。フリットの屋根を駆け回ってたあの頃みたいでしょう」@{K}\"煙突の上ですよ、船長!あいつら、メンテナンスでエンジンを止めてます。昔を...運搬船の屋根の上の事を...思い出しますね。\"@{M}$Flit -> フリット$\"The funnel-top, my captain! They're stopping the engines to clear the sturricles. It'll be like the old days, like the roof-tops of the Flit.\"",
                    "ButtonText": "", "Id": 128872},
                   {"DefaultEvent": {"Description": "従軍者は貴方を――勿論彼女自身も――歓喜の淵へ運ぶ。それも一度ではなく、何度も。だが、その最中にも、彼女の心は別のものを見ていると貴方は感づいていた。\u000d\u000a\u000d\u000a「……ええ、そうです」後になって彼女は肯定する。「実は、死について考えていたのです。ですが……うーん……あれは素晴らしい気晴らしになりました。もう一度如何？」@{M}従事者は貴方を - 勿論彼女自身も - 歓喜の淵へ運ぶ。それも一度ではなく、何度も。だが、その最中にも、彼女の心は別のものを見ていると貴方は感づいていた。\u000d\u000a\u000d\u000a「...ええ、そうです。」後になって彼女は肯定する。「実は、死ぬ事を考えていましたの。ですが...うーん...あれは素晴らしい娯楽でしたわ。もう一度如何?」@{M}The Campaigner transports you - and herself - across the brink of rapture - not once but several times. You have the sense, though, that her mind is elsewhere.\u000d\u000a\u000d\u000a\"Oh, yes,\" she admits afterwards. \"I'm thinking about dying. Obviously. But, mm, that was a wonderful distraction. One more time?\"",
                                     "Name": "確かに活発だ@{K}真の心地よさ@{M}Brisk indeed", "Id": 150911},
                    "Name": "活発な従軍者との逢引@{K}活発な従事者との逢引@{M}$Brisk Campaigner -> 活発な従軍者$A Tryst with the Brisk Campaigner",
                    "Description": "「汚れた所では気が進みませんね。宜しければ私の部屋へどうぞ。出来るだけ慎重に。」@{M}\"I'm not messing about in some dirty corner. You can just come to my cabin and be discreet.\"",
                    "ButtonText": "", "Id": 128873},
                   {"DefaultEvent": {"Description": "航海士との長引いた面会によって、あなたたち二人は歓喜に息をのんだ。しかしその時、エンジン室で電信機の故障があり、もう少しで極めて気まずい思いをする羽目になるところだった。その船員が甲板に戻るころには、あなたたち二人は完璧に身なりを整えていた。おそらく誰も気づいていないだろう。@{K}航海士との\"長い\"話し合いは、双方に歓喜の吐息をもたらした...しかし、その時エンジン室の電信機が突然作動し、二人は慌てふためくというちょっとした事故が起きたのだ。船員が艦橋に戻ってきた時、二人は既にそれぞれの職務を完璧にこなす、プロフェッショナルであった。恐らく、誰も気づいていないだろう。@{M}An extended encounter with the Navigator leaves you both gasping with delight, but there is nearly - very nearly - an embarrassing incident with the engine-room telegraph. By the time the crew is back on the bridge, you are both entirely professional. Probably no one noticed.",
                                     "Name": "航海にまつわる複雑な物事@{K}複雑奇怪なナビゲーション@{M}Navigational complexities",
                                     "Id": 150915},
                    "Name": "賢し気な航海士との逢引@{K}狡猾な航海士との逢引@{M}$Sly Navigator -> 賢しげな航海士$A Tryst with the Sly Navigator",
                    "Description": "「20分だけ、艦橋から外せと船員達に命令しました。勿論、誰かが私達を見つける可能性はありますが――」@{M}\"I've said I need the bridge clear for twenty minutes. Of course, someone might still discover us - \"",
                    "ButtonText": "", "Id": 128877},
                   {"DefaultEvent": {"Description": "エンジンは規則正しく脈を打ち、あなたの肌は荒い隔壁の鉄によって擦られてひりひりと痛む。そして髪には石炭のかすがついている。数インチを隔てた隔壁の向こうの海は冷たいが、しかしボイラーは温かい。そして彼はそれよりもさらに温かかった。@{K}エンジンは規則正しいリズムで鼓動している。隔壁の粗鉄が貴方の皮膚を剥き出しにする。貴方の髪には石炭の屑が降り掛かっている。隔壁の向こう側に在るであろう - 5センチと離れていない向こう側の - 海は冷たい。だが、ボイラーは温かく、彼はそれよりも暖かかった。@{M}The engine pounds to a steady rhythm. The rough steel of the bulkhead has left your skin raw. There's coal dust in your hair. The sea is cold behind the bulkhead, inches away. But the boilers are warm. He's warmer. ",
                                     "Name": "闇の中の温もり@{M}Warmth in the darkness", "Id": 150916},
                    "Name": "疲れ知らずのメカニックとの逢引@{K}疲れ知らずの工員との逢引@{M}$Tireless Mechanic -> 疲れ知らずのメカニック$A Tryst with the Tireless Mechanic",
                    "Description": "「ボイラーの後ろに...おお、私の船長。少なくとも47分の間、ここには誰も寄り付きませんよ。」@{M}\"Behind the boilers, O my captain. No one will pass by for at least forty-seven minutes.\"",
                    "ButtonText": "", "Id": 128878},
                   {"DefaultEvent": {"Description": "急がなければならなかったため、あなたたちは立ったままでいなければならなかった。しかしマジシャンの愛撫の激しさが立ったままでいるのをひどく難しくさせる。そしてあなたもそれに合わせることを余儀なくされた。縄入れの中は酷く狭く、動くことすらままならない。すぐに熱は耐えがたいほどになり、床は汗で斑に濡れる。そしてあなたがマジシャンの口を手で押さえると、彼は激しく噛みついた。実に甘い一時だった。@{K}急ぐ必要があったせいか、貴方達は立ったままで事を済ませようとした。だが、マジシャンの行為の濃さが、貴方にそれを驚くほど困難な作業にさせていた。貴方は無理やり激しく律動させられる。動けるだけの空間は少しだけしか無く、熱気は直ぐに何処かへと散っていく。大量の汗が床に滴り落ちていた。貴方が彼の口元に指を被せると、彼は激しく指を噛んできた。何と甘美な時間だろうか。@{M}The need for haste requires you both to remain standing. The intensity of the Magician's caresses makes that surprisingly difficult. You are forced to reciprocate. There is little space to move; the heat becomes quickly distracting; the floor is spotted with sweat; and when you place your hand over his mouth, he bites you quite ferociously. A sweet hour indeed.",
                                     "Name": "縄入れの中の快楽@{M}Rapture in the rope-locker",
                                     "Id": 150917},
                    "Name": "マジシャンとの逢引@{M}A Tryst with the Magician",
                    "Description": "「俺らは素早く動かねばならん。だが、時間を作る事は出来る。どういう意味だか、分かるね」@{M}\"We'll need to be quick. But we can take our time. Oh, you know what I mean.\"",
                    "ButtonText": "", "Id": 128879},
                   {"DefaultEvent": {"Description": "素早く、温かく、熱烈に。銃口から外を確認し、含み笑いとウインクと、キスでお別れをした。@{K/M}素早く、温かく、熱烈に。箱から外を確認し、含み笑いとウインクと、キスでお別れをした。@{M}Quick, warm, fervent. Peek out of the gun's muzzle. Part with a chuckle, a wink, a final kiss.",
                                     "Name": "効率的な快楽@{M}Efficient pleasure", "Id": 150918},
                    "Name": "メイビーの娘@{M}$Maybe's Daughter -> メイビーの娘$Maybe's Daughter",
                    "Description": "「前部銃砲の」彼女が言う。「砲筒の中で。クッションを持っていくわ」@{M}\"In the barrel,\" she says,\"of the forward gun. I'll bring cushions.\"",
                    "ButtonText": "", "Id": 128880},
                   {"DefaultEvent": {"Description": "彼女は手術台に数枚のタオルを敷いていた。一枚は表面に掛けられ、もう一枚は畳まれ枕代わりになっている。「私が教授して差し上げましょう」彼女は手術台に横になりながら言った。「あなたの技術が不満だというわけではありませんよ。まず、そこにある器に手を浸してください。水は冷たいでしょうが、私は冷たい手で触れられるのが好きなので。しかし、感覚が鈍るほどつけないように。用意が出来たなら……」@{K}She's made up the operating table with a couple of towels, one spread over the surface and the other folded into a pillow. \"I like to give instructions,\" she says, settling herself on this surface. \"It's not a reflection on your skills. The bowl over there is for you to soak your hands. The water is icy: I like a cold touch, but don't go numb. When you're ready...?\"",
                                     "Name": "主導的@{K}Instructive", "Id": 150919},
                    "Name": "クラデリーの後継者との逢引@{K}クラデリーの継承者@{M}$Cladery Heir -> クラデリーの後継者$A Tryst with the Cladery Heir",
                    "Description": "「手術室で会いましょう。今夜は新しい患者は来ないと思います」@{K}\"In the surgery. I don't expect any new patients this evening.\"",
                    "ButtonText": "", "Id": 128881},
                   {"DefaultEvent": {"Description": "夜が少し暗くなった。@{M}The night is a little darker.",
                                     "Name": "情事の終わり@{M}The end of the affair", "Id": 150950},
                    "Name": "情事に終止符を@{M}The affair is at an end",
                    "Description": "恐らく彼らは去っていく。恐らくその方が良いのだろう。[情事関係は終わりです。]@{M}Perhaps they're gone. Perhaps you've thought better of it. [This will end the affair.]",
                    "ButtonText": "", "Id": 128908},
                   {"DefaultEvent": {"Description": "今一度、彼女の唇の熱、信じがたい程の歓喜を伴った彼女の感触、貴方の腹から湧き上がる電撃のような痺れ。今一度、荒々しい空間へ通じる扉が開かれた感覚。彼女の興奮がピークに達した時、彼女の目の中で何かが変わった――蛾の羽根から舞い散る鱗粉のような煌き。\u000d\u000a\u000d\u000a「私はあなたを忘れない」真剣な声で彼女は言う。「ここを離れたとしても。けれど、私はいずれ此処を去るでしょう。まだその時ではないけれど。今はまだ」@{K/M}今一度、彼女の唇の熱、信じがたい程の歓喜を伴った彼女の感触、貴方の腹から湧き上がる電撃のような痺れ。今一度、荒々しい空間へ通じる扉が開かれた感覚。彼女の興奮がピークに達した時、彼女の目の中で何かが変わった - 蛾の羽根から舞い散る鱗粉のような煌き。\u000d\u000a\u000d\u000a「私ハ貴方ヲ忘レナイ」真剣な声で彼女は言う。「私ガ此処デ終ワリヲ迎エル時マデ。私ハ此処デ終ワロウ。ダガソレハ今デハ無イ。今デハ無イ。」@{M}Once again, the heat of her mouth, the impossible delight of her touch, the rise of a compelling electricity in your stomach. Once again, the sense of doors open to a wilder space. As her own excitement peaks, something changes in her eyes - a glittering, like the scales on the wing of a moth...\u000d\u000a\u000d\u000a\"I'll remember you,\" she says seriously, \"when I'm finished here. But I will finish here. Not yet, though. Not yet.\"",
                                     "Name": "人ならざるもの@{K}人間ならざる何か@{M}Something unhuman", "Id": 180984},
                    "Name": "メイビーのライバル@{M}$Maybe's Rival -> メイビーのライバル$Maybe's Rival",
                    "Description": "「前部銃砲の」彼女が言う。「砲筒の中で。クッションを持っていくわ」@{M}\"In the barrel,\" she says,\"of the forward gun. I'll bring cushions.\"",
                    "ButtonText": "", "Id": 146614},
                   {"DefaultEvent": {"Description": "貴方たちは共には大砲の長い銃身の中に肌と肌をあわせて横たわっている。事は快く進み、少しばかり急ぎ足の結末向かっていた。しかしその時、彼女が物思わしげに言う。「もし誰かが今この大砲を撃ったらどうなるかしら？『ぼろ布に骨、髪の一房』ってところね。悪魔が昔この歌を歌ってくれたことがあるわ」\u000d\u000a\u000d\u000a貴方たちは再び気持ちを戻してこの場所に来たそもそもの目的を達した。しかし、雰囲気は台無しになってしまったと言っていいだろう。@{K/M}貴方ともう一人は大砲の長い銃身の中に肌と肌をあわせて横たわっている。事は気持ちよく進んでいた...とんでもない結末を予想させる一言が発せられるまでは。「もし誰かが今この大砲を撃ったらどうなるかしら?」彼女が静かにそう囁く。「そうなったら私達、何が残ると思う?ボロボロになった服と、骨と、髪の毛が少し残るぐらいよね」悪魔が歌を紡いで私に聞かせているかの様だった。\u000d\u000a\u000d\u000a貴方は平静を取り戻し、こんな所に入って来た目的を達したが、気分的には、正直に言うと苦虫を噛み潰した様だった。@{M}You are lying together in the long muzzle of the gun, skin against skin, matters proceeding pleasantly towards an urgent conclusion, when she says musingly: \"Imagine if they fired it now. What would be left of us, do you think? 'A rag and a bone and a hank of hair.' A devil sang me that song once.\"\u000d\u000a\u000d\u000aYou recover your poise, and complete together what you went there to do, but the atmosphere, it is fair to say, is soured.",
                                     "Name": "落ち着かぬ幕間@{M}An uneasy interlude", "Id": 180985},
                    "Name": "母無き娘@{K}名も無き者の娘@{M}Nobody's Daughter",
                    "Description": "「前部銃砲の」彼女が言う。「樽の中で。クッションを持っていくわ」@{M}\"In the barrel,\" she says,\"of the forward gun. I'll bring cushions.\"",
                    "ButtonText": "", "Id": 146615},
                   {"DefaultEvent": {"Description": "「私はあなたに冷たくしたいわけではありません。あなたはとても魅力的ではありますが、しかし私とあなたでは合わないのですよ。そうは思いませんか？感謝の気持ちを忘れることはありませんが、私とあなたはあまりにも違う。けれど、あなたとの一時の記憶は大切にしましょう。これを受取ってください。あなたの肖像画。あなたが眠っている間に描いたものです。涎については描かずにおきましたけどね。ありがとうございました、船長。あなたのしてくださった事、すべてに感謝しています」@{K}貴方に辛く当たるつもりは無いわ...けど貴方はとても魅力的な一方で、相性が良いとは言えない、でしょう?私は何時でも貴方に感謝しているけど、私達は余りにも住んでいる場所が違いすぎるの。けど信じてね。私は貴方と過ごした時間をとても大事に思ってる。見て。貴方の肖像画よ。貴方が寝ている間に描いたの。他愛もない時間はおしまい。船長、有難う。貴方がくれた全てに。」@{M}\"I don't mean to be unkind: but while you're very charming, you're hardly suitable, are you? I'll always be grateful to you, but we're quite different kinds of people. I've treasured our time together, though. Here. A portrait of you. I drew it while you were sleeping. I left out the drool. Thank you, Captain. For everything.\"",
                                     "Name": "\"貴方のせいじゃない、私なのよ\"@{M}\"It's not you, it's me.\"",
                                     "Id": 180986},
                    "Name": "不屈の従軍者との逢引@{K}不屈の従事者との逢引@{M}$Indomitable Campaigner -> 不屈の従軍者$A Tryst with the Indomitable Campaigner",
                    "Description": "「話しましょう」@{K}「ちょっと話があるの。」@{M}\"We need to talk.\"",
                    "ButtonText": "", "Id": 146616},
                   {"DefaultEvent": {"Description": "マジシャンは出来る限りあなたを満足させようと出来る限りの事をしたが、彼が落ち着かない気持ちでいるのは初めから明らかだった。縄入れの中にお互いの肩に腕を回し二人で座り、ストールン・リバーの川岸に並ぶ明かりについて懐かしく語り合うと、逢瀬の雰囲気は変わった。彼が別れを告げた時、その意図ははっきりと伝わった。@{K}マジシャンは貴方を満足させる為に出来る事をしたが、初めから彼が不安を抱えていた事は分かっていた。縄入れの中で抱き合い、お互いの肩に手を回し、ロンドンのストーレン川についての懐かしい話をしたりするまで、出会った時とは口調が変わっている事に気づかなかった。最後に彼がさよならを告げた時、その意味がやっとはっきりと分かったのだ。@{M}$Stolen River -> ストールン・リバー$The Magician does his best to ensure your satisfaction, but it's clear from the outset that he is uneasy. The tone of the encounter changes, until you find yourselves sitting in the rope locker, arms around each other's shoulders, speaking wistfully of the lights along the Stolen River back in London. When he says goodbye, it's clear what he means.",
                                     "Name": "最後の逢瀬@{M}The last tryst", "Id": 180988},
                    "Name": "マジシャンとの逢引@{M}A Tryst with the Magician",
                    "Description": "「少しだけ」彼が物静かに言う。「ほんの少しだけ時間をくれ」@{M}\"Just for a while,\" he says, very quietly. \"For a little while.\"",
                    "ButtonText": "", "Id": 146618},
                   {"DefaultEvent": {"Description": "確かに鏡は使われていたが、後から思い出そうとしてもあなたの記憶は靄がかかったようにぼんやりとしている。熱に赤らむ肌、小さな滝のように降り注ぐ幾つもの愛撫。マジシャンとあなたの吐息が混ざり合う。アプリコットの色をした日の光。あなたの髪には葉っぱが残っていた……@{K}本当に鏡の中だったという確信はあったものの、後になってみると、記憶は曖昧だった。皮膚は熱で火照り、気持ちの良い波濤が滝となって押し寄せる。彼の吐息は貴方のそれと混ざり合う。陽光は黄赤のアプリコットの如くだった。貴方の髪に、葉が舞い降りる...@{M}There is indeed a mirror involved, but afterwards, your memories are hazy. Skin flushed with heat. A cascade of delicious caresses. The Magician's breath mingling with yours. Sunlight the colour of apricots. There are leaves in your hair...",
                                     "Name": "壮麗な陽光の中で@{M}The sun in splendour", "Id": 180989},
                    "Name": "マジシャンとの逢引@{M}A Tryst with the Magician",
                    "Description": "「ああ、良いぞ。ちょっと危険だが、鏡の向こう側で過ごしてみようか」@{M}\"Oh, yes. I think we can risk a little time behind mirrors.\"",
                    "ButtonText": "", "Id": 146619},
                   {"DefaultEvent": {"Description": "マジシャンの手は冷たく、その歯は尖っている。瞳は水銀のような銀色だ。あなたの肌に鱗があたり小さな音を立てる。その感覚は電撃のようで、抗いがたい。目覚めると、あなたの全身に白っぽい傷跡が残っていた。それに触れると肌の上に快楽が爆ぜる。マジシャンの姿は見当たらない。@{K}マジシャンの手は冷たい。マジシャンの歯は尖っている。彼の目は水銀の如き銀色。鱗が肌と合わさってガサガサしている。感覚はとても衝撃的で、抗う事は出来なかった。目が覚めた時、貴方の全身に白い掻き傷が出来ている事に気がついた。その一つに触れた瞬間、皮膚が歓喜の火花に打ち震える。マジシャンに触られた時と同じ...だが、証拠は何もない。@{M}The Magician's hands are cold. The Magician's teeth are pointed. His eyes are silver as mercury. Scales rustle against your skin. The sensation is electric, irresistible. When you wake, you are scored all over with pale scratches. Touch one, and your skin sparks with pleasure. Of the Magician, there is no sign.",
                                     "Name": "ライオス@{K}ラミアス@{M}Lamius", "Id": 180990},
                    "Name": "マジシャンとの逢引@{M}A Tryst with the Magician",
                    "Description": "「ああ、喜んで。すぐに会おう」@{K}「ああ...<i>頼む</i>。すぐ行くよ。」@{M}\"Yes, <i>please</i>. I'll see you very soon.\"",
                    "ButtonText": "", "Id": 146620}],
 "Description": "あなたは人目を忍びお気に入りのオフィサーと一時を共に過ごす機会を得た。[もう既に恐怖があまりない場合を除き、恐怖を劇的に下げることが出来ます。しかし故郷に愛する人がいる場合、もう一度考え直すべきかもしれません。]@{K}貴方のお気に入りの船員と時間を共に過ごす機会を得た。慎重に考えられよ。[この選択肢は既に低い場合を除いて、恐怖度を目に見えて減少させます。しかし、貴方の故郷に恋人がいる場合、本当にそれでいいのかもう一度良く考えましょう]@{M}$[Oo]fficer -> オフィサー$A discreet opportunity has arisen to spend time with your favourite officer. [This will noticeably reduce your Terror, unless it's already low. But if you have a sweetheart back home, you may want to think twice.]",
 "Name": "逢引@{M}A Tryst", "Id": 150908}
