{"ChildBranches": [{"DefaultEvent": {"Description": "他の船員たちから奇妙な声が上がった。遠く離れた場所で小石に波が打ち寄せたかのような音だ。恐怖か？安堵か？囚人は地平線上に消えつつあった。@{K}A sound rises from the rest of the crew: a sound like waves on distant shingle. Fear? Relief? Your prisoner recedes, over the horizon.",
                                     "Name": "奇妙な音@{K}An odd sound", "Id": 151451},
                    "Name": "囚人を島流しにする@{K}Maroon the Prisoner",
                    "Description": "小舟に乗せて流すか、地図に載っていない小島の岸に置き去りにするとしよう。積み荷のように船から投げ捨てるよりは慈悲深い行いかもしれない。@{K}Cast them adrift, or set them ashore on some uncharted eyot. Perhaps it's more merciful than jettisoning them like cargo.",
                    "ButtonText": "", "Id": 129254},
                   {"DefaultEvent": {"Description": "彼らは囚人がどこに消えたのか疑問に思っているかもしれないが、それを口に出すものはいなかった。あなたは骨を船の縁からひとつひとつ投げ捨てた。@{K}Probably they wonder where the prisoner has gone; but they do not make a point of it. You toss the bones over the transom, one by one.",
                                     "Name": "", "Id": 151452},
                    "Name": "囚人を食べる@{K}Consume the Prisoner",
                    "Description": "規律違反の当然の結末にして、船長の究極の特権。@{K}A natural consequence of indiscipline; the captain's ultimate prerogative.",
                    "ButtonText": "", "Id": 129255},
                   {"SuccessEvent": {"Description": "囚人は神と女帝とZeeの神々とドーン・マシン、つまりその者に考え付くすべての権能を持つ存在にかけて服従を誓った。あなたはそれ以降も元囚人を注意深く見張ったが、どうやらその誓いは本心からの物のようだった。@{K}$Dawn Machine -> ドーン・マシン$Your prisoner swears obedience by God, the Empress, the gods of the zee and the Dawn Machine - every power they can think of. You watch them carefully in the days afterwards - but they do seem sincere.",
                                     "Name": "説得力のある誓い@{K}Potent oaths", "Id": 151455},
                    "DefaultEvent": {"Description": "囚人は大人しく外に出てきたが手枷が外されるやいなや、その態度は一変した。男三人がかりでようやくその囚人をあなたから引き離がすことが出来た。そしてあなたが彼を甲板に叩きつけるより先に、彼はその歯を別の船員の首に食い込ませていた。あなたは二人の死体を海に投げ込んだ。今日は散々だ。@{K}Your Prisoner comes out meekly enough, but the moment the shackles are off, it's a different story. It takes three men to get him off you, and by the time you smash him to the deck, his teeth are buried in another zailor's throat. You give both their bodies to the zee. This was not a good day.",
                                     "Name": "無残な結末@{K}A savage outcome", "Id": 151262},
                    "RareDefaultEvent": {"Description": "囚人は神と女帝とZeeの神々とドーン・マシン、つまりその者に考え付くすべての権能を持つ存在にかけて服従を誓った。あなたはそれ以降も元囚人を注意深く見張ったが、どうやらその誓いは本心からの物のようだった。@{K}$Dawn Machine -> ドーン・マシン$Your prisoner swears obedience by God, the Empress, the gods of the zee and the Dawn Machine - every power they can think of. You watch them carefully in the days afterwards - but they do seem sincere.",
                                         "Name": "説得力のある誓い@{K}Potent oaths", "Id": 151457},
                    "RareSuccessEvent": {"Description": "囚人はひれ伏し感謝している。もしあなたが許せばあなたの手に接吻さえするだろう。熱心に仕事に戻りたがっている。そして翌日、その者は消えていた。小型ボートと盗めるだけの物資と共に。@{K}The prisoner grovels with gratitude. They would kiss your hand if you let them. They're eager to get back to work. And the next day, they're gone, with a ship's boat and all the supplies they can filch.",
                                         "Name": "裏切り！@{K}Betrayal!", "Id": 151456},
                    "Name": "囚人を開放する@{K}Release the Prisoner",
                    "Description": "仮釈放中のまじめな態度を約束させ、恩赦を出す。[Heartsのチャレンジに成功することで彼らは再び船員となる可能性が高まります。しかし、成功しても船員にならないこともあります。]@{K}$Hearts -> ハート$Offer them an amnesty, on their solemn parole. [Success in this Hearts test means they're more likely to become Crew again; but it doesn't ensure it.]",
                    "ButtonText": "", "Id": 129144}],
 "Description": "もう十分に苦しんだだろうか？@{K}Have they suffered enough?",
 "Name": "囚人に対処する@{K}Deal with a Prisoner", "Id": 151261}
