{"ChildBranches": [{"DefaultEvent": {"Description": "「こちらがあなたへの報酬です。加えて、燃料を少々と何樽かのビスケットもお持ちしました。これらはとある船長によって、公益のために広く供されたものでして。パトロンにはよろしく伝えておきますよ。そしてもしも私が約束を守る人間でしたら、私たちはきっとまたお会いすることでしょう。もちろんあなたが鯨に飲み込まれでもしたら別ですが。その場合は、再会の約束が反故になってしまったと私が考えたとしても、悪くは思わないでいただきたいですねえ」@{I}「これが報酬と、燃料が少々、後はビスケットの入った樽だ。とある他の船長が公益の為に\"融通してくれた\"物だ。もし俺らが\"近いうちに再会する\"という言葉を守れるなら、俺はボスにお前の事をきちんと良く報告しておこう。\"もう会いたくない\"などと考えて、海の藻屑と消え、鯨の胃の中に収まってしまうような男だとは、俺は思っていないがな。」@{M}\"Here is your compensation and a little fuel and a few barrels of biscuits what a certain other captain has widely surrended for the common good. I will take the good word to my patron and if I am a man of my word we will see each other again. Unless a whale eats you of course in which case I 'ope you will not think poorly of me for wishing that we will not.\"",
                                     "Name": "いやらしく励ますような目つき@{I}激励する横目@{M}An encouraging leer",
                                     "Id": 151290},
                    "Name": "報酬を受け取る@{I}支払いを受け取る@{M}Accept payment",
                    "Description": "　あなたは出費を埋め合わせる必要がある。@{I}かかった経費を埋める必要がある。@{M}You do need to cover your costs.",
                    "ButtonText": "", "Id": 129161},
                   {"DefaultEvent": {"Description": "「あなたが好ましいことをなさったかのように取り繕うつもりはありません。むしろ、私はかえってひどく失望させられてしまいました。しかし、それにもかかわらず、あなたは自らの責務を立派に果たされたと言えないこともないでしょう。私のパトロンも、この件をことさらに追求する必要があるとはお考えにならないでしょう。今のところは。あなたがその口を……」彼はあなたににじり寄った。「きつーく、ぴっちりと閉ざしておく限りは。では良き夜を」@{I}「今日は良い夜だとは、とても言えそうにない。それどころか、俺の胸の奥に、とても深く悲しい物が打ち込まれたかのようだ。だがそれでも、お前のその行動は立派で堂々としていたと言うに値するものだったと報告せねばならんだろう。俺のボスはこの問題に関して深く追求するとは思えん。少なくとも今回は、な。お前がその口を...」彼は顔を近づけて言う。「固く閉ざしている限りはな。さらばだ。」@{M}\"I will not pretend that this has improved my evening. On the contrary it has left me a deep sadness in my 'eart. Notwithstanding 'owsoever I might say that you have acquitted yourself honourably and I do not think my patron will feel the need to pursue the matter further. Not at this time. As long as you keeps your mouth...\" - he leans close - \"tight snap-shut. Good night.\"",
                                     "Name": "高潔な失望@{I}はっきりとした失望@{M}Noble disappointment",
                                     "Id": 151291},
                    "Name": "報酬の受け取りを拒否する@{I}支払いを拒否する@{M}Refuse payment",
                    "Description": "　盲目の粗暴者にこれで借りは返したと伝えるのだ。お前たちとの関係は終わりであると。@{I}これを負債の返済に充て、全て終わった事を隻眼の大男に告げる。@{M}$Blind Bruiser -> 盲目の粗暴者$Announce to the Blind Bruiser that this pays your debt, and you're done.",
                    "ButtonText": "", "Id": 129162}],
 "Description": "「何と幸先の良い、そして勇気づけられることでしょう。この場所で再びお会いできたのは、私たち双方にとって実に幸運なことです！あなたの手をお取りして、暖かい握手でもってお出迎えして差し上げましょう。何せ、あなたは公正な取引と正直な配達への、確固たる献身を示してくださったのですから。素晴らしいことです。私のパトロンもあなたに祝杯を上げてくださるでしょう」@{I}「再びこうして会えるとは、何と幸運で元気づけられる出来事だろうか。今此処で再会出来る事は、俺ら双方にとって幸運な事だろう。お前と握手する事を許して欲しい。何故ならお前は公正な取引と誠実な仕事をすると言った約束を違わずに守ってくれたからだ。素晴らしい。私のボスもお前を褒め称えるだろう。」@{M}\"What a propitious and encouragin' occasion this is, to meet again, here in this place which has been so very fortunate for us both! Allow me to shake you warmly by the hand since you have demonstrated your unswerving commitment to fair dealing and honest conveyage. Very good. My patron will toast you.\"",
 "Name": "魂の配達完了！@{I}魂が届けられた!@{M}Souls delivered!", "Id": 151289}
