{"ChildBranches": [{"DefaultEvent": {"Description": "「あなたは私が今夜もまた偏頭痛に悩まされていることに感謝されるがよろしいかと。明らかに私の強い責任感によって引き起こされるこの偏頭痛は、私から力を行使する気力を奪うのですよ。まあこれだけあれば足りるでしょう。この件についてはよくよく考えておくに留めましょう。今のところはね」@{I}「俺が今晩、偏頭痛でまた苦しめられるのを、お前はいい気味だと思うのかもしれんな。俺に課せられた重すぎる責任が原因なのは間違いない...頑張るのも嫌気が差してくる。まぁ、これで少しは埋め合わせが出来るだろう。この件はこれで終わりとしよう。今は、な。」@{M}\"You may be grateful that I am afflicted again tonight by a megrim of the 'ead. It is caused by my heavy responsibilities no doubt and it disinclines me to exertion. I suppose this will cover it. Let us consider the matter closed. For now.\"",
                                     "Name": "重い溜息@{I}重い溜息@{M}A heavy sigh", "Id": 151293},
                    "Name": "弁済を申し出る！@{I}慰謝料の支払いを申し出る@{M}Offer compensation!",
                    "Description": "　今からでも、もっと酷い結末を避けることはできるかもしれない。@{I}今ならまだ最悪の結末を回避出来るだろう。@{M}Perhaps you can still escape without worse consequences.",
                    "ButtonText": "", "Id": 129163},
                   {"SuccessEvent": {"Description": "　誰も傷つかなかったというわけではないが。船員の一人は二度と航海には出られないだろう。それでも、とうとう彼らは退却した。脅しと呪いの言葉を投げ掛けながら。@{I}無傷という訳には行かなかった。一人の船乗りが、再起不能となってしまった。だがついに、捨て台詞と呪詛を投げかけながら、彼らは撤退したのだ。@{M}Not entirely without casualties. One zailor will never zail again. But they retreat, at last, hurling threats and curses.",
                                     "Name": "切り抜けた！@{I}奴らを返り討ちにした!@{M}You see them off!",
                                     "Id": 151295},
                    "DefaultEvent": {"Description": "　彼らは大勢で果敢で残忍だった。彼らは船内を蹂躙した。彼らは骨を砕き、頭蓋をかち割り、戦う力のない者たちを水底のドラウニーの群れへと放り込んだ。あとには不具にされた船員だけが残された。@{I}奴らは数に勝っており、一歩も引かず、何よりも暴力的だった。奴らは船を荒らし回る - 骨を折り、頭蓋を叩き割り、力無き者を海の下に振り落とし、立ち上がれない者を打ち捨てて行ったのだ。@{M}$Drown(y|ies) -> ドラウニー$They are numerous, determined and brutal. They storm the ship: break bones, crack skulls, fling helpless men to the Drownies below, leave crippled zailors behind them.",
                                     "Name": "蹂躙！@{I}蹂躙されてしまった!@{M}Overrun!", "Id": 151294},
                    "Name": "波止場での戦い！@{I}波止場で戦う!@{M}A battle on the dockside!",
                    "Description": "　法の力は、その不在によってこの場での存在感を誇示している。つまりは買収されたのだ、疑いもなく。これは良い状況とは言えない。@{I}法の力は奴らを追い払う事で示される。確実にやり返せ。この状況は余り良い物ではない。@{M}The forces of the law are conspicuous by their absence. Paid off, no doubt. This doesn't look good.",
                    "ButtonText": "", "Id": 129164}],
 "Description": "「どうもこんばんは。私の受け取った情報によりますと、残念ながら、あなたは私たちが信頼して預けたささやかな贈り物をもう持ってはおられない……かと言って届けてもおられないようで。結果として私たちは、あなたとあなたの持ち物で清算させていただかなければなりません。抵抗なさらぬよう」盲目の粗暴者の背後では、暴漢の一団が鉄の石づきのついた棍棒を手のひらにピシャリと打ちつけていた。@{I}「ご機嫌よう...と言いたい所だが。私が入手した情報によれば、お前は俺達が信用して預けたささやかな贈物を既に持っていないらしい。そして、どうやら相手にも送り届けていないようだ。結果的に、俺達は今回の件について、お前達に落とし前を付けて貰いに来た、という訳だ。そこを動くなよ。」隻眼の大男の後ろには、ごろつきの集団が鉄製の棍棒などの武器を手にして立っていた。@{M}$Blind Bruiser -> 盲目の粗暴者$\"Good evening again. I am sorry to say that my sources have informed us that you are no longer in possession of the little gift that we entrusted to you... but neither 'ave you delivered it. Consequently we must visit a reckoning on you and yours. 'old still.\" Behind the Blind Bruiser, a gang of ruffians clap iron-shod cudgels into their hands.",
 "Name": "悲しい仕事@{I}気の進まない任務@{M}A sorrowful duty", "Id": 151292}
