{"ChildBranches": [{"DefaultEvent": {"Description": "　経営者の悲壮な表情は消え去った。彼の眉は逆立ち、耳さえもがぴんと立ち上がるように思われた。「やあ君、これは並外れだね。この味は何だろう？シナモン？ジャスミン？あれかな……コウモリの糞？この物質の生命力ときたら！エネルギーを感じるよ！」<br/><br/>　彼の熱狂は唐突に霧散した。「ああ、そうだね。これは売れると思う。一袋につき、八十クローネを支払うよ。それが君らの変てこな地下の通貨でいくらになるにせよね。こいつは惨めに老いさらばえたこの場所を助けてくれるかもしれない。何だって可能性はある、そう思うよ」@{I}The Proprietor's sorrowful expression vanishes. His eyebrows bristle. Even his ears seem to prick up. \"My friend, this is extraordinary. What flavours do I detect? Cinnamon? Jasmine? is that... bat guano? The vitality of this substance! The energy!\"\u000d\u000a\u000d\u000aHis enthusiasm dissipates abruptly. \"Yes. Yes, I suppose it will do. I'll pay you eighty kronen - whatever that is in your peculiar subterranean currency - for every sack you bring me. Perhaps it will do this poor old place some good. Anything's possible, I suppose.\"",
                                     "LinkToEvent": {"Id": 151453},
                                     "Name": "「ああー……」@{I}\"Aaaahhh...\"", "Id": 151454},
                    "Name": "取引関係を打ち立てる@{I}Establish a business relationship",
                    "Description": "　誇り高く輝くカフェ・フェルステルは、長きに渡って知的生活の中心地だった。だが、店のコーヒーは質が落ちてきている。そこの憂鬱な経営者にサンプルを提供してみよう。@{I}The proud and glittering Café Ferstel has long been a centre of intellectual life. But its coffee has deteriorated in quality. Offer a sample to the Melancholic Proprietor.",
                    "ButtonText": "", "Id": 129256},
                   {"DefaultEvent": {"Description": "「日ごとに」彼はカフェのせわしない賑わいに手を振った。「私たちは少しずつ破綻へと近づいている。君のコーヒーは、私たちの破滅を遅らす役に立っているよ。たとえそれが一、二週間のことだとしてもね。私は感謝している、そう思うよ。ほら。これが私に払えるだけのすべてだ」@{I}\"Each day - \" the Proprietor waves at the bustling blaze of the Café \" - we draw a little nearer to bankruptcy. Your coffee helps delay our demise, if only by a week or two. I am grateful, I suppose. Here: this is all I can afford to pay you.\"",
                                     "LinkToEvent": {"Id": 151453},
                                     "Name": "フェルステルの黒い血@{I}The black blood of the Ferstel",
                                     "Id": 153901},
                    "Name": "カフェ・フェルステルにコーヒーを届ける@{I}Deliver coffee to the Café Ferstel",
                    "Description": "　ガス灯の明かり。素早くテーブルを一掃するウェイターたち。背を丸めてテーブルに座る、チェスの競技者たち。憂鬱な経営者は、口ひげ用ワックスから顔を上げると、物憂げに口を開いた。「ああ、私に残された唯一の友よ。君がまだ生きていてくれて嬉しいよ」@{I}Gas-lamps glow; waiters swoop; chess-players hunch over their tables. The Melancholic Proprietor looks up from his moustache wax. \"Aha,\" he says gloomily. \"My only remaining friend. I'm glad you're not dead yet.\"",
                    "ButtonText": "", "Id": 130776},
                   {"DefaultEvent": {"Description": "「我らの兄弟姉妹たちが、地底で光の実験をしているんだ。つまり、解放のためにさ」扇動者はあなたの肩を掴んだ。「これらはNeathでは手に入りにくいものなんだ。とても手に入りにくい。君は我らの活動を何ヶ月分も先に進めることになるだろう。頼む。あらゆる暴君からの自由のためだ」@{I}\"Our sisters and brothers below are performing experiments in light. For, you know, the Liberation.\" The Agitator clasps your shoulder. \"These are hard to find in the Neath. So hard. You'll be advancing our cause by months. Please. For freedom from all tyrants.\"",
                                     "LinkToEvent": {"Id": 151453},
                                     "Name": "難解なガラス器具@{I}Esoteric glassware", "Id": 153902},
                    "Name": "「ねえ君！自由のために一発かましてくれないか？」@{I}\"Psst! Friend! Strike a blow for freedom, will you?\"",
                    "Description": "　落ち着きのない扇動者が、地下のロンドンまで物資を運んでほしいと懇願してきた。それは革命のためだと言う。@{I}A Fidgety Agitator beseeches you to take supplies below, to London, for the cause of Revolution.",
                    "ButtonText": "", "Id": 130777},
                   {"DefaultEvent": {"Description": "　旧き獰猛な男はあなたの説明に熱心に聞き入っていた。話が済むと、彼は人をやって扇動者の逮捕に向かわせた。「感謝するよ。私は支払いによって君を侮辱するつもりはない。だが、君がここを去る前に、私は君を夕食に招待せねばならんな」<br/><br/>　支払いなし？しかし、夕食の席での会話は有益な情報に溢れていた。もしかしたらこの老人は、自らの何らかの計略の手駒として、あなたを利用しようとしているのかもしれない。ともあれ、海軍省はこの話を喜んで聞いてくれるだろう。@{I}$Admiralty -> 海軍省$A fierce old fellow listens intently to your account, and dispatches agents to arrest the Agitator. \"We are grateful,\" he says. \"I shall not insult you by offering you payment. But I must invite you to dine with me before you leave.\"\u000d\u000a\u000d\u000aNo payment? But the dinner conversation is rich with valuable information. Perhaps the old fellow is using you as a pawn in some scheme of his own. No matter: the Admiralty would love to hear this.",
                                     "LinkToEvent": {"Id": 151453},
                                     "Name": "当局の紳士との夕食@{I}A dinner with a gentleman from the Bureau",
                                     "Id": 153903},
                    "Name": "落ち着きのない扇動者について当局に報告する@{I}Report the Fidgeting Agitator to the authorities",
                    "Description": "　彼の理想主義は不安になるぐらい明るく燃え盛っている。それに、あなたは彼の情報を利益に変えられるかもしれない。@{I}His idealism burns worryingly bright. Besides, you might turn a profit from informing on him.",
                    "ButtonText": "", "Id": 130778},
                   {"DefaultEvent": {"Description": "「我らはいつの日か、太陽の息の根を止めてやろう。あれこそは王の中の王。だが一歩ずつ、だね？一歩ずつだ」@{I}\"One day, my friend, we will extinguish the Sun, who is the king of all kings. But one step at a time, eh? One step at a time.\"",
                                     "LinkToEvent": {"Id": 151453},
                                     "Name": "ロンドン行きの物資@{I}Supplies, London-bound", "Id": 182263},
                    "Name": "扇動者に再び恩を売る@{I}Another favour for the Agitator",
                    "Description": "「こっちだ、同胞！大いなる業は進行中だ。だが、君が助けてくれれば、その歩みは速まる」@{I}\"Over here, friend! The Work proceeds. But you can help it proceed faster.\"",
                    "ButtonText": "", "Id": 147487},
                   {"DefaultEvent": {"Description": "「このハムホックが気に入ったか？なら、君がいくらか持ち帰れるようコックに言っておこう。さて、今日は同席してくれてありがとう。実に愉快、そして実に啓蒙的であった」@{I}\"You enjoyed the ham hock? I will have Cook provide you with something to take away. Well, thank you for your company. Most pleasant. And most enlightening.\"",
                                     "LinkToEvent": {"Id": 151453},
                                     "Name": "九コースの料理と、珍しいリキュール酒@{I}Nine courses, and a rare liqueur",
                                     "Id": 182264},
                    "Name": "当局の友人と夕食を共にする@{I}Dine with your friend from the Bureau",
                    "Description": "「もう戻ってきたのか？僥倖だ！冥界での暮らしぶりはどうだ？何か私に話してくれることがあったりはするかね？」@{I}\"Back so soon? A charming surprise! How is life in the netherworld? Do you perhaps have something else for me?\"",
                    "ButtonText": "", "Id": 147488},
                   {"DefaultEvent": {"Description": "　あなたは二人の銀行員がうわさ話を交わす車内で眠りに落ちた。目覚めると、あなたの頭は、いびきを立てる兵士の肩に乗っかっていた。幸い、彼は気づかなかったようだ。@{I}Fall asleep in a carriage with two gossiping bankers. Wake with your head on a snoring soldier's shoulder. Fortunately he doesn't seem to have noticed.",
                                     "LinkToEvent": {"Id": 153894},
                                     "Name": "線路がブンブンと音を立てる@{I}The hum of the rails", "Id": 182265},
                    "Name": "ナポリに戻る@{I}Back to Naples",
                    "Description": "　深夜急行で。八時の列車の方が空いているのだが、そちらは危険なほどの太陽光に晒されてしまう。それに、あなたは復路のチケットを持っているのだ。@{I}The Midnight Express. The eight o'clock train is less crowded, but dangerously exposed to sunlight. Besides, you have your return ticket.",
                    "ButtonText": "", "Id": 147489},
                   {"DefaultEvent": {"Description": "　当たり前だ。大いなる業はもう完成したのだから。たぶん、彼はそれを祝うために地下に降りたのだろう。@{I}Of course. The Great Work is complete. Perhaps he's gone below to celebrate it.",
                                     "LinkToEvent": {"Id": 151453},
                                     "Name": "あなたの仕事は完了した@{I}Your work is done", "Id": 182267},
                    "Name": "接触者の姿がない@{I}No sign of your contact",
                    "Description": "　落ち着きのない扇動者はどこだろう？@{I}Where is the Fidgeting Agitator?",
                    "ButtonText": "", "Id": 147491},
                   {"DefaultEvent": {"Description": "「友たち、そして、尊敬する顧客たちへ――ここ何ヶ月も、私は革命と困窮という双子の影の中で生きてきた。それらを恐れるあまり、私の魂は日ごとに鉛を仕込まれたように重くなっていたんだ。私はもう、あんな恐怖には耐えられなかった。だから、私は自分のカフェに火を放った。迷惑を掛けてすまない。私は家で警察を待つこととする。さようなら」@{I}\"FRIENDS, RESPECTED CLIENTS - for months I have lived in the twin shadow of Revolution and Destitution. Each day, their terrors have weighted my soul with lead. The fear of it has been too much to bear. Consequently, I have set my Café afire. I regret the inconvenience. I will wait at home for the police. Farewell.\"",
                                     "LinkToEvent": {"Id": 151453},
                                     "Name": "憂鬱な経営者からの告知@{I}A notice from the Melancholy Proprietor",
                                     "Id": 182269},
                    "Name": "フェルステルの残骸@{I}The Ferstel's carcass",
                    "Description": "　カフェ・フェルステルは炎に蹂躙された残骸と化していた！手書きの掲示が、歪んで黒くなった入口ドアの枠に掛かっている。@{I}The Café Ferstel is a fire-ravaged wreck! A hand-lettered sign hangs from the blackened, twisted frame of the entrance door.",
                    "ButtonText": "", "Id": 147493},
                   {"DefaultEvent": {"Description": "　彼の目は厳粛だった。「大いなる力は絶えず見張っている」彼は囁いた。「ここですらも。君のなしたすべてを、君がなすと決めたすべてを見ている。忘れてはならんぞ。もっと太陽のない海があることを」@{I}His eyes are grave. \"The Great Powers are always watching,\" he hisses. \"Even here. Everything you've done, you chose to do. Remember: there is a sea more sunless.\"",
                                     "LinkToEvent": {"Id": 151453}, "Name": "「シィーッ！」@{I}\"Shh!\"",
                                     "Id": 187739},
                    "Name": "当局の友人に、かつてあなたと面識があったかどうか尋ねる。今よりずっと以前に……@{I}Ask the Bureau friend whether you had met before, long ago...",
                    "Description": "　氷結城で、あなたはとある記憶を暴いた。あれはあなたの記憶だったろうか？@{I}$Frostfound -> 氷結城$In Frostfound, you uncovered certain memories. Were they yours?",
                    "ButtonText": "", "Id": 150868}],
 "Description": "　ここ二重帝国の首都は、かつては今よりも華やかな日々を送っていた。宮殿の輝きは未だ健在だが、街には不安が立ち込めている。壁の三枚に一枚は落書きで汚れていて、そのほとんどはドイツ語ではない。『結束か死か』『ロンドンを忘れるな』そして『夜の解放』。<br/><br/>　過激派は投石でガス灯を破壊するようになっていた。そのお陰で、夜は申し分ない暗さなのがせめてもの救いだ。@{I}The capital of the Dual Monarchy has seen better days. The palaces still glitter, but the mood is uneasy. Every third wall seems daubed with graffiti, only rarely in German: UNITY OR DEATH and REMEMBER LONDON and THE LIBERATION OF NIGHT.\u000d\u000a\u000d\u000aRadical elements have taken to smashing the gas-lamps with flung stones. At least that means it's decently dark at night.",
 "Name": "ウィーン@{I}Vienna", "Id": 151453}
