{"ChildBranches": [{"DefaultEvent": {"Description": "「...躰も魂も、白昼夢の中に...私の全てを引き裂き...貴方もこの渦の中に引きこまれてしまう...その前に。最愛なる人、私は去らねばならない。もう二度と、会う事は無いだろう -」手紙の最後は、無い。完全に破られている。貴方は彼を尋ねたが、荷物は何も無かった。\u000d\u000a\u000d\u000aソルトと呼ばれる神の呪いは貴方に降り掛かった。ダッパーチャップは居なくなった。@{M}\"...body and soul, into the... waking dreams which tear my skin... before the whirlpool draws you in too. Beloved, I must leave you. Although we will not meet again - \" The very bottom of the letter is missing, torn entirely across. You look up, but the courier is gone.\u000d\u000a\u000d\u000aThe curse of the god called Salt has fallen on you. The Dapper Chap is gone.",
                                     "Name": "", "Id": 151471},
                    "Name": "ダッパーチャップからの手紙@{M}A letter from the Dapper Chap",
                    "Description": "急いで書いたのか、字はとても汚く、筆跡が辛うじて分かる程度だった。「最愛の人へ -」そう書き出されている。長い血の汚れが、次の行を読みづらくしていた。@{M}The writing is so ragged with haste that you barely recognise it. \"Beloved - \" it begins. A long smear of blood obscures the very next line.",
                    "ButtonText": "", "Id": 129263},
                   {"DefaultEvent": {"Description": "「彼女の最後の姿の詳細をここに書き記す事は出来ない。だがそれはどう見ても眩しく、冷たく、孤独だった事は伝えねばならない。更に言える事は無い...だが、彼女の最後の願いは、この伝言を貴方にしっかりと伝えて欲しいという事だった。彼女の貴方に対する一途さは、私の尊敬を得るに十分だった。\"お願い、輝く船からの言葉や申し入れを聞き流す事だけはしないで。私達は曙光機が為す事に余計なお節介をすべきではない、という事を痛感させられたわ...\"」\u000d\u000a\u000d\u000aソルトと呼ばれる神の呪いは貴方に降り掛かった。ライクリーラスは居なくなった。@{M}$Dawn Machine -> ドーン・マシン$\"...cannot disclose details of her ultimate fate, but I regret that, in all likelihood, it was bright and cold and lonely. More I cannot say: but it was her last request that this message be delivered, and she won my respect long ago. I enjoin you to ignore any overtures or messages from captains of the bright ships: we have learnt not to meddle with the affairs of the Dawn Machine...\"\u000d\u000a\u000d\u000aThe curse of the god called Salt has fallen on you. The Likely Lass is gone.",
                                     "Name": "\"...輝けるモノの為す事...\"@{M}$Crown -> 王権$\"...the business of the Crown...\"",
                                     "Id": 151472},
                    "Name": "外務省からの公文書@{M}$Foreign Office -> 外務省$An official notice from the Foreign Office",
                    "Description": "貴方が目を走らせると、そこにはライクリーラスの名前が...@{M}You scan it quickly and catch the Likely Lass' name...",
                    "ButtonText": "", "Id": 129264},
                   {"DefaultEvent": {"Description": "「...躰も魂も、白昼夢の中に...私の全てを引き裂き...貴方もこの渦の中に引きこまれてしまう...その前に。最愛なる人、私は去らねばならない。私達は...去らねばならない -」手紙の最後は、無い。完全に破られている。貴方は彼を尋ねたが、荷物は何も無かった。\u000d\u000a\u000d\u000aソルトと呼ばれる神の呪いは貴方に降り掛かった。ダッパーチャップは居なくなった...貴方の子供と共に。@{M}\"...body and soul, into the... waking dreams which tear my skin... before the whirlpool draws you in too. Beloved, I must leave you. We must both leave you - \" The very bottom of the letter is missing, torn entirely across. You look up, but the courier is gone.\u000d\u000a\u000d\u000aThe curse of the god called Salt has fallen on you. The Dapper Chap is gone... with your child.",
                                     "Name": "彼らは一つ@{M}They are one", "Id": 151473},
                    "Name": "ダッパーチャップからの手紙@{M}A letter from the Dapper Chap",
                    "Description": "急いで書いたのか、字はとても汚く、筆跡が辛うじて分かる程度だった。「最愛の人へ -」そう書き出されている。長い血の汚れが、次の行を読みづらくしていた。@{M}The writing is so ragged with haste that you barely recognise it. \"Beloved - \" it begins. A long smear of blood obscures the very next line.",
                    "ButtonText": "", "Id": 129265},
                   {"DefaultEvent": {"Description": "「彼女の最後の姿の詳細をここに書き記す事は出来ない。だがそれはどう見ても眩しく、冷たく、孤独だった事は伝えねばならない。もっと辛く苦しい事を貴方に伝えなければならない...それは、貴方のご子息もこの運命に付き従ったという事だ。更に言える事は無い...だが、彼女の最後の願いは、この伝言を貴方にしっかりと伝えて欲しいという事だった。彼女の貴方に対する一途さは、私の尊敬を得るに十分だった。\"お願い、輝く船からの言葉や申し入れを聞き流す事だけはしないで。私達は曙光機が為す事に余計なお節介をすべきではない、という事を痛感させられたわ...\"」\u000d\u000a\u000d\u000aソルトと呼ばれる神の呪いは貴方に降り掛かった。ライクリーラスは居なくなった。子供と共に。@{M}$Dawn Machine -> ドーン・マシン$\"...cannot disclose details of her ultimate fate, but I regret that, in all likelihood, it was bright and cold and lonely. It is with infinite regret that I must inform you that your child shared this fate. More I cannot say: but it was her last request that this message be delivered, and she won my respect long ago. I enjoin you to ignore any overtures or messages from captains of the bright ships: we have learnt not to meddle with the affairs of the Dawn Machine...\"\u000d\u000a\u000d\u000aThe curse of the god called Salt has fallen on you. The Likely Lass is gone. Your child, too.",
                                     "Name": "\"...輝けるモノの為す事...\"@{M}$Crown -> 王権$\"...the business of the Crown...\"",
                                     "Id": 175343},
                    "Name": "外務省からの公文書@{M}$Foreign Office -> 外務省$An official notice from the Foreign Office",
                    "Description": "貴方が目を走らせると、そこにはライクリーラスの名前が...@{M}You scan it quickly and catch the Likely Lass' name...",
                    "ButtonText": "", "Id": 143197},
                   {"DefaultEvent": {"Description": "「...皆、消えたのです。全て、同じ夜に。陛下の御子息がお眠り遊ばしていた部屋の壁に、メッセージが書かれていたのを発見致しました。\"旅人還りぬ\"...と。他の痕跡は何も見当たりませんでした。巡査達はかなり当惑して居ります。今回の件、痛恨の極みと申し上げざるを得ず、宸襟を騒がせ奉り...」\u000d\u000a[貴方の王朝は一瞬にして消し去られてしまいました。もし貴方に恋人や子供が居る場合、今のところ彼らに変化はありません。]@{M}\"...vanished, every one, all on the same night. On the wall of the room where your heir slept, we found this message painted: TRAVELLER RETURNING. No other trace remains. The Constables are baffled. My most heartfelt condolences...\" [Your dynasty has been wiped out at a stroke. If you have a sweetheart or child, they remain untouched... for now.]",
                                     "Name": "不可思議な大事件@{M}Mysterious occurrences", "Id": 180737},
                    "Name": "ぞっとしない知らせ@{M}Appalling news",
                    "Description": "貴方の家族に何かが起こったようです。@{M}Something has happened to your family.",
                    "ButtonText": "", "Id": 146488}],
 "Description": "死の特使が、貴方の船の接舷と同時に波止場まで急行してきた。「失礼します、[q:Addressed As]。」 彼女が敬礼する。 -「貴方へこちらを手渡しする様にと依頼を受けました。」@{M}A Grave Courier paces the quayside as your ship ties up. \"[q:Addressed As],\" she hails you - \"I was commissioned to give this into your hand.\"",
 "Name": "暗いニュース@{M}Dark News", "Id": 151470}
