{"ChildBranches": [{"DefaultEvent": {"Description": "「俺の敵は」彼は説明した。「パラボラの端の、ミラー・マーチをうろついている」彼は木彫の像を軽く叩いた。「俺はこの像に生き物の匂いで餌をつけた。俺の敵はこの中に入り、そして罠に掛かるだろう。そうなれば俺たち――俺とあんたは、その力を利用できるようになる」<br/><br/>　彼は顔をしかめた。「代わりに敵が俺の中に入ってくる可能性もある。至極現実味のある可能性だ。仮にそういうことが起こったら、あんたは俺の盗まれた体を殺して、海に投げ捨ててくれると信じてるよ」@{I}「俺の敵は -」彼の説明が続く。「パラボラの淵にある銀鏡回廊をうろついているんだ。」そう言いながら、木像を軽く叩く。「俺は自分の人生を賭けて、この木像を掴んだんだ。俺の敵はこれに入り、そして罠にかかる。そうなったら、そいつの力を使う事が出来るんだ。お前と、俺でね。」\u000d\u000a\u000d\u000aそこまで言うと、彼は顔をしかめた。「ただ、こいつがこの木像ではなく俺自身に入ってくる可能性はある。それも結構な可能性だ。もしそれが現実になったら、お前が俺の盗まれた体ごと敵を殺し、海へ投げ捨ててくれると信じている。」@{M}$Mirror-Marches -> ミラー・マーチ$\"My enemy,\" he explains, \"roams the Mirror-Marches at the edge of Parabola.\" He taps the wooden statue. \"I have baited this image with the scents of life. My enemy will enter, and be ensnared. And then we can put its power to use, you and I.\"\u000d\u000a\u000d\u000aHe frowns. \"There is a possibility it will enter me instead. Quite a real possibility. Should that occur, I trust you will murder my stolen body and fling it in the sea.\"",
                                     "LinkToEvent": {"Id": 152145},
                                     "Name": "蛇の牢獄@{I}大蛇の檻@{M}A prison for serpents", "Id": 152152},
                    "Name": "気さくなマジシャンの計画@{I}温和なマジシャンの計画@{M}$Genial Magician -> 気さくなマジシャン$The Genial Magician's Plan",
                    "Description": "……それは正確にはどのような内容なのだろうか？@{I}...正確に、それは何だろうか?@{M}...what is it, exactly?",
                    "ButtonText": "", "Id": 129693},
                   {"DefaultEvent": {"Description": "　彼は行った。先に言っていた通り、彼はきっかり十一時間経つまで戻らなかった。あなたは街区の端の、古い隊商宿の中で待った。霧の中で青い光がちらついた。不自然な風があなたの髪をくすぐった。そして彼は戻ってきた！彼はふらつく足取りで霧の中から歩み出た。彼の両目からは血が流れていた。しかし彼は微笑んでいた――疲れきった、死に物狂いの笑顔だった。彼はあなたの手を握り、帰り道はずっとあなたの肩にもたれかかっていた。@{I}彼は、前もって言っていた様に、正確に11時間姿を消した。地区の片隅にある古めかしい隊商宿で、貴方は待ち続けた。そんな時、霞の中で青い光芒が閃く。それに呼応するかのように、風が貴方の髪を撫でた。...そして彼が戻ってきた!覚束ない足取りながら、霧の中から出て来たのだ。彼の目から血涙が滴り落ちている。しかし彼は笑っていた - 困憊した、絶望的な笑みを。彼は貴方の手を握りしめ、そして貴方の肩につかまって帰路につく。@{M}He is gone, as he told you, for eleven hours exactly. You wait in the old caravanserai at the Quarter's edge. Blue lights flicker in the mist. An unlikely wind stirs your hair. And here he is! He staggers out of the mist. Blood trickles from his eyes. But he is smiling - an exhausted, desperate smile. He clasps your hand, and leans on your shoulder all the way back.",
                                     "LinkToEvent": {"Id": 152145},
                                     "Name": "苦しい勝利@{I}ギリギリの勝利@{M}A hard victory", "Id": 152154},
                    "RareDefaultEvent": {"Description": "　彼は行った。先に言っていた通り、彼はきっかり十一時間経つまで戻らなかった。あなたは街区の端の、古い隊商宿の中で待った。霧の中で青い光がちらついた。不自然な風があなたの髪をくすぐった。そして彼は戻ってきた！悠々と、軽快な足取りで。<br/><br/>　彼はあなたが聴いたことのないメロディをハミングしていた。それはもしかしたら、ミュージックホールで歌われているようなものなのかもしれない。彼はにやりと笑うと、あなたの手を取って激しく上下させた。「ありがとう。私の敵を、私の手の届くところまで連れて来てくれて。今や私は新しい形の自由を手に入れた。私はzeeに出てみたいな。いや、もう一回、ね。zeeに戻りたいなあ」<br/><br/>　蛇の像に何が起こった？彼は手を振ってその質問を片付けた。「私はもっと良いものを見つけたんだよ」@{I}彼は、前もって言っていた様に、正確に11時間姿を消した。地区の片隅にある古めかしい隊商宿で、貴方は待ち続けた。そんな時、霞の中で青い光芒が閃く。それに呼応するかのように、風が貴方の髪を撫でた。...そして彼が戻ってきた!霧の中から、春の野を駆け巡るかの様にスキップを踏んでいる。\u000d\u000a彼は、あたかもそれが音楽堂から流れてくるかのような、聞いたことの無い鼻歌を口ずさんでいた。貴方の姿を見て、彼はニヤリと笑い勢いよく手を握りしめては上下に振る。「俺の敵を俺の手の中に閉じ込める手伝いをしてくれて感謝する。今俺は、新しい自由を手に入れた。ああ、早くジーに\"行き\"たいよ。ああ、ジーに\"戻り\"たいよ、だったな。」\u000d\u000a\u000d\u000a彼が持っていた木像はどうなったのだ?彼はその問いを追いやった。「そんなものよりもっと良い物があったんだ。」@{M}He is gone, as he told you, for eleven hours exactly. You wait in the old caravanserai at the Quarter's edge. Blue lights flicker in the mist. An unlikely wind stirs your hair. And here he is! Emerging from the mist, marching with a spring in his step.\u000d\u000a\u000d\u000aHe is humming an air you haven't heard before: something from the music-halls, perhaps. He grins and pumps your hand. \"Thank you for delivering my enemy into my hands. I have a new kind of freedom, now. I think I would like to go to zee. Again, I mean. To return to zee.\"\u000d\u000a\u000d\u000aWhat happened with the serpent image? He waves the question away. \"I found something much better.\"",
                                         "LinkToEvent": {"Id": 152145},
                                         "Name": "笑顔の帰還@{M}微笑を浮かべた帰還@{I}A smiling return",
                                         "Id": 152155},
                    "Name": "彼の計画の遂行に必要な物を与える@{I}彼の計画成就に必要な物を与える@{M}Give him what he needs to complete his plan",
                    "Description": "「俺の行く場所へは、俺は一人で行く。だが、どうしてもあんたの助けが必要だ。あんたは良き友人として、俺にもう十分に親切にしてくれた。だがあと一つだけ、最後の頼みがある。(ひょっとしたら最後ではないかもな。もしも別の誰かが俺の体を着て戻ってきたら――あんたは俺を溺れさせる、良いか？頼んだぞ。)」@{I}「俺が行く所は、独りで行く。だが、お前に助けを乞わねばならない。もうお前は俺の良き友であり続けてくれた事は知っている。だが、これは最後の、俺がお前にするお願いだ。(正直言うと、最後のお願いでは無いな。もし俺の皮を被った何者かが戻ってきたら - 俺を海に沈めてくれよ。いいな?頼んだぞ。)」@{M}\"Where I go, I go alone. But I must ask your help. I know you have already been a good friend to me, but this will be the last thing I ever ask of you. (Perhaps not quite the last thing. If something else comes back wearing my body - you will see me drowned, yes? Please.)\"",
                    "ButtonText": "", "Id": 129695},
                   {"DefaultEvent": {"Description": "「ああ、良いね」彼は満足気に言った。「これなら大丈夫だろう。とても上手くやれるさ」彼は自分の指を巻き上げ、その柔軟性に惚れ惚れとしていた。「実際、とても上手くね」@{I}「おお、良いな。」彼が満足そうに呟いている。「これは良い。これはすごく良い。」彼は自分の指を曲げ、感心したように眺めている。「いや、本当に良い。」@{M}\"Oh yes,\" he purrs. \"This will do. This will do very nicely.\" He curls his fingers, admiring their flex. \"Very nicely indeed.\"",
                                     "Name": "", "Id": 152156},
                    "Name": "垢抜けたマジシャンを船に迎え入れる@{I}洗練されたマジシャンよ、船へようこそ@{M}$Urbane Magician -> 垢抜けたマジシャン$Welcome the Urbane Magician aboard",
                    "Description": "　彼はかつての彼と完全に同じではないかもしれないが、それでもあなたには機関士が必要だ。@{I}今の彼はかつて貴方が知る彼では無いのかも知れないが、貴方には技師が必要だ。@{M}He may not be quite the man he was, but you do need an engineer.",
                    "ButtonText": "", "Id": 129696},
                   {"DefaultEvent": {"Description": "　彼が笑顔を見せるまでにはかつてよりも時間が掛かった。しかしその笑顔は、以前よりも心からのものであるように、あなたには思われた。彼は海を離れるつもりも、あなたの下を去るつもりもなかった。「この勝利はあんたのおかげだ」彼はそう言った。<br/><br/>　彼は膝の上の蛇の像に目を落とした。その木彫の両目からは、猛り狂える必死さが滲み出ているようだった。「そしてこれを使えば、俺があんたに負っている大きな借りの一部を返すことができる。また後で話しかけてくれ……」@{I}マジシャンはかつてよりもゆっくりと、だが、より誠実な - と貴方が感じた - 笑みを浮かべた。彼には、海を去る、若しくは貴方の元を去るという考えが存在しなかった。「この勝利は...お前のお陰だ。」と彼は言った。\u000d\u000a\u000d\u000a彼は、自分の膝の上にある大蛇の木像に目を落とした。その木像の目からは、憤怒と絶望が溢れ出しているように思えてならなかった。「そして、私がお前に負った大きな借りの一部分を、このモノの力を使って返す事をこのモノは許してくれた。ああ...また後で話そう...」@{M}The Magician is slower to smile than he was, but the smile, you think, is more sincere. He has no plans to leave the sea, or your service. \"I owe this victory to you,\" he says.\u000d\u000a\u000d\u000aHe looks down at the serpent image where it sits in his lap. Its wooden eyes seem to brim with furious desperation. \"And this will permit some partial repayment of my great debt to you. Speak to me later...\"",
                                     "Name": "愉快な冗談@{I}軽い冗談@{M}Cheerful banter", "Id": 152157},
                    "Name": "満足したマジシャンと祝杯を共にする@{I}満足するマジシャンとの乾杯@{M}$Satisfied Magician -> 満足したマジシャン$Share a toast with the Satisfied Magician",
                    "Description": "　この忘却街区の中では、マジシャンは何が起こったのか詳しくは語らないだろう。しかし彼は、祝杯を上げてはどうかと言った。「蛇を罠に嵌めたことを祝してな」@{I}マジシャンは、忘却の地で起こった出来事の詳細を教えてはくれない。だが彼が乾杯の音頭を取った時、こう言ったのだ。「罠にかかった大蛇に -」@{M}$Forgotten Quarter -> 忘却街区$The Magician will not speak of precisely what happened, there in the Forgotten Quarter. But he proposes a toast: \"To the ensnarement of serpents.\"",
                    "ButtonText": "乾杯！@{I}TOAST!", "Id": 129697},
                   {"DefaultEvent": {"Description": "　あなたは垢抜けたマジシャンの船室の扉を後ろ手に閉ざした。あなたの息は荒く、爪の中には血が溜まっていた。特別に選んだ二人の水夫が船室に入り、彼の残骸に対して必要な処理を行った。彼のポケットに入っていたものは何だろうか？@{I}マジシャンの部屋の扉を閉め、貴方はそこを後にした。呼吸は早い： 貴方の爪の間には血がこびりついている。指で呼びつけられた二人の船乗りが船室に入り、残された死体を片付ける作業をしている。それにしても、彼はポケットに何を忍ばせていたのだろう?@{M}$Urbane Magician -> 垢抜けたマジシャン$You close the door of the Urbane Magician's cabin behind you. You are breathing rapidly: there is blood under your nails. Two zailors - hand-picked - enter the cabin to do what is necessary with his remains. What has he got in his pocketses?",
                                     "Name": "おぞましい仕事@{I}残酷な任務@{M}A grim duty", "Id": 152158},
                    "Name": "垢抜けたマジシャンを殺す@{I}洗練されたマジシャンを殺害する@{M}$Urbane Magician -> 垢抜けたマジシャン$Murder the Urbane Magician",
                    "Description": "　これはあなたの知る男ではない。そしてあなたの知る男は、あなたに最後の願いを託していた。@{I}彼は、貴方が知っている、貴方がきっと\"最後の約束\"を果たしてくれると最後まで信じていた、あの男ではない。@{M}This is not the man that you knew: and the man that you knew trusted you to do this one last thing.",
                    "ButtonText": "", "Id": 129698},
                   {"DefaultEvent": {"Description": "「もう事情が変わったというのは私も理解しているさ。一緒に航海できないのは残念だけどね……やっぱり。ただそれでも、私は君に借りがあるわけでさ。ここで今、それを返すよ。キャッスル・オブ・フォレストからの、君への贈り物さ」彼は机の上に何かを置いた。それは、秘密が強く殴り書きされた、銀緑の葉っぱだった……@{I}「ああ、以前とは違う、という事は理解している。君ともう共に航海出来ないという事は非常に悲しい事だ。何にしても、俺は君に感謝と借りがある。今ここでそれをお返ししよう。君に喜んで貰えると良いが。森の城から持ってきたものだ。では、元気でな。」そう言うと、彼は何かをテーブルの上に置いた。それは秘密が走り書きされた、銀緑の葉であった。@{M}\"I understand that things are different now. A pity we will not zail together... yet. Nevertheless, I owe you a debt of gratitude. Now I shall pay it. Something for you, from the Castle of Forests. Goodbye.\" He lays something on the table: a silver-green leaf tightly scribbled with secrets...",
                                     "Name": "穏やかに微笑んで@{I}穏やかな笑み@{M}Blandly smiling", "Id": 152159},
                    "Name": "垢抜けたマジシャンを開放する@{I}洗練されたマジシャンを下船させる@{M}$Urbane Magician -> 垢抜けたマジシャン$Let the Urbane Magician go free",
                    "Description": "　事態は錯綜している。ひょっとしたら彼は盗まれたのではなく、ただ変わっただけかもしれない。あなたには彼を殺すつもりはないが、かと言って、彼を船に置いておくつもりもない。@{I}どうしたら良いのだろうか。彼は盗まれてなどおらず、ただ\"変わった\"だけなのかもしれない。貴方に彼は殺せないが、この船に乗せ続ける事も出来ない。@{M}This is a tangle. Perhaps he's not stolen, only changed. You won't kill him, but neither will you have him on your ship.",
                    "ButtonText": "", "Id": 129699},
                   {"DefaultEvent": {"Description": "　蛇の操り人形を抑えつけるのは簡単ではなかったが、最終的には成し遂げられた。あなたは約束を守り、名誉は保たれたわけだ。次は空腹を満たそう。<br/><br/>……もしも魚を薔薇の油で香りづけしたら、そしてその結果が、胸の悪くなる以上にそそられるものであれば、こういう結果になるかもしれない。そそられる味だ。悲しくもある。酷く悲しい。少しだけ後に取っておこう。船員たちには、雉の肉だと言えば良いさ。@{I}大蛇の傀儡を抑えつけるのは容易な事ではなかったが、最終的にそれは達された。貴方は約束を守り、名誉は保たれた。今度は飢えを満たさなければならない。\u000d\u000a\u000d\u000a...もし魚が薔薇香油の味を持ち、悍ましいというよりは乙な味だとすれば、これがそうなのだろう。面白い味ではあった。悲しくも...ひどく悲しくもあった。ただ、後々の為に少し保管しておこう。船員には\"海雉の肉だ\"とでも言っておこうか。@{M}It is not easy to subdue the serpent's puppet, but at last it's done. You have satisfied honour: now, satisfy hunger.\u000d\u000a\u000d\u000a..if fish were flavoured with oil of roses, and if the result were more intriguing than disgusting, then this might be the result. Intriguing. Sad, too, terribly sad. Store a little for later. You can tell your crew it's sea-pheasant.",
                                     "Name": "花のような香り@{I}花の香りの如く@{M}A scent like flowers",
                                     "Id": 152162},
                    "Name": "垢抜けたマジシャンを食べる@{I}洗練されたマジシャンの\"味\"は...@{M}$Urbane Magician -> 垢抜けたマジシャン$Consume the Urbane Magician",
                    "Description": "　人間の体を乗っ取った夢界の蛇。その『味』は、どんなものだろうかね？それにもちろん約束もある。もしもの場合にマジシャンの敵の始末をどうのこうのというやつだ。@{I}盗まれた人間の体に潜む、夢の大蛇。それは<i>どんな味</i>なのだろうか?そして、当然、マジシャンの敵を廃棄するという約束も忘れてはいない。ただ、もしそれが...ゴニョゴニョ。@{M}A dream-serpent in a stolen human body. How <i>will</i> it taste? And, of course, you did promise to dispose of the Magician's enemy if, et cetera, et cetera.",
                    "ButtonText": "", "Id": 129700},
                   {"DefaultEvent": {"Id": 153232},
                    "Name": "忘れっぽい考古学者から、目のない頭蓋骨を手に入れる@{I}忘れっぽい考古学者から目の無い頭蓋骨を手に入れる@{M}$Eyeless Skull -> 目のない頭蓋骨$Obtain an Eyeless Skull from a Forgetful Archaeologist",
                    "Description": "「何だ……？誰だ……？持っていけ。秘密を1つだ、それでこれはお前のもんだ……違うか？」[頭蓋骨はイリーゴの光に汚染されています。これはあなたの基礎能力値を傷つけます。あなたが確かにこれを求めているのでない限り、これを買ってはいけません。]@{I}「何だ...?誰だ...?持っていけ。秘密は一つ、それはお前のものだ - そうだろう?」[頭蓋骨はイリゴ色の発光で汚染されており、それは貴方の第一能力にダメージを与えます。どうしても欲しいという確証がない限りは買わない事です。]@{M}\"What...? Who...? Take it. One Secret, and it's yours - isn't it?\" [The Skull is tainted with irrigo radiation, which will damage your primary abilities. Don't purchase it unless you're sure you want it.]",
                    "ButtonText": "", "Id": 130393},
                   {"DefaultEvent": {"Description": "　彼は行った。先に言っていた通り、彼はきっかり十一時間経つまで戻らなかった。あなたは街区の端の、古い隊商宿の中で待った。霧の中で青い光がちらついた。不自然な風があなたの髪をくすぐった。そして彼は戻ってきた！彼はふらつく足取りで霧の中から歩み出た。彼の両目からは血が流れていた。しかし彼は微笑んでいた――疲れきった、死に物狂いの笑顔だった。そして斑模様の、パンサーの目を持った猫が、輿の上の女王のように彼の肩に乗っかっていた。彼はあなたの手を握り、帰り道はずっとあなたの肩にもたれかかっていた。猫は満足気に喉を鳴らし、舌なめずりをしていた。@{I}彼は、前もって言っていた様に、正確に11時間姿を消した。地区の片隅にある古めかしい隊商宿で、貴方は待ち続けた。そんな時、霞の中で青い光芒が閃く。それに呼応するかのように、風が貴方の髪を撫でた。...そして彼が戻ってきた!覚束ない足取りながら、霧の中から出て来たのだ。彼の目から血涙が滴り落ちている。しかし彼は笑っていた - 困憊した、絶望的な笑みを。そしてその肩には、駕籠の中のお姫様よろしく、パンサーの目をしたトラネコが乗っていた。彼は貴方の手を握りしめ、そして貴方の肩につかまって帰路につく。猫はゴロゴロと鳴き、舌なめずりをしていた。@{M}He is gone, as he told you, for eleven hours exactly. You wait in the old caravanserai at the Quarter's edge. Blue lights flicker in the mist. An unlikely wind stirs your hair. And here he is! He staggers out of the mist. Blood trickles from his eyes. But he is smiling - an exhausted, desperate smile - and the tabby cat with the panther's eyes rides his shoulder like a queen in a palanquin. He clasps your hand, and leans on your shoulder all the way back. The cat purrs, and licks her lips.",
                                     "LinkToEvent": {"Id": 152145},
                                     "Name": "苦しい勝利@{I}ギリギリの勝利@{M}A hard victory", "Id": 155164},
                    "RareDefaultEvent": {"Description": "　彼は行った。先に言っていた通り、彼はきっかり十一時間経つまで戻らなかった。あなたは街区の端の、古い隊商宿の中で待った。霧の中で青い光がちらついた。不自然な風があなたの髪をくすぐった。そして彼は戻ってきた！悠々と、軽快な足取りで。<br/><br/>　彼はあなたが聴いたことのないメロディをハミングしていた。それはもしかしたら、ミュージックホールで歌われているようなものなのかもしれない。彼はにやりと笑うと、あなたの手を取って激しく上下させた。「ありがとう。私の敵を、私の手の届くところまで連れて来てくれて。今や私は新しい形の自由を手に入れた。私はzeeに出てみたいな。いや、もう一回、ね。zeeに戻りたいなあ」<br/><br/>　蛇の像に何が起こった？彼は手を振ってその質問を片付けた。「私はもっと良いものを見つけたんだよ。君の猫？ああ、彼女なら多分、ネズミでも追いかけてるんじゃないかな。君は寝ないで待っていなくても構わないって言ってたよ」@{I}彼は、前もって言っていた様に、正確に11時間姿を消した。地区の片隅にある古めかしい隊商宿で、貴方は待ち続けた。そんな時、霞の中で青い光芒が閃く。それに呼応するかのように、風が貴方の髪を撫でた。...そして彼が戻ってきた!霧の中から、春の野を駆け巡るかの様にスキップを踏んでいる。\u000d\u000a彼は、あたかもそれが音楽堂から流れてくるかのような、聞いたことの無い鼻歌を口ずさんでいた。貴方の姿を見て、彼はニヤリと笑い勢いよく手を握りしめては上下に振る。「俺の敵を俺の手の中に閉じ込める手伝いをしてくれて感謝する。今俺は、新しい自由を手に入れた。ああ、早くジーに\"行き\"たいよ。ああ、ジーに\"戻り\"たいよ、だったな。」\u000d\u000a\u000d\u000a彼が持っていた木像はどうなったのだ?彼はその問いを追いやった。「そんなものよりもっと良い物があったんだ。うん?お前の猫?ああ、彼女ならどこかで鼠でも追いかけているんだろう。待ってなくても良いと言っていたよ。」@{M}He is gone, as he told you, for eleven hours exactly. You wait in the old caravanserai at the Quarter's edge. Blue lights flicker in the mist. An unlikely wind stirs your hair. And here he is! Emerging from the mist, marching with a spring in his step.\u000d\u000a\u000d\u000aHe is humming an air you haven't heard before: something from the music-halls, perhaps. He grins and pumps your hand. \"Thank you for delivering my enemy into my hands. I have a new kind of freedom, now. I think I would like to go to zee. Again, I mean. To return to zee.\"\u000d\u000a\u000d\u000aWhat happened with the serpent image? He waves the question away. \"I found something much better. Your cat? Oh, she's chasing mice, probably. She suggested that you not wait up for her.\"",
                                         "LinkToEvent": {"Id": 152145},
                                         "Name": "笑顔の帰還@{M}微笑を浮かべた帰還@{I}A smiling return",
                                         "Id": 155165},
                    "Name": "彼に必要な物を与え……そしてあなたのパンサーを彼に同行させる@{I}彼に必要な物を与え...パンサーを彼と共に行かせる@{M}Give him what he needs...and send your Panther with him.",
                    "Description": "「俺の行く場所へは、俺は一人で行く。だが、どうしてもあんたの助けが必要だ。あんたは良き友人として、俺にもう十分に親切にしてくれた。だがあと一つだけ、最後の頼みがある。(ひょっとしたら最後ではないかもな。もしも別の誰かが俺の体を着て戻ってきたら――あんたは俺を溺れさせる、良いか？頼んだぞ。)」@{I}「俺が行く所は、独りで行く。だが、お前に助けを乞わねばならない。もうお前は俺の良き友であり続けてくれた事は知っている。だが、これは最後の、俺がお前にするお願いだ。(正直言うと、最後のお願いでは無いな。もし俺の皮を被った何者かが戻ってきたら - 俺を海に沈めてくれよ。いいな?頼んだぞ。)」@{M}\"Where I go, I go alone. But I must ask your help. I know you have already been a good friend to me, but this will be the last thing I ever ask of you. (Perhaps not quite the last thing. If something else comes back wearing my body - you will see me drowned, yes? Please.)\"",
                    "ButtonText": "", "Id": 131641},
                   {"SuccessEvent": {"Description": "　囚人の蜜は、夢見る者の精神だけではなく肉体をも転移させる。用心深げな黒薔薇で縁取られた小道を、あなたはマジシャンと連れ立って歩いた。「ローザーたちがこの道を敷いた」彼は言った。「また別の種類の、パラボラの召使たちだ。この地の王たちに歯向かうためにこの道を使っていると思うと愉快だな。見ろ――光だ。向こうの上の方。目が覚めた時には、俺たちは忘却街区への道を心得ているだろうよ」@{I}囚人の蜜は、夢見る者の体を意識ごと運んでくれる。マジシャンの横に並び歩いている貴方は、黒薔薇に彩られた道を眼前に見ていた。「薔薇人達がこの道を作ったのだよ。」彼は言う。「パラボラに付き従う者達だ。あの場所の王と対抗する為によく使わせてもらっている。見ろ - あそこに光がある。俺達が目を覚ました時、地区への道筋を覚えているだろう。」@{M}$(Firkin of)?[Pp]risoner's [Hh]oney -> 囚人の蜜$Prisoner's honey transports the dreamer's body as well as mind. You walk beside the Magician, along a path lined with watchful black roses. \"The Rosers built this way,\" he says. \"Another of Parabola's servant-peoples. It pleases me to use it against the kings of that place. Look - the light, up ahead. When we wake, we'll know the way to the Quarter.\"",
                                     "LinkToEvent": {"Id": 152145},
                                     "Name": "薔薇の道@{I}薔薇の小道@{M}A road of roses", "Id": 152149},
                    "DefaultEvent": {"Description": "　骨を激しく浴びせかけるニヤニヤ笑いの空模様の下、あなたとマジシャンはヒースの荒野を駆け抜けていた。「こっちじゃない！」彼は叫んだ「奴らの罠だ！起きろ！」@{I}貴方とマジシャンは夢の中で、骨を投げつけられる酷い嵐の荒野を走らされていた。「こっちじゃない!」彼は叫ぶ「これはあいつらの罠だ!起きろ!」@{M}You and the Magician run through a dream of a heath, under a grinning weather that pelts you with bones. \"Wrong way!\" he shouts. \"This is their trap! Wake up!\"",
                                     "LinkToEvent": {"Id": 152145},
                                     "Name": "頭蓋骨の嵐@{I}頭蓋骨の嵐@{M}A storm of skulls", "Id": 152147},
                    "RareDefaultEvent": {"Description": "　あなたはマジシャンと一緒に、注意深く夢見られた真紅の苔の楽園で横になっていた。突然、深い酩酊を誘うワインが天からスコールのように降り注ぎ、あなたの肌はびしょびしょになった。あなたは目が眩み、喜ばしい気分でいっぱいだった。「俺たちにはすべきことがあるわけだが」あなたたち二人は同意した。「多分、目が覚めたら思い出すだろうな」@{I}貴方とマジシャンは二人で、生い茂る赤苔の敷き詰められた、楽園のような夢の中で横たわっている。天から心地よいワインのシャワーが貴方の皮膚を洗い流すスコールとなって降り注ぎ、貴方は夢見心地の良い気分に浸っていた。「ここで何かを為すべきなのだろうな。」と彼は呟き、貴方は同意する。「目を覚ました時にこの事を覚えていられるかもしれない。」@{M}You recline, with the magician, in a carefully dreamt paradise of crimson moss. Intoxicating wines fall in sudden squalls from the heavens, soaking through your skin, leaving you giddy and delighted. \"There's something we should be doing,\" you both agree. \"Perhaps we'll remember when we wake.\"",
                                         "LinkToEvent": {"Id": 152145},
                                         "Name": "ベルベットの庭@{I}ビロードの庭園@{M}A velvet garden",
                                         "Id": 152160},
                    "Name": "忘却街区への道を開く@{I}忘却の地区への道を開く@{M}$Forgotten Quarter -> 忘却街区$Open the way to the Forgotten Quarter",
                    "Description": "「俺の復讐がそこで待ってる。蜜が必要になるな、夢を渡るために。あー、その、一樽貸してもらっても構わないかな？そして、俺が夢を渡る手助けをして欲しい？礼はするとも、その時が来れば」@{I}俺の復讐すべき相手はそこに居るんだ。俺には蜂蜜が必要だ。夢の中で導きを得る為にね。俺にその、樽を貸してはくれないだろうか?そして一緒に夢を見て手助けしてくれないだろうか?もちろん、その時が来たら、この感謝はお前に示そう。」@{M}\"My revenge waits for me there. I'll need honey, to navigate the dreams. Can you, ah, lend me a barrel of the stuff? And help me with the dreaming? I will show my gratitude, when the time comes.\"",
                    "ButtonText": "", "Id": 129690},
                   {"SuccessEvent": {"Description": "　あなたは彼の注意をあなたのしてきたことすべて、そして彼を待つものすべての方へと向けさせた。彼はこのちっぽけで実りのない希望のために、zeeとその栄光を捨て去るつもりなのか？彼の失われた腕は戻っては来ない。復讐が人を満足させることはないというのに。<br/><br/>　一昼夜掛けて、あなたはとうとう彼を説き伏せた。「あんたが正しいよ」彼は認めた。「それに白状すると、俺は何度もこの対決の夢を見たんだ。そしてその都度、俺の恐怖は大きくなった。そこに背を向けるというのは、大きな救いになる」<br/><br/>　彼はあなたの腕を握った。「ありがとう。ほら。この像は売ってしまってくれ。俺の誘惑を断ち切るために」@{I}貴方は今までに為してきた事、彼を待つモノ全てについて注意を促した。彼は己の小さく不毛な希望の為にこのジーとその栄光を捨て去るというのだろうか?彼の失われた手が戻ってくる事は何があっても無いのだ。復讐では何も解決しない。\u000d\u000a\u000d\u000a貴方が彼の反論を全て押し込めるまで、一昼夜を優に使っていた。「お前は正しい...」彼は遂に認める。「正直に言おう。私はこの遭遇を長き間、幾度も夢見てきたのだ。その度に恐怖が私の中で募っていくのが分かった。それから目をそらす事が出来るという事は、心から安堵出来る事だ。」\u000d\u000a\u000d\u000aそう言いながら彼は貴方の腕を掴む。「感謝する、我が友。これを。この木像を売り払ってくれ。これがある限り、私は誘惑に駆られてしまう。」@{M}You remind him of all you have done, and all that awaits him. Will he abandon the zee and its glories for this small and sterile hope? It won't return his lost hand. Revenge never satisfies.\u000d\u000a\u000d\u000aIt takes an evening and a morning before you finally defeat his arguments. \"You're right,\" he admits. \"And I will confess this: I have dreamt, many times, of this encounter. Each time, my fear had grown. It is such a relief to turn away from it.\"\u000d\u000a\u000d\u000aHe clasps your arm. \"Thank you, my friend. Here. Take the image and sell it. It is a temptation to me.\"",
                                     "Name": "ある種の救い@{I}心の安堵@{M}A kind of relief", "Id": 152161},
                    "DefaultEvent": {"Description": "　あなたは彼の注意をあなたのしてきたことすべて、そして彼を待つものすべての方へと向けさせた。彼はこのちっぽけで実りのない希望のために、zeeとその栄光を捨て去るつもりなのか？彼の失われた腕は戻っては来ない。復讐が人を満足させることはないというのに。<br/><br/>「そうかもな」一昼夜を掛けた議論の末、彼はむしろ腹立たしそうにそう言った。「だが今辞めたら俺は、惨めな、男とは名ばかりのものになってしまう。挫折が俺について回る、分かるか？試しすらせずに失敗した自覚を持ち続けることになってしまうんだ。あんたには感謝している。だが、俺はもう決めたんだ」@{I}貴方は今までに為してきた事、彼を待つモノ全てについて注意を促した。彼は己の小さく不毛な希望の為にこのジーとその栄光を捨て去るというのだろうか?彼の失われた手が戻ってくる事は何があっても無いのだ。復讐では何も解決しない。\u000d\u000a\u000d\u000a「そうかもしれないな。」やや苛ついた様に彼が言う。口論は一昼夜にも及んでいた。「だが、男がここで引き返しては、何の為に生きてきたのかわからなくなる。失敗しても俺が呪われるだけだ、それは分かるな?俺は今まで、やってみもせずに失敗を恐れて後悔してきた。感謝はするが、もう決めた事なんだ。」@{M}You remind him of all you have done, and all that awaits him. Will he abandon the zee and its glories for this small and sterile hope? It won't return his lost hand. Revenge never satisfies.\u000d\u000a\u000d\u000a\"Perhaps not,\" he says, rather snappishly, after an evening and a morning of argument. \"But I would be a sorry excuse for a man to turn back now. My failure would haunt me, do you see? I would always know I had failed without even trying. I thank you, but I have made my choice.\"",
                                     "Name": "石のように頑固な@{I}石の様に固い決意@{M}Obstinate as a stone",
                                     "Id": 152153},
                    "Name": "気さくなマジシャンに計画を思いとどまらせる@{I}温和なマジシャンの計画実行を思いとどまらせる@{M}$Genial Magician -> 気さくなマジシャン$Dissuade the Genial Magician from his plan",
                    "Description": "　彼はもう新しい生活を見つけたのだ。これはあまりにも危険過ぎる。@{I}彼は新しい生き方を見つけたではないか。この計画は危険すぎる。@{M}He's found a new life. This is too risky.",
                    "ButtonText": "", "Id": 129694}],
 "Description": "　今ではもう、誰もロンドンの忘却街区を訪れない。その理由は誰も知らない。考古学者とトレジャーハンター、そして空想の蛇に腕を食われたマジシャンらを除いては。<br/><br/>「ここでは世界が薄くなっている」かつてマジシャンはあなたに言った。「鏡の向こうの領域、パラボラとの距離が狭まっているんだ」@{I}最早、堕ちたるロンドン、忘却の地区を訪れる者は誰も居ない。それが何故なのかすら覚えている者は皆無だった。しかし、考古学者、トレジャーハンター、幻の大蛇に手を奪われたマジシャンを除いては。\u000d\u000a\u000d\u000a「そこに在る世界は薄いんだ。」かつてマジシャンが言っていた言葉である。「そうだな、鏡の中の世界にもっとも近い場所かもしれん。その世界はパラボラって言うんだ。」@{M}$Forgotten Quarter -> 忘却街区, Fallen London -> フォールン・ロンドン$No one visits the Forgotten Quarter of Fallen London any more. No one remembers why. Except archaeologists, treasure-hunters, and magicians who've lost their hands to imaginary serpents.\u000d\u000a\u000d\u000a\"The world is thin there,\" the Magician once told you. \"It's closer to the place behind mirrors: to Parabola.\"",
 "Name": "忘却街区@{I}忘却の地区@{M}$Forgotten Quarter -> 忘却街区$The Forgotten Quarter",
 "Id": 152145}
