{"ChildBranches": [{"DefaultEvent": {"Description": "「ターマス、私にはあなたを案内して回る暇などない」彼女は、貴方が口を開く前に言った。「私は西方の大鏡塔の管理人だ」そう言いながら、彼女は街に建てられた5つの塔の上にある、巨大な多面体の鏡を指差した。「ここには愚かな弟を探しに来ただけだ。彼は多分、酒場で可愛い顔をした黒い目の少年の喉にワインを流し込むので忙しいのだろう」\u000d\u000a\u000d\u000aそれがそんなに緊急を要する事なのだろうか？貴方はそう不思議に思った。「彼は聖なる区域の街灯を確認する仕事に遅れている」彼女は早足に歩き去りつつ簡潔に答えた。「アグニホトリ様がこの事を知れば、彼は良くて湖浚いの職に移され、あるいはもっと重い罰を受ける事になるかもしれない」@{K/M}「ターマス、私にとって貴方に自己紹介をするのは重要な事。」彼女は、貴方が口を開ける前にそう言った。「私は西方の大鏡塔の管理人。」そう言いながら、彼女は街に建てられた5つの塔の上にある、巨大な多面体の鏡を指差した。「私だけが此処に居る理由は、私の愚かな兄を探しているから。彼は多分、酒場で可愛い顔をした黒い目の少年の喉にワインを流し込むので忙しい。」\u000d\u000a\u000d\u000aそれがそんなに緊急を要する事なのだろうか?貴方はそう不思議に思った。「彼は聖別された区域の街灯確認の仕事に遅れている。」急いでいるからか、彼女の返答は簡潔を極める。「アグニホトリ様がこの事を知れば、間違いなく彼は湖浚いの任を解かれてしまう。」@{M}\"I'm too important to play guide to you, Taamas,\" she tells you before you even open your mouth. \"I'm the Keeper of the Western Principal Mirror,\" she points up at the enormous multi-faced mirrors set atop each of the city's five Towers. \"I'm only here because I'm looking for my idiot brother. He is probably busy pouring wine down some pretty, dark-eyed boy's throat in a tavern.\"\u000d\u000a\u000d\u000aIs it a matter of great urgency, you wonder? \"He's late for his lamp-checks in the Sacred District,\" is her terse reply, as she hurries away. \"If the Agnihotri found out, he'd be lucky to end up a lake-dredger.\"",
                                     "LinkToEvent": {"Id": 152174}, "Name": "", "Id": 152175},
                    "Name": "灯火管理人@{M}The Fire-Keeper",
                    "Description": "全身黄色の服を纏い、分厚い耐火手袋を腰の銀の鎖から提げている。@{K}全身サフランに身を包み、銀の鎖で編み込まれた耐火手袋を腰からぶら下げている。\u000d\u000a@{M}Dressed all in saffron; a pair of thick fire-proof gloves dangle from a silver chain at her waist.",
                    "ButtonText": "", "Id": 129711},
                   {"DefaultEvent": {"Description": "「ターマスよ」彼は両手をあわせて挨拶し、そして苦悩に満ちた顔を見せる。「なんてひどい顔をしているんだ！それは外の世界の病気のせいなのか？それともそなたの鼻は元々そういうナリなのか？」\u000d\u000a\u000d\u000a貴方の反論をよそに、彼は病院への道筋を貴方に示した。「確かに外科医は皆屠殺者だが、彼らはミヒルの光に従って生きておる」そう付け加えながら、更に衛兵舎の場所と、ミヒルの寺院への大雑把な道筋、更には酒場と遊技場のある通りを指し示す。「我々は他人を手当てする手立ても持っていないという評判を得たくはないからな！」\u000d\u000a\u000d\u000a彼は、上手い事でも言ったつもりなのだろうか、大声で笑っている。貴方はそれに付き合って、弱々しく笑った。@{K/M}「ターマスよ、」彼は挨拶代わりに両手をあわせ、そして苦悩に満ちた顔を見せる。「そなたは何というひどい格好をしているのだ!何か外の世界の病気でも貰ったのか?それともそなたの鼻は元々そういうナリなのか?」\u000d\u000a\u000d\u000a貴方の主張をよそに、彼は病院への道筋を貴方に示した。「全ての医者は屠殺者でもあり、それは間違いないが、彼らはミヒルの光に従って生きておる。」そう付け加えながら、更に衛兵舎の場所と、ミヒルの寺院への大雑把な道筋、更には酒場と遊技場のある通りを指し示す。「我々は決して無愛想である事に敬意を払われたくないからな!」\u000d\u000a\u000d\u000a彼は、上手い事でも言ったつもりなのだろうか、大声で笑っている。貴方はそれに付き合って、弱々しく笑った。@{M}\"Tamaas,\" he presses his hands together in greeting, then gives you an anguished look. \"You look terrible! Are you sick with a terrible outsider's disease? Or is that what your nose is naturally like?\"\u000d\u000a\u000d\u000aOver your protestations, he gives you directions to the Hospital. \"Oh the medics are all butchers, to be sure, but they walk in the light of Mihir,\" he adds breezily, and then points out the Guard House and the vague direction of the Temple of Mihir, and a street of bars and gaming-houses. \"We don't want to get a reputation for being inhospitable!\"\u000d\u000a\u000d\u000aHe laughs, as if he has made a grand joke, and you laugh along weakly. ",
                                     "LinkToEvent": {"Id": 152174}, "Name": "", "Id": 152248},
                    "Name": "白いマントの衛兵@{M}$[Tt]he White -> 白きもの$The White-Cloaked Guard",
                    "Description": "太陽の意匠が縫い込まれた彼のマントは金糸で縫い立てられており、縁は紅玉で彩られている。@{M}The suns embroidered on his cloak are picked out with gold-thread, and the edge is jewelled with carnelian.",
                    "ButtonText": "", "Id": 129763},
                   {"DefaultEvent": {"Description": "彼女は数分おきに立ち止まり、染められた綿のスカーフに激しく咳き込んでいる。貴方が彼女に近づくと、用心深げな目を返して来た。「この荷物を向こうの聖なる区域まで運ばねばなりませぬ。司祭様方はあたしが遅れるのをまったく好みませぬ」\u000d\u000a\u000d\u000a貴方が礼儀正しく咳について訊ねると、彼女は突然恐怖に顔を引きつらせた。「ミヒル様があたしの事を見ておられます」彼女は口の中で呟いている。「もう何も仰いますな！あたしには養わねばならない家族がおりますゆえ！」\u000d\u000a\u000d\u000aそう言って、彼女は荷車の取っ手を掴み、走るようにして逃げ去った。それから数分もしないうちに、彼女の姿は人混みに紛れて見えなくなってしまう。何と変わった女性だろう。@{K/M}彼女は数分おきに立ち止まり、綿染めのスカーフに激しく咳き込んでいる。貴方が彼女に近づくと、用心深げな目を返して来た。「この荷物を向こうの聖別された区域まで運ばねばなりませぬ。司祭様方はあたしが遅れるのをひどく好みませぬ。」\u000d\u000a\u000d\u000a貴方が丁寧に、彼女の咳について問いただすと、彼女は突然恐怖に顔を引きつらせた。「ミヒル様があたしの事を見ておられます。」彼女は口の中で呟いている。「もう何も仰いますな!あたしには養わねばならない家族がおりますゆえ!」\u000d\u000a\u000d\u000aそう言って、彼女は荷車の取っ手を掴み、走るようにして逃げ去った。それから数分もしないうちに、彼女の姿は人混みに紛れて見えなくなってしまう。何と変わった女性だろう。@{M}She stops every few minutes to cough surreptitiously into her dyed-cotton scarf, and eyes you warily when you approach. \"I have to take this load all the way to the Sacred District, and the priests don't like if if I'm late.\"\u000d\u000a\u000d\u000aYou inquire politely about her cough, and she looks suddenly terrified. \"Mihir look down on me,\" she mumbles. \"Please don't say anything! I have a family to feed!\"\u000d\u000a\u000d\u000aWith that, she grabs the handles of the cart and pulls away at a run. Within a few moments you have lose sight of her in the crowded pathways. What an odd woman.",
                                     "LinkToEvent": {"Id": 152174}, "Name": "", "Id": 152249},
                    "Name": "茸花の荷車押し@{M}The Fungus-Carter",
                    "Description": "彼女の荷車には茸花と、壁の表面から丹念に削り取られた苔のはいった壺が山積みになっている。@{M}Her cart is piled high with fungal-blooms and jars of algae painstakingly scraped from the surfaces of walls.",
                    "ButtonText": "", "Id": 129764},
                   {"DefaultEvent": {"Description": "彼は貴方と知り合った事に大喜びしている。彼が挨拶の為に手を合わせると、手首にはめられている腕輪がキラリと光った。「俺と俺の友人のささやかな集まりに顔を出してはいただけないだろうか、ターマス？このヴァーチャスの街壁の外にある世界について聞くことが出来れば大変嬉しい」\u000d\u000a\u000d\u000aどうやらあまり危なくはないご招待の様だ。だがそれなら、東部区域にある彼の館への行き方を教える時、彼の目が不安そうに辺りを見回していたのは何故だろう？@{K/M}彼は貴方と知己を得られた事に大喜びしている様子で、彼が挨拶の為に手を差し伸べた時、手首にはめられている腕輪がキラリと光った。「俺や俺の友人と共に、あんたにもささやかな集会に顔を出してくれたら光栄な事なんだよ、ターマス。俺達はこのヴァルカスの街壁の外で起こっている事を聞きたくてたまらないんだ。」\u000d\u000a\u000d\u000aどうやら余り危なくは無いご招待の様だ。だがそれなら、東部区域にある彼の館への行き方を教える時、彼の目が不安そうに所在なく辺りを見回しているのは何故だろう?@{M}$Varchas -> ヴァーチャス$He looks utterly overjoyed to make your acquaintance, the bangles on his wrist flashing as he presses his hands together in greeting. \"My friends and I would be honoured if you would attend a small gathering with us, Taamas. We are so eager to hear about the world outside Varchas's city-walls.\"\u000d\u000a\u000d\u000aIs seems an innocuous enough invitation. But then why does his gaze dart around so anxiously as he tells you how to find his mansion in the Eastern District?",
                                     "LinkToEvent": {"Id": 152174}, "Name": "", "Id": 152250},
                    "Name": "宝石ターバンを巻いた若者@{M}The Jewel-Turbaned Youth",
                    "Description": "彼は貴方に目配せをしている。それは人目を憚った合図なのか、それとも誘いかけるようなウインクなのか？はっきりさせる方法は一つしか無い。@{K/M}彼は貴方に目配せをしている。それは人目を憚った合図なのか、それとも単なる浮ついたウインクなのか?はっきりさせる方法は一つしか無い。\u000d\u000a@{M}He is winking at you. That it a furtive wink, or a flirtatious one? Only one way to find out.",
                    "ButtonText": "", "Id": 129765},
                   {"DefaultEvent": {"Description": "鏡の街は、魅惑的に輝く。その匂いにも、直に慣れるだろう。@{K/M}鏡の街は、魅惑的に輝く; その匂いにも、直に慣れるだろう。\u000d\u000a@{M}The Mirrored City gleams invitingly; you'll get used to the smell in time.",
                                     "LinkToEvent": {"Id": 152443}, "Name": "", "Id": 152357},
                    "Name": "探索を継続する@{M}Continue Your Explorations",
                    "Description": "外部区域より更に探索をすすめる時だ...@{M}Time to venture further than the Outer District...",
                    "ButtonText": "", "Id": 129840}],
 "Description": "その光の余りの眩しさに、貴方の目は眩む。すえた新緑の匂いは尚きつくなった。数多の炎から来る熱と反射光の眩しさは、圧倒的な質感をもって貴方の皮膚に押し迫ってくる。貴方の頭はズキズキと痛んでいた。\u000d\u000a\u000d\u000a貴方の目が慣れようやく周囲を見渡せるようになるまでに、数分は要しただろうか。真鍮の街灯や金メッキされた張り出し燭台などが各々の壁に据え付けられており、燐光を発する茸が苔の様に玄関や天井に育っていた。\u000d\u000a\u000d\u000a巧妙に張り巡らされた鏡が、街の路石と言わず城壁と言わず光の奔流で満たし、あらゆる場所から影を駆逐するかのように光の一滴まで捕らえて拡散していた。\u000d\u000a\u000d\u000aさて、誰に話しかけようか？@{K/M}その光の余りの眩しさに、貴方の目は眩む: すえた新緑の匂いは尚きつくなった。数多の炎から来る熱と反射光の眩しさは、圧倒的な質感をもって貴方の皮膚に押し迫ってくる。貴方の頭はズキズキと痛んでいた。\u000d\u000a\u000d\u000a貴方の目が光量を調節し、ようやく周囲を見渡せるようになるまでに、数分は要しただろうか。真鍮の街灯や金メッキされた張り出し燭台などが各々の壁に据え付けられており、燐光の胞子が苔の様に玄関や天井に張り付いていた。\u000d\u000a\u000d\u000a穴も漏らさぬといった体で張り巡らされた鏡が、街の玉石と言わず城壁と言わずそれらを光の奔流で満たし、あらゆる場所から影を駆逐するかのように光の一滴まで捕らえて拡散していた。\u000d\u000a\u000d\u000aさて、貴方は誰に話しかける?@{M}Your eyes are blinded by the brilliance of the light; the verdant-rot smell is even thicker. The heat of so much flame and reflected light presses oppressively against your skin. Your head pounds.\u000d\u000a\u000d\u000aIt is a few minutes before your eyes adjust, and you can look around: brass lamps and gilded sconces hang from every wall, and phosphorescent fungus grows moss-like upon doorways and ceilings. \u000d\u000a\u000d\u000aCunningly arranged mirrors catch every droplet of light and diffuse it till each cobblestone and rampart of the city is drenched and blazing and utterly without shadow.\u000d\u000a\u000d\u000aWho do you speak to?",
 "Name": "街壁の内側で@{M}Inside the City-Walls", "Id": 152174}
