{"ChildBranches": [{"DefaultEvent": {"Description": "以前と変わらぬ暮らしが続いている。人々は昼間は働き、夜は祝う生活を守っている。しかし、街からは何かが消えてしまったようだ。祭りで憎悪に満ちた視線が交わされることはなく、住人たちはただただ従順に従っている。笑顔が求められることもなくなった。彼らは諦めの表情と共に街を歩き、足元にできた新たなひび割れや頭上の梁が撓んでは呻き声を立てる音に気が付かないふりしている。@{K}Life continues much as it did before. The people maintain their cycle of working days and festival nights. However, something has fled the city. There are no more hateful glances during the festivals; only a listless compliance. The smiles custom demanded have fallen; they only bear looks of resignation as they march through the city, trying to not notice whenever a new crack forms beneath their feet, or the girders overhead stretch and moan.",
                                     "LinkToEvent": {"Id": 152231}, "Name": "", "Id": 237494},
                    "Name": "港湾報告書を纏める@{K}$[Pp]ort [Rr]eport -> 港湾報告書$Assemble a Port Report",
                    "Description": "街を探索し、そこに住まう者たちの習慣を記録しよう。@{K}Explore the city. Record the habits of those that dwell within.",
                    "ButtonText": "", "Id": 182156},
                   {"DefaultEvent": {"Description": "ブレミガンは鉄格子の隙間へと走り寄り、暗闇に飛び込んだ。近くにたっていた労働者はため息をついて歩き去った。@{K}$[Bb]lemmigan -> ブレミガン$The blemmigan rushes towards an open grate and leaps into the darkness. A worker standing nearby sighs and walks away.",
                                     "LinkToEvent": {"Id": 152231}, "Name": "", "Id": 237559},
                    "Name": "ブレミガンをハイドアウェイに連れていく@{K}$[Bb]lemmigan -> ブレミガン$Introduce a blemmigan to Hideaway",
                    "Description": "街を運ぶ海獣の友のような物になってくれるかもしれない。@{K}Maybe it can provide the beast that carries the city with some measure of companionship.",
                    "ButtonText": "", "Id": 182208},
                   {"DefaultEvent": {"Description": "彼女はあなたに、リボンの切り端を鋭い棘で縫い合わせて作られたひとくさりの小さな人形を渡した。人形は地表の虹と同じ色に染められている。行商人の眼は人形から離れない。彼女の笑みが揺らぐ。何かをハミングしようとしたが、音楽は喉で死んでしまった。彼女は黙って前を見つめた。@{K}She passes you a chain of small human figures, cut from ribbon and stitched together by sharp spines. They're dyed the colours of a Surface rainbow. Her eyes linger on the figures. Her smile fails. She tries to hum, but the tune dies in her throat. She only stares ahead in silence.",
                                     "LinkToEvent": {"Id": 152231}, "Name": "", "Id": 237560},
                    "Name": "緩慢に瞬きする行商人から記念品を買う@{K}Buy a memento from the Slow-Blinking Vendor",
                    "Description": "彼女はまだ商品を売っている。@{K}She's still selling her wares.", "ButtonText": "",
                    "Id": 182209},
                   {"DefaultEvent": {"Description": "かくしゃくたる指導者があなたに手紙を差し出した。『ウィズダムの所長を見つけて仮面を剥ぎ取れ。船長がハイドアウェイに来るように命令を下したと伝えろ。自らの役目を放棄すれば、レディ・ミリアムに誓って恐ろしい罰を受けさせてやる、と言っていたとな』そして彼は丁重な礼を表す仕草を行うと立ち去った。指導者が行ってから、調査員が囁いた。「私はソルト・ライオンの問いを尋ねることにします。どうだっていい。とにかくここから連れ出してください」@{K}$Wisdom -> ウィズダム, Salt Lions -> ソルト・ライオン$The Sprightly Visionary presents you a letter. '<i>Unmask the Gov. of Wisdom. Tell him his capt. orders him to Hideaway; say I swear by Lady Miriam the consequences will be morbid if duty's neglected.</i>' He then performs the bow of gracious thanks and departs. Once he's gone, the Investigator whispers: \"I'll ask my questions of the Salt Lions. I don't care. Just get me out of here.\"",
                                     "LinkToEvent": {"Id": 152231}, "Name": "", "Id": 237562},
                    "Name": "ハイドアウェイを去る@{K}Leaving Hideaway",
                    "Description": "かくしゃくたる指導者は不躾な調査員の隣にいた。指導者はあなたにメモを渡す。『頼みがある。聞いてくれるか？』調査員はただ陰気な顔で彼の横に立っている。@{K}The Sprightly Visionary stands by the Impolite Investigator. The Visionary passes you a note. '<i>I have a request for you. Will you accept?</i>' The Investigator only stands sullenly at his side.",
                    "ButtonText": "", "Id": 182211},
                   {"DefaultEvent": {"Description": "商品はあまり多くない。しかし、何かあなたの興味を引くものが見つかるかもしれない。[ショップタブを確認してみましょう。]@{K}There is not much that they have to offer. But maybe you'll find something of interest. [Visit the Shops tab.]",
                                     "Name": "", "Id": 247152},
                    "Name": "ここの人々はどこに物資を蓄えているのだろう？@{K}Where do they store their goods?",
                    "Description": "何か売り買いできるものがあるかもしれない。@{K}Perhaps they have something to trade.",
                    "ButtonText": "", "Id": 188556},
                   {"DefaultEvent": {"Description": "かくしゃくたる指導者は手紙の封を切ると素早く目を通し、それからもう一度注意深く読み直した。彼が感情を顔に出すことはなかったが、指は首に巻かれたアスコットタイを優しく撫でている。\u000d\u000a\u000d\u000a指導者は返信として『ロレンツォに彼は役目を解かれたと伝えてくれ』とだけ書いた。そして少しためらった後、あなたにカーネイトの将軍の敬礼をして見せると、他の仕事に取り掛かろうと急いで去っていった。@{K}The Sprightly Visionary tears open the letter, scanning it quickly, then reading it again more closely. His emotions are guarded, but his fingers gently trace the ascot around his neck.\u000d\u000a\u000d\u000aIn response, the Visionary writes only '<i>Tell Lorenzo he is dismissed from his service.</i>' Hesitantly, he gives you the salute of a Khaganate commander, before rushing off to busy himself with other work.",
                                     "LinkToEvent": {"Id": 152231}, "Name": "別れの言葉が受け入れられた@{K}A farewell accepted",
                                     "Id": 260387},
                    "Name": "かくしゃくたる指導者に別れの手紙を届ける@{K}Present a farewell letter to the Sprightly Visionary",
                    "Description": "痩せ細った男は期待を滲ませ無言で手紙を見つめている。@{K}The withered man stares at the letter in silent anticipation.",
                    "ButtonText": "", "Id": 194188},
                   {"DefaultEvent": {"Description": "最後に見た時、彼は芸術家に何とか質問に答えさせようとしては、苛立ちに身を震わせていた。人々が彼の周りに押し寄せている。@{K}The last you see of the scholar, he is trying to get an artist to answer his questions and shaking in frustration. A crowd seems to be closing around him.",
                                     "LinkToEvent": {"Id": 152231},
                                     "Name": "彼は失望することになるだろう@{K}Destined for frustration", "Id": 260388},
                    "Name": "失われた大義を研究する学者を降ろす@{K}Deliver a scholar of lost causes",
                    "Description": "包帯の巻かれた学者はあからさまな嫌悪の表情を浮かべつつ憐れな群集を調べている。「ああ、これで十分だろう」@{K}The bandaged scholar surveys the miserable crowd with open disdain. \"Yes, these should suffice.\"",
                    "ButtonText": "", "Id": 194189},
                   {"DefaultEvent": {"Description": "彼はにやりと笑うとあなたの腕を握りしめた。そして手帳に書き込む。『この時を待っていた。マリアムに俺はただ無為に過ごしていたわけではないと伝えてくれ』@{K}He grins wickedly and squeezes your arm. Then he begins scribbling in his notebook. '<i>Have been waiting,</i>' he writes. '<i>Tell Mariam I've not been idle.</i>'",
                                     "LinkToEvent": {"Id": 152231}, "Name": "", "Id": 260521},
                    "Name": "かくしゃくたる指導者にニダーに立ち向かう七人が戻ったことを知らせる@{K}Inform the Sprightly Visionary that the Seven Against Nidah have returned",
                    "Description": "あなたは彼がマリアムの骨の彫像の一つと同じ顔をしていることに気が付いた。彼は七人の船長だったアリクだ。@{K}You recognise him from Mariam's bone statue: he is Arik, the Seven's Captain.",
                    "ButtonText": "", "Id": 194290},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 260619},
                                     "Name": "", "Id": 260632},
                    "Name": "かくしゃくたる指導者を手伝う@{K}Help the Sprightly Visionary",
                    "Description": "彼は高齢であるにもかかわらずよく働く。いつも街を駆け回っては、電線技師に手を貸したり、電気に関する不具合を直したりしている。@{K}He's industrious for one so old. He's always running around the city, aiding his cablemen or repairing electrical faults.",
                    "ButtonText": "", "Id": 194364},
                   {"SuccessEvent": {"Description": "散策中の偽りの予言者が彼の事を覚えていた。「司祭の襟、痩せこけ、失意のどん底にいる男。水の下のバーネット、鐘の教会へ向かった。緩やかな死が彼の後を追うだろう」本物の予言か、あるいは仰々しく飾られた古い知識の欠片だろうか？どちらでも変わりはない。[ロンドン近海のロウ・バーネットで捜索を続けましょう。]@{K}$Low Barnet -> ロウ・バーネット$A rambling false-prophet remembers him: \"Priest-collared, gaunt, broken. To the bell-church he went; to Barnet-Under-the-Waters. The slow death follows him.\" Genuine prophecy, or just a scrap of old knowledge, dressed up to be portentous? It doesn't matter. [Continue your search at Low Barnet, near London.]",
                                     "LinkToEvent": {"Id": 152231}, "Name": "期待の持てる手がかりだ！@{K}A promising lead!",
                                     "Id": 259434},
                    "DefaultEvent": {"Description": "あなたはくたくたになるまで尋ねて回った。しかし、峻厳な慈善家の夫はここにはいない。この港はリストから消してもいいだろう。[峻厳な慈善家の夫がいる可能性のある港の一覧は日誌に記録されています。]@{K}Your enquiries are exhaustive - the Philanthropist's husband is not here. You can cross this port off your list. [Check your journal for reminders about where the Philanthropist's husband might be.]",
                                     "LinkToEvent": {"Id": 152231}, "Name": "見つからなかった@{K}No luck",
                                     "Id": 259433},
                    "Name": "峻厳な慈善家の夫を探す@{K}Search for the Fierce Philanthropist's husband",
                    "Description": "彼はこの街で、追放者や除け者たちの間に身を潜めているのだろうか？@{K}Did he hide here, among the outcasts and the pariahs?",
                    "ButtonText": "", "Id": 193445}],
 "Description": "ハイドアウェイの住人は今まで通りの暮らしを続けている。昼間は働き、夜は祭りで祝う。役目を果たそうとのろのろと歩き回る彼らは、調査員の語ったこの街を待ち受ける運命について忘れてしまったかのようだ。@{K}The dwellers of Hideaway continue their cycle of life: working during the day, celebrating a festival at night. As they shuffle through their duties, it'd seem they've forgotten the fate the Investigator promised them. ",
 "Name": "ハイドアウェイ: 団結@{K}Hideaway: Together", "Id": 152231}
