{"ChildBranches": [{"DefaultEvent": {"Description": "右手を心臓の上に乗せ、左手の指で下唇を隠し頭を前に傾ける。拒絶を表す礼だ。あなたはこの仕草を完璧にやってのけた。\u000d\u000a\u000d\u000aアリクの笑みが強張った。彼はあなたの両手を取り、両方に口づける。拒絶に対する唯一認められた返礼だ。この仕草は拒絶が異議なく受け入れられ、拒絶されたものは完全に納得しているという事を示している。彼はあなたの指を折りそうなほど強く握りしめていたが、それでもジェスチャーの意味は変わらない。@{K}The bow of refusal: the right hand is placed over the heart, the fingers of the left hide the bottom lip; the head is tilted forwards. You perform this impeccably. \u000d\u000a\u000d\u000aArik's smile is entrenched. He takes your hands and kisses both: the only acceptable response to a refusal. It indicates that it is happily accepted, that the receiver completely understands. He nearly crushes your fingers - but this does not change the meaning of his gesture.",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 237626},
                    "Name": "礼儀正しく断る@{K}Politely decline",
                    "Description": "この年老いた男に調査員は殺せない。そして彼は手助けを求められるほどハイドウェイの者たちを信用していない。あなたが殺人を犯すことを拒めば、調査員の身の安全は保たれるだろう。@{K}The ancient man can't kill the Investigator, and he can't trust anyone else in Hideaway to aid him. If you refuse to commit this murder, the Investigator will be safe.",
                    "ButtonText": "", "Id": 182263},
                   {"DefaultEvent": {"Description": "アリクは舌を鳴らし、あなたの了承の仕草を途中でとめた。彼は手帳に書き込む。『時間がない。何処で寝ているかは知っているな。窒息がいい。他殺か分かりにくい。』あなたが読み終わると、彼はページをちぎって飲み込んだ。\u000d\u000a\u000d\u000a調査員は二日後に発見された。彼は睡眠中に亡くなった――穏やかな死だ。何故彼の肌が青みを帯びているのか疑問を抱いた者がいたとしても、彼らは礼儀正しく口を噤んだようだ。@{K}Arik tuts and stops you mid-acceptance. He scribbles you a note: '<i>No time. You know where he sleeps. Suggestion: smothering. Less obvious.</i>' Once you've read it, he tears the sheet from the pad and eats it. \u000d\u000a\u000d\u000aIt is two days before the Investigator is discovered. He died in his sleep - a peaceful end. If anyone wonders why his skin has a blue tone, they're too polite to ask.",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 237627},
                    "Name": "了承する。調査員を殺そう@{K}Accept. Murder the Investigator",
                    "Description": "任務を請け負ったという仕草を行おう。まずは腕を交差させて自分の肩を掴み、それから……@{K}The sign showing you accept responsibility for a task - you must cross your arms to grab your own shoulders, then...",
                    "ButtonText": "", "Id": 182264}],
 "Description": "『あの調査員はハイドアウェイと、俺たち二人が目指して来た物すべてを破壊する恐れがある。殺さなければ。』@{K}'<i>The Investigator threatens to destroy Hideaway and everything you and I have worked towards. He must be killed.</i>'",
 "Name": "二人だけの間で@{K}Between You Two", "Id": 152274}
