{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは引き揚げ人が重い潜水服を身に着けるのを手伝った。甲板にはあなたたち二人だけしかいない――他の船員たちは立ち合いを拒んだのだ。\u000d\u000a\u000d\u000a装着が終わると、彼女は金属のぶつかる音を立てながらエアロックへと向かった。あなたが扉を封じると彼女は自らの心臓の上に手を乗せた。あなたは重いレバーを引き、深淵へと彼女を解放する。\u000d\u000a\u000d\u000aあなたは引き揚げ人を舷窓から見つめた。彼女は七分後には完全に静止し、十四分後には水が濁り視界から消えさった。そしてちょうど二十一分後、誰かがエアロックをノックした。あなたはレバーを降ろして水を出し、急いで扉を開く。\u000d\u000a\u000d\u000a中にあったのは、海藻の絡まった空の潜水服だけだった。塩によって色あせた古い斧と手斧が絡みついている。落ち着かない引き揚げ人が目撃されることは二度となかった。@{K}You help the Salvager don the heavy diving suit. The two of you are alone in storage - your crew has refused to be present.  \u000d\u000a\u000d\u000aOnce dressed, the Salvager clanks into the airlock. She holds her hand over her heart as you seal the door. With the pull of a heavy lever, you release her into the abyss.\u000d\u000a\u000d\u000aYou watch her through a porthole. After seven minutes, she grows perfectly still. After fourteen minutes, the waters grow turbid, and she vanishes from sight. At exactly twenty one minutes, someone knocks on the airlock. You throw the lever to drain it, and rush to unseal the door. \u000d\u000a\u000d\u000aInside is an empty diving suit, tangled with kelp. Ancient axes and adzes, discoloured by salt, are caught in the strands. The Unsettled Salvager is never seen again.",
                                     "Name": "神隠し@{K}Spirited away", "Id": 152290},
                    "Name": "落ち着かない引き揚げ人に潜水の許可を与える@{K}Give your permission for the Unsettled Salvager to dive",
                    "Description": "これが彼女の望むことだ。@{K}It is what she wants.",
                    "ButtonText": "", "Id": 129793},
                   {"DefaultEvent": {"Description": "彼女は強情だった。レディの幻覚を諦めることが出来ないでいるのだ。彼女を彼女自身から守る唯一の方法はロンドンへと連れ帰り、ロイヤル・ベツレヘムホテルでの療養へと引き渡すことだけだ。@{K}She is persistent. She cannot let go of her vision of the Lady. The only way to protect her from herself would be to bring her to London, and commit her to the care of the Royal Bethlehem Hotel.",
                                     "Name": "", "Id": 260390},
                    "Name": "断る@{K}Refuse",
                    "Description": "潜水艦の防護の外で水面下に長い間留まるのは危険だ。七分後には恐怖が生じ、十四分後には幻覚が見え始める。二十一分後には、もう戻ることは出来ない。@{K}It is dangerous to be too long underwater outside the protection of a zubmarine. After seven minutes, the fears sets in. After fourteen, the visions start. After twenty-one, there is no return.",
                    "ButtonText": "", "Id": 194191}],
 "Description": "落ち着かない引き揚げ人が海中へと降りレディ・ブラック――深淵に棲むという霊的な存在だ――を見つけるために潜水服を求めている。あなたは潜水の許可を出して潜水服を与え、彼女をもっとも黒き暗闇へと送り出すことが出来る。あるいは彼女をロンドンへと連れ戻しロイヤル・ベツレヘムホテルに委ねることも出来る。@{K}The Unsettled Salvager has requested a diving suit, so that she may descend and find Lady Black: a spirit understood to dwell in the abyssal deeps. You could grant her permission and a diving suit, and allow her to swim into that blackest black. Or perhaps you could bring her back to London, and commit her to the Royal Bethlehem Hotel.",
 "Name": "潜水の許可@{K}Permission to Dive", "Id": 152289}
