{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは視線を合わせ、彼が質問の不適切さに気が付くのを待った。しかし調査員の笑みは揺らぎさえしない。「その沈黙で十分です。ありがとうございました」\u000d\u000a\u000d\u000aあなたはそれ以上この男に付き合って時間を無駄にしたりはしなかった。あなたには他に重要な仕事があるのだ。@{K}You meet his gaze, waiting for him to recognise his impropriety. The Investigator's smile doesn't falter. \"Your silence is sufficient answer. Thank you.\"\u000d\u000a\u000d\u000aYou'll waste no more time with this man. There are important matters for you to attend to.",
                                     "Name": "", "Id": 237490},
                    "Name": "何も答えない@{K}Refuse to reply",
                    "Description": "答える価値もない。@{K}These are not questions that deserve an answer. ",
                    "ButtonText": "", "Id": 182152},
                   {"DefaultEvent": {"Description": "調査員はさらに大きくにっこりと笑った。「それで私の知りたいことは完璧に理解できました。どこで追加の質問をすればいいのかは分かっています。しかし、その前に幾つか詳細をお聞きしてもいいでしょうか。あなたはあの方の丸みとどれほどの温もりを感じて……」\u000d\u000a\u000d\u000aあなたには他に行かねばならない場所がある。あなたは彼の言葉の終わりを聞かなかった。@{K}The Investigator's smile broadens. \"That tells me everything I need. I know where to make follow up enquiries. But before I go, I'd like some specifics. I require details about the shape of their curves, and an idea of how warm they feel when...\"\u000d\u000a\u000d\u000aYou're needed elsewhere. You don't hear the end of his sentence. ",
                                     "Name": "さらなる質問@{K}Raising questions", "Id": 237561},
                    "Name": "密かな笑みを返す@{K}Respond with a secretive smile ",
                    "Description": "自分で勝手に答えを出せばいい。@{K}Let him draw his own conclusions. ",
                    "ButtonText": "", "Id": 182210},
                   {"DefaultEvent": {"Description": "不躾な調査員は突然咳が止まらなくなったふりをして立ち去った。あなたの顔が気に入らなかったのだろうか？@{K}The Impolite Investigator fakes a coughing fit to excuse himself from you. Does he not like what he sees?",
                                     "Name": "", "Id": 240455},
                    "Name": "飢えた目で彼を見つめる@{K}Eye him hungrily",
                    "Description": "彼は旨そうじゃないか？@{K}Isn't he just delicious? ", "ButtonText": "",
                    "Id": 184039},
                   {"DefaultEvent": {"Description": "「それはジョークですか？」彼は笑って訊ねた。場に沈黙がおりる。彼の顔からぎこちない笑みが消え、ブラックウィングス・アブサンを一滴舌に垂らされたかのように一瞬のうちに恐怖に歪んだ。彼は狼狽えつつ敬礼すると廊下に戻った。@{K}With a laugh, he asks: \"Is that a joke?\" A moment passes in silence; his awkward smile turns to a fearful grimace, swiftly as if a drop of Black Wings Absinthe had fallen on his tongue. He fumbles a salute and heads back down the hallway.",
                                     "Name": "", "Id": 245091},
                    "Name": "船長を怒らせた報いを受けさせるぞと脅す@{K}Threaten to keelhaul him",
                    "Description": "この男は覗きでもしたいのか？なら縄で縛って潜水艦から放り出し、海中を引きずってやることも出来る。舷窓から覗き込んで自分で答えを見つけだせるかもしれないぞ。@{K}Does he want to play the voyeur? If so, you can arrange for him to be jettisoned from the zubmarine and dragged outside. Maybe he can peek through a porthole and find an answer himself. ",
                    "ButtonText": "", "Id": 187084}],
 "Description": "不躾な調査員が微笑みながら近づいてきた。「さて、無事に水中に潜ったところで、あなたに質問があります。これまで詳しく観察させていただいていたのですが、あなたが船員の一人と親しく付き合っていらっしゃるのは明らかだ。何処で、どのようにして密会なさっているのですか？あなたは楽しむことが出来ましたか？お相手についてはどうでしょう？」@{K}The Impolite Investigator approaches you, smiling. \"Now we're safely submerged, I've a question. I've been watching closely and it's apparent you've consorted with a member of your crew. How and where did you engage? Did you enjoy it? Did <i>they</i>?\"",
 "Name": "不躾な調査員の質問@{K}The Impolite Investigator's Question", "Id": 152302}
