{"ChildBranches": [{"DefaultEvent": {"Description": "修道士達は砦への通り道を塞いでしまっている。「“飢えた男たち”があそこに住んでいる」一人があいまいに言った。「勿論皆死んでいるが、それでも会いたがるようなものではない」しかし、地下室の壁には直されないままで放置されている隙間がある……@{K}The monks have blocked the tunnels into the Citadel. \"The Starved Men lived there,\" one says vaguely. \"They're all dead of course, but you still wouldn't want to meet them.\" Still, there's a gap in the cellar wall that they keep meaning to fix - ",
                                     "LinkToEvent": {"Id": 155227}, "Name": "地下室を抜けて@{K}Through the cellars",
                                     "Id": 152325},
                    "Name": "砕かれた砦を探索する@{K}$Shattered Citadel -> 砕かれた砦$Explore the Shattered Citadel",
                    "Description": "この鍾乳石が修道院となる前、それどころか天蓋から落ちてくる以前、それは砦だった。砦は落下により崩れその中に住む者たちは皆死んでしまったという。推測の話だが。何故自分で見に行かない？[出来るだけたくさんの狐火の蝋燭を持ち込むのが良いでしょう。もし道中で明かりが尽きれば、悪いことが起こります。]@{K}$Foxfire Candle -> 狐火の蝋燭$Before the stalactite was a monastery - before it ever fell from the roof - it was a citadel. The fall shattered it and killed all its occupants. Probably. Why don't you take a look? [The more Foxfire Candles you have, the better. Bad things will happen if you run out.]",
                    "ButtonText": "", "Id": 129820},
                   {"DefaultEvent": {"Description": "戦利品に感銘を受けた修道士たちは競うように自慢話を始めた。この者は巨大なシラコウナギの首を折り、あそこの彼はヘプティチィアと取っ組み合ったという。三人目はバウンドシャークを拳で倒したと吹いている。四人目は……そして話は続いた。大部分は忘れてしまったが、その酔っぱらった法螺話のなかには確かに覚えておくに値する真実も幾つか含まれていた。@{K}$[Bb]ound[ -][Ss]hark -> バウンド・シャーク, Albino Moray -> シラコウナギ$The trophy inspires the monks to feasts of bragging. This one broke a giant Albino Moray's neck. That one wrestled a Heptycheer. A third punched his way out of a Bound-Shark. A fourth... and so on. You are largely forgotten, but there are truths of note in among all the tipsy boasting.",
                                     "LinkToEvent": {"Id": 152324}, "Name": "騒々しく、さらに騒々しく@{K}Louder, ever-louder",
                                     "Id": 154680},
                    "Name": "血について@{K}Of blood",
                    "Description": "狩りの戦利品を彼らのコレクション用に贈る@{K}Offer them a hunting-trophy as a gift for their collection",
                    "ButtonText": "", "Id": 131312},
                   {"DefaultEvent": {"Description": "彼らは熱心にこの場所の歴史ついて語った。この鍾乳石(ストラクタイト)は天蓋に住まう“飢えた男たち”の砦の一つだったのだという。そしてそれが天蓋から落ちてきたとき生き残った住人たちが、現在の修道士たちの先祖である。しかし、禁欲の誓いがあるというのに、どうやって？彼らは言葉を濁し、突然ここを通り過ぎる船について勢い良く語りだした。@{K}They're eager to talk about their history. The stalactite, they assure you, was one of the citadels of the Starved Men who dwell in the roof. When it fell, a few of its occupants survived to become the monks' progenitors. How does that work, you wonder, with their vow of celibacy? They become vague, and are suddenly eager to speak of the details of passing shipping.",
                                     "Name": "物語@{K}Tales", "Id": 154683},
                    "Name": "叫びについて@{K}Of shouting",
                    "Description": "彼らがこの修道院の過去と現在の出来事について語るのを聞こう。@{K}Let them tell you about past and present events in the monastery.",
                    "ButtonText": "", "Id": 131314},
                   {"DefaultEvent": {"Description": "大部分はエコーだが、カーネイトの紙幣や啜り泣くポリズリームの硬貨、そして遥か彼方アイレムより来たと思われる奇妙な硝子製のトークンもあった。「寄進によるものだ」修道院長兼指揮官が認めた。「巡礼者は気前がいい」@{K}$Khan -> カーン, Khanate -> カーネイト, Irem -> アイレム, Polythreme -> ポリズリーム$Mostly Echoes, but here's Khanate paper money, the whimpering coins of Polythreme, and a strange glass token that might be from far Irem. \"Donations,\" the Abbot-Captain affirms. \"Pilgrims are generous.\"",
                                     "LinkToEvent": {"Id": 152324},
                                     "Name": "幾つもの通貨@{K}A half-dozen currencies", "Id": 154684},
                    "Name": "ワインについて@{K}Of wine",
                    "Description": "修道士たちの喉は乾いている。喉を潤わせるものを買い取ってくれるだろう。@{K}The throats of the Brothers are dry. They'll pay for something to moisten them.",
                    "ButtonText": "", "Id": 131315},
                   {"DefaultEvent": {"Id": 154685}, "Name": "修道院を襲撃する@{K}Assault the monastery",
                    "Description": "", "ButtonText": "", "Id": 131316},
                   {"DefaultEvent": {"Description": "彼は本当に反対しているのか、それとも交渉を有利に進めようとしているだけなのか？あるいはその両方が少しずつあるのかもしれない。最終的に彼は態度を和らげて、大量のワインをあなたの手から受け取った。ただし、まったく憐れなほどの値段で。@{K}Is it a real objection, or a negotiating position? Perhaps a bit of both. Eventually he relents and takes a quantity of wine off your hands, but at a pretty wretched price.",
                                     "LinkToEvent": {"Id": 152324}, "Name": "難しい交渉@{K}A hard bargain",
                                     "Id": 154686},
                    "Name": "さらにワインについて@{K}Of more wine",
                    "Description": "「いや、やめておこう」修道院長兼指揮官が厳格に言った。「我々は既にそれによって十分な被害を被っている。兄弟たちは正確に射撃することも出来なくなっているのだ。その嫌な代物を何処かに持って行ってくれ」@{K}\"Oh, no,\" the Abbot-Commander says sternly. \"We've had too much trouble with this. The brothers can't shoot straight. Take the nasty stuff away.\"",
                    "ButtonText": "", "Id": 131317},
                   {"DefaultEvent": {"Description": "まだあの罅は直されていない。修道士はこれだから。@{K}They still haven't fixed that crack. Monks, eh.",
                                     "LinkToEvent": {"Id": 155227}, "Name": "幾つもの小部屋を通り抜け@{K}Through the cellars",
                                     "Id": 156525},
                    "Name": "砕かれた砦を再び探索する@{K}$Shattered Citadel -> 砕かれた砦$Explore the Shattered Citadel again",
                    "Description": "特に面白いものを見つけることは出来ないだろう。何かあそこに戻る特別な理由があるのでない限りは……[出来るだけたくさんの蝋燭を用意すべきです。もし道中で蝋燭が尽きてしまえば、良くないことが起こるでしょう。]@{K}$Foxfire Candle -> 狐火の蝋燭$You won't find much more of interest, unless you have a particular reason to go back... [The more Foxfire Candles you have, the better. Bad things will happen if you run out.]",
                    "ButtonText": "", "Id": 132482},
                   {"DefaultEvent": {"Description": "行ってしまった！鍾乳石の脇に垂れ下がった岩の上の小さな洞穴へと。@{K}It's gone! Up the dripstone flank of the stalactite, into a tiny tunnel.",
                                     "LinkToEvent": {"Id": 152324}, "Name": "紫の閃光@{K}A flash of violet",
                                     "Id": 158944},
                    "Name": "ブレミガンを浜に揚げる@{K}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "ブレミガンはワインと血と叫び声とをどう受け止めるだろう？@{K}$[Bb]lemmigan -> ブレミガン$How will a blemmigan deal with all the wine, blood and shouting?",
                    "ButtonText": "", "Id": 133952},
                   {"DefaultEvent": {"Description": "「我々は女とは戦わない」一人が鼻で笑った。「女と戦いたいのであれば、大修道岩に向かったことだろう」\u000d\u000a\u000d\u000a「あんたらが大修道岩に行ってないのは、あそこの修道女たちのほうがよっぽど恐ろしい訓練を積んでるからだろう」女冒険家が指摘した。\u000d\u000a\u000d\u000a「なら行って彼女らと戦うがいい！」修道士は横柄に返す。@{K}$Abbey Rock -> 大修道岩$\"We do not fight women,\" one sneers. \"If we wanted to fight women, we'd be over at Abbey Rock.\"\u000d\u000a\u000d\u000a\"You're not over at Abbey Rock,\" the Adventuress suggests, \"because the Sisters' training is so very much deadlier.\"\u000d\u000a\u000d\u000a\"Then fight them!\" the monk responds haughtily.",
                                     "LinkToEvent": {"Id": 152324}, "Name": "憤怒！@{K}Outrage!",
                                     "Id": 177797},
                    "Name": "決闘による栄光ある死を望む女冒険家の相手を探す@{K}Help the Adventuress seek a glorious death in a duel",
                    "Description": "叫び声をあげる修道士たちは勝負を大いに好む。ここの修道院長にして指揮官である彼は、残忍な老練の決闘者であり怪物狩りだった。@{K}The Shouting Monks revel in battle. Their Abbot-Commander is a savage veteran of a hundred duels and monster-hunts.",
                    "ButtonText": "", "Id": 144728},
                   {"DefaultEvent": {"Description": "ゴッドフォールの最も小さく禁欲的な房の中に年老いて髭の男が足を組み裸で座っていた。あなたたちを目にすると、彼は身を震わせる。皺の寄った皮膚は消えかけた傷で覆われていた。「もう自由はいらない」彼は囁く。「十の刻には床を掃き、十五過ぎれば服を洗う。此処には秩序がある。秩序があらねばならぬ。自由はもういらない！頼む！」\u000d\u000a\u000d\u000a修道士が彼に箒を手渡し、最初の鐘までに教会全体を掃くように命じた。歎願者はそれをきつく握りしめる。「かしこまりました、マスター」彼は小さな声で言い、感謝の涙を目に浮かべて慌てて走り去っていった。後には居心地の悪い沈黙が残る。「彼は敬虔な修道士となることだろう」他の修道士が意を決して口を開いた。「習慣を身に着けさえすれば」@{K}$Godfall -> ゴッドフォール$An old bearded man sits cross-legged and naked in Godfall's smallest monastic cell. At the sight of the group, he flinches. His wrinkled skin is covered in faded scars. \"No more freedom,\" he whispers. \"Ten of the clock, we sweep. Fifteen past ten of the clock, we wash. There are orders. There must be orders. No more Freedom! Please!\"\u000d\u000a\u000d\u000aA monk hands him a mop and bids him clean the entire chapel by first bell. The supplicant squeezes it tight. \"Yes, master,\" he whispers, tears of gratitude welling up in his eyes as he scampers off. There is an awkward silence. \"He should make a very devout monk,\" one of the others ventures. \"Once we finally get him into the habit.\"",
                                     "LinkToEvent": {"Id": 152324}, "Name": "歎願者@{K}The supplicant",
                                     "Id": 258193},
                    "Name": "修道士に新入りについて尋ねる@{K}Speak with the monks about their newest member",
                    "Description": "彼らはあなたを新入りの小部屋に連れて行った。「元水夫だ」一人が囁いた。「彼を何とかする手助けをしてくれるとありがたい」@{K}They escort you to his cell. \"Used to be a zailor,\" one whispers. \"We were hoping you could help us work out what's wrong.\"",
                    "ButtonText": "", "Id": 192645}],
 "Description": "ここに住む騒々しい髭の男たちは自らを修道士と呼んでいる。彼らは天蓋から落ちてきたという“聖ストラクタイト”を口先では讃えているが、彼らがより気に掛けているのはワインと血と叫び声のようだ。@{K}The brawling bearded men who live here call themselves monks. They pay lip service to 'St Stalactite', which fell from the roof. But their chief interests seem to be wine, blood and shouting.",
 "Name": "ゴッドフォール@{K}$Godfall -> ゴッドフォール$Godfall", "Id": 152324}
