{"ChildBranches": [{"DefaultEvent": {"Description": "　彼はずぶ濡れの帽子のつばを勢いよく引いた。その両目はzeeの最深部と同じ色をしていた。「準備はできてる」彼は言った。「いや、食事は要らん。水もだ。俺にはzeeがあれば事足りる」@{I}彼は滴る帽子の縁を引く。彼の目は、ジーの最も深き色と同じだった。「俺の準備は出来ている。」彼はそう言った。「いや、食べ物は要らない。飲み物もだ。俺はジーさえあれば自給自足出来る。」@{M}He tugs at the brim of his dripping hat. His eyes are the colour of the deepest zee. \"I'm ready,\" he tells you. \"No, I need no food. No water. I will feed myself from the zee.\"",
                                     "Name": "ペリジンの瞳@{I}ペリギン -漆黒- の瞳@{M}$[Pp]eligin -> ペリジン$Peligin eyes",
                                     "Id": 177002},
                    "Name": "死の運命にある怪物狩りを手に入れる@{I}不運の怪物狩りと知り合う@{M}Acquire a Doomed Monster-Hunter",
                    "Description": "　カーネイトの反乱勢力の頭目たちはドーン・マシンの秘密を渇望している。彼らの求めるものを差し出せば、誰かがあなたのために死んでくれるだろう。@{I}ハン王国の反乱王達は曙光機の秘密に飢えている。彼らの内の一人が貴方に命を預けると申し出ている。貴方は彼らの必要な物を与えるべきだろうか。@{M}$Khan -> カーン, Khanate -> カーネイト, Dawn Machine -> ドーン・マシン$The rebel lords of the Khanate are hungry for the secrets of the Dawn Machine. One among their number will volunteer to die for you, should you provide what they need.",
                    "ButtonText": "", "Id": 144273},
                   {"DefaultEvent": {"Description": "憑りつかれたような医師は残された方の目を閉じて聞き惚れている。テーブルと逆さにされた椅子から作られた舞台の上では魅力的な若い男女が交互に不平等について怒り、ロンドンやカーネイト、そしてその他の図々しくも他者の上に立とうとする者達がその報いを受ける栄光の日について繰り返し語った。(相変わらず自らの発言の皮肉には気がつかないままに。)\u000d\u000a\u000d\u000a集会が終わると医師は人から移された情熱に顔を輝かせながらあなたの元に走りより、ここに彼を連れてきた事への礼を言った。\u000d\u000a\u000d\u000a「私はこれが……恋しかったのです」彼の顔には何かおかしな表情が浮かんでいる。もしあなたが物を知らなければ、それを笑顔だと思ったかもしれない。そして彼は新たな目的意識に満ちた足取りで若い女性の元へ向かった。@{K}呪われた外科医は目を閉じながら、うっとりとした表情で聞き入っている。テーブルとひっくり返した椅子で作られた舞台の上で、魅力的な若い男女が度重なる不正について交代で怒りの声をあげ、ロンドンとハン王国と、更に他の全ての島々が互いよりも上に抜きん出ようとする時に彼らの計画に直面する、その来るべき素晴らしい日について熱く語っていた。(皮肉は、相変わらず、無い。)\u000d\u000a\u000d\u000a集会が終わるや、彼は貴方のものに駆けつけて感謝の言葉を述べる。使い古しの熱情で輝きながら。\u000d\u000a\u000d\u000a「私は長らく...これを忘れていました。」外科医がそう言い、彼の顔に奇妙な引きつりが見えた。彼の事を良く知らなかったが、どうやらそれは彼に取っての<i>笑顔</i>であるらしかった。そして彼は気持ちを新たにした足取りで、それをもう一度試す為に若い女に向き直った。@{M}$Khan -> カーン, Khanate -> カーネイト, Haunted Doctor -> 憑りつかれたような医師$The Haunted Doctor stands listening in rapt attention, his remaining eye closed. On a stage made from tables and upturned chairs, an attractive young man and woman take turns raging against injustice and talking of the glorious day when London and the Khanate and all others who dare to elevate themselves above others will face their reckoning. (The irony is, as ever, lost.)\u000d\u000a\u000d\u000aOnce the meeting ends he hurries over to thank you, glowing with second-hand fervour.\u000d\u000a\u000d\u000a\"I have... missed this,\" says the Doctor, something strange taking over his face. If you didn't know better, you'd say it was a <i>smile.</i> He heads over to the young woman to try it out, renewed purpose in his stride.",
                                     "LinkToEvent": {"Id": 152332},
                                     "Name": "何時も通りの痛烈な批判@{M}The usual diatribes", "Id": 180530},
                    "Name": "無政府主義者の集会@{K}無政府主義者を集める@{M}A gathering of anarchists",
                    "Description": "もちろん、ここでは珍しいものではない。影の人間は殆どの夜を安ワインを飲み、古い侮辱を言いあいながら計略を練って過ごす。しかし、あの人だかりの中にいるオフィサーは誰だろう？@{K}勿論、此処では別段おかしな事では無い。殆どの夜を、黒影の半数は安ワインを飲み、古臭い侮蔑を交えながら計画を準備しているのだ。だが、人混みに紛れたあの人物は誰なんだ?@{M}$[Oo]fficer -> オフィサー$That is nothing unusual here, of course. Most nights, half the Shadow hatches plots over cheap wine and old insults. But who is that Officer in the crowd?",
                    "ButtonText": "", "Id": 146368},
                   {"DefaultEvent": {"Description": "「それで、白状することがあるんですが。私、今までの仕事のかたわら、副業に手を出していたんです。船の上でじゃないですよ。船長、私は誓って船の仲間から盗みを働いたことなんてありませんからね！」彼女はウィンクした。「でもほら、あちこちに港があるでしょう。私の稼ぎの一部を分けてあげます。それから、ありがとう」<br/><br/>　彼女はあなたに、カチャカチャと音のする布の包を手渡すと、荷物を肩に提げ、口笛を吹きながら、手すりを乗り越えて錆びついた石炭はしけに降り立った。そして彼女は去っていった。@{I}「私は告白する事があります。私は古いツテで別の仕事をやっていました。しかし、この船の上ででは有りません。これは誓います。私は貴方の船で盗みを働いた事は一度も無いです!」彼女はそう言ってウインクした。「あの港で少し、別の港でまた少し。私が少しずつくすねて貯めこんだ物です。本当に今まで有難う。」\u000d\u000a\u000d\u000a彼女は貴方に、ガラガラと音を立てる何かが布に包まれた物を差し出した。袋を肩に担ぎ、口笛を吹きながらタラップを飛び降りて、錆びついた炭鉱の地へと歩いて行く。彼女は、貴方の元を去った。@{M}\"So I've got a confession to make. I've been moonlighting in the old trade. Not aboard ship. I'd never steal from a shipmate, cap'n, I zwear!\" She winks. \"But a port here, a port there. Here's some of my haul, and thanks.\"\u000d\u000a\u000d\u000aShe hands you a collection of clinking objects wrapped in cloth, shoulders a bundle, and, whistling, hurdles the rail to land in a rusting coal-barge. She's gone.",
                                     "Name": "有益な別れ@{M}A profitable parting", "Id": 180642},
                    "Name": "『育ちすぎ』の砲手に下船許可を与える@{M+I}長脛の銃士に下船許可を与える@{M}$Longshanks Gunner -> 『育ちすぎ』の砲手$Let your Longshanks Gunner go ashore",
                    "Description": "「船長、私はもうあなたのお役には立てません。自由の香りを知ってしまったから。私はこれから、この壊れた船の街で生きていきます」@{I}「船長、もう私は貴方の役に立てそうに無いです。此処で私は自由の香りを感じ、私はこの壊れた船の街に留まるべきと思います。」@{M}\"I'm no more good to yer, Captain. I've got the scent o' freedom, now, and I'm for the city of broken ships.\"",
                    "ButtonText": "", "Id": 146434},
                   {"DefaultEvent": {"Description": "　ブレミガンはそばにあった難破船の湿った影の中に消えていった。「きのこね」それを見ていた女が楽しそうに言った。「きのこなんて久しぶり」@{I+M}ブレミガンは座礁した船の湿気た物陰の中に消えていった。それを見た黒影の一人が、「マッシュルームね。」と快活な言葉を残した。「マッシュルームなんて久しぶり。」@{M}$[Bb]lemmigan -> ブレミガン$The blemmigan disappears into the moist shadows of a nearby wreck. A Shadow watches it go. \"Mushrooms,\" she says cheerfully. \"I've missed mushrooms.\"",
                                     "Name": "潜伏のこつ@{M}A knack for concealment", "Id": 181959},
                    "Name": "ブレミガンを陸に放つ@{I}ブレミガンを浜に揚げる@{M}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "　今さら除け者ひとつ加わっても、ここの流れ者たちが眉をひそめるとは思えない。@{I}亡命者は今更一人(匹?)ぐらい逸れものが混ざった所で気にもしないだろう。@{M}The exiles are unlikely to be bothered by one more outcast.",
                    "ButtonText": "", "Id": 147282},
                   {"DefaultEvent": {"Description": "　共謀。放蕩。長ったらしい演説。酒を飲み、歌い、詩を詠んではまた演説。時折酔っぱらいの喧嘩。極稀に、野蛮で儀式的な殺人。@{I+M}共謀し、堕落し、長話をし、酒を飲み、歌い、喋り、詩を書く。時々酔っぱらいの決闘が発生する。非常に稀に、野蛮で儀式的な殺人も起こる。@{M}Conniving, debauching, speechifying, drinking, singing, speeching, poeting. Now and then a drunken duel. Very occasionally, a savage ritual murder.",
                                     "Name": "びっしりと書かれた報告書@{M}Closely-written notes", "Id": 182503},
                    "Name": "港湾報告書をまとめる@{M}$[Pp]ort [Rr]eport -> 港湾報告書$Compile a Port Report",
                    "Description": "　不満分子はあまりに多く、時間はあまりに少ない。@{M+I}不満分子は余りに多く、時間は余りに少ない。@{M}So many malcontents. So little time.",
                    "ButtonText": "", "Id": 147647},
                   {"DefaultEvent": {"Description": "彼は戦利品を磨き、削り、彫った。長命衆の様々な言葉で何かを呟いている。すぐに、小さな骨でできたごつごつした像が彼の前に4つ並べられた。彫像の目は怒りに見開かれている。「前にこういうものを旧大陸で見たことがある。いまだに夢に出てくる。ぼんやりしているときにも見えるな」\u000d\u000a\u000d\u000a彼は彫刻をあなたの掌に落とした。「金はいらねえ。こいつらが“あんた”を見つめることにしたら、“俺”のことは見なくなるかもしれないからな」@{K}$Elder Continent -> 旧大陸, Presbyter -> 長老, Presbyterate -> 長命衆$He grinds. He chips. He engraves. He mutters in a half-dozen languages of the Presbyterate. Soon, four little blocky figures of bone stand in a row before him. Their eyes are wide and angry. \"Saw these in the Elder Continent, once. Still do, when I sleep; or when my mind wanders.\"\u000d\u000a\u000d\u000aHe drops them into your palm. \"No charge. If they start watching <i>you</i>, maybe they'll stop watching <i>me</i>.\"",
                                     "Name": "彼は節くれだった指で戦利品を撫で、舌を鳴らした。「いい骨だ」@{K}He runs his knobbled fingers over the trophy; clicks his tongue. \"Good bone.\" ",
                                     "Id": 230220},
                    "Name": "一つ眼の彫刻家に狩りの戦利品から彫像を作ってもらう@{K}$[Hh]unting[- ][Tt]roph(y|ies) -> 狩りの戦利品$Have a One-Eyed Scrimshander carve something from your Hunting-Trophy ",
                    "Description": "道具は彼の前に綺麗に一列に並べられている。[狩りの戦利品を用心深い骨董品に交換できます。]@{K}$Watchful Curio -> 用心深い骨董品, [Hh]unting[- ][Tt]roph(y|ies) -> 狩りの戦利品$His tools are laid before him in a neat row. [Trade a Hunting-Trophy for four Watchful Curios.]",
                    "ButtonText": "", "Id": 177354},
                   {"DefaultEvent": {"Description": "　彼はあなたを殺風景な自室に案内した。部屋の空気は、ボウルの中に放ったらかしにされた果物のような、甘く腐った匂いがした。<br/><br/>「座りな！君と私でそれぞれスプーン一杯ずつ飲もう。そうしたら、私が道を教えてやる」彼は蜜にスプーンを突っ込み、ぶよぶよした塊を掬って口に放り込んだ。「ほら君も。早く！」@{I}$Pages -> ページ$He leads you to his dismal chambers, where the air is sweet and rotten, like fruit left in a bowl. Pages of unfinished poetry litter the furniture.\u000d\u000a\u000d\u000a\"Sit! We will take a spoonful each, you and I, and I will show you the way.\" Dipping a spoon into the honey, he shovels a blob of it into his mouth. \"You, too. Quickly!\"",
                                     "LinkToEvent": {"Id": 230606}, "Name": "転移@{I}Transportation",
                                     "Id": 231069},
                    "Name": "チアリー・マンの治療：かつての大詩人と蜜を飲む@{I}Healing the Cheery Man: take honey with a Once-Great Poet",
                    "Description": "　彼にはその匂いが分かった。膨れた両目が急に鋭くなる。「忘れ去られるものはない。失われるものはない。それだったら見たことがあるよ。かつて森があってね――かつてあったものが『今ある』場所だ。一緒に夢見に行こうじゃないか！」@{I}He can smell it. He baggy eyes grow suddenly sharp. \"Nothing's forgotten; nothing's gone. I have seen it. There was a wood, once - a place where things that were, <i>are</i>. Dream with me!\"",
                    "ButtonText": "", "Id": 177894},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 246097},
                                     "Name": "", "Id": 243390},
                    "Name": "あなたを見つめる男に近づく@{K}Approach the man staring at you",
                    "Description": "彼はあなたのことを凝視している。何がしたいのだろう？@{K}His gaze is rather intense. What does he want?",
                    "ButtonText": "", "Id": 185944},
                   {"DefaultEvent": {"Description": "甲板長がボルトカッターを持ち出して鎖を切り、入り口を確保する。あなたは中に滑り込むと扉を閉め（ついでに影の喧騒を締め出し）、ランプを灯した。船体の保存状況は良い。船倉には木箱、それよりは小さな箱、棚などが整然と並べられている。\u000d\u000a\u000d\u000a時間はかかったが、あなたは数枚の詳細な設計図を見つけ出した。カーネイトの文字は極めて複雑で読みにくいが、どうやらこれがあなたの必要とする物のようだ。あなたは設計図をジャケットにねじ込んだ。\u000d\u000a\u000d\u000aあなたは同時に埃に残る不審な指の跡と、特定の記録の中にある怪しい空白を発見した。最近誰かがここを訪れたのだろうか？もしかすると、カーネイトは彼らの主張するように完全に潜水艦の研究を放棄したわけではないのかもしれない。[ポート・カーネリアンに戻り、潜水艦の研究を完成させましょう。]@{K}$Khan -> カーン, Khanate -> カーネイト, Port Carnelian -> ポート・カーネリアン$Your bo'sun applies bolt cutters to a chain, securing entry. Slipping inside, you close the door (muting the clamour of the Shadow) and light lamps. The hull is well-preserved. Down in the hold are orderly piles of crates, boxes, and cabinets. \u000d\u000a\u000d\u000aEventually you uncover a detailed set of schematics that - despite the complexities of Khanate script - look like what you need. You cram them into your jacket. \u000d\u000a\u000d\u000aYou have discovered fingerprints in the dust, and suspicious gaps in the runs of certain records. Has someone been here recently? Perhaps the Khanate hasn't abandoned zubmarine research quite as absolutely as they claim.  [Return to Port Carnelian to complete your zubmarine research.]",
                                     "LinkToEvent": {"Id": 152332}, "Name": "あなたは船によじ登った@{K}You climb aboard",
                                     "Id": 244558},
                    "Name": "退役した石亀号の残骸を漁る@{K}Plunder the decommissioned remains of the Stone Turtle",
                    "Description": "影の辺縁部に、鎖で締め切られ板を打ち付けられた古い調査船があった。もしカーネイトのZonarの図案が生き残っているとすれば、この船の中にあるかもしれない。@{K}$Khan -> カーン, Khanate -> カーネイト$An old research vessel, chained and boarded-up at the Shadow's rim. If the Khanate's zonar schematics survived, perhaps they're on board.",
                    "ButtonText": "", "Id": 186707},
                   {"SuccessEvent": {"Description": "　黒のイカロスは風変わりな武器だ。傷跡のある海賊は、これを買ったところでカーネイト海軍との争いにはあまり使い途がないかもしれない。しかし、彼女はうっとりとした口調で言う。「こいつは競合する海賊どもを嫉妬させる戦利品にならあ！」@{I}イカロスは風変わりな武器で、購入した傷持ちの海賊はそれを使いこなして海賊道で名を上げる事は出来ないかもしれない。だが彼女は歓喜の声を上げている。これを持つ事自体が、彼女のライバルたる海賊の羨望を集める勲章らしい。@{M}$Khan -> カーン, Khanate -> カーネイト$The Icarus is an eccentric weapon. The Scarred Buccaneer who purchases it may not find it very much use against the Khanate Navy. But she purrs with delight: it's a trophy to inspire envy in rival buccaneers!",
                                     "LinkToEvent": {"Id": 152332},
                                     "Name": "素晴らしい値段！@{I}文句無しの値段!@{M}An excellent price!",
                                     "Id": 152337},
                    "DefaultEvent": {"Description": "　黒のイカロスは風変わりな武器だ。傷跡のある海賊は、これを買ったところで海賊稼業での成功は見込めないかもしれない。それでも、彼女は十分に満足していた。@{I}イカロスは風変わりな武器で、購入した傷持ちの海賊はそれを使いこなして海賊道で名を上げる事は出来ないかもしれない。しかし彼女は十分に満足している様だ。@{M}The Icarus is an eccentric weapon, and the Scarred Buccaneer who purchases it may not find success in piracy. But she seems content enough.",
                                     "LinkToEvent": {"Id": 152332},
                                     "Name": "妥当な値段@{I}適切な値段@{M}A fair price", "Id": 152336},
                    "Name": "カーンの影の海賊に外国の武器を売る@{I}新型の武器を黒影の海賊に売る@{M}Sell an exotic weapon to Shadow buccaneers",
                    "Description": "「黒のイカロス！アイアン・リパブリックの熟練工の傑作じゃねえか。船長どもは怖がるだろうな。怪物どもは逃げ出すだろうな！」[ハートでの判定に成功すると少し値段が上がります。]@{M+I}「黒きイカロス!鋼鉄共和国の熟練工の傑作じゃねぇか。キャプテンはこいつを怖がるんだ。化モンだって逃げ出すぜ!」[ハートでチャレンジに成功すると若干買値が上がります。]@{M}$Iron -> アイアン, Hearts -> ハート, Iron Republic -> アイアン・リパブリック, Icarus in Black -> 黒のイカロス$\"Icarus in Black! The masterwork of an Iron Republic Artificer. Captains fear it. Monsters flee it!\" [A Hearts success will get you a slightly better price.]",
                    "ButtonText": "", "Id": 129827},
                   {"SuccessEvent": {"Id": 158973},
                    "DefaultEvent": {"Description": "9", "Name": "5", "Id": 152333},
                    "Name": "乱痴気騒ぎ@{M}Roister",
                    "Description": "飲み明かすと?黒影は飲み騒ぎを受け入れない。貴方は馬鹿騒ぎし、それが気に入っている。@{M}Carouse? No Shadow would settle for carousing. You'll roister, and like it.",
                    "ButtonText": "", "Id": 129824},
                   {"SuccessEvent": {"Description": "　そこであなたは、娘の驚愕した視線を追った。ライラック色のガウンを着た女性が、茶屋の戸口にもたれかかっていた。女の顔立ちには、見間違えようもなく、あなたのオフィサーと似たところがあった。「話をしましょうか」落ち着き払った様子で、彼女は娘にそう言った。<br/><br/>　娘は、目を見張る素早さで、なけなしの平静さをかき集めた。「ちょっと話してくるわ」娘はそう言った。@{I}貴方は、驚き固まった娘の視線を追いかける。そこには薄紫色のガウンを身に纏い、茶店の扉にもたれ掛かる女性の姿があった。彼女の特徴は、貴方の横で固まっている彼女のそれと紛れも無く似ていた。「話があります。」彼女は穏やかな口調でそう娘に告げる。\u000d\u000a\u000d\u000a彼女は特筆すべき速さで、散り散りになった彼女の冷静さを掻き集めていた。「ちょっとごめんね。」彼女はそう言った...@{M}$[Oo]fficer -> オフィサー$You follow the Daughter's stunned gaze. A woman in a lilac gown leans in the doorway of a tea-shop. Her features bear an unmistakable resemblance to your officer's. \"We should talk,\" she says to the Daughter, quite calmly.\u000d\u000a\u000d\u000aThe Daughter assembles the rags of her composure with remarkable speed. \"Excuse us,\" she says...",
                                     "LinkToEvent": {"Id": 180196},
                                     "Name": "「先週にはいたそうだけど――」@{I}\"彼女は先週ここに居たけど -\"@{M}\"She was here last week, but - \"",
                                     "Id": 180248},
                    "DefaultEvent": {"Description": "「お母さん、先月ここで『白と金』の一人を殺したそうよ。ライラックの服を着た別人かもしれないけど。ライラックはここでは不幸の色なのかしらね。ともかく他に聞いたことを教えてあげる。それから他の場所に行きましょう。私たちなら見つけられるわ」@{K+I}「彼女、先月ここで白と金の一人を殺したらしいんだけど。それか薄紫の服の誰かがね。薄紫はここでは不幸の色なのかも。ともかく他に聞いたことを教えてあげる。それから他の場所に行きましょう。私たちなら見つけられるわ」@{K}\"She murdered a White-and-Gold here last month. Or someone else in lilac did. It's an unlucky colour here, I think. But let me tell you something else I heard. And then we can look elsewhere. We'll find her.\"",
                                     "Name": "「運がなかったわ」@{I}「ダメだったわ」@{K}\"No luck.\"", "Id": 180247},
                    "Name": "メイビーの娘が母親を捜す手伝いをする@{M+I}メイビーの娘の母親を探す手伝いをする@{M}$Maybe's Daughter -> メイビーの娘$Help Maybe's Daughter search for her mother",
                    "Description": "「お母さんはかつてスパイだったと思うわ。今でもそうかもしれないけどね。ま、私たちの多くはそうよ。どこにも属していないだけで。こういう話は、海軍省の人にはしない方がいいかも。まったく、神経が張ってると余計なこと言っちゃうのよね、私」@{M+I}「彼女はかつて、スパイだったと思うわ。今でもそうかもしれないけどね。ま、私達の多くはそうね。何処にも属していないだけで。この事、総督府に居る人間には言わない方が良いかもしれない。全く、神経が張ってると余計な事言っちゃうのよね、私。」@{M}$Admiralty -> 海軍省$\"She was a spy, once, I think. I think she might still be one. Well, a lot of us are. Freelancers, anyway. Look, perhaps you shouldn't say that to anyone at the Admiralty. I do talk nonsense when I'm nervous.\"",
                    "ButtonText": "", "Id": 146187},
                   {"SuccessEvent": {"Description": "　クラデリーの後継者は船体と船の外形に注意しながら船着場を歩いた。彼女はゆっくりと歩くことで、あまり熱心には見えないように振る舞っていた。「多分、ここでは見つからないと思いますよ」後継者は言った。「見つけたいわけでもありませんし。私は、この手の希望や期待にしがみつくのが良いことだとは思いません。人生を駄目にしてしまうのはまさにこういった妄念であって、私がいつも治療しなければならないのもそういう……」<br/><br/>　船着場を三周しても船は見つからなかった。「別にいいです」クラデリーの後継者は言った。「気にしてません」だがもちろん、あなたたちにはもっとできることがあるだろうね？@{I}$Cladery Heir -> クラデリーの後継者$The Cladery Heir walks the dock, watching the hulls and the outlines of the ship. She moves slowly, so that she doesn't look too eager. \"We probably won't find her here,\" the Heir says. \"I don't expect to. I don't believe in clinging to specific hopes and expectations of that kind; it's just the sort of obsession that ruins lives, just the kind of thing I'm always having to repair...\"\u000d\u000a\u000d\u000aYou don't find the ship, though you walk the docks three times over. \"It doesn't matter,\" says the Cladery Heir. \"I don't mind.\" But surely there is more you can do?",
                                     "LinkToEvent": {"Id": 152332},
                                     "Name": "記憶の記憶@{I}A memory of a memory", "Id": 246747},
                    "DefaultEvent": {"Description": "　あなたたちは船大工たちに見張られていた。ここにいる誰もが、あなたたちの存在に異様な関心を抱いていた。まだ船着場を四分の一しか歩いていないところで、クラデリーの後継者があなたの袖を引っ張った。「光が弱すぎます。これでは船体の形がはっきり見えません。船がここにあったとしても、見落としているかもしれません」<br/><br/>　一番近い船の甲板から、誰かがあなたの足元に何かを吐き出した。果たしてそれは……何だこれは？<br/><br/>「舌の塊ですね」ブーツの先でそれをつつきながら、クラデリーの後継者は言った。「私たちと口をきいてやるつもりはない、と言いたいのでしょう。もう行きましょう」@{I}$Cladery Heir -> クラデリーの後継者$The shipwrights are watching you. Everyone here seems unduly fascinated by your presence. You've only walked a quarter of the docks when the Cladery Heir takes your elbow. \"The light is too dim. I can't be certain of the shapes of the hulls. She might be here without me seeing her.\"\u000d\u000a\u000d\u000aFrom the deck of the closest ship, someone spits something at your feet. It's... actually, what is that?\u000d\u000a\u000d\u000a\"Chunk of tongue,\" the Cladery Heir says, giving it a poke with the toe of her boot. \"To say they don't care to speak with us. Let's go.\"",
                                     "LinkToEvent": {"Id": 152332}, "Name": "やり直し@{I}Start over",
                                     "Id": 245650},
                    "Name": "打ち棄てられた船体の中からクラデリー・ハートを探す@{I}$Cladery Heart -> クラデリー・ハート$Seek the Cladery Heart among the abandoned hulls",
                    "Description": "　ここにあれば、クラデリーの後継者には見分けがつくだろう。@{I}$Cladery Heir -> クラデリーの後継者$If she is here, the Cladery Heir will recognise her.",
                    "ButtonText": "", "Id": 187412},
                   {"SuccessEvent": {"Description": "「あれがいると他の船が落ち着かなくてなあ」カーネイト人の船大工が言った。「結局、俺らはあれを修理して、また海に出られるようにしてやらなきゃならんかった。船は北へ向かったよ。あれの上でまだ生き残ってた最後の船員を乗せたままでな。だが、あれは氷結城に近づきすぎたんだ。船は氷に飲み込まれちまった。少なくとも、こっちまで帰ってきた話では、そういうことになってるよ」@{I}$Khaganian -> カーネイト人, Frostfound -> 氷結城$\"She made the other ships restless,\" says the Khaganian Shipwright. \"In the end we had to repair her enough to let her go on. She turned north, with the last of the crew that still lived on her. But she sailed too close by Frostfound, and the ice swallowed her. At least, that is the story that has come back to us.\"",
                                     "LinkToEvent": {"Id": 152332},
                                     "Name": "氷結城に@{I}$Frostfound -> 氷結城$On to Frostfound",
                                     "Id": 246748},
                    "DefaultEvent": {"Description": "「あれがいると他の船が落ち着かなくてなあ」カーネイト人の船大工が言った。「結局、俺らはあれを修理して、また海に出られるようにしてやらなきゃならんかった。船は北へ向かったよ。あれの上でまだ生き残ってた最後の船員を乗せたままでな。だが、あれは氷結城に近づきすぎたんだ。船は氷に飲み込まれちまった。少なくとも、こっちまで帰ってきた話では、そういうことになってるよ」@{I}$Khaganian -> カーネイト人, Frostfound -> 氷結城$\"She made the other ships restless,\" says the Khaganian Shipwright. \"In the end we had to repair her enough to let her go on. She turned north, with the last of the crew that still lived on her. But she sailed too close by Frostfound, and the ice swallowed her. At least, that is the story that has come back to us.\"",
                                     "LinkToEvent": {"Id": 152332},
                                     "Name": "氷結城に@{I}$Frostfound -> 氷結城$On to Frostfound",
                                     "Id": 245651},
                    "Name": "クラデリー・ハートのことを船大工たちに尋ねて回る@{I}$Cladery Heart -> クラデリー・ハート$Ask about the Cladery Heart among the Shipwrights",
                    "Description": "　聞いた話が確かなら、少なくとも彼らの記憶の中にはあるはずだ。@{I}If the stories are true, they must at least remember her.",
                    "ButtonText": "", "Id": 187413}],
 "Description": "　カーネイトが自らの戦士としての伝統に背を向けてから、もう長い年月が過ぎている。あそこにはもう海賊や自称遊牧民の居場所はない。そのような爪弾き者たちは、今ではこの影の中に住んでいる。難破し、座礁し、退役した百もの船に囲まれて。@{I}遥か昔、ハン王国は、歴史ある戦士としての伝統に背を向けた。ハン王国には海賊と自称遊牧民の居る場所がない。それ故、此処黒影に、追放者や亡命者が幾百の壊れ、地上に打ち付けにされ、廃された船の中に棲まうのだ。@{M}$Khan -> カーン, Khanate -> カーネイト$Long ago, the Khanate turned its back on its warrior traditions. It has no place for pirates and would-be nomads: so here, in the Shadow, the exiles make their home, amid a hundred wrecked, grounded, decommissioned ships.",
 "Name": "カーンの影@{I}ハンの黒影@{M}$Khan -> カーン, Khan's Shadow -> カーンの影$Khan's Shadow",
 "Id": 152332}
