{"ChildBranches": [{"DefaultEvent": {"Description": "貴方は転げながら船に戻り、耳を塞ごうと試みる。貴方の皮膚の下で幾千もの鏡の体持つ蛇が蠢く様なおぞましい感覚を受け、貴方は恐怖に震えおののく。ネザールは一体何をした?<i>貴方は</i>一体何をしたのだ?@{M}You try to close your ears as you stumble back to your ship. You shiver, and it feels like a thousand snakes wriggling their mirror-bodies just under your skin. What have the Neathers done? What have <i>you</i> done?",
                                     "Name": "", "Id": 152354},
                    "Name": "あれは何だ?@{M}What's that?",
                    "Description": "何か聞こえるだろうか...囁きか?\u000d\u000a@{M}Can you hear something...whispering? ",
                    "ButtonText": "", "Id": 129838},
                   {"DefaultEvent": {"Description": "柔らかい物音と共に、ブレミガンはヴァルカスの周囲を覆う影の中へと入り込む。\u000d\u000a\u000d\u000a影が濃くなり、火の最後の燃えさしが崩折れるような溜息が聞こえて来る。@{M}With a soft rustle, the blemmigan passes into the shadows around Varchas.\u000d\u000a\u000d\u000aThe shadows stiffen; there's a sigh like a dying fire crumbling.",
                                     "Name": "夜の帳へ@{M}Into the night", "Id": 182380},
                    "Name": "ブレミガンを浜に揚げる@{M}Put a blemmigan ashore",
                    "Description": "運命に身を委ねさせる。@{M}Leave it to its fate.",
                    "ButtonText": "", "Id": 147572},
                   {"DefaultEvent": {"Description": "この地を統治する力が何であろうと、この地に立ち続けて記録を続けられるだけ続ける事を、総督府は望むだろう。注意して書き留めよ。自身の夢を護れ。@{M}Whatever power reigns here, the Admiralty will want to know as much as you can stand to record. Note it carefully. Guard your dreams.",
                                     "Name": "割れ鏡のもたらす暗闇@{M}The darkness of broken mirrors",
                                     "Id": 182514},
                    "Name": "港湾報告書をまとめる@{M}Compile a Port Report",
                    "Description": "この土地が、楕円の積極的な活用無しではどれだけ不快な場所かというのを伝えるのは...難しい。@{M}It's difficult to convey just how unpleasant the place is without quite an aggressive use of... ellipses.",
                    "ButtonText": "", "Id": 147658}],
 "Description": "壁に囲まれたヴァルカスの街は暗闇に包まれている。5つの鏡塔から光り輝く茸は剥ぎ取られ、中心の鏡塔は粉々に砕き割られていた。\u000d\u000a\u000d\u000a鏡の門も小さな破片にまで割られており、小さな鏡の破片それぞれが、まるで悪意を持つかのように不気味に反射している。貴方は、その中に蠢く...何かの形を...見る事が出来た。橙色の闇を燃やし尽くした - コスモゴーンの気配。煙に覆われた大海を垣間見る。時が止まってしまったかのように跳ねまわり蠢く、甘い笑い声と共に。@{M}The walled city of Varchas is dark. The glowing fungus has been stripped from the Five Towers, and the Principal Mirrors are all smashed to pieces.\u000d\u000a\u000d\u000aThe Mirrored Gates are broken into tiny facets and each one glints malevolently. You can see... shapes... moving in them. Glimmers of cosmogone - that burnt orange darkness. Glimpses of smoking sea. Sweet laughter that hitches and skitters like the death of clocks.",
 "Name": "堕ちたる街ヴァルカス@{M}The Fallen City of Varchas", "Id": 152353}