{"ChildBranches": [{"DefaultEvent": {"Description": "眩しい光の中にも関わらず、貴方は急速に眠りに落ちた。そこで視た夢は、囁き声に溢れ、煌めく煙と、万華鏡のような、反射と歪曲とがないまぜになった、とても奇妙な世界だった。貴方の四肢は折れ曲がり、皮膚は脱皮のように脱げ落ちて、両目は捩れる、そんな世界。貴方が目覚めた時、心臓は明らかに高鳴っていた。鼻孔にはヴァルカスの据えた菌の匂いが充満している。\u000d\u000a\u000d\u000a貴方の体はそれまで同様に思えたが、何か分からない違和感が体を支配していたのだ。@{M}$Varchas -> ヴァーチャス$You fall into sleep easily despite the bright light, but your dreams are full of whispering, glittering smokes - mirror-vapours that coil into reflection-warping shapes. You see your limbs bend, your skin slough, your eyes twist.. You wake with your heart pounding. Your nostrils are full of the fungal-rot smell of Varchas.\u000d\u000a\u000d\u000aYour body is as it always was, but somehow that is not as comforting as it should be.",
                                     "LinkToEvent": {"Id": 152358}, "Name": "", "Id": 152359},
                    "Name": "眠る@{M}Sleep",
                    "Description": "ベッドは低く広く、慎ましい緑と青の、野菜の柄のパターン紋様で染められた綿のシーツを掛けられている。@{M}The bed is low and wide, and draped with cotton sheets stamped with vegetable-dye patterns in muted greens and blues. ",
                    "ButtonText": "", "Id": 129841},
                   {"DefaultEvent": {"Description": "どうやら動くようだ...少なくとも、起きた時には夢の中の鮮烈な光景など何も覚えていない。目をさます前に貴方は鏡の護りを回収していた。これは貴方の想像なのか、それとも紙切れに走り書きされた文字の一部が微かに<i>滲んでいた</i>のだろうか?\u000d\u000a@{M}It seems to work; at least, you do not remember any particularly vivid dreams when you wake. You retrieve the Mirror-Charm before you wake. Is it your imagination, or does some of the script scribbled on the paper-scraps seem slightly <i>blurred</i>?",
                                     "LinkToEvent": {"Id": 152358}, "Name": "", "Id": 152361},
                    "Name": "鏡の護りを使う@{M}Use the Mirror-Charm",
                    "Description": "貴方は鏡を枕元にぶらさげ、もう少しだけ穏やかな夢見を望む。@{M}You hang it upon the mirror by your bed-side, and hope for quieter dreams.",
                    "ButtonText": "", "Id": 129843},
                   {"DefaultEvent": {"Description": "彼は怯えながら歩き出し、バーガンディの赤ワインをそこら中に撒き散らしていた。彼の若い従者は苛ついているようだ。「すまない、遅れた!」彼が叫ぶ。「許してくれミヒル、アグニホトリが俺の皮を生きながらに剥ぐつもりらしい!」\u000d\u000a\u000d\u000a彼は感謝の余り貴方の手を握って激しく揺さぶる。「有難う、ターマス!俺はこの事を決して忘れない。さぁ!この弓なりの宝石を受け取れ! -」@{M}He starts up in horror, spilling burgundy-red wine everywhere. His young companion looks irritated. \"I'm late!\" he shouts. \"Mihir forgive me, the Agnihotri is going to skin me alive!\"\u000d\u000a\u000d\u000aHe pumps your hand in gratitude. \"Thank you, Taamas! I won't forget this. Here! Take my arc-jewels - \"",
                                     "LinkToEvent": {"Id": 152358}, "Name": "", "Id": 152366},
                    "Name": "ワインで酩酊した点灯夫@{M}The Wine-Mazed Lamp-Lighter",
                    "Description": "彼はサフランのローブに身を包み黒い目をした少年の喉にワインを流し込んでいる。彼の姉が、彼の事を探していると教える事も出来た筈だ。\u000d\u000a@{M}He is dressed in saffron robes and is indeed pouring wine down the throat of a very attractive dark-eyed boy. You could tell him his sister is looking for him.",
                    "ButtonText": "", "Id": 129846},
                   {"DefaultEvent": {"Description": "また来た。貴方が視た夢は、囁き声に溢れ、煌めく煙と、万華鏡のような、反射と歪曲とがないまぜになった、とても奇妙な世界だった。貴方の四肢は折れ曲がり、皮膚は脱皮のように脱げ落ちて、両目は捩れる、そんな世界。貴方は泣きながら、悶え苦しんで目を覚ます。悪くなっている。夢を視る度毎に、悪くなっている。@{M}Once again, your dreams are full of whispering, glittering smokes - mirror-vapours that coil into reflection-warping shapes. You see your limbs bend, your skin slough, your eyes twist.. You writhe awake with a cry. It's worse. Each time, it's worse.",
                                     "LinkToEvent": {"Id": 152358}, "Name": "", "Id": 167088},
                    "Name": "煙の夢が待っている@{M}Smoke-dreams await",
                    "Description": "ベッドは快適だが...鏡は用心している。\u000d\u000a@{M}The bed is comfortable... but the mirrors are watchful.",
                    "ButtonText": "", "Id": 138228},
                   {"DefaultEvent": {"Description": "「戻れ...」衛兵が貴方に告げる。「だがまだだ。」その言葉を合図に、彼らが貴方を壁の向こうの暗闇に押し込む。ミラーボールに反射した光のような煌めきで、貴方の目はちらつく。此処はとても寒い。@{M}\"Return,\" the Guard tells you, \"but not yet.\" With that, they usher you into the darkness beyond the walls. You blink mirror-dazzles from your eyes. It's cold out here.",
                                     "Name": "暗闇の中へ@{M}Into the dark", "Id": 167092},
                    "Name": "ヴァルカスの曙光@{M}$Varchas -> ヴァーチャス$Dawn in Varchas",
                    "Description": "ヴァルカスにおいて、異邦人の時間は厳密に決められている。毎朝曙光が漏れる頃、衛兵は宿屋を訪れ、そこで見つけたターマ達を全員退去させるのだ。彼らは礼儀正しいが、非常に決然としている。@{M}$Varchas -> ヴァーチャス$Outsider time in Varchas is strictly rationed. Each morning at dawn, the Guard visits the inn to eject any Taamas they find. They are polite, but very definite.",
                    "ButtonText": "", "Id": 138230},
                   {"SuccessEvent": {"Description": "宿屋の料理人は、香辛料のたっぷり効いた茸花と蓮根のシチューを、内陸から輸入された米と茹でたイモノキと一緒に振舞っている。しかし本番は街中で育てられた軽食用の、貴方の口を潤す果実だった。\u000d\u000a\u000d\u000a酸っぱい匂いのオレンジと少し熟した黄色のバナナ、パイナップルたっぷりのジュースに絹の様に白い果肉をもった柔らかいココナッツが、貴方の舌を甘く震わせる。\u000d\u000a\u000d\u000aふと不思議に思い、貴方は料理人に肉は食べないのかと問うと、彼はミヒルを呼んで答えさせた。「生き物の肉を食べるのは禁止されてます。」彼は言う。ヴァルカス人は海で生きる人生を好まない事は幸運な事かもしれない。@{M}The Inn's Cook makes thick spiced stews of fungus-flowers and lotus-root, eaten with chunks of boiled cassava and rice imported from inland. But it is the light-hungry fruit grown in the city which makes your mouth water.\u000d\u000a\u000d\u000aTart-scented oranges and bruise-yellow bananas, pineapples bursting with juice, tender coconuts with the silky white flesh scooped out and sap-sweet on the tongue.\u000d\u000a\u000d\u000aDo you not eat meat, you ask in wonderment, and the Inn's Cook calls to Mihir for strength. \"It is forbidden to eat the flesh of living creatures,\" he says. Lucky the Varchaasi don't fancy the zee-faring life.",
                                     "LinkToEvent": {"Id": 152358}, "Name": "", "Id": 152363},
                    "DefaultEvent": {"Description": "宿屋の料理人は大柄で、顰め面をした男で、腕は港湾で働く人夫のように太い。そんな彼を見て貴方は無言で引き返す、そんな人物だ。料理人は皆この様に強面なのか?皺だらけの優しそうな老婦人が甘いタルトを彼女のポケットに忍ばせるような事は、とても出来そうにない。@{M}The Inn's Cook is a large, scowling man with arms like a stevedore, who turns you out without a word. Are all cooks fearsome? What you wouldn't give for a crease-faced kindly old lady with sweet-tarts in her pockets.",
                                     "LinkToEvent": {"Id": 152358}, "Name": "", "Id": 152362},
                    "Name": "厨房@{M}The Kitchens",
                    "Description": "少し饐えた菌の匂いが、調理の匂いに混ざっている。しかしそんな事では貴方の食欲は無くなりはしない。@{M}The smells of cooking mingle with the fungus-rot; but you aren't going to let that put you off your food.",
                    "ButtonText": "", "Id": 129844},
                   {"SuccessEvent": {"Description": "彼らの歌は面白いぐらいに散文的で、歌詞は詩的な創作というよりは、伝記の報告のようだった。\u000d\u000a\u000d\u000a先ずは湖の浚い人が歌う積水と蓮葉の哀歌 - ゆっくりと流れる調べに乗った茸採集家のバラード - に聞き入り、次いで点灯夫のジルバに混ざり、彼らの踊りを真似て激しく体と空気とを揺らした。\u000d\u000a\u000d\u000aこの夕べはミヒルの歌で〆となる。弦楽器と打楽器の伴奏の中歌われ、白光を七色の虹に分散するガラスのプリズムが対位旋律となって流れるそれは、聴く者の五感を余すこと無く揺さぶった。@{M}Their songs are curiously prosaic, the lyrics more like a biographical report than a poetic invention. \u000d\u000a\u000d\u000aYou listen to a Lake-Dredgers' water-logged, lotus-rooted dirge; you sway to the slow, steady ballad of the Fungus-Collectors, and join in the Lamp-Lighters' quick-footed dance which mimics their evening rounds.\u000d\u000a\u000d\u000aThe evening finishes with the Song of Mihir, which is sung to the accompaniment of stringed instruments and drums and polished glass prisms which split the white light into rainbows in counterpoint to the notes.",
                                     "LinkToEvent": {"Id": 152358}, "Name": "", "Id": 152365},
                    "DefaultEvent": {"Description": "貴方は<i>ターマス!</i>という単語の囁きを聞いた。それと同時に、音楽家が弦楽器の運指を間違える程神経質になったり、歌詞が舌に引っ掛かって出てこなかったりと、明らかに警戒されているようだった。貴方は彼らの宴の邪魔をして、夜を全て台無しにしてしまう前にそこを立ち去る。@{M}You hear the word <i>Taamas!</i> being whispered, and the musicians grow so nervous that their fingers slip on the strings and their tongues forget their lyrics. You leave them to their music, before you ruin their evening entirely.",
                                     "LinkToEvent": {"Id": 152358}, "Name": "", "Id": 152364},
                    "Name": "中庭にて@{M}The Courtyard",
                    "Description": "中心に在る大理石の噴水を囲うようにして、クッションが並べられており、音楽家は黄色の葉が茂る木陰で各々の楽器をかき鳴らしている。@{M}Cushions are arrayed around the marble fountain in the middle; musicians pluck their instruments under the shade of the twisted, yellow-leafed trees.",
                    "ButtonText": "", "Id": 129845},
                   {"SuccessEvent": {"Description": "夜遅くまで、読み、考え、見た。通りから飛んで来る叫びはヴァルカス全体が眠りに就くと共に鎮まる。しかし貴方は疲れており、翌朝までぐったりだった。@{M}$Varchas -> ヴァーチャス$Up late, reading, thinking, watching. The shouts from the streets die as Varchas sleeps. But you're tired, the next morning.",
                                     "LinkToEvent": {"Id": 152358},
                                     "Name": "瞑想的な晩@{M}A meditative evening", "Id": 167081},
                    "DefaultEvent": {"Description": "貴方は宿屋の壁の明るい珊瑚を見ていた。貴方は繊細な自分の内肘の皮膚をつねり、部屋の長さを測る。\u000d\u000a\u000d\u000aベッドサイドにある鏡は何やら貴方に煌めきを見せたのだろうか?今まで航海続きだった貴方は、今だけでも忘れられているのだろうか?貴方は非常に慎重に、<i>見ない事</i>にした。@{M}You watch the light scintillate across the inn's wall. You pinch the delicate skin of the insides of your elbows and pace the length of the room.\u000d\u000a\u000d\u000aDid the mirror by your bedside just give you a roguish sort of glint? Are you going out of your zee-faring mind? You decide, very deliberately, <i>not to look</i>",
                                     "LinkToEvent": {"Id": 152358}, "Name": "", "Id": 152360},
                    "Name": "寝るべからず@{M}Don't sleep",
                    "Description": "これだけ明るい中で寝ないというのはさほど苦労しないだろう。だが、休息出来ない事の代償は確実に高くつく。@{M}It won't be difficult to stay awake in this constant light. But the lack of rest will take its toll.",
                    "ButtonText": "", "Id": 129842}],
 "Description": "ヴァルカスを訪れる者は、街唯一の宿屋で一泊だけ休む事を許される。宿屋は洒落た石造りの館で、素晴らしい中庭も備えており、壁には街の歴史のフレスコ画が飾られている。ヴァルカスを訪れる異邦人の少なさを考えても、このホテルは現地の恋人達が\"休憩の為に\"使っているのかも知れないと、貴方は考えた。\u000d\u000a\u000d\u000a夜は更けていく - 本当に更けているのか?街の\"五大鏡塔\"はコイルスプリング機構の上に据え付けられており、各々の角度を微妙に変化させる事で夜の印象を醸し出している。街全体で灯火管理人が色の就いた粉末を街灯に投げ入れ、灯の色を柔らかく明るい黄色に保っている。@{M}$Varchas -> ヴァーチャス$All visitors to Varchas are given one night's accommodation in the city's only inn. It is a handsome stone mansion arranged around a pleasantly cool courtyard: frescoes of city-life are painted on the walls. Given how few visitors Varchas hosts, you suspect the Inn is more usually used by philandering locals.\u000d\u000a\u000d\u000aEvening falls - or does it? The town's Five Principal Mirrors are mounted on coiled-spring mechanisms, and alter their angles subtly to create the impression of evening. Across the city, the Fire-Keepers throw pinches of coloured powder into the lamps and the quality of light yellows to a softer brightness.",
 "Name": "ヴァルカスでの夕べ@{M}$Varchas -> ヴァーチャス$Evening in Varchas",
 "Id": 152358}
