{"ChildBranches": [{"DefaultEvent": {"Description": "宝石ターバンを巻いた若者があなたを止めようと手を伸ばしたが、すぐに彼の腕はおろされる。「Neathを自由に旅することが出来るなんて、あなたは幸運だ」彼はあなたに柔らかい口調で告げる。「いつの日か、ヴァーチャス人たちも同じように旅するようになるかもしれない」\u000d\u000a\u000d\u000a確かにそうなるかもしれない。しかし、あなたにとってはどうでもいい話だ。心の重荷が消えた。@{K}宝石ターバンを巻いた若者が貴方を見て立ち止まり、腕を下ろして貴方に話し掛けてきた。「あんたぁ幸運だな。この地下を思うがままにうろつけるんだからな。」彼は柔らかい物腰で呟く。「何時の日か、俺達ヴァルカス人も同じ事を始めるだろうぜ。」\u000d\u000a\u000d\u000a恐らく彼の言うとおり、始めるのだろう...だが、それは貴方の知った事では無い。重荷は軽くなった。@{M}The Jewel-Turbaned Youth reaches out to stop you, and then lets his arm drop. \"You are lucky, to be free to wander the Neath at your will,\" he tells you softly. \"One day, perhaps we Varchaasi will also do the same.\"\u000d\u000a\u000d\u000aPerhaps they will; it is, however, none of your concern. A burden lifts.",
                                     "LinkToEvent": {"Id": 152443}, "Name": "", "Id": 152368},
                    "Name": "はっきり断る@{K}丁重にお断りする@{M}Decline firmly",
                    "Description": "<i>政治に</i>巻き込まれるのは賢いとは言えない。特に貴方の関係無い所の政治は。貴方は立ち去り、二度と近寄らないだろう。@{M}It is not wise to become involved in <i>politics</i>, especially politics that are not your own. You will leave, and not return.",
                    "ButtonText": "", "Id": 129847},
                   {"DefaultEvent": {"Description": "あなたは酸いワインで喉を湿らせると彫刻を施された窓の縁の石を見据え、自分自身の入り組んだ物語を語り始めた。物語の終わるころには聴衆たちは不満げで、それでいてどことなくほっとしたような表情を浮かべていた。宝石ターバンを巻いた若者が咳払いした。「俺たちは、あなたに、なんというか――」彼は声を低める。「“作り話”を語ってほしかったんだが」\u000d\u000a\u000d\u000aあなたは少しむっとした。そんな言われ方をされては、他人にしょっちゅう自分の過去を言いふらしているみたいじゃないか！「気を悪くさせるつもりはなかった」彼は宥めるように付け加える。「ヴァーチャスでは真実の話しか語ることが出来ないんだ。ちょっとした工夫も、作り話も禁止されていてね」@{K}貴方は甘いワインで喉を湿らせ、彫られたまぐさ石に視線を合わせて、過去の出来事に多少の脚色を加えて語り始めた。話が終わった時、彼らの目には軽い失望と、軽い安堵の色が宿っていた。「俺達ぁ...」宝石ターバンを巻いた若者が切り出す。「あんたが<i>嘘をつく</i>事を...望んでいたんだろうな。」彼は声を潜めながらつぶやいた。\u000d\u000a\u000d\u000a貴方は少し侮辱された。結局、貴方は自分の過去を包み隠さず見知らぬ他人に教えるような癖は持っていなかったという事なのに!「ああ、決してバカにした訳じゃないさ。」宥める様に、彼は付け加える。「此処ヴァルカスでは、俺達の話は全部本当の事なのさ。決して創作じゃないんだ。作り話じゃないんだよ。」@{M}$Varchas -> ヴァーチャス$You wet your throat with tart wine, and fix your eyes on a carved lintel and begin your own, somewhat convoluted tale. At the end they look slightly dissatisfied, slightly relieved. \"We were hoping,\" the Jewel-Turbaned Youth clears his throat, \"that you would tell us, um,\" he pitches his voice lower, \"<i>lies</i>.\"\u000d\u000a\u000d\u000aYou are a little insulted; after all, it's not as if you make a habit of telling strangers of your past! \"I mean no insult,\" he adds placatingly. \"We only have true stories here in Varchas, and no inventions. No made-up tales.\"",
                                     "LinkToEvent": {"Id": 152367}, "Name": "", "Id": 152369},
                    "Name": "彼らに貴方の事を教える@{M}Tell them of yourself",
                    "Description": "正直になると言うのは、特にもう二度と会う予定が無い相手に対しては、良い事なのかもしれない。@{M}It might be nice to be honest, especially to a group of people you'll never have to meet again. ",
                    "ButtonText": "", "Id": 129848},
                   {"DefaultEvent": {"Description": "ヴァーチャスには他にも探索すべき場所がある。@{K}ヴァルカスにはまだ探索すべき所がある。@{M}$Varchas -> ヴァーチャス$There is more of Varchas to explore.",
                                     "LinkToEvent": {"Id": 152443}, "Name": "", "Id": 152458},
                    "Name": "街の中心部に戻る@{K}繁華街に戻る@{M}Return to the City Centre",
                    "Description": "ひとまずのところ立ち去るが、また来ることも出来るだろう。@{K}此処で今貴方がすべき事はもう無いが、まだ行ける場所は残っている。@{M}You are finished here for now, but the invitation will remain open.",
                    "ButtonText": "", "Id": 129910},
                   {"SuccessEvent": {"Description": "あなたの船員たちもこの話をきっと楽しんだだろう。彼ら自身のとっておきの話や功績も語ってくれたかもしれない。しかし、彼らであってもここにいる聴衆程に聞き入ってはくれなかったに違いない。若者とその友人はあなたの物語の終わりに息をのみ、呻き、罪の意識を感じているかのように身を震わせた。\u000d\u000a\u000d\u000a物語の終わった後、宝石ターバンを巻いた若者があなたの手を取った。彼の手は震え、微かに湿っている。「――ヴァーチャスでは、物語を語るというのは人を欺くことだとして禁止されている」彼はかすれた声で言った。「これほど卓越した語りは今までに聞いたことがない」@{K}貴方の船員はこの話を楽しんでくれた。もしかしたら彼ら自身で話を付け加えたり脚色したりしているかもしれない。それでも、貴方は今固唾を呑んで聞き入っている聴衆以上の反応は期待出来ないに違いない。貴方の物語がクライマックスに向かうに連れ、彼らは息を呑み、呻き、身震いをしていた。\u000d\u000a\u000d\u000a話が終わった後、宝石ターバンを巻いた若者が貴方の手を取り、上下に激しく揺さぶる。彼の頬は紅潮していた。「俺達ぁ - ヴァルカスでは話を大げさに盛る事は禁止されてんだ。」彼は声を枯らしながら呟く。「こんな壮大ですごい話は今までに聞いた事が無いよ。」@{M}$Varchas -> ヴァーチャス$Your crew would have enjoyed this tale, and probably added their own asides and embellishments. Still, you couldn't have hoped for a more appreciative audience. They gasp and moan and shudder guiltily as your story comes to a climax.\u000d\u000a\u000d\u000aAfterwards the Jewel-Turbaned Youth takes you by the hand; his own is shaking, and his skin is clammy. \"We - are forbidden from the trickery of story-telling in Varchas,\" he tells you hoarsely. \"I have never heard anything so sublime.\"",
                                     "LinkToEvent": {"Id": 152443}, "Name": "", "Id": 152371},
                    "DefaultEvent": {"Description": "ワインが貴方の舌を鈍くしたのか、それとも茸の臭いでよほど気が散ったのだろうか。貴方には話の糸を撚り合わせて一つの物語にまとめる事が出来そうもなかった。洗練された船長である主人公はいきなりドラウニーになり、そのせいで貴方は彼を墓人街に送り込まないといけなくなったりと、聞く者語る者みんな大混乱だった。@{K/M}ワインが貴方の舌鋒を鈍くしたのか、それとも胞子の臭いでよほど気が散ったのだろうか。貴方は話の糸を撚り合わせて一つの物語にまとめる事が出来そうには無かった。勇み肌のジーキャプテンである主人公は、いきなり不意にドラウニーになり、そのせいで貴方は彼を墳墓街に売り飛ばさないといけなくなったりと、聴く者の大半を混乱に叩き落としたのだ。@{M}$Tomb[- ]Colon(y|ies) -> 墓人街$Perhaps the wine is muddling your tongue; or maybe the fungus-smell is too distracting. You can't seem weave the threads of your story together into a whole. Your hero, a dashing zee-Captain, turns unexpectedly into a Drownie and so you pack him off to the Tomb-Colonies, much to everyone's confusion.",
                                     "LinkToEvent": {"Id": 152367}, "Name": "", "Id": 152370},
                    "Name": "奇抜な話を作り上げる@{M}Invent a fanciful tale",
                    "Description": "船乗りの仕事といってもいい。@{K}これは船乗りの実用的な特技だ。@{M}It's practically a zailor's profession.",
                    "ButtonText": "", "Id": 129849},
                   {"SuccessEvent": {"Description": "あなたの物語によって明かりは消え去り部屋は寒々とした空気に包まれた。あなたの声は鉄の船体に寄せては返る波のように高くなり、低くなりを繰り返す。\u000d\u000a\u000d\u000aあなたが我に返ると、ヴァーチャス人たちは皆互いに抱き合い啜り泣いていた。新入りの司祭が床に額を押し当て、必死でミヒルに祈り赦しを求めている。\u000d\u000a\u000d\u000a宝石ターバンを巻いた若者があなたをきつく抱きしめ、彼の早まった鼓動が自らの心音に重なって聞こえた。「あなたの話を聞くと暗闇に触れられたような心地がする」彼はうっとりと、そして同時に嫌悪しているような声で囁いた。「これで俺は背教者となった。もはや……ミヒルの光の内に歩んではいない」\u000d\u000a\u000d\u000aあなたはこれは単なるzee-storyじゃないかとやんわりと言ったが、彼はただ首を横に振り一層激しく啜り泣くのだった。@{K}貴方の物語は部屋から光を追い払い、寒々とした陰鬱な空気を呼びこむ。貴方の声は抑揚が利いており、宛ら鉄甲に打ち寄せては引く波の如くであった。\u000d\u000a\u000d\u000a貴方が現実に意識を戻すと、ヴァルカス人は皆互いに抱き合って悲しみにくずおれていた。新米の司祭は額を地面にこすりつけ、ミヒルに許しを請うて必死に祈りを捧げている。\u000d\u000a\u000d\u000a宝石ターバンを巻いた若者は貴方をきつく抱きしめる。彼の心臓の鼓動が貴方にも伝わってきていた。「あんたの話ぁ...暗闇に心を鷲掴みにされたようなものだ。」彼は止めどもない嫌悪感を乗せて呟く。「この話は俺を背教者に仕立てあげてしまった。俺はもう...もう、ミヒルの光の中では歩かないだろうぜ。」\u000d\u000a\u000d\u000aこれは単なるジーストーリーだと彼に告げたが、彼はただ頭を振り、激しく泣き崩れるだけだった。@{M}Your story sucks the light away from the room and tumbles into bleakness; your voice rises and falls like the lap of waves against an iron hull. \u000d\u000a\u000d\u000aWhen you return to yourself, the Varchaasi are weeping into each others' arms. The Novice Priest presses his forehead to the ground and prays desperately for Mihir to forgive him.\u000d\u000a\u000d\u000aThe Jewel-Turbaned Youth embraces you tightly, and you can feel the pounding of his heart against your own. \"Your story was like being touched by darkness,\" he whispers in fascinated revulsion. \"It has made me apostate. I will...I will no longer walk in Mihir's light.\"\u000d\u000a\u000d\u000aYou suggest that perhaps, it was just a zee-story, but he only shakes his head and sobs harder.",
                                     "LinkToEvent": {"Id": 152443}, "Name": "", "Id": 152373},
                    "DefaultEvent": {"Description": "この部屋の眩い光によって影はすっかり萎れてしまい、あなたの語る海の物語はたどたどしい上にみすぼらしく、白々しいものとなってしまった。暗く寒々しいUnterzeeを航海するのがどの様なものか、暗闇と飢えが恋人のように身を寄せてくるのを感じたこともないヴァーチャス人に説明できるはずもない。@{K}部屋の強烈な光は貴方の物語から暗さを打ち払ってしまい、それは韻律が乱れて穴だらけの、装飾過多な話に成り下がってしまった。今まで暗闇も空腹も感じた事のないヴァルカス人に、それらと恋人の様に隣り合ったウンタージーの陰鬱な航海の話をどうやって説明すれば良いのだろうか?@{M}The room's blazing light shrivels the shadows from your zee-story, and leaves it limp and ragged and overexposed. How can you tell explain what it is to sail the bleak Unterzee to these Varchaasi, who have never felt darkness and hunger press as close as a lover?",
                                     "LinkToEvent": {"Id": 152367}, "Name": "", "Id": 152372},
                    "Name": "放浪者の話を教える@{M}Tell a wanderer's tale",
                    "Description": "ジーの塩気、暗闇、そして船のきしみで満載の話だ。@{M}Full of zee-salt and darkness and the creaking of ships.",
                    "ButtonText": "", "Id": 129850}],
 "Description": "あなたは宝石ターバンを巻いた若者の家で何が起こるのかいまいち予想できずにいた。おそらく、蝋燭つきのディナーに上流階級らしい誘惑といったところだろう。だが実際には、トランプと冷やされたワインを彼の変わった基準で選ばれた友人たちとの夕べとなった。\u000d\u000a\u000d\u000aしかし、トランプも遊びつくし、ワインもなくなってしまうと、この集まりは一種の政治的な色を帯び始めた。みすぼらしい身なりの職工はアグニホトリの交易への制限に不満をもらし、新入りの司祭はミヒルの真言に含まれる矛盾を指摘し、石工は自分の娘も同じ職を継がなければならいというのは適切な事か疑問を述べた。\u000d\u000a\u000d\u000a「よろしければ」宝石ターバンを巻いた若者が唇を舐めてあなたを見据える。「物語を語ってはいただけないだろうか？」@{K}宝石ターバンを巻いた若者の招待について、貴方は彼に何を期待すれば良いのか全く確信が無かった。恐らくは、蝋燭の灯った晩餐と、上品ぶった誘惑なのだろう。その晩は、良く冷えたワインをお供に、厳選された彼の友人を交えたトランプゲームの夕べとなった。\u000d\u000a\u000d\u000aだが、ワインが飲み干され、トランプが遊び尽くされると、場の興味は<i>政治的な</i>口調での話のやりとりに移った。ボロを纏った職人はアグニホトリの交易制限について不平を漏らし始めた。新米の司祭はミヒルの真言に潜む大いなる矛盾について指摘している。石彫刻家は、彼の娘が彼と同じ職を継がなければならないのかと問うている。\u000d\u000a\u000d\u000a「あんたは...」宝石ターバンを巻いた若者が、舌なめずりをしながら貴方を見据える。「あんたは、何か<i>話を</i>教えてくれるのかい?」@{M}You are not entirely sure what you were expecting from the Jewel-Turbaned Youth's Invitation. Perhaps a candle-lit dinner and a genteel seduction; it turns out to be an evening of card-games and chilled wine with his rather eclectic collection of friends.\u000d\u000a\u000d\u000aBut as the wine is drunk and the cards are played, the gathering takes on a certain <i>political</i> tone. A raggedly dressed Artisan begins complaining of the Agnihotri's trade restrictions; a Novice Priest points out contradictions in Mihir's mantras; a Stone-Carver questions whether his daughter should also have to follow in the same profession.\u000d\u000a\u000d\u000a\"Will you,\" the Jewel-Turbaned Youth stares at you, licking his lips, \"will you tell us <i>a story</i>?\"",
 "Name": "宝石ターバンを巻いた若者の館にて@{M}At the Mansion of the Jewel-Turbaned Youth",
 "Id": 152367}
