{"ChildBranches": [{"DefaultEvent": {"Description": "「私達は、アマラドリ - 光の山 - への巡礼の旅の準備をしております。」若い衛兵が、他の商人の申請書に認印を押しながら、貴方に教えてくれた。「いつもこんな感じでお祭り騒ぎになるのです。誰もが皆巡礼の許可を欲しがりますし、太陽の司祭達が彼らを追い返したら、何時も私達に苦情を言いにくるんですよ。」\u000d\u000a\u000d\u000aこれは宗教的な巡礼の旅なのだろうか?「うーん、そうですねぇ...」彼女は少し表情を作っていた。「少なくとも、巡礼の旅の季節が近づくと、突然商人がやってきてミヒルに身を捧げに来る事は間違いないんですけどね!」\u000d\u000a\u000d\u000a[街の特定のストーリーを完了させると、巡礼の旅が始まります。それによって新たな機会に遭遇する事でしょう。]@{M}$Mountain of Light -> 光輝の山$\"We are preparing for the pilgrimage to Amaradri - the Mountain of Light,\" a young Guard tells you, stamping yet another merchant's application. \"It always turns into a bit of a festival. Everyone wants permission to go, and so they come to harangue us when the Sun-Priests turn them away.\"\u000d\u000a\u000d\u000aIs it a religious pilgrimage? \"Well, a bit,\" she makes a face. \"Every merchant in the city suddenly becomes very devoted to Mihir when pilgrimage season comes, anyway!\" [When you have completed certain stories in the City, the Pilgrimage will begin, opening new opportunities.]",
                                     "LinkToEvent": {"Id": 152384}, "Name": "", "Id": 152385},
                    "Name": "何が始まっているんだ?@{M}What's going on?",
                    "Description": "今日は単純に忙しい灯なのか、それとも彼らはいつもこうやって殺到してくるのか?\u000d\u000a@{M}Is it a particularly busy day, or are they always so besieged?",
                    "ButtonText": "", "Id": 129858},
                   {"DefaultEvent": {"Description": "若い衛兵が、きょとんとした目つきで貴方を見つめる。「夢...?鏡...?」彼女は大げさに目を見開いてそうつぶやいた。\u000d\u000a\u000d\u000a機転の利きそうな、彼女の同僚の一人が付け加える。「ヴァルカスにおいて、衛兵は夢を見ない。衛兵に申請すると、衛兵長はその者の睡眠時間を全て没収するのだから。\u000d\u000a\u000d\u000a若い衛兵は頭を振っている。「もしかしたら、その件についてはミヒルの寺院にいる司祭様にお尋ねになった方が。彼らはそういった類の事には慣れておいででしょうから。」@{M}$Mirrors -> ミラー, Varchas -> ヴァーチャス$The young Guard gives you a look of utter bafflement. \"Dreams? Mirrors?\" She raises her eyebrows exaggeratedly.\u000d\u000a\u000d\u000aOne of her companions, clearly a wit, adds, \"Guards don't dream in Varchas; the Master-at-Arms confiscates all your sleeping-hours when you sign up.\"\u000d\u000a\u000d\u000aThe young Guard shakes her head. \"Perhaps you should talk to the priests at the Temple of Mihir. They are well-versed in such matters.\"",
                                     "LinkToEvent": {"Id": 152384}, "Name": "", "Id": 152386},
                    "Name": "煙の夢@{M}A Dream of Smoke",
                    "Description": "もしかしたら、衛兵は何かアドバイスを持っているだろうか?\u000d\u000a@{M}Perhaps the guards will have some advice?",
                    "ButtonText": "", "Id": 129859},
                   {"DefaultEvent": {"Description": "「闇に触れし厄介者め!」若い衛兵が呪うように呻いた。「結局彼らがやっている事といえば、くだらないおしゃべりと水タバコと、不平をこぼす事だけ。私は彼らがミヒル様のお導きから逸れてさまよっているのではないかと恐れているのです。」\u000d\u000a\u000d\u000a「それでも、私の主君は彼らが無害だと考えて居られる様です。この出来事が彼らの考えを正してくれるかもしれませんね。私達にこの事を教えた貴方を、ミヒル様は見下げ給うでしょう。」@{M}\"Darkness-touched troublemakers!\" The young Guard curses. \"So far all they do is talk and smoke water-pipe and grumble, but I fear that they have strayed from the light of Mihir.\"\u000d\u000a\u000d\u000aShe sighs exaggeratedly. \"Still, my superiors think that they are harmless. Perhaps this will change their minds. Mihir look down upon you for telling us, Taamas.\"",
                                     "LinkToEvent": {"Id": 152384}, "Name": "", "Id": 152387},
                    "Name": "宝石ターバンを巻いた若者の行動についてそれとなく告げる@{M}Hint at the Jewel-Turbaned Youth's activities",
                    "Description": "貴方は自分が禁じられた物語の演説に関わる部分を除外し、特定の名前をぼかしてうやむやにする事も出来る。@{M}You can leave out the bit where you told the gathering a forbidden story, and glide over any naming any particular names.",
                    "ButtonText": "", "Id": 129860},
                   {"DefaultEvent": {"Description": "ヴァルカスにはまだ探索すべき所がある。@{M}$Varchas -> ヴァーチャス$There is more of Varchas to explore.",
                                     "LinkToEvent": {"Id": 152443}, "Name": "", "Id": 152453},
                    "Name": "繁華街に戻る@{M}Return to the City Centre",
                    "Description": "此処での用事は終わった。@{M}You are done here.",
                    "ButtonText": "", "Id": 129908},
                   {"SuccessEvent": {"Description": "衛兵長は、貴方が列に紛れ込んだ事を咎める事はしなかったが、貴方を格別丁重に扱う事もしなかった。貴方は白兵戦の修練を数時間に渡って受け、そして大抵は背後を取られて一戦が終わる。彼らは物珍しい、素早い足さばきの戦闘法で戦っているのだ。何人かの新兵はこのスタイルに慣れているのか、両刃の曲刀、シミターを振り回して戦っていた。\u000d\u000a\u000d\u000a「面白い。」衛兵長は、貴方の修練が終わった時にそう唸った。貴方の体には打ち身が沢山出来上がっており、息も絶え絶えで頭がくらくらしているが、この朝の出来事には非常に満足していた。また、彼らも自分から何かを学んだのかもしれないと思っている。@{M}The Sergeant does not object when you slip into line, but he doesn't treat you with any particular gentleness either. You practice hand-to-hand combat for a few hours, and end up on your back more often than not; they fight in an unfamiliar, light-footed style. A few of the more advanced recruits duel with curving, twin-bladed scimitars.\u000d\u000a\u000d\u000a\"Interesting,\" the Sergeant grunts, at the end of your session. You are bruised and possibly concussed, but quite satisfied with your morning: and you think they may have learnt something in turn.",
                                     "LinkToEvent": {"Id": 152384}, "Name": "", "Id": 152389},
                    "DefaultEvent": {"Description": "貴方は気づかれずに列に紛れ込んだが、誤って新兵の鼻を、荒々しい一撃で折ってしまった。衛兵長は激しく睨みつけながら、貴方を練習場から叩き出してしまう。@{M}You slip into the line unremarked, but accidentally break one of the recruit's noses with a wild strike. The Sergeant banishes you from the training grounds with a harsh glare.",
                                     "LinkToEvent": {"Id": 152384}, "Name": "", "Id": 152388},
                    "Name": "衛兵と共に修行する@{M}Train with the guards",
                    "Description": "中庭で、新兵が列を作り、基礎的な構えを学んでいる。@{M}There is a formation of new recruits doing basic forms in the courtyard.",
                    "ButtonText": "", "Id": 129861}],
 "Description": "まぐさ石の石浮き彫りが施された、質素な石の建造物で、大きく開かれた窓がついている。様式化されたミヒルの太陽が柱廊門の上の、絹の旗でなびいていた。\u000d\u000a\u000d\u000aこれは管理された混沌の一場面だ。白いマントを羽織った衛兵が忙しなく建物内を行き来し、茸を積んだ荷馬車が通る間を気さくな大声が飛び交い、商人達と一般市民達が彼らに請願を投げかけている。@{M}A modest stone building with bas-relief lintels and wide, unshuttered windows. The stylized sun of Mihir flutters from a silk flag above the portico.\u000d\u000a\u000d\u000aIt is a scene of controlled chaos. You can see the white-cloaked Guards bustling to and fro within, shouting companionably to each other while a stream of Fungus-Carters, merchants and ordinary citizens petition them.",
 "Name": "衛兵舎@{M}The Guard House", "Id": 152384}
