{"ChildBranches": [{"DefaultEvent": {"Description": "ヴァルカスにはまだ探索すべき所がある。@{M}There is more of Varchas to explore.",
                                     "LinkToEvent": {"Id": 152443}, "Name": "", "Id": 152459},
                    "Name": "繁華街に戻る@{M}Return to the City Centre",
                    "Description": "此処での用事は終わった。@{M}You are done here.",
                    "ButtonText": "", "Id": 129911},
                   {"SuccessEvent": {"Description": "ルールは複雑で難解だった。また、彼らは盤面上の、様々な駒の位置取りによって色々と変わるようだった。ボーンスネークの駒はややこしい駒で、対戦相手の動きを窮屈にする用途があるようだ。誰かがその駒を使おうとすると、大体は嘲笑の呟きでもって迎えられる。\u000d\u000a\u000d\u000a貴方は無難にこのゲームを遊びこなしている。少なくとも、この戦いで貴方は最初に叩きのめされた人間ではなかった。貴方と盤面を共にした他のプレイヤーが、貴方に甘い、ルビーの様な赤ワインを振る舞った。@{M}The rules are complicated and arcane. They also seem to alter with the positioning of various pieces on the board. The bone-snakes are trick-pieces, and used to stymie your opponent's moves. As such they are often greeted with hisses of derision when someone dares to put them in play.\u000d\u000a\u000d\u000aYou manage to acquit yourself reasonably well. At least, you aren't the first one to be knocked out of contention. Your fellow players stand you a cup of tart, ruby-red wine.",
                                     "LinkToEvent": {"Id": 152390}, "Name": "", "Id": 152392},
                    "DefaultEvent": {"Description": "ミラーの駒の、\"7つの基本形\"すら、把握出来る様には思えない。また、他のプレイヤーも何故追加ラウンドでボーンスネークの駒を使えないのか、その理由を教えてくれそうにはなかった。貴方は、この者達がターマスを騙して掛け金を巻き上げる為に、ルールを都合よく変えているのではと疑い始めた。@{M}You can't seem to grasp the Seven Basic Patterns of the mirror-pieces, and the other players can't seem to explain why you can't play the bone-snake in the supplementary round. You begin to suspect they are making up rules merely to cozen the Taamas.",
                                     "LinkToEvent": {"Id": 152390}, "Name": "", "Id": 152391},
                    "Name": "遊技盤を使ったゲームに参加する@{M}Join the gaming-table",
                    "Description": "彼らは鏡の破片と骨で作られた蛇の駒を使って、華美な遊技盤の上でゲームを楽しんでいる。 @{M}They are playing on an ornate board, with pieces of mirrored-chips and snakes made of bone. ",
                    "ButtonText": "", "Id": 129862},
                   {"SuccessEvent": {"Description": "「駄目駄目駄目!」伝導者がひどく苛ついた新人に手を振って制止する。「<i>記憶された</i>言葉に基づく真言を<i>聞いた</i>言葉にすり替えて汚す事は罷りなりません!」\u000d\u000a\u000d\u000a彼らによると、違いはこうだ: '聞いた'言葉というのは、ミヒル自身によって古代の賢者に授けられた囁きであり、宇宙の真理。'記憶された'言葉というのはそのような起源を持たない、後から解釈・追加された言葉、知恵の事だそうだ。\u000d\u000a\u000d\u000aこの違いは、貴方から見れば些細な事だったが、目の前の白熱した神学討論の議題は、まさにそれであった。他の者達はその様子を寛大な面持ちで観察し、御言葉の一部や勧告を時々投げかけていた。\u000d\u000a@{M}\"No no no!\" The Initiate shakes her fist at the irate Novice. \"You cannot undermine a <i>heard</i> text with mantras from a <i>remembered</i> one!\"\u000d\u000a\u000d\u000aApparently the difference is this: 'heard' texts were cosmic truths whispered by Mihir himself to the ancient sages. 'Remembered' texts do not claim such illustrious origins, and are merely passed-down wisdom. \u000d\u000a\u000d\u000aThe difference might seem trivial to you, but apparently this is a subject of heated theological debate. A few of the other patrons look on indulgently, and offer bits of scripture or shouted exhortation. ",
                                     "LinkToEvent": {"Id": 152390}, "Name": "", "Id": 152394},
                    "DefaultEvent": {"Description": "司祭の議論は、事実上の神学であった: 彼らは貴方がこれまで読んだ事もない様な御言葉を実践し、貴方がこれまで考える事さえしなかった宇宙的概念を探求している。それを聞いた貴方の心に去来する物は、グラスに並々と注がれたワインであった。@{M}The priests' argument is theological in nature: they keep invoking texts you've never read, and cosmological concepts you've never bothered contemplating. It makes you desirous of an over-full cup of wine.",
                                     "LinkToEvent": {"Id": 152390}, "Name": "", "Id": 152393},
                    "Name": "言い合う司祭達@{M}The Arguing Priests",
                    "Description": "彼らはワインにどっぷりと浸された討論を、奥のテーブルの一つで繰り広げている。内容を聞くのか?\u000d\u000a@{M}They are having a wine-drenched debate at one of the tables in the back; do you care to listen in?",
                    "ButtonText": "", "Id": 129863},
                   {"SuccessEvent": {"Description": "刃は軽く、致命的。相手の目には決意の光が漲っている。貴方と相手は同時に近づき、そして離れる。貴方の持つ刃は軽く触れるだけで、粉々に砕け散り鋼の屑となる前に離れていった。明らかに貴方の相手は手加減をしていたが、それこそが貴方が此処にいる理由だった。エキシビジョンマッチは、双方の腕前を華麗に見せるためだけのものなのだから。\u000d\u000a\u000d\u000a貴方は、刃がぶつかり金属音が鳴り響く度、口元に笑みが浮かぶのを我慢するのに骨を折った。煌めく光の下で貴方はしとどに汗を垂らし、仲裁者が終わりの時間を告げた時には、貴方の両腕は披露と緊張からの解放で痙攣を起こしている。貴方の相手は目を閉じ刃を背に深々とお辞儀をする。貴方もそのひそみに倣った。@{M}The blades are light and deadly; there is an intent light in your opponent's eyes. You step together and then away, your blades kissing gently before scraping apart in a rasp of steel. Your opponent is going easy on you, but that is what you are here for. An exhibition match is meant to make both parties look good.\u000d\u000a\u000d\u000aIt's hard to keep your mouth from curving into a sharp grin as your blades clash and chime; you sweat under all the reflected light, and your arms are shaking by the time the arbitrator calls time. Your opponent bows deep, a flick of eyebrows and a flourish of blades, and you do the same.",
                                     "LinkToEvent": {"Id": 152390}, "Name": "", "Id": 152396},
                    "DefaultEvent": {"Description": "エキシビジョンマッチとは言え、それなりの技術は要求される。貴方の刃は最初の一合で相手の腕をかすめ、相手は剣を落とす。その瞬間に仲裁者がマッチの終了を宣言した。この場で、血を出させる事は明らかなマナー違反だった。「血腥いターマスめ。」「闇に触れし者...」誰かがそう低く呟くのを聞き、そして戦略的撤退を行った。@{M}Even an exhibition match requires some skill; you rake across your opponent's arm with your first slash, and the arbitrator calls off the match. Apparently it is very bad manners to draw blood. You hear someone mutter, \"bloody Taamas\" and \"dark-touched\", and make a strategic retreat.",
                                     "LinkToEvent": {"Id": 152390}, "Name": "", "Id": 152395},
                    "Name": "剣闘士達@{M}The Duellists",
                    "Description": "中庭には白い砂が敷き詰められており、剣闘士が両刀の曲刀シミターを持って決闘を行っている。エキシビジョンマッチを行って貴方の運試しといこうか?\u000d\u000a@{M}The courtyard is strewn with white sand; the duellists fight with curving twin-bladed scimitars in each hand. You could try your luck in a exhibition match?",
                    "ButtonText": "", "Id": 129864}],
 "Description": "ここには幾つもの娯楽がある。ミヒルは厳格な神ではなかった。街中にある施設は高価な輸入物のガスを使って火を灯され、蒼く光る珊瑚の胞核を使った小さな彫像が幾つも棚に煌めいている。\u000d\u000a\u000d\u000a 貴方は一体何に興味がある?@{M}There are many available; Mihir is not a puritan god. The nicer establishments in the city are lit with expensive imported gas and have little blue-glowing scintillack statuettes scattered on the shelves.\u000d\u000a\u000d\u000a What takes your fancy?",
 "Name": "ヴァルカスの娯楽@{M}Entertainments in Varchas", "Id": 152390}