{"ChildBranches": [{"DefaultEvent": {"Description": "アグニホトリは荒々しく笑い、次いで命令を叫ぶ。街の門から機械がガラガラと低い音を立てて出てくる。その機械の両側に、分厚い二層の茸が据え付けられている。点灯夫は闇の境目ギリギリに光を投げ、茸を彼らの松明で灯す。\u000d\u000a\u000d\u000aそれは勢い良く燃え上がり、行き道を明るく、白く、すえた臭いを伴った光で照らす。ヴァルカスの人々は、貴方の鼓膜が破れてしまうのではと思う程の大きな歓声を上げている。\u000d\u000a\u000d\u000a巡礼者の一群は微かに光り輝く行列を作って、ゆっくりと街の外に流れ出していく。後に残されたのは、半分空になった街だけだった。@{M}The Agnihotri laughs wildly, and then shouts a command, and the machine rumbles out of the city gates. It lays down two thick rows of fungus to either side of it. The Lamp-Lighters dart to the very edge of the darkness, and light the fungus with their torches. \u000d\u000a\u000d\u000aIt blazes up, illuminating the path inland in brilliant, white, rot-scented light. The people of Varchas cheer so loudly you think your eardrums will burst. \u000d\u000a\u000d\u000aThe pilgrims stream slowly out of the city in a glimmering procession, leaving it half-empty behind them.",
                                     "LinkToEvent": {"Id": 152405}, "Name": "", "Id": 152404},
                    "Name": "\"我らの幸運を祈れ、ターマスよ!\"@{M}\"Wish us luck, Taamas!\"",
                    "Description": "アグニホトリは貴方の横で、行列の先頭に立っている。老いている筈の彼の顔が、不意に若々しく、張り詰めた肌を持っているように見えた。彼の目は確固たる意思に輝く。貴方は微かに頷く事しか出来ない。\u000d\u000a@{M}The Agnihotri is next to you, at the very front of the procession. His aging face looks suddenly youthful and taut; his eyes glimmer with purpose. You can only nod weakly.",
                    "ButtonText": "", "Id": 129869}],
 "Description": "光の山への巡礼の旅に参加した人数は、街の全人口の半分に及ぶのではないかと思われた。残された半分は通りに列を作り、または建物の上層階の窓から顔を出して、彼らの友人や愛する者の出発を見送っている。音楽家達は、太鼓の心地よいリズムに乗り、手入れされた真鍮の管楽器やカラバッシュの琴を使って流麗な旋律を盛大に奏でている。\u000d\u000a\u000d\u000a塔の様な機械が、茸や胞子を山のように高く積み上げ、行列の先頭にガラガラと音を立てて出てくる。運転士は灯籠で照らされた船室に座り、厳然たる表情を浮かべている。アグニホトリが腕を上げると、ヴァルカス全体に静寂の帳が下ろされた。\u000d\u000a\u000d\u000a鏡張りの門がゆっくりと開き、光条が不規則に反射する。門の外には、冥く静かで広大な旧き大陸が口を開けて待っている。それはウンタージーよりももっと広く、オニキスの様に黒い印象、あるいは錯覚を覚えたが、そんな事は決してない筈なのだ。@{M}It seems as though half the city has joined the Pilgrimage to the Mountain of Light; the other half lines the streets and hangs out from upper-story windows to watch their friends and loved ones depart. Musicians play stirring tunes on polished brass-instruments and little calabash-lyres, all undercut with the rhythmic sound of drums.\u000d\u000a\u000d\u000aA towering machine piled high with fungus is wheeled to the front of the procession. The drivers sit in a lamp-lit cabin at the front, their faces grim. The Agnihotri raises his hand, and a hush falls over all of Varchas.\u000d\u000a\u000d\u000aThe Mirrored Gates slide open, rays of light reflecting jaggedly. Outside, the Elder Continent is dark and hushed and vast. You have the dizzying feeling that it is vaster and onyx-blacker than the Unterzee, somehow, but that cannot be.",
 "Name": "アマラドリへの巡礼の旅@{M}The Pilgrimage to Amaradri", "Id": 152403}