{"ChildBranches": [{"DefaultEvent": {"Description": "恐らく賢明な選択であろう。結局、彼らに借りなど何も無かった様に振る舞うしかないのだ。鏡張りの門に詰めている衛兵が、貴方が立ち去る事を知って少し驚いた目をしていたが、無言で彼女の帳簿に印を付ける。\u000d\u000a\u000d\u000a「ターマスよ、ミヒルの光に従い進みなさい -」貴方の背後で、恐怖に震えた彼女の声がする。\u000d\u000a\u000d\u000a彼女の言葉が耳の中で反響する中、貴方は街の照明の境界の外に足を踏み出す。貴方の船は桟橋に係留され、その背後には広大なウンタージーの素晴らしい漆黒の闇が貴方を待ち受けている。@{M}Probably a wise choice. It is not as though you owe these people anything, after all. The Guard at the Mirrored Gates looks a little surprised that you are leaving, but says nothing as she makes the mark in her ledger.\u000d\u000a\u000d\u000a\"Walk in the light of Mihir, Taamas,\" she calls after you, her voice threaded through with terror. \u000d\u000a\u000d\u000aYou step into the darkness beyond the edge of the city's illumination as her words echo in your ears. Your ship is moored at the dock, and vast glorious blackness of the Unterzee awaits you.",
                                     "Name": "", "Id": 152408},
                    "Name": "海に出る@{M}Zail Away",
                    "Description": "貴方には関係ない事であり、従って関わるべきではない。@{M}This is none of your concern, and it should stay that way.",
                    "ButtonText": "", "Id": 129871},
                   {"DefaultEvent": {"Description": "宝石ターバンを巻いた若者がネザールのリーダーだった事を知った時、貴方は少し驚いた。「これは全てあんたのお陰だ、ターマスよ!」彼は明るい口調で貴方に言った。「あんたの存在、そして一挙手一投足が俺達に考え、疑わせ、そして<i>想像させた</i>。」\u000d\u000a\u000d\u000a彼は他のネザール達に向き直り、首に掲げていた、細い糸で結ばれた割れ鏡の破片を高々と突き出した。「俺達はミヒルの暴政を拒絶する!俺達はミヒルに仕える神官共、高位の灯火管理人共を拒絶する!俺達はこの地下にある他の全てからの隔絶を、今後一切拒否する!俺達は暗闇を恐れ、光の中で縮こまる事を拒否する!」彼の声は次第に咆哮に近い物になっていた。「俺達は堕ちたり!」\u000d\u000a\u000d\u000aそれを聞いたネザール達が熱狂的に叫び、彼らが持つ鏡の破片を旗印の如くに高々と掲げていた。「「俺達は堕ちたり!」」彼らは絶叫していた。\u000d\u000a\u000d\u000aふむ、間違いなく熱狂的には違いない。だが、それは彼らが正しい事を意味するのだろうか?@{M}$Varchas -> ヴァーチャス$You are barely surprised to find that the Jewel-Turbaned Youth is the leader of the Neathers. \"This is all because of you, Taamas!\" He tells you brightly. \"Your very presence in Varchas made us think, and wonder, and <i>imagine</i>.\"\u000d\u000a\u000d\u000aHe turns to the other Neathers, and holds up the shard of broken mirror hanging around his neck by a thin thread. \"We deny the tyranny of Mihir and his Priests and his high-born Fire-Keepers! We refuse to isolate ourselves from the rest of the Neath any longer! We refuse to fear the dark, and cower in the light!\" His voice raises to a roar. \"WE ARE FALLEN!\"\u000d\u000a\u000d\u000aThe Neathers shout their enthusiasm, and hold up their mirror-shards like banners. \"WE ARE FALLEN!\" they cry.\u000d\u000a\u000d\u000aWell, they are certainly enthusiastic. But does that mean they are right?",
                                     "LinkToEvent": {"Id": 152407}, "Name": "", "Id": 152409},
                    "Name": "ネザールの声を聞く@{M}Hear out the Neathers",
                    "Description": "彼らは一体何を欲しているのだろうか?@{M}What, exactly, do they hope to achieve?",
                    "ButtonText": "", "Id": 129872},
                   {"DefaultEvent": {"Description": "ミヒルの寺院は作戦室になっていた。「わしらはこのヴァルカスを暗闇に堕させる事など出来ぬ。」最も老齢な太陽の司祭が集まった衛兵や市民達にそう告げる。「ネザール共は単にミヒル様のご加護を離れただけに留まらぬ - 彼らは<i>確固たる意思をもって忌むべき敵と手を組んだのじゃ</i>。」太陽の司祭が割れ鏡を手に掲げると、人々の間を物言わぬどよめきが走り抜けた。\u000d\u000a\u000d\u000a「彼らはパラボラの力の虜囚と成り果てた。鏡の中から囁き、夢と策謀の中で唆す、パラボラの力に。彼らは鏡を割り、灯りを消して回っておるのじゃ。」\u000d\u000a\u000d\u000aもし彼らが鏡を<i>割って</i>回っているなら、鏡の王と彼らはどうやって団結するのだ?と、貴方は指摘する。\u000d\u000a\u000d\u000a太陽の司祭は貴方に、呆れた様な、哀れな者を見る目を向けた。「ああ、ターマスよ。鏡割りし後に何が起こるのかと...?」そう言いながら彼は手に持った鏡を床に叩きつけ、さらに粉々になった鏡の欠片を両手に拾い集める。それらは更に不規則に煌めいていた。「単に、<i>さらに多くの鏡を作る</i>だけじゃよ。」\u000d\u000a\u000d\u000a恐らく彼は真実を言っている。若しくは、彼は単にネザールと、ネザールの願い - 司祭が誓いを捧げた寺院の力を削ぎ落とす事 - を恐れているのかもしれない。\u000d\u000a@{M}$Varchas -> ヴァーチャス$The Temple of Mihir is a war-room. \"We cannot let Varchas fall into darkness,\" the oldest Sun-Priest addresses the assembled Guards and citizens. \"The Neathers have not simply turned away from Mihir's gaze, but they <i>actively conspire with his enemies</i>.\" A sussuration goes through the crowd as the Sun-Priest holds up a shard of broken mirror. \u000d\u000a\u000d\u000a\"They are in thrall to the Parabolan powers who whisper through mirrors and entice through dreams and trickery. They are breaking the mirrors and dousing the lamps.\"\u000d\u000a\u000d\u000aIf they are <i>breaking</i> mirrors, you point out, how then can they be in league with mirror-lords?\u000d\u000a\u000d\u000aThe Sun-Priest gives you a pitying look. \"Oh, Taamas. What happens when you break a mirror?\" He snaps the shard he is holding, and holds the broken pieces in either hand. They glint jaggedly. \"You simply <i>make more mirrors</i>.\"\u000d\u000a\u000d\u000aPerhaps he is telling the truth. Or perhaps he merely fears the Neathers, and their desire to curtail the power of the Temple to which he is sworn.",
                                     "LinkToEvent": {"Id": 152407}, "Name": "", "Id": 152410},
                    "Name": "太陽の司祭の声を聞く@{M}Hear out the Sun-Priests",
                    "Description": "彼らは全員ミヒルの寺院で協議している。\u000d\u000a@{M}They are all in council at the Temple of Mihir.",
                    "ButtonText": "", "Id": 129873},
                   {"DefaultEvent": {"Description": "アグニホトリや太陽の司祭の統治評議会が居なくとも、ミヒルの寺院の行動は迅速だった。宝石ターバンを巻いた若者を始めとするネザールの指導者達は、十数人の衛兵に引かれて寺院の燃え盛る光の中に連れられてきた。\u000d\u000a\u000d\u000a太陽の司祭達は全てを見通す様な紅玉の瞳をもつミヒルの像を囲む様にしてそれぞれ並んで輪を作る。\u000d\u000a\u000d\u000a彼らは何かの詠唱を始め、その速度を少しずつ上げていった。その上昇は終わる事無く、貴方の鼓動と同期するまでに早められている。そして、彼らが手を繋いで出来た輪の中に完全な闇の円が作り出されるまで、灯りという灯りが消し去られていった。\u000d\u000a\u000d\u000a一人ずつ、太陽の司祭達が闇の中に革命家達を放り投げていく。宝石ターバンを巻いた若者の順番は最後だった。彼は惨めな顔で泣きじゃくっていた。\u000d\u000a\u000d\u000a「お主はこれより、ターマスじゃ。」太陽の司祭の宣告が響き渡る。「お主の名はもう無い。闇がお主から奪い去ってしまった。ミヒル様のご加護は、二度とお主には与えられぬ。」\u000d\u000a\u000d\u000aそして彼らは円を解き放ち、灯りを点して、その場を立ち去った。@{M}Even without the Agnihotri and the ruling council of Sun-Priests, the Temple of Mihir is swift to act. The Jewel-Turbaned Youth and the leaders of the Neathers are dragged into the burning light of the temple by a dozen Guards.\u000d\u000a\u000d\u000aThe Sun-Priests form a ring in the middle of the temple, under the the statue of Mihir's watchful, carnelian-eyed gaze.\u000d\u000a\u000d\u000aThe Sun-Priests begin to chant, faster and faster, faster and faster until your heart begins to hammer in time to their words. They douse lamp after lamp until they create a perfect circle of darkness bounded by their joined hands.\u000d\u000a\u000d\u000aOne by one, the Sun Priests throw the revolutionaries into the shadow. The Jewel-Turbaned Youth is the last to be thrown in, and he is weeping piteously.\u000d\u000a\u000d\u000a\"You are Taamas now,\" the Sun-Priests declare. \"You have no name. The darkness has taken it from you. Mihir has turned his gaze away.\"\u000d\u000a\u000d\u000aThen they break the circle, relight the lamps and simply turn away.",
                                     "LinkToEvent": {"Id": 152415}, "Name": "", "Id": 152411},
                    "Name": "ミヒルの司祭達につく@{M}Side with Mihir's Priests",
                    "Description": "太陽の司祭達に宝石ターバンを巻いた若者の居場所を伝える。\u000d\u000a@{M}Tell the Sun-Priests where to find the Jewel-Turbaned Youth.",
                    "ButtonText": "", "Id": 129874},
                   {"DefaultEvent": {"Description": "一旦事が始まれば、大した苦労は無かった。ネザール達は冷酷で、この事に専心しており、長年溜め込んだ鬱積を空に解き放っていく。宝石ターバンの若者が、街全体でネザール達を導いている。彼らが通った所にある鏡は全て打ち砕かれ、灯りは消し去られた。その時々で、彼は立ち止まり、首にかけている鏡の破片を握りしめて見つめていた。\u000d\u000a\u000d\u000a貴方は西方にある中心鏡塔を破壊する手助けをした。他のネザール達がそれぞれ東方、南方、北方の鏡を壊して回る。ミヒルの寺院にある永遠の炎が立ち消えた時、貴方は歓喜の声を上げた。喉がひりつく程に、叫んだ。\u000d\u000a\u000d\u000a叩き割られた鏡の街、ヴァルカスに暗闇が墜ちて来る。絶叫と、しゃがれ声の雄叫び、恐ろしく猛烈な笑い声が空に舞い上がり、ネザール達の不揃いな勝利の声と敗北した者達の怨嗟の声が、綯い交ぜになっていた。@{M}$Varchas -> ヴァーチャス$Not very hard, as it turns out. The Neathers are grim and committed and have years of pent-up grievances to air. The Jewel-Turbaned Youth leads the Neathers through the city; everywhere they pass mirrors are shattered and lamps are extinguished. Every now and then he pauses and gazes into the mirror-shard dangling from his neck. \u000d\u000a\u000d\u000aYou help them break the Western Principal Mirror, and other groups of Neathers across the city break the Eastern, Southern, Northern Mirrors. You raise your voice in a cheer as the Eternal Flame in the Temple of Mihir is put out. Your throat is raw. \u000d\u000a\u000d\u000aDarkness falls in Varchas, City of Broken Mirrors. Screams and hoarse shouts and terrible, withering laughter rise up into the sky, a fearful counterpoint to the jagged celebrations of the Neathers.",
                                     "LinkToEvent": {"Id": 152413}, "Name": "", "Id": 152412},
                    "Name": "ネザールの革命に加わる@{M}Join the Neather Revolution",
                    "Description": "鏡を割り、灯火を消し回る。どれだけ難儀するのだろう?@{M}Cracking mirrors and dousing lamps; how hard could it be?",
                    "ButtonText": "", "Id": 129875}],
 "Description": "そこかしこで窓が割られ、灯りが消されている!かつてそこに在った影の無い街の中で、今は影が強大な存在感を放っており、ヴァルカス人は互いに抱き寄せあって暗い場所を避け、恐怖に顔を引きつらせている。\u000d\u000a\u000d\u000a貴方は、白いマントを羽織った衛兵と衝突している、鬨の声を叫ぶヴァルカス人を見つけた。彼らは自身をネザールと呼び、首には割れた鏡の欠片をかけている。\u000d\u000a\u000d\u000aミヒルの寺院も、彼らの怒りを免れる事は無かった。ネザール達はは石の建造物の周囲に光り輝く割れた鏡の欠片を並べて取り囲み、一斉に言葉を発している。\"我ら既に堕ちたり\"と。\u000d\u000a\u000d\u000a巡礼者と、彼らを導くアグニホトリや太陽の司祭の統治評議会は、未だ還っては来ていない。今こそ、革命に最も適した時なのだ。\u000d\u000a\u000d\u000aさて、貴方はどうするのだ?@{M}Cracked glass and doused lamps everywhere! There are pools of shadow visible in the formerly shadowless city, and Varchaasi huddle together and avoid the dark spaces with fear twisting their faces.\u000d\u000a\u000d\u000aYou see Varchaasi clashing with white-cloaked Guards in the streets, shouting slogans. They call themselves Neathers, and wear pieces of broken mirror around their necks.\u000d\u000a\u000d\u000aEven the Temple of Mihir has not escaped their anger. Across the stone threshold the Neathers have arranged thousands of glittering pieces of broken mirror into the words: WE HAVE ALREADY FALLEN.\u000d\u000a\u000d\u000aThe Pilgrims are still away, and with them the Agnihotri and his council of Sun-Priests. It is the perfect moment for a revolution.\u000d\u000a\u000d\u000aAnd what will you do?",
 "Name": "割れた鏡の大襲来@{M}A Plague of Broken Mirrors", "Id": 152407}