{"ChildBranches": [{"DefaultEvent": {"Description": "「ターマスよ、俺達はあんたの事を決して忘れない!」宝石ターバンを巻いた若者が突然、悔しそうに笑った。「何故にまだあんたの事をそう呼ぶのか自分でもわからないな。俺達は全員既にターマスだと言うのに。」\u000d\u000a\u000d\u000a彼の目には勝ち誇った光が輝いているが、以前には見られなかった狂気もまた、輝いている。鏡が彼に囁いているのではないか、と貴方は思う。そして、彼もまた囁き返しているのではないか、とも。\u000d\u000a\u000d\u000a色々な事を考えたが、結局は自分の問題ではなかった。貴方はヴァルカスを後にした。砕かれた欠片を再び元に戻す為に。@{M}$Varchas -> ヴァーチャス$\"We will never forget you, Taamas!\" The Jewel-Turbaned Youth laughs suddenly, chagrined. \"I do not know why I call you that still. We are all Taamas now.\"\u000d\u000a\u000d\u000aThere is triumph in his eyes, but also a glinting madness that was not there before. You wonder if the mirrors are whispering to him. You wonder if he has been whispering back.\u000d\u000a\u000d\u000aYou wonder many things, but it is not your place. You leave Varchas behind you, to piece itself back together again.",
                                     "Name": "", "Id": 152414},
                    "Name": "\"疾く行け。\"@{M}\"You should go.\"",
                    "Description": "誇りと野望に満ち溢れた宝石ターバンを巻いた若者の提案は、実に妙案だった。少なくとも今此処に、異邦人が居るべき場所は無いのだ。それに、貴方はここで大いに学ぶ所があった。ヴァルカスの情勢は、大陸の謎に迫る物だった。@{M}$Varchas -> ヴァーチャス$The Jewel-Turbaned Youth is flushed with pride and ambition, and his suggestion is a good one. This is no place for an outsider, not now. And you have learnt a great deal here. The affairs of Varchas touch on the mysteries of the Continent.",
                    "ButtonText": "", "Id": 129876}],
 "Description": "鏡の端と割れた破片が、新たに堕ちたヴァルカスの暗闇の中で、威圧するかの様に輝きを放つ。それらの中に奇妙な形は在っただろうか?奴らの呻き声と囁きと呪詛を、貴方は聞いただろうか?著しく恐ろしい程の違和感を覚えた貴方だったが、それは空腹や苛立ちに取って代わられた。確かに、貴方は正しい事を為したのか?\u000d\u000a@{M}$Varchas -> ヴァーチャス$The mirror-edges and broken shards glint menacingly in the new-fallen darkness of Varchas: are there strange shapes in them? Do you hear them hiss and whisper and taunt? You feel a horrible sense of wrongness, but dismiss it as hunger or nerves. Surely you have done the right thing?",
 "Name": "暗闇の中での出発@{M}Departure in Darkness", "Id": 152413}
