{"ChildBranches": [{"DefaultEvent": {"Description": "例えそれが何であろうと、良い事では無さそうだ。ヴァルカスが騒ぎの渦中にあるのは間違いなく、貴方は金属のぶつかりあう音や、男や女が野獣の様に互いを罵りながら争っている音を耳にする。その様子を伺っていると、街にある5つの塔の内の1つから、光が突然消え失せた。それは激しい轟きを伴い、塔を象っていた鏡が幾千、幾万もの破片となって割れ、その後に恐ろしいまでの沈黙が漂う。\u000d\u000a\u000d\u000a貴方は急いで船に戻る。道理で、外来の異邦人に門を開かない訳だ、そう思いながら。@{M}$Varchas -> ヴァーチャス$Whatever it is, it does not bode well. Varchas is in uproar, and you can hear the clash of steel and the animal sounds of men and women heaving against each other and shouting. As you watch, the light from one of the Five Towers of the city flickers out. There is a tremendous crash, like a mirror breaking into a thousand, thousand pieces, and then a horrible hush.\u000d\u000a\u000d\u000aYou turn back towards your ship. No wonder they are not open to visitors.",
                                     "Name": "", "Id": 152418},
                    "Name": "遠くから聞こえる咆哮@{M}A distant roar",
                    "Description": "街の中から、暴動の雄叫びが聞こえているのか?\u000d\u000a@{M}Is that rioting you hear, from inside the city?",
                    "ButtonText": "", "Id": 129878},
                   {"DefaultEvent": {"Description": "ブレミガンは静寂の中へすんなりと潜り込んだ。ヴァルカスが何事も無かったかのように。気にする事は無い。恐らく、それには釣り合うだろう。@{M}$[Bb]lemmigan -> ブレミガン, Varchas -> ヴァーチャス$The blemmigan whirls into silent safety. As if Varchas didn't have enough troubles. Never mind. It'll probably cancel out.",
                                     "LinkToEvent": {"Id": 152417},
                                     "Name": "暗闇の中へ@{M}Into the darkness", "Id": 182381},
                    "Name": "ブレミガンを浜に揚げる@{M}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "止めに入る衛兵は居ない。@{M}There is no guard to prevent it.",
                    "ButtonText": "", "Id": 147573},
                   {"DefaultEvent": {"Description": "総督府に伝えられる事は少ない。だが彼らは少なくとも、ヴァルカスが閉じられたままである事を知りたいだろう。@{M}$Admiralty -> 海軍省, Varchas -> ヴァーチャス$You can't tell the Admiralty much. But they will want to know, at least, that Varchas remains closed.",
                                     "Name": "得られた詳細は僅か@{M}Only a few details", "Id": 182512},
                    "Name": "港湾報告書をまとめる@{M}$Port Report -> 港湾報告書$Compile a Port Report",
                    "Description": "門は固く閉じられている。@{M}The gates are closed.",
                    "ButtonText": "", "Id": 147656}],
 "Description": "壁に囲まれた街ヴァルカスは、緑色のもつれ合った蔓と蛍光色で遅咲きの茸花に、苔に覆われた石で出来ている。五点形に配置された段塔が壁より遥かに高く聳え立ち、寒々しい空に燃え盛る白光を投げかけている。\u000d\u000a\u000d\u000a波止場から続く大して舗装もされていない暗い道が、ヴァルカスの鏡の門へと続いている。だが、門の側にある石灯籠に火は灯っておらず、青い外套を纏った衛兵が立っている事も無い。\u000d\u000a\u000d\u000aヴァルカスの門は、外来の異邦人に向けて開けられる事は無かった。@{M}$Varchas -> ヴァーチャス$The walled city of Varchas is a tangle of green vines and luminescent fungal flowers slow-blooming around mouldering stone. A quincunx of carved stepped-towers rise over the walls and pour burning white light into the bleak sky. \u000d\u000a\u000d\u000aA rough, shadowed path leads from the docks to the Mirrored Gates of Varchas. But there is no fire burning in the towering stone-lamps beside the gates, and no blue-cloaked Guard.\u000d\u000a\u000d\u000aVarchas is barred to visitors.",
 "Name": "堕ちた街@{M}The Falling City", "Id": 152417}