{"ChildBranches": [{"DefaultEvent": {"Description": "青い外套を纏った衛兵が貴方を門へと招き入れる。「ミヒルの光に従い進みなさい」@{M}The blue-cloaked Guard waves you through. \"Walk in the light of Mihir.\"",
                                     "LinkToEvent": {"Id": 152174}, "Name": "", "Id": 152423},
                    "Name": "\"ようこそ\"@{M}\"Welcome.\"",
                    "Description": "鏡の門の衛兵は貴方に微笑みかける。彼女は明らかに貴方を覚えていたようだ。@{K/M}鏡の門の衛兵は貴方に微笑みかける。彼女は貴方を覚えていたのだ。\u000d\u000a@{M}The Guard at the Mirrored Gates smiles. Clearly, she remembers you.",
                    "ButtonText": "", "Id": 129881},
                   {"DefaultEvent": {"Description": "「異邦人を一度に沢山通す訳にはいかない。貴方の順番が来るまで待ちなさい。またすぐに来るといい」@{K/M}「異邦人を一度に沢山通す訳には参りません。貴方の順番が来るまでお待ちを。もうすぐですから...」@{M}\"We dare not admit too many outsiders at once. Wait your turn. Return soon...\"",
                                     "Name": "「動乱の時だ」@{K}\"時は荒れております。\"@{M}\"Turbulent times.\"",
                                     "Id": 166918},
                    "Name": "「まだだ、ターマス」@{K}\"まだです、ターマス。\"@{M}\"Not yet, Taamas.\"",
                    "Description": "青い外套を纏った衛兵が目を細めて貴方を見ている。@{M}The blue-cloaked Guard watches you narrowly.",
                    "ButtonText": "", "Id": 138136},
                   {"DefaultEvent": {"Description": "近くで見ると、青い外套を纏った衛兵は恐怖に顔を引きつらせ、心をかき乱されたような目をしていた。「最近、ヴァーチャスで……何かおかしな事が起こっている」彼女はそう言いながら街の方に視線を飛ばす。「時々、ミヒル様が私達から永遠に顔を背けてしまわれたのではと、そう思う」\u000d\u000a\u000d\u000aそう言うと彼女は突然我に返った様子で、姿勢を正した。「ターマスよ、貴方もそれを目にする事だろう。軽やかに、ミヒルの光の内に進みなさい」@{K/M}近くで見ると、青い外套を纏った衛兵が恐怖に顔を引きつらせ、不安に目を曇らせていた。「最近、ヴァルカスで...何かおかしな事が起こっているのは事実です。」彼女はそう言いながら街の方に視線を飛ばす。「時々、ミヒル様が私達から永遠に顔を背けてしまわれたのではと、そう思うのです。」\u000d\u000a\u000d\u000aそう言いながら突然何事かに思いを巡らせたように、彼女は自らの姿勢を正した。「ターマスよ、それは貴方自身でご確認なさい。そして、ミヒルの光に従い進みなさい。」@{M}$Varchas -> ヴァーチャス$Up close, the blue-cloaked Guard looks grimly fearful and wide-eyed. \"There are...strange things going on in Varchas these days.\" She turns away. \"Sometimes I think Mihir has turned his gaze away from us forever.\"\u000d\u000a\u000d\u000aShe seems to recollect herself all of a sudden, and stands a bit straighter. \"You will see for yourself, Taamas. Step lightly, and walk in the light of Mihir.\"",
                                     "LinkToEvent": {"Id": 152407}, "Name": "", "Id": 166930},
                    "Name": "「ああ、貴方か」@{K}\"ああ、貴方ですか。\"@{M}\"Oh, it's you.\"",
                    "Description": "鏡の門の衛兵は貴方に驚いた視線を投げかける。彼女は貴方を覚えていたのだ。\u000d\u000a@{M}The Guard at the Mirrored Gates gives you a startled look. Clearly, she remembers you.",
                    "ButtonText": "", "Id": 138144},
                   {"DefaultEvent": {"Description": "ブレミガンが暗闇の中へと飛び込んで行く様を、衛兵がじっと見ていた。彼女は頭を振る。「またしても外界の汚染を連れて来たのか、ターマス？ミヒル様が何とかしてくださるだろう」@{K/M}ブレミガンが暗闇の中へと飛び込んで行く様を、衛兵がじっと見ていた。彼女は頭を振る。「外界の脅威、汚染された者ですね、ターマス?ミヒル様が必ず見ておいでです。」@{M}$[Bb]lemmigan -> ブレミガン$The guard watches as the blemmigan whirls into the darkness. She shakes her head. \"More of your outland pollution, Taamas? Mihir will see to it, I imagine.\"",
                                     "LinkToEvent": {"Id": 152422},
                                     "Name": "呑気な肩すくめ@{M}A careless shrug", "Id": 182373},
                    "Name": "ブレミガンを浜に揚げる@{M}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "衛兵は許可するだろうか？@{M}Will the Guard permit it?",
                    "ButtonText": "", "Id": 147566},
                   {"DefaultEvent": {"Description": "全てが良いわけではなさそうだ。観察し、記録しよう。@{K}全てが良く無さそうだ。観察し、記録せよ。@{M}Not all is well. Observe and record.",
                                     "LinkToEvent": {"Id": 152422},
                                     "Name": "ヴァーチャスに変化が？@{K}ヴァルカスに変化が?@{M}$Varchas -> ヴァーチャス$Changes in Varchas?",
                                     "Id": 182511},
                    "Name": "港湾報告書をまとめる@{M}$[Pp]ort [Rr]eport -> 港湾報告書$Compile a Port Report",
                    "Description": "海軍省は情報を欲しがるだろう。@{K/M}総督府は情報を欲しがるだろう。@{M}$Admiralty -> 海軍省$The Admiralty will want to know.",
                    "ButtonText": "", "Id": 147655}],
 "Description": "壁に囲まれた街ヴァーチャスは、緑色のもつれ合った蔓と光を発する遅咲きの茸花に、苔に覆われた石で出来ている。五点形に配置された段塔が壁より遥かに高く聳え立ち、暗い空に燃え盛る白光を投げかけている。\u000d\u000a\u000d\u000a波止場から大して舗装もされていない暗い道が、ヴァーチャスの鏡の門へと続いている。石彫の大きな灯籠柱から出る光が角度のついた鏡に反射し、そこに出来る光溜まりの中に、青い外套をまとった衛兵が一人立っていた。\u000d\u000a\u000d\u000aこの街は、木々に覆われた旧大陸より伸びる暗闇に対する烽火だった。遥か遠くを見やれば、巨大な山がきらめくのが見えた。@{K/M}壁に囲まれた街ヴァルカスは、緑色のもつれ合った蔓と蛍光色で遅咲きの茸花に、苔に覆われた石で出来ている。五点形に配置された段塔が壁より遥かに高く聳え立ち、寒々しい空に燃え盛る白光を投げかけている。\u000d\u000a\u000d\u000a波止場から続く大して舗装もされていない暗い道が、ヴァルカスの鏡の門へと続いている。石彫の大きな灯籠柱から出る光が角度のついた鏡に反射し、そこに出来る光溜まりの中に、青い外套をまとった衛兵達が立っていた。\u000d\u000a\u000d\u000aこの街は、木々で光を遮られ、全き暗闇が徘徊する旧き大陸の暴虐に対抗する、光の集う狼煙台であった。遥か遠くを見やれば、巨大な山が微光を放っていた。@{M}$Elder Continent -> 旧大陸, Varchas -> ヴァーチャス$The walled city of Varchas is a tangle of green vines and luminescent fungal flowers slow-blooming around mouldering stone. A quincunx of carved stepped-towers rise over the walls and pour burning white light into the bleak sky. \u000d\u000a\u000d\u000aA rough, shadowed path leads from the docks to the Mirrored Gates of Varchas. Two towering carved-stone lamps throw their light on the angled mirrors, and a blue-cloaked Guard stands in the reflected pool of light. \u000d\u000a\u000d\u000aThe city is a beacon against the tree-hushed, sprawling darkness of the Elder Continent. In the far distance a vast Mountain glimmers.",
 "Name": "ヴァーチャス再訪@{K}ヴァルカスへの帰還@{M}$Varchas -> ヴァーチャス$Returning to Varchas",
 "Id": 152422}
