{"ChildBranches": [{"DefaultEvent": {"Description": "微熱が出ているような気がするのか？医術の秘密を学びたいのか？それとも、病に苦しむ者達の紅潮した顔と呻き声を堪能したいだけなのだろうか？@{K/M}貴方自身に微熱を感じているのか?医術の秘密を学びたいのか?それとも、病に苦しむ者達の紅潮した顔と呻き声を堪能したいだけなのだろうか?@{M}Are you feeling a little fevered? Do you hope to learn medical secrets? Or perhaps you just enjoy the moans and flushed faces of the sick and suffering?",
                                     "LinkToEvent": {"Id": 152397}, "Name": "", "Id": 152444},
                    "Name": "病院@{M}The Hospital",
                    "Description": "病院は南の塔の物陰にある。@{M}The Hospital lies in the shadow of the Southern Tower.",
                    "ButtonText": "", "Id": 129899},
                   {"DefaultEvent": {"Description": "白い外套を纏った隊列に従いて行く。@{M}Just follow the stream of white-cloaks.",
                                     "LinkToEvent": {"Id": 152384}, "Name": "", "Id": 152445},
                    "Name": "衛兵の兵舎@{M}The Guard House",
                    "Description": "脇道に逸れた所にあり、ここから太陽の描かれた旗を見る事が出来る。@{M}Down a side-street; you can see the sun-blazoned flag from here.",
                    "ButtonText": "", "Id": 129900},
                   {"DefaultEvent": {"Description": "貴方が寺院に近づくにつれ、鐘の音はより大きく、より反響して聞こえるようだ。@{K/M}貴方が寺院に近づくに連れ、鐘の音はより大きく、より反響して聞こえる。@{M}The sound of the bells grows louder and more reverberant as you approach.",
                                     "LinkToEvent": {"Id": 152375}, "Name": "", "Id": 152446},
                    "Name": "ミヒルの寺院@{M}Temple of Mihir",
                    "Description": "その建物はヴァーチャスの中心部、聖なる区域に聳えている。@{K/M}それはヴァルカスの中心部、神聖区に聳える。@{M}$Varchas -> ヴァーチャス$It lies in the Sacred District, at the centre of Varchas.",
                    "ButtonText": "", "Id": 129901},
                   {"DefaultEvent": {"Description": "招待されているのだから、当然行ってみてもいいだろう。@{K}結局彼は貴方を招き入れた。@{M}Well, he did invite you, after all.",
                                     "LinkToEvent": {"Id": 152367}, "Name": "", "Id": 152447},
                    "Name": "宝石ターバンを巻いた若者の館@{M}Mansion of the Jewel-Turbaned Youth",
                    "Description": "それは東方地区にある。@{M}It is in the Eastern District.",
                    "ButtonText": "", "Id": 129902},
                   {"DefaultEvent": {"Description": "ワイングラスのぶつかる音と、気さくな掛け声のする方向に向かえば良い。@{M}Follow the clink of wine-glasses and the companionable shouts.",
                                     "LinkToEvent": {"Id": 152390}, "Name": "", "Id": 152448},
                    "Name": "ヴァーチャスの娯楽@{K}ヴァルカスの娯楽@{M}$Varchas -> ヴァーチャス$Entertainments in Varchas",
                    "Description": "西の方には酒場や遊技場がある。@{M}There are bars and gaming-houses to the west. ",
                    "ButtonText": "", "Id": 129903},
                   {"DefaultEvent": {"Description": "ヴァーチャス人たちの興奮と期待につられず落ち着いてままでいるのは難しい。@{K}ヴァルカーシ達の興奮と未来への衝動によってこの旅が突き動かされない事は、恐らく難しいだろう。@{M}It is hard not to be carried along by the excitement and anticipation of the Varchaasi.",
                                     "LinkToEvent": {"Id": 152403}, "Name": "", "Id": 152449},
                    "Name": "アマラドリへの巡礼@{M}The Pilgrimage to Amaradri",
                    "Description": "アグニホトリは知識を探し求めている。病人達は長旅を始める準備と覚悟を固める。若者たちと反乱分子は、計画を練り上げた。そして衛兵の剣は全て新しい物に取り替えられる。巡礼の旅は、その準備を終えた。@{K/M}アグニホトリは知識を探し求めている。病人達は長旅を始める準備と覚悟を固める。若気と不安とが、彼らの計画を練り上げた。衛兵の剣は全て新しい物に取り替えられた。巡礼の旅は、その準備を終えた。@{M}The Agnihotri seeks wisdom. The sick are ready to begin a long journey. The young and the restless have made their plans. The swords of the Guard have been renewed. The Pilgrimage is ready to begin.",
                    "ButtonText": "", "Id": 129904},
                   {"DefaultEvent": {"Description": "光は絶え間なく、そして無慈悲に降り注ぐ。寝られるのだろうか？@{M}The light is endless and merciless. Will you sleep?",
                                     "LinkToEvent": {"Id": 152358}, "Name": "", "Id": 152462},
                    "Name": "宿屋@{M}The Inn",
                    "Description": "夕方、5つ目の鐘が鳴り響いた後、ターマスはそれぞれ部屋を充てがわれる。@{M}At evening, after the fifth bell, each Taamas is assigned a room.",
                    "ButtonText": "", "Id": 129914}],
 "Description": "貴方は蔓と茸花で彩られた中庭の回廊を歩く。長く真っ直ぐに伸びた車道がヴァーチャスを縦横無尽に走り、敷き詰められた石は荷車の車輪と行き交う幾千の軽い履物によってすり減っている。\u000d\u000a\u000d\u000a点灯夫が張り出し燭台の燃料を絶えず確認し、火芯を交換している。灯火管理人は鏡の角度を調節する渦巻きバネ機構を監視していた。\u000d\u000a\u000d\u000a此処には探索する場所が多く存在する。次は何処へ行こうか？@{K/M}貴方は蔓と茸花で彩られた中庭の回廊を歩く。長く真っ直ぐに伸びた車道がヴァルカスを縦横無尽に横切り、敷き詰められた石が、荷車の車輪と、行き交う幾千の靴によってすり減っていた。\u000d\u000a\u000d\u000a灯火夫が張り出し燭台の燃料を絶えず確認し、火芯を交換している。灯火管理人は鏡の角度を調節する渦巻きバネ機構を監視していた。\u000d\u000a\u000d\u000a此処には探索する場所が多く存在する。次は何処へ行こうか?@{M}$Varchas -> ヴァーチャス$You walk galleried courtyards wreathed with vines and fungal blooms. Long straight roadways criss-cross the length and breadth of Varchas, the stone worn by the wheels of carts and the tread of thousands of slippered feet.\u000d\u000a\u000d\u000aLamp-Lighters constantly check the fuel-levels of the sconces, and replace wicks; Fire-Keepers check the coiled-spring mechanisms that control the angle of the mirrors.\u000d\u000a\u000d\u000aThere is much to explore; where will you go next?",
 "Name": "ヴァーチャス中心部@{K}ヴァルカス繁華街@{M}$Varchas -> ヴァーチャス$The Centre of Varchas",
 "Id": 152443}
