{"ChildBranches": [{"DefaultEvent": {"Description": "ハイドアウェイの住人は調査員の周りに集まった。集まった人々の中には衝撃のあまり話し始める者さえいた――しかし、彼が手をあげると皆静まり返る。「あなた方にも真実が分かったでしょう。この街は壊れつつあります。生き延びたいのであれば、ここから去らねばなりません。しかし、あなた方が生きたいという気持ちからこんな水面下での暮らしに耐えていたことを考えれば、次に何をするかははっきりしていると思いますね。けれど、どこへ向かえばいいのかは分かりません」調査員は無理に微笑もうとした。「私にあるのは質問だけ。答えは知りません。申し訳ない」人々は涙を流しながら去った。かくしゃくたる指導者だけが涙を流すことなく、怒りに震えながら立ち尽くしている。\u000d\u000a\u000d\u000a朝までには、街からは全ての潜水艇と潜水艦が姿を消した。ハイドアウェイはテンタムただ一匹を残し、空っぽになった。@{K}The dwellers of Hideaway have come together around the Investigator. Some are shocked enough to have broken into speech - but all fall silent when he raises his hands. \"You know the truth. The city is cracking apart. If you want to survive, you must leave. And knowing what you endured down here because you wanted to live - I've no doubt what you'll do next. I don't know where we can go.\" The Investigator tries to smile. \"I don't have answers, only questions. I'm sorry.\" The people leave in tears. Only the Sprightly Visionary stands tearless, trembling with rage. \u000d\u000a\u000d\u000aBy morning, there's not an emergency bathysphere or zubmarine left in the city. Hideaway is empty; Temtum, alone.",
                                     "LinkToEvent": {"Id": 152194}, "Name": "", "Id": 237593},
                    "Name": "不躾な調査員に加わる@{K}Join the Impolite Investigator ",
                    "Description": "彼は群衆に囲まれた舞台の上に立ち、隣に立つようあなたを手招いている。@{K}He stands on a raised platform at the centre of the crowd. He gestures for you to join him.",
                    "ButtonText": "", "Id": 182240},
                   {"DefaultEvent": {"Description": "ハイドアウェイの住人は指導者の周りに集まった。集まった人々の中には衝撃のあまり話し始める者さえいた――しかし、彼が手をあげると皆静まり返る。彼は腕を大きく振り爪先で円を描くハイドアウェイを表す仕草を行うと、両手でハサミを作り横歩きをするテンタムを表す身振りをした。彼はテンタムとハイドアウェイの、そしてハイドアウェイとその住人たちの連帯について語る。そして指導者が人々に愛する我が家を、自分たちに愛を返してくれるただ一つの場所を維持するための仕事に戻るように指示を出すと、群衆は落ち着きを取り戻し、去っていった。青ざめた調査員だけが残っている。@{K}The dwellers of Hideaway have come together around the Visionary. Some are shocked enough to have broken into speech - but all fall silent when he raises his hands. He performs the wide-armed, toe-twirl sign for Hideaway, followed by the clawed hands and sidesteps for Temtum. He describes togetherness - of Temtum and Hideaway, but also of Hideaway and its people. When the Visionary rallies the people to return to work, to maintain their home - the one place they love, that loves them - they leave, subdued. Only the Investigator remains, pale-faced.",
                                     "LinkToEvent": {"Id": 152231}, "Name": "", "Id": 237595},
                    "Name": "かくしゃくたる指導者に加わる@{K}Join the Sprightly Visionary",
                    "Description": "彼は群衆に囲まれた舞台の上に立ち、隣に立つようあなたを手招いている。@{K}He stands on a raised platform at the centre of the crowd. He gestures for you to join him.",
                    "ButtonText": "", "Id": 182242}],
 "Description": "ハイドアウェイの住人は全員祭事広場に集まり、けばけばしい色の食べ物が乗せられたテーブルを囲んでいた。地面には以前はなかった髪の毛ほどの幅の罅が走っている。@{K}All of Hideaway has gathered in the festival square, around tables of gaudily coloured food. A hair-thin crack runs across the ground, where one never was before.",
 "Name": "戦争の終わり@{K}The End of the War", "Id": 152487}
