{"ChildBranches": [{"DefaultEvent": {"Description": "「食べることが出来るというのは、消費されうるというのを意味する。そして生きるというのは、すなわち消費するという事である。よって、生きていないという事の本質とは、消費『される』という事だと分かる。その結果、実際に、すべての生きていないものは消費することが可能であり――」@{K}「食べられると言うのは、消費が出来る、という事だ。そして生きるというのは、消費する、という事だ。即ち、生きぬという事の本質は、消費<i>される</i>という事に他ならない。実際に、これ故に、生きていない物は何でも消費して良いのだ - 」@{M}\"To be edible, is to be possible to be consumed. And to be living, is to consume. Thus we find that the nature of the unliving is to <i>be</i> consumed. In fact, therefore, anything that is not living may be consumed - \"",
                                     "LinkToEvent": {"Id": 152797},
                                     "Name": "料理の哲学@{M}Culinary philosophies", "Id": 152798},
                    "Name": "ハートを上げる@{M}$Hearts -> ハート$Increase your Hearts",
                    "Description": "「船長、可食性の本質について語り合うとしよう……」@{K}「船長、話させてくれ、可食という事実の本質について...」@{M}\"Let us speak, my captain, of the nature of edibility...\"",
                    "ButtonText": "", "Id": 130124},
                   {"DefaultEvent": {"Description": "貴方のお供は辛うじて食べている、彼は包帯の隙間からねじ込む為に、魚を細かく切り刻んで小さい欠片にしなければならなかった。結果、包帯はソースによってひどく汚れてしまった。やがて、彼はフォークを投げ出す。「私を見てくれ。とても良い状態とは言えないだろう？信じて欲しいんだが、この包帯を取ったらあなたの食欲は立ちどころに消え失せてしまうだろう。私の指が衰えるまではあとどれぐらいだろう？あるいは舌が塩漬けになるまでは？」\u000d\u000a\u000d\u000a彼はグラスをゆすりワインを掻き混ぜた。「船長、お願いがある。私は今まで男爵閣下や主教に料理を供してきた。カーンにも。女帝陛下にも。しかし、唯一人、私が料理を食べさせていない者が居る。他に類を見ない、空前の味覚を持つとされる生き物だ。私はそいつを驚嘆させたいのだ！料理人の芸術とは錬金術のような物。であればこれは私にとって賢者の石に等しいだろう。不朽の名声ともなる。私を助けてくれないか？」[料理人に奇妙な漁獲物と生体標本を渡し、彼の研究を進展させましょう。]@{K/M}貴方のお供は辛うじて食べている、彼は包帯の隙間から流し込む為に、魚を細かく切り刻んで小さい欠片にしなければならなかった。結果、彼の衣服はソースによってひどく汚れてしまった。やがて、彼はフォークを投げ出す。「俺を見てくれ。とても良い状態とは言えないだろう?信じて欲しいんだが、この包帯を取ったらあんたの食欲は立ちどころに消え失せてしまうだろう。俺の指が無くなってからどれ位経った?舌が朽ちるまでどれ位たった?」\u000d\u000a\u000d\u000a彼はワインを口に流し込む。「船長、お願いがある。俺は今まで公爵閣下や大司教に料理を供してきた。ハン王にも。女帝陛下にも。しかし、唯一人、俺が料理を食べさせていない者が居る。他に類を見ない、空前の味を持つとされる生き物だ。俺はそいつを驚かせたいんだ!料理人の芸術とは錬金術みたいな物で、これは俺にとって賢者の石に等しいだろう。不朽の名声ともなる。俺を助けてくれないか?」[料理人に奇妙な漁獲と生きた標本を渡し、彼の研究を進展させましょう。]\u000d\u000a@{M}$Khan -> カーン, Live Specimen -> 生体標本, Strange Catch -> 奇妙な漁獲物$Your companion barely eats. He has to cut the fish into tiny morsels to squeeze it through the gap in his bandages. Soon the cloth is stained with sauce. He throws down his fork. \"Look at me. I am not at my best, no? Believe me, your appetite would not be so strong if I removed my bandages. How long before my fingers fail? Or my tongue pickles?\" \u000d\u000a\u000d\u000aHe swirls his wine. \"Captain: a request. I have cooked for barons and bishops. The Khan. The Empress. But there is one for whom I have not cooked. A creature of singular and <i>acroamatic</i> tastes. I want to make him marvel! The chef's art is alchemy, and this would be my philosopher's stone. My immortality. Will you aid me?\" [Bring your chef Strange Catches and Live Specimens to further his research.]",
                                     "Name": "偉大な仕事@{M}The great work", "Id": 180267},
                    "Name": "包帯巻きの男を夕食に誘...@{M}Dine with the Ba-",
                    "Description": "「ああ、違う違う、駄目だよ船長！『私』が『あなた』にご馳走しよう！」@{K}「ああ待ってくれ待ってくれ、船長!あんたは<i>俺と</i>食事するべきだ!」@{M}\"Ah, no no no, my captain! <i>You</i> shall dine with <i>me</i>!\"",
                    "ButtonText": "", "Id": 146198},
                   {"DefaultEvent": {"Description": "「残念だが、あまりに在り来たりだ」肉は彼の持ち込んだアタノールコンロに乗せられる。ローストと精製の機能を組み合わせた彼自身が発明したコンロだ。蒸気が立ち昇り、船員達は舌舐めずりをした。@{K/M}「ちっ、在り来たりだな。」肉は彼の厨房にあるアタノールストーブに乗せられる。彼自身がローストと精製の機能を組み合わせた彼自身の発明品のストーブだ。煙が立ち昇り、船員達は舌舐めずりをしていた。@{M}\"Alas. Too ordinary.\" The flesh goes onto his shipboard athanor-stove: an edifice of his own invention that combines the functions of roasting and refinement. Steam rises. The crew lick their lips.",
                                     "Name": "落胆@{M}Disappointment", "Id": 181861},
                    "RareDefaultEvent": {"Description": "彼は包丁の縁から一欠片を口に含んだ後、身震いをした。「船長、こいつは絶妙な発見だ。悪魔の唇の様だ。焼けつくように熱い。恐らく致命的だろう。だがリスクを被るだけの価値は、完全に有る」@{K/M}彼は包丁の縁に乗った一摘みを口に含んだ後、身震いをした。「船長、こいつは絶妙な発見だ。悪魔の唇の様だ。興奮してくる。恐らく致命的だろう。だがリスクを被る価値は、全然有る。」@{M}He tastes a morsel on the tip of his knife, and shudders. \"An exquisite find, my captain. Like a devil's lips. Searing. Probably fatal. But utterly worth the risk.\"",
                                         "Name": "約束しよう！@{M}Promise!", "Id": 181862},
                    "Name": "彼の傑作料理の為に奇妙な漁獲物を渡す@{K/M}彼の料理の傑作の為に奇妙な漁獲を手渡す@{M}$Strange Catch -> 奇妙な漁獲物$Hand over a Strange Catch for his culinary masterpiece",
                    "Description": "「やぁ、小魚君。どんな素晴らしい物を持っているのか見せて貰おうか」彼の卸し包丁がキラリと光る。[成功は運次第です。彼は最低でも2つの有用な材料を必要とします。]@{K/M}「やぁ、小さな同志よ。どんな素晴らしい物を持っているのか見せて貰おうか。」彼の卸し包丁がキラリと光る。[成功は運次第です。彼は最低2つの有用な材料を必要とします。]@{M}\"Hello, little fellow. Let us see what delights you hold.\" His filleting knife gleams. [This is a matter of luck. He will need at least two useful ingredients.]",
                    "ButtonText": "", "Id": 147215},
                   {"DefaultEvent": {"Description": "彼は失望の余り低く唸った。「これでも味は悪くないだろう。だが私が求めているのは<i>非凡な</i>味なのだ。思うにこれは――軽く焼いたビスケットの上にムースし、レモンを一絞りすれば――或いは、単純な味の好みを持った者には十分だろう」船員達は彼の創りだした失望の結果に舌鼓を打った。@{K/M}彼は失望の余り低く唸った。「これでも味は悪くないだろう。だが俺が求めているのは<i>非凡な</i>味なんだ。思うにこれは - 軽く焼いたビスケットの上にムースし、レモンを一絞りすれば - 或いは簡単な味としては許容範囲か。」船員達は彼の創りだした失望の結果に舌鼓を打っていた。@{M}He grunts in disappointment. \"It is merely delicious. I need <i>extraordinary</i>. I suppose that - served as a mousse on lightly-crusted biscuit with a little lemon - it would be acceptable to simpler palates.\" Your crew enjoy the fruits of his disappointment.",
                                     "Name": "良い味だが、極めつけでは無い@{M}Excellent, but not exemplary",
                                     "Id": 181932},
                    "RareDefaultEvent": {"Description": "味見をして、彼は振り絞った様な声を出した。あなたの渡したものには毒があったのだろうか？「違う違う。もしそうだとしても、これは最上級の毒だ！砂糖漬けになった蜂の毒針の様な！もしくは蜂蜜漬けのメスだ！いいぞ、これだ。これだ！」@{K/M}味見をして、彼は振り絞った様な声を出した。彼は毒に当たったのだろうか?「違う違う。もしそうだとしても、これは最上級の毒だ!砂糖漬けになった蜂の毒針の様な!もしくは蜂蜜漬けの棘だ!いいぞ、これだ。これだ!」@{M}Tasting it, he makes a strangled noise. Have you poisoned him? \"No, no. Or if so, poison of the finest sort! Like bee-stings in sugar! Or honeyed scalpels! Yes, this. This!\"",
                                         "Name": "有用な材料@{M}A useful ingredient", "Id": 181933},
                    "Name": "彼の料理の傑作の為に生体標本を引き渡す@{K/M}彼の料理の傑作の為に生きた標本を引き渡す@{M}$Live Specimen -> 生体標本$Turn over a Live Specimen for his culinary masterpiece",
                    "Description": "「素晴らしい!新鮮な程より良いだろう!少しばかり待っていてくれ。大き目のスライサーを持ってこなければならん。」[成功は運次第です。彼は最低2つの有用な材料を必要とします。]@{M}\"Wonderful! The fresher the better! Hold it down a moment. I will need to fetch the larger of my mandolines.\" [This is a matter of luck. He will need at least two useful ingredients.]",
                    "ButtonText": "", "Id": 147259},
                   {"DefaultEvent": {"Description": "「最高だ！」彼は厨房へ引き籠もり、扉を固く施錠した。日に夜に、彼の姿煮用坩堝は絶えず燃え上がり、厨房の舷窓からは燃え盛る炎の赤が漏れ出て、黒いZeeを照らしている。誰が扉をノックしても、彼は返事をしなかった。暫くの間、ビスケットと樽の水が食事となった。\u000d\u000a\u000d\u000aやがて彼が姿を現した時、彼の包帯は煙ですっかり黄ばんでいた。「私はやってのけたぞ！Zzoupが私に歯向かっていたが、それも打ち破った。ロンドンのジメジメした辺境に生えていたアンズタケ。豚の煮汁。活力に満ちたパプリカを少々。悲哀の玉ねぎ。地獄に咲く流浪者のバラの花弁。……そして涙だ！吊られた男のものか心を砕かれた司祭のものか――どちらでも良いのだと思う。材料を組み合わせる方法はかなり奇妙だ。この調理法は使えると信じる。船長、我々は新たな料理の最前線を進んでいる。だが、ファザムキングは水死の饗宴をひらいているのだ。彼は過剰な味に慣れている。私達はそんな彼を驚かせなければならない」\u000d\u000a\u000d\u000aその夜、船員達は魚のシチューにありつき、晩餐を満喫していた。ポワソニエはあなたのワイングラスが空にならないように気を配り、そして夕食の終わり頃に緊張した様子で近づいてきた。「申し訳ないのだが、船長。また別の願い事がある。カーンの心臓で、必要な物がある。とある……レシピの本なのだ。もし私達がそちらへ向かっているなら……」彼は貴方の視線を避けながら、包帯の端をいじり回している。……何故、彼は貴方に嘘を付くのだろうか？@{K/M}「最高だ!」彼は厨房へ引き籠もり、扉を固く施錠した。日に夜に、彼の煮込み鍋は絶えず燃え上がっていた。厨房の窓からは燃え盛る炎の赤が漏れ出て、黒いジーを照らしている。誰が扉をノックしても、彼は返事をしなかった。暫くの間、ビスケットと樽に溜められた水が、食事となった。\u000d\u000a\u000d\u000aやがて彼が姿を現した時、彼の包帯は煙ですっかり黄ばんでいた。「俺はやった!ズッペが俺に歯向かっていたが、それも打ち破った。ジメジメしたロンドンの淵に生えていたアンズタケ。豚の煮汁。新鮮なパプリカを少々。悲哀の玉ねぎ。地獄に咲く追放野バラの花弁。...そして涙だ!吊られた男のものか心を砕かれた司祭のものか - どちらでも良いだろう。材料を混ぜあわせて調理する手法は単純だった。この調理法は使えると信じる。船長、俺達は新たな料理の最前線を進んでいる。だが、指差しの王が溺れし饗膳を主宰しているのだ。彼は過剰な味に慣れ過ぎている。俺達はそんな彼を驚かせなければならない。」\u000d\u000a\u000d\u000aその夜、船員達は魚のシチューにありつき、晩餐を満喫していた。ポワソニエはワイングラスを高々と掲げ、そして夕食の終わり頃に神経質そうな表情を浮かべながら近づいてきた。「申し訳ないのだが、船長。また別の願い事があるのだ。ハンの心臓で、また必要な物がある。とある...レシピの本なのだ。もし俺達がそっちの方角に向かっているなら...」彼は貴方の視線を避けながら、包帯の端をいじり回している。...何故、彼は貴方に嘘を付くのだろうか?@{M}$Khan -> カーン, [Ee]xile's[- ][Rr]ose -> 流浪者のバラ, Khan's Heart -> カーンの心臓, [Ff]lare -> 照明弾, Fathomking -> ファザムキング$\"Excellent!\" He retreats into his galley and bars the door. Day and night his jugging-crucible blazes. The galley portholes flare crimson across the black zee. He does not answer the door. It's ship's biscuits and barrelled water for a while.\u000d\u000a\u000d\u000aWhen he emerges, his bandages are yellow with smoke. \"I am victorious! The zzoup defied me, but I have broken it. Chantarelles from some soggy edge of London. Pig stock. A feisty dash of paprika. Lament-onions. Petals from the exile's rose, which grows in Hell. And tears! From a hanged man or a heartbroken priest - I believe either would suffice. The method of the ingredients' combination is singular. I believe I can make use of it. We are charting new culinary frontiers, my captain, but the Fathomking presides over the Drowning Feasts. He is accustomed to excess. We must amaze.\"\u000d\u000a\u000d\u000aThat night, the crew dine happily on fish stew. The Poissonnier keeps your wine glass topped up, and at the end of dinner approaches you nervously. \"I am afraid I have another request, captain. I need something from Khan's Heart. A certain... book of recipes. If we were going that way...\" He fidgets with the ends of his bandages, avoiding your gaze. Why is he lying to you? ",
                                     "Name": "物資@{M}Supplies", "Id": 181934},
                    "Name": "彼は厨房から頭を出す@{M}He pokes his head from the galley",
                    "Description": "「船長、私の黙らせ塩を持っているか？Zzoupは？私はどうしてもそいつらの可能性を調べたいのだ」彼の背後では、蒸し煮用蒸留器が忙しなく泡を噴いていた。@{K/M}「船長、俺の沈黙の砂を持っているか?ズッペは?俺はどうしてもそいつらの可能性を調べたいのだ。」彼の背後では、蒸煮の蒸留器がガタガタと泡を噴いていた。@{M}\"Have you my mutersalt, captain? My zzoup? I am keen to investigate their possibilities.\" A braising-alembic bubbles eagerly in the background.",
                    "ButtonText": "", "Id": 147260},
                   {"DefaultEvent": {"Description": "「ああ！何と見事な！さぁおいで、神々しい羽を持つ厳粛なる我が同胞よ。共に素晴らしいものを作り出そう。私達はここに最高の友となる。少しの間だけ」そう言うと彼らは中に入っていった。鳥の囀る歌声は、やや聞き取りづらかったとしても、船員のムードを改善させるのに役に立っているとは言い難い。それから数日後、ポワソニエは袋一杯の羽を船上に投げ捨てていたが、厨房の舷窓からは相変わらず物悲しい二行連句が漂ってきていた。「ああ、船長。全て準備は整った。ただ、ワインが必要だ。大量のワインが、ね」[5箱のマッシュルーム・ワインを入手し、ファザムキングの砦に行先を定めましょう。]@{K/M}「ああ!何と見事な!さぁおいで、神々しい羽を持つ私の同胞よ。共に謎に立ち向かおうではないか。俺達はここに最高の友となる。少しの間だけ。」そう行って彼らは中に入っていった。鳥の囀る歌声は、やや聞き取りづらかったとしても、船員のムードを改善させるのに役に立っている。それから数日後、ポワソニエは袋一杯の羽を船上に投げ捨てていたが、厨房の窓からは相変わらず物悲しい歌声が漂ってきていた。「ああ、船長。全て準備は整った。ただ、ワインが必要だ。大量のワインが、ね。」[5箱のマッシュルームワインを入手し、水底帝の船倉に行先を定めましょう。]@{M}$Fathomking's Hold -> ファザムキングの砦, (Cask of )?[Mm]ushroom[- ][Ww]ine -> マッシュルーム・ワイン, Fathomking -> ファザムキング$\"Ah! He is magnificent! Come, my solemn, feathered compatriot. Let us work wonders. We will be the best of friends. For a little while.\" They vanish inside. The bird's poetry, even muted, does little to improve the mood of the crew. Several days later, the Poissonnier throws a sack of feathers overboard, yet somehow gloomy couplets continue to drift from the galley's porthole. \"Ah, captain. All is ready. Although we will need wine. Lots of wine.\" [Procure 5 crates of Mushroom Wine and make your way to the Fathomking's Hold.]",
                                     "Name": "最後のピース@{M}The final piece", "Id": 181935},
                    "Name": "哀歌調のオウムを渡す@{K}哀しい声のボタンインコを渡す@{M}$Elegiac Cockatoo -> 哀歌調のオウム$Give him an Elegiac Cockatoo",
                    "Description": "鳥が厨房を目にすると、その歌声は一層痛切さを増した。@{K}鳥が厨房を見る時、その歌声の物悲しさが倍増する。@{M}When the bird sees the galley its poetry becomes doubly heartfelt.",
                    "ButtonText": "", "Id": 147261},
                   {"DefaultEvent": {"Description": "「素晴らしい！さぁそれを中へ。すまないが、手を貸すことは出来ない。イリーゴは強力だ。準備に必要不可欠な手順を忘れてはならんからな。さぁ船長、ファザムキングの砦に舵を！私はこれから作業に取り掛かる」そう言いながら、何事かを思い出した様に、彼は指をパチンと鳴らした。「おっと、そうだ。それとワインが必要になる。大量のワインが、ね」[5箱のマッシュルーム・ワインを入手し、ファザムキングの砦に行先を定めましょう。]@{K/M}「素晴らしい!さぁそれを中へ。もし俺が助けにならなかったら済まない。イリーゴは強力だ。準備に不可欠な手順を忘れるという事は、私に限っては無い。さぁ船長、水底帝の船倉に舵を!俺はこれから作業に取り掛かる。」そう言いながら、何事かを思い出した様に、彼は指をパチンと鳴らした。「おっと、そうだ。そして俺達はワインが必要だ。大量のワインが、ね。」[5箱のマッシュルームワインを入手し、水底帝の船倉に行先を定めましょう。]@{M}$[Ii]rrigo -> イリーゴ, Fathomking's Hold -> ファザムキングの砦, (Cask of )?[Mm]ushroom[- ][Ww]ine -> マッシュルーム・ワイン, Fathomking -> ファザムキング$\"Marvellous! Bring it in. Forgive me if I do not help. The irrigo is potent, and it would not do for me to forget a vital step in the preparations. Zail for the Fathomking's Hold, my captain! I will begin my work.\" He snaps his fingers, remembering something. \"Oh! And we will need wine. Lots of wine.\"[Procure 5 crates of Mushroom Wine and make your way to the Fathomking's Hold.]",
                                     "Name": "最後のピース@{M}The final piece", "Id": 181936},
                    "Name": "巨大なフルークの核を厨房に届ける@{K}巨大な吸虫核を厨房に届ける@{M}$Colossal Fluke-Core -> 巨大なフルークの核, [Ff]luke -> フルーク$Deliver a Colossal Fluke-Core to the galley",
                    "Description": "船乗り達はその重さと格闘し、イリーゴ色の体液が甲板を汚している。@{M}$[Ii]rrigo -> イリーゴ$The zailors struggle under the weight. Irrigo juices stain the deck.",
                    "ButtonText": "", "Id": 147262},
                   {"DefaultEvent": {"Description": "「材料は申し分無い。問題は私の技量が不足していることだ！この生き物達の奥深くに食欲をそそる宝石が隠れているが、私ではそれを上手く取り出す事が出来ない！一つ手を滑らせれば、たちまち味が濁ってしまうのだ」\u000d\u000a\u000d\u000a彼は厨房の中を歩き回っていた。「肉の加工技術を向上させる必要がある。私をキェロネイトまで連れて行ってはくれないか？内臓を抜く事に関して、ボーンマンに勝る知識を持っている者は居ない」@{K/M}「材料は申し分無い。問題は俺の技量が不足しているからだ!この生き物達の奥深くに食欲をそそる宝石が隠れているが、俺ではそれを上手く取り出す事が出来ない。一つ手を滑らせれば、たちまち味が濁ってしまうのだ。」\u000d\u000a\u000d\u000a彼は厨房の中を歩き回っていた。「包丁の技術を向上させる必要がある。俺をケロネイトまで連れて行ってはくれないか?内臓を抜く事に関して、狂骨の者に勝る知識を持っている者は居ない。」@{M}$Chelonate -> キェロネイト$\"The ingredients are fine, it is my hands that are deficient! There are piquant jewels hiding in the vitals of these creatures, but I cannot extract them! One slip, and the taste is contaminated.\"\u000d\u000a\u000d\u000aHe paces the galley. \"I need to improve my butchery. Can you take me to the Chelonate? No one knows more about gutting than the Bone Men.\"",
                                     "Name": "限界@{M}A limitation", "Id": 181966},
                    "Name": "湿った音、そして響く衝突音@{K}抑圧された怒り、そして揺れる包丁@{M}A squelch, then a quivering thunk",
                    "Description": "包帯巻きのポワソニエは厨房で奇妙な漁獲物を放り投げ、次いで彼の包丁も投げ出してしまった。何か問題があったのだろうか？@{K/M}包帯巻きのポワソニエは厨房から奇妙な漁獲を投げ出し、次いで彼の包丁も投げ出してしまった。何か問題があったのだろうか?@{M}$Bandaged Poissonnier -> 包帯巻きのポワソニエ$The Bandaged Poissonnier has thrown a strange catch across the galley, and then a knife. Is something wrong?",
                    "ButtonText": "", "Id": 147289},
                   {"DefaultEvent": {"Description": "「たいして時間のかかる用があるわけじゃない。古いレシピ本を取ってくるだけだ」彼はやや緊張したようすで緩んだ包帯の端をいじり回していた。「それには……あー……私のご馳走を作る為に必要な、蒸留の方法と調理法が書かれているんだ。うむ」彼は卓越した料理人ではあったが、嘘を付くのは下手だ。@{K/M}「そこでの俺の用事に大した時間はかからない。ただ、古いレシピ本を回収する必要があるだけだ。」彼はやや苛立たしげに緩んだ包帯をいじり回していた。「それには...あー...俺のご馳走を作る為に必要な、蒸留の方法と調理法が書かれているんだ。うむ。」彼は卓越した料理人ではあったが、嘘を付くのは下手だ。@{M}\"My business there should not take long. I only need to retrieve an old recipe book.\" He twiddles a loose bandage-end nervously. \"It contains certain... ah... formulae and distillations I will need for the feast. Yes.\" He is an exceptional chef, but a poor liar.",
                                     "Name": "とある要求@{M}The request", "Id": 182196},
                    "Name": "彼は現在の目的地について質問があるようだ@{M}He has a question about your current destination",
                    "Description": "「私達は近いうちにカーンの心臓の近くを通りかかるだろうか？」@{K/M}「俺達は近いうちにハンの心臓の近くを通りかかるだろうか?」@{M}$Khan -> カーン, Khan's Heart -> カーンの心臓$\"Do you think we will pass near Khan's Heart sometime soon?\"",
                    "ButtonText": "", "Id": 147436},
                   {"DefaultEvent": {"Description": "「船長、ご馳走を作る為に最後の仕上げになるものが必要なんだ。忘れ得ない何かを。私には一つのビジョンがある――ああ、二つだ！一つはローエン・フルークの核だ。もう一つは旧大陸に棲息するとある鳥――葬列の歌を語るオウムだな。とある南方の興行師がその生物を所有していると聞いた事がある」そう言いながら彼は軽く手を振る。「どちらでも大丈夫だ――両方を手に入れようと骨折ってもらう必要はない」[巨大なフルークの核か哀歌調のオウムを入手しましょう。]@{K/M}「船長、ご馳走を作る為に最高の材料が必要なんだ。忘れ得ない何かを。私にはビジョンがある - ああ、2つだ!一つは孤独な吸虫の核だ。もう一つは旧き大陸に棲息するとある鳥 - 葬列の歌を奏でるボタンインコだな。とある南方の大道芸人がその生物を所有していると聞いた事がある。」そう言いながらさり気なく彼は手を振る。「どちらでもいい - 両方を追いかけて問題を起こさないでくれよ。」[巨大な吸虫核と哀しい声のボタンインコを入手しましょう。]@{M}$Elder Continent -> 旧大陸, Colossal Fluke-Core -> 巨大なフルークの核, [Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク, Elegiac Cockatoo -> 哀歌調のオウム$\"I need a capstone for the feast, captain. Something unforgettable. I have a vision - no, two! One demands the core of a lorn-fluke. The other requires a certain bird of the Elder Continent: a cockatoo, given to funereal poetry. I have heard a certain southern showman owns such a creature.\" He waves a casual hand. \"Either would do - do not trouble yourself with both.\" [Acquire a Colossal Fluke-Core or Elegiac Cockatoo.]",
                                     "Name": "それで全部か？@{M}Is that all?", "Id": 182201},
                    "Name": "彼には頼みがある@{M}He has a request",
                    "Description": "カーネイトを訪問した後の彼は以前より愛想が悪くなり、何かに執着している様だった。そして彼は貴方を甲板下の一角に追い詰めた。包帯の隙間からは燃えるような眼が覗く。@{K/M}ハン王国を訪問した後の彼は気もそぞろで、何かに執着している様だった。そして彼は貴方を甲板下の一角に追い詰め、包帯の中から垣間見える熱心そうな視線で貴方を見据えた。@{M}$Khan -> カーン, Khanate -> カーネイト$After his visit to the Khanate he is more fixated, less congenial. He corners you below decks, his eyes fervent between his wrappings.",
                    "ButtonText": "", "Id": 147440}],
 "Description": "「ああ船長！この小さな厨房へようこそ。そのソースの入った鍋に気をつけてくれ。それは、ハハハ、とても活きがいいからな」@{K/M}「ああ船長！この小さな厨房へようこそ。そのソースの入った鍋に気をつけてくれ。それは、ハハハ、とても激しいからな」@{M}\"My captain! Come into my little galley. Mind that pot of sauce. It is, ahaha, vigorous in the extreme.\"",
 "Name": "包帯巻きの料理人に話しかける@{M}Speak to your bandaged cook",
 "Id": 152797}
