{"ChildBranches": [{"DefaultEvent": {"Description": "「ああ、船長！我々の捕まえるだろうもの、食べるだろうもの、そして経験するだろうものよ！あなたと私で、七つ目の味覚を見つけよう。心で味わうことの出来る味を。そこのお前！船乗りのお前だ！蒸し煮用蒸留器の扱いには気を付けてくれ！それはお前の惨めな魂よりも高価なものだからな」@{K}「嗚呼、船長!我々が捕まえる物!我々が食べる物!我々が経験する物!我々は第七感を見つけるでしょう。貴方と私で。心で味わう味。貴方はそこに居る!船乗り!蒸し蒸留器には細心の注意を!それは貴方の惨めな魂よりも価値があるのだから。」@{M}\"Ah, my captain! The things we will catch! that we will consume! that we will experience! We will discover the Seventh Sensation, you and I. The taste that one tastes with the heart. You there! Sailor! Careful with the braising-alembic! It's worth more than your wretched soul.\"",
                                     "Name": "貪欲な情熱@{K}追い求めた熱狂@{M}Avid enthusiasm", "Id": 152806},
                    "Name": "包帯巻きのポワソニエを勧誘する@{M}$Bandaged Poissonnier -> 包帯巻きのポワソニエ$Recruit the Bandaged Poissonnier",
                    "Description": "包帯巻きのポワソニエは長い間旅をしたいと望んでいた――しかし、貴方は彼の厳しい基準に合わせた厨房一式を船内に揃える必要があるだろう。[彼をコックとして雇います。]@{K/M}包帯巻きのポワソニエは長い間旅をしたいと望んでいた - しかし、貴方は彼の厳しい基準に合わせた厨房一式を船内に揃えなければならない。[これによって彼を料理人として雇います。]@{M}$Bandaged Poissonnier -> 包帯巻きのポワソニエ$The Bandaged Poissonnier has long wished to travel - but you'll need to outfit the galley to his exacting standards. [This will recruit him as a Cook.]",
                    "ButtonText": "", "Id": 130128},
                   {"SuccessEvent": {"Description": "なるほど、これは面白い物だ。その獣自身が持つ毒で煮込めば、特定の内臓は食べる事が出来る。栄養は豊富で、とても体に良い。ただ、味は非常に尾を引く。ああ、本当に尾を引く味だ。さぁ、どんどん食べて。どんどん。@{M}Oh, yes, this one is interesting. Certain of the organs may be consumed only if boiled in the beast's own venom. They're remarkably nutritious. Although the taste does rather linger. Good Lord, it does linger. Move on, taste. Move on.",
                                     "Name": "発見だ!@{M}A find!", "Id": 152805},
                    "DefaultEvent": {"Description": "最終的に出来上がった物は、目を瞑れば食べられる。塩漬けにした方がより良いだろう。@{M}The final product is edible, if you close your eyes. It's probably better pickled.",
                                     "Name": "まずまずの成功@{M}An adequate success", "Id": 152804},
                    "Name": "奇妙な漁獲を渡す@{M}$Strange Catch -> 奇妙な漁獲物$Offer a Strange Catch",
                    "Description": "ヨナの復讐は食の探求に関して、伝統に縛られない発想を持っている。[彼らは少しばかりの報酬を支払ってくれるでしょう。それに加えて、渡した物の一部を食糧として返して貰えます。]@{K/M}ジョナのあだ討ちは食の探求に関して結構自由な発想を持っている。[彼らから少しばかりのお金を貰ったで、渡した物を物資として返して貰えます。]@{M}The Vengeance of Jonah is liberal in its approach to edibility. [They will pay a small fee and return some of the material to you as Supplies.]",
                    "ButtonText": "", "Id": 130127},
                   {"SuccessEvent": {"Description": "ヨナの復讐の主人である包帯巻きのポワソニエは、味を『快い七つの味』、『快くない七つの味』、『どちらでもない七つの味』に分類している。この食事の味は、主に一番目の分類に属するものだ。@{K/M}ジョナのあだ討ちの主人である包帯巻きのポワソニエは、味覚を\"満足する7つの味\"、\"満足出来ぬ7つの味\"、\"どちらとも言えぬ7つの味\"に分類している。この食事の味は、主に一番目の分類に属するものだ。@{M}$Bandaged Poissonnier -> 包帯巻きのポワソニエ$The Bandaged Poissonnier, owner of the Vengeance of Jonah, has identified seven flavours which are pleasant, seven which are unpleasant, and seven which are neither. The flavours of this meal are chiefly of the first kind.",
                                     "Name": "筆舌に尽くし難い食事@{M}A meal which defies description",
                                     "Id": 152809},
                    "DefaultEvent": {"Description": "貴方は食事をあっという間に平らげ、満足して店を出た。しかしその夜、貴方はのたうつ川の夢を見た。パラボラ麻が群生し、悪夢の生まれる水流だ。ヨナの復讐は、鏡の向こうの世界から香辛料を仕入れられているのかもしれない……@{K/M}貴方は食事を心から美味しいと思い、そして満足と安心を抱いて店を出た。しかしその夜、貴方は苦悶の川の夢を見る: パラボラ麻が群生し、ナイトメアが出没する水流だ。ジョナのあだ討ちが使っている香辛料は、恐らく鏡の向こうの世界からまた仕入れられているのだろう...@{M}$Writhing River -> のたうつ川$You eat with gusto and leave with relief. But that night you dream of the Writhing River: that watercourse where parabola-flax grows and nightmares spawn. Perhaps the Vengeance of Jonah has been purchasing their spices from behind mirrors again...",
                                     "Name": "良かった。だが...@{M}Good, but...", "Id": 152800},
                    "Name": "本日のスペシャルを試す@{M}Sample today's special",
                    "Description": "此処の食べ物は並外れている。毒や退屈の心配をする必要は無い。少なくとも、絶対に退屈はしない。[これは<i>大体の場合</i>“埃っぽいワインを一杯”より効果的に恐怖を減少させ、空腹度も低下します。]@{K/M}此処の食べ物は並外れて素晴らしい。毒や退屈の心配をする必要は無い。少なくとも、絶対に退屈はしない。[これは<i>大体の場合</i>'汚れたグラス一杯のワイン'より効果的に恐怖を減少させる方法で、また空腹度も改善されます。]@{M}The food here is exceptional. You need not fear poisoning or boredom. Definitely not boredom. [This is <i>usually</i> a more effective way of reducing Terror than purchasing 'a dusty glass of wine', and will also reduce Hunger.]",
                    "ButtonText": "", "Id": 130125}],
 "Description": "そこは狭苦しい小さな店だったが、墓人街の大抵の場所よりも明るく灯りがともされている。そして料理から漂ってくる香りは変化に富み、風変わりなものだった。これはいい匂いなのだろうか？そうかもしれない。良い香りなのかもしれない。判断するのは難しい。@{K}それは狭苦しく、小さい場所だったが、それでも墳墓街のどの場所よりも灯りにあふれた場所だった。料理の匂いは様々な種類が入り混じっており、特別な雰囲気が漂う。良い店なのか?そうかもしれない。良い店かもしれない。断言はしかねるが。@{M}It's a cramped little place, but much better-lit than most places in the tomb-colonies. The scents of the dishes are multitudinous and extraordinary. Are they good? They might be. They might be good. It's difficult to tell.",
 "Name": "ヨナの復讐@{K}ジョナのあだ討ち@{M}The Vengeance of Jonah", "Id": 152799}
