{"ChildBranches": [{"DefaultEvent": {"Description": "サメの肉は弾力があり、脂ぎっていて暗い色をしていた。それらの性質は肉として食欲をそそるようなものではない。だがしかし、あなたの料理人はもしかするとこれから何かを作ることが出来るかもしれない。それと、胃袋の中に入っているあれは何だ？@{K}The shark-meat is dark, springy and oily. These are not encouraging properties for a meal. Nevertheless, your cook, perhaps, can make something of it. And what's this in its gut?",
                                     "LinkToEvent": {"Id": 140908}, "Name": "硬くて灰色@{K}Tough and grey",
                                     "Id": 153031},
                    "Name": "その肉を役立てる@{K}Use its meat",
                    "Description": "その苦しみは死と共に終わった。あなたにはもっと差し迫った心配の種がある。@{K}Its torment ended with its death. You have more immediate concerns.",
                    "ButtonText": "", "Id": 130263},
                   {"DefaultEvent": {"Description": "これはどのようにして動いていたんだ？なぜ動くことが出来たのだろう？あの動き、跳躍に不可能な旋回……まるで痛みがこの生き物に我々の眼には普通見ることのできない方向へと動くことを強いている――あるいは可能にしていたかのようだ。これがあなたの見出した“真実”ではないことを願うが、有用なそれに近いものだといえるかもしれない。@{K}How did it move? How could it move? The shapes it formed - the leaps it managed - the impossible gyrations - it was as if its pain forced - permitted - it to move in directions not normally perceptible to our eyes. These are not, one would hope, <i>truths</i> that you have uncovered, but they may be useful approximations.",
                                     "LinkToEvent": {"Id": 153027},
                                     "Name": "苦痛の幾何学@{K}The geometries of agony", "Id": 155744},
                    "Name": "観察し全てを記録する@{K}Record any ObservationsRecord any Observations",
                    "Description": "10の記録を集めることで、何かを学ぶことが出来るかもしれない……@{K}If you've gathered at least 10 Observations, you may learn something...",
                    "ButtonText": "", "Id": 131992},
                   {"SuccessEvent": {"Description": "檻は鮫の体を変形させていたようだ。道理に外れたことだが、しかし実際、その鮫には骨が一つもなかった。その体に深く埋め込まれた何本もの鉄の棒によって不可能なことが成し遂げられている。内部にはあなたの見知った臓器は一つも存在しなかった。この鮫はひどい苦痛を味わったに違いない。あなたはその歯を戦利品として取っておいた。もし船体に傷がついているのなら、技師がその檻の一部を修復の材料として再利用出来るだろう。@{K}The cage has begun to distort its shape - more than seems reasonable, but then a shark has no bones. Rods of iron inserted deep into its flesh have done impossible things. There are organs in there none of you recognise. Its suffering must have been extraordinary. You take a tooth as a trophy: if your hull is damaged, your engineer will repurpose some of its cage as repair materials.",
                                     "Name": "掘り下げる@{K}Digging deeper", "Id": 153029},
                    "DefaultEvent": {"Description": "あなたはこの鮫に行われたのは残酷かつ創造的なことだったという以外にはほとんど何も学べなかった。この生き物が被った苦痛といったら！あなたはその歯を戦利品として取っておいた。もし船体に傷がついているのなら、技師がその檻の一部を修復の材料として再利用出来るだろう。@{K}You learn little, except that someone is merciless and inventive. The pain this creature must have suffered! You take a tooth as a trophy: if your hull is damaged, your engineer will repurpose some of its cage as repair materials.",
                                     "Name": "苦痛に満ちた謎@{K}A painful mystery", "Id": 153028},
                    "RareSuccessEvent": {"Description": "檻は鮫の体を変形させていたようだ。道理に外れたことだが、しかし実際その鮫には骨が一つもなかった。その体に深く埋め込まれた何本もの鉄の棒によって不可能なことが成し遂げられている。内部にはあなたの見知った臓器は一つも存在しなかった。この鮫はひどい苦痛を味わったに違いない。あなたはその歯を戦利品として取っておいた。もし船体に傷がついているのなら、技師がその檻の一部を修復の材料として再利用出来るだろう。@{K}The cage has begun to distort its shape - more than seems reasonable, but then a shark has no bones. Rods of iron inserted deep into its flesh have done impossible things. There are organs in there none of you recognise. Its suffering must have been extraordinary. You take a tooth as a trophy: if your hull is damaged, your engineer will repurpose some of its cage as repair materials.",
                                         "Name": "掘り下げる@{K}Digging deeper", "Id": 153030},
                    "Name": "檻状の装甲を調べる@{K}Examine its cage-armature",
                    "Description": "誰かがこれを黒い鉄できつく締め付けたようだ。鉄の帯と付随する機構がその肉に深く食い込んでいる。@{K}Someone has bound it savagely with black iron - sunk bands and joined mechanisms deep into its flesh.",
                    "ButtonText": "", "Id": 130262}],
 "Description": "その枷は外れ、皮膚は裂けて歯は砕け散っている。@{K}Its bonds buckled, its skin torn, its teeth shattered.",
 "Name": "バウンド・シャークを打ち倒した@{K}$[Bb]ound[ -][Ss]hark -> バウンド・シャーク$You've defeated a Bound-Shark",
 "Id": 153027}