{"ChildBranches": [{"DefaultEvent": {"Description": "　それらはオウムの羽根に非常に良く似ていた。しかし、それらはコウモリの体に『糊づけ』されていた。コウモリたちが自分でやったのだろうか？あるいはどこかのコウモリ農場の主が、鳥を羨んでやったのだろうか？答えは謎のままだ。しかし少なくとも、あなたはこれらの羽根を、ロンドンかカーンの心臓で売ることができる。@{I}$Khan -> カーン, Khan's Heart -> カーンの心臓$They look very like parrot-feathers - but they have been <i>glued</i> to the bats. By the bats themselves? By some unknown bat-farmer with an avian grudge? The answers remain mysterious. But at least you can sell the feathers in London or in Khan's Heart.",
                                     "Name": "偽の羽@{I}Ersatz plumage", "Id": 153155},
                    "Name": "コウモリの羽根を集める@{I}Scavenge the bat-feathers",
                    "Description": "　こいつらは本当に、羽毛の生えた哺乳類なのだろうか？@{I}Are these, in fact, feathered mammals?",
                    "ButtonText": "", "Id": 130340},
                   {"DefaultEvent": {"Description": "　それらは小骨が厄介で、肉も少し癖が強かった。しかし、しっかりと塩を振ってやれば、十分食べることができた。@{I}Those little bones are troublesome, and the flesh a little gamey, but salt them well enough and they're quite edible.",
                                     "Name": "異端の食事@{I}An unorthodox diet", "Id": 182148},
                    "Name": "死体を集める@{I}Gather up the corpses",
                    "Description": "　それらは掠め取った血によって潤っている。壺の中へ！@{I}They are succulent with stolen blood. Into the pot!",
                    "ButtonText": "", "Id": 147404},
                   {"DefaultEvent": {"Description": "　それらの目は死んでもなお凶暴だった。水夫たちは、手を触れないよう注意しつつ、箒を使ってそれらを海の外へと掃き捨てた。@{I}Their eyes are still fierce in death. Zailors sweep them overboard with brooms, careful not to touch them.",
                                     "Name": "弦側の向こうへ@{I}Over the side", "Id": 182150},
                    "Name": "死体を処分する@{I}Dispose of the corpses",
                    "Description": "　それらに触れただけでも、あなたは身震いがしているのだ。[これは恐怖をわずかに減少させます。]@{I}Their mere touch leaves you shuddering. [This will slightly reduce Terror.]",
                    "ButtonText": "", "Id": 147406}],
 "Description": "「コウモリの大群です、医者奥様。しかしあれらは――間違いありません――羽根がついております。青い羽根です、医者奥様。素敵な羽根です。いいえ、医者奥様。似合ってはおりません。まったく。私はあのコウモリどもが盗みを働いたのではないかと疑っております。医者奥様、いいえ！私は火曜日からボトルには手を触れておりません！いいえ、医者奥様！その穴ではありません！その穴では――」@{I}\"A bat-swarm, Madam Doctor. But they are - I assure you - feathered. Blue feathers, Madam Doctor. <i>Tremendous</i> feathers. No, Madam Doctor, not proportionate, not indeed. I suspect the bats of theft. Madam Doctor, no! I have not touched a bottle since Tuesday last! No, Madam Doctor! Not the hole! Not the ho - \"",
 "Name": "あなたは帽子屋コウモリを討ち倒した@{I}$[Mm]illiner[- ][Bb]at -> 帽子屋コウモリ$You've destroyed the Milliner-Bats",
 "Id": 153154}