{"ChildBranches": [{"DefaultEvent": {"Description": "彼らは多少しゃんとした足取りで戻ってきた。軋むような音もあまり立てなくなっている。「生きたケーキを食べたんだ！」一人が明るく叫んだ。「活力と喜びでめまいがするほどさ。もっと生きた食べ物を食べるようにしないとな。なんで食人が起こるのか分かりそうな気さえしたよ」\u000d\u000a\u000d\u000a「それで、次はどこに向かうのかな？」@{K}They walk a little straighter, when they return. They creak a little less. \"Living cake!\" exclaims one cheerfully. \"My head is swimming with vigour and joy. I must consume more live food. Do you know, I can almost see why cannibalism.\"\u000d\u000a\u000d\u000a\"So where are we going next?\"",
                                     "Name": "満腹の死者@{K}The well-fed dead", "Id": 153213},
                    "Name": "岸で上等な食事を手配する@{K}Arrange a fine meal at a restaurant ashore",
                    "Description": "死者たちは常に腹を空かせている。彼らの口に茸のケーキを詰め込んでおけば、厄介ごとからは離れていてくれるだろう。@{K}The dead are always hungry. Stuff their mouths with bolete-cake, and they'll stay out of trouble.",
                    "ButtonText": "", "Id": 130380},
                   {"DefaultEvent": {"Description": "「この服、可愛いでしょう？蛇に巻き付かれるような着心地だけれど。まあ、そのうち慣れるでしょう。んー。ほんとに気に入ってきたわ。それで、これからどこへ行くのかしら？」@{K}\"Don't I look darling? It <i>is</i> a little bit like being tied up with serpents. But one gets used to it. Mm. One <i>really</i> gets used to it. And now where are we going?\"",
                                     "Name": "上質なぼろ布@{K}The gladdest of rags", "Id": 175337},
                    "RareDefaultEvent": {"Description": "「友達になったんだよ！これが私の大きなお友達さ！それからこっちが小さなお友達。ああ、私は確かに飲んでた。あんただって一緒に来てたら酔っぱらってただろうさ。まったく、なんて場所に連れてきてくれたんだ？ここは地獄みたいだ。でももっと騒々しい。ほらほら、私の友達を頼んだよ。誰かと交換しないといけなかったんだ。気にするな、誰も彼のことを惜しんだりはしないさ」\u000d\u000a\u000d\u000a「さて、次はどこに向かうんだ？」@{K}\"We've made friends! Here's my big friend! And here's my little friend. Yes, I've been drinking. You'd have been drinking too. Where have you brought us? It's like Hell, but noisier. Here. Here, you look after my friends. I had to swap someone. Never mind. We won't miss him.\"\u000d\u000a\u000d\u000a\"So where are we going next?\"",
                                         "Name": "高らかに歌う声@{K}Voices raised in song", "Id": 175351},
                    "Name": "彼らを岸におろし、新しい包帯を買うのを許す@{K}Let them go off and purchase new bandages",
                    "Description": "すべての染みに物語がある。あるいは、ヴェンダーバイトではそう言われている。しかし、そのうちの幾つかの物語は少しばかりくたびれてしまっている。それにポリズリームの生きた包帯は素敵な土産物になるだろう。@{K}$Polythreme -> ポリズリーム, Venderbight -> ヴェンダーバイト$Every stain tells a story, or so the Venderbight fashion has it. But some of these stories are getting a little tired; and the living bandages of Polythreme will make fine souvenirs.",
                    "ButtonText": "", "Id": 143193},
                   {"DefaultEvent": {"Description": "「ああぁ。あぁ、私たちはお前の死者の一人になれるだろう。いいや、食糧は必要ない。報酬？私たちの手間のために？喜ばしいことだ。邪魔はぁしないようにするよ……」\u000d\u000a\u000d\u000a「教えてくれ、私たちはぁどこに向かっている？目的地には……人間が、いるだろうか？私たちはとても空虚なんだ」@{K}\"Yesss. Yesss, We can be one of your dead men. No. No, we require no food. A payment? For our trouble? How delightful. We'll sstay out of the way...\"\u000d\u000a\u000d\u000a\"Tell uss. Where are we going? Will there be... people? We feel sso empty.\"",
                                     "Name": "密かな会話@{K}A furtive conversation", "Id": 175338},
                    "RareDefaultEvent": {"Description": "「ああぁ。あぁ、私たちはお前の死者の一人になれるだろう。いいや、食糧は必要ない。報酬？私たちの手間のために？喜ばしいことだ。邪魔はぁしないようにするよ……」\u000d\u000a\u000d\u000a「教えてくれ、私たちはぁどこに向かっている？目的地には……人間が、いるだろうか？私たちはとても空虚なんだよ」@{K}\"Yesss. Yesss, We can be one of your dead men. No. No, we require no food. A payment? For our trouble? How delightful. We'll sstay out of the way....\"\u000d\u000a\u000d\u000a\"Tell uss. Where are we going? Will there be... people? We feel sso empty.\"",
                                         "Name": "密かな会話@{K}A furtive conversation", "Id": 175340},
                    "Name": "バンデージ・コロニーを勧誘する@{K}Recruit a Bandage-Colony",
                    "Description": "クロース・コロニー――生きた衣服の集合体だ――はポリズリームの街をロンドンの住人たちと同じぐらい姿勢よく歩いている。ぼろぼろの者たちであれば、墓人としても通用するだろう……[もし墓人を失っているのであれば、役に立つかもしれません。]@{K}$Polythreme -> ポリズリーム$Clothes-colonies - living assemblages of garments - walk Polythreme, upright as any citizen of London. The more raggedy ones could pass for tomb-colonists...[If you're missing a tomb-colonist, this may be useful.]",
                    "ButtonText": "", "Id": 143194}],
 "Description": "「……ここが通りの敷石が悲鳴をあげる街だ。素晴らしい。もし沈黙を求めているのなら、俺はヴェンダーバイトに留まっていただろう。あの場所では蝙蝠さえ鳴き声をあげるのを躊躇う。相当の頭痛を抱えることになるのが待ちきれないな」@{K}$Venderbight -> ヴェンダーバイト$\"...this is the city where the stones of the streets cry out. Excellent. If I wanted silence, I would have stayed in Venderbight, where even the bats hesitate to squeak. I look forward to a number of considerable headaches.\"",
 "Name": "ポリズリームの墓人たち@{K}$Polythreme -> ポリズリーム$Tomb-Colonists in Polythreme",
 "Id": 153212}
