{"ChildBranches": [{"DefaultEvent": {"Description": "　ほとんどの物資は梱包されたままだった。貿易商は、宝石と針金と骨を取り出した。彼は、それぞれの像の基部に、檻のようなものを組み立てた。檻の中心にはろうそくが立てられた。「ろうそくには火を灯さない」彼は打ち明けるように言った。「さもなくば、見られてしまうからな。門は見張りの目が見えていない時にだけ開くんだ」@{I}ほとんどの物資は固く荷造りされたままだ。冒険者は宝玉、ワイヤーと骨を取り出した。それぞれの像の台座に、彼は檻のような物を組み上げた。そして檻の中心に、蝋燭を立てる。「俺達はあれを灯さない。」彼は内密に教えてくれた。「俺達は視られている。門は、監視者の目が眩まない限りは開かない...」@{M}Most of the supplies remain packed. The Venturer extracts gems, wire, bone. At the base of each statue, he constructs a kind of cage. At the heart of each cage is a candle. \"We won't light them,\" he tells you confidentially. \"We'd be seen. The Gate only opens when the Watchers are blind...\"",
                                     "LinkToEvent": {"Id": 168131},
                                     "Name": "もう、すぐそこに。@{I}もうすぐそこに@{M}Almost there.", "Id": 153238},
                    "Name": "ハイ・ゲートを開く@{I}高き門を開ける@{M}$High Gate -> ハイ・ゲート$Open the High Gate",
                    "Description": "　暗く広大なzeeの至るところから集められた興味深い集積物。あなたの同行者は、これらの使い方を知っている。[これを達成するには、ロンドンでとある事柄を完遂しなければなりません。]@{I}この広く黒いジーの至る所から掻き集めた、珍妙な物の数々。貴方の同行者がそれらの使い道を知っている。[これを獲得する為にはロンドンで特定の物事を終わらせましょう。]@{M}A curious miscellany, gathered from all across the wide black zee. Your companion knows how to use these materials. [Complete a certain matter in London to achieve this.]",
                    "ButtonText": "", "Id": 130398},
                   {"DefaultEvent": {"Description": "　印の下には、当局の手によって次のようなメッセージが刻まれていた。『ロンドンに帰りたいのなら　女帝の許しが欲しいのなら　償いのためにすべてを捧げる意志があるのなら　名前と罪とをここに残せ』<br/><br/>　その下には、殺人者や背信者、絶望して流浪の身となった悪党たちの名前が記されていた。彼らは、故郷に帰るためならば何だってするという決意を証すために、世界の果てまでの冷たい巡礼をしたのだ。あなたはそれらを記録した。古いものから、最近になって刻まれたものまですべて。海軍省はこれらを選別して決定を下すのだろう。さあ、今すぐここを離れよう。@{I}記号の下には、厳然たる手によって刻まれた言葉があった。<i>汝ロンドンに戻りたくば - 汝女帝の赦しを求むるならば - 汝償うべき全てを犠牲にするならば - 記録せよ。汝の名を。汝の罪を。</i>\u000d\u000a\u000d\u000a更にその下には、殺人者の、裏切者の、そして亡命者として逃げ出した救いようの無い悪党達の名前があった。彼らはここに凍える巡礼をしていた。この世界の果てへ、故郷への帰還を渇望している事を証明する為に。貴方はそれらを全て記録した。古く刻まれた物から、新しい物まで。総督府はそれらの名前を確認して、対策を講じるだろう。今は早く、此処を去る事だ。@{M}$Admiralty -> 海軍省$Below the sign, an authoritative hand has carved this message: IF YOU WISH TO RETURN TO LONDON - IF YOU SEEK THE FORGIVENESS OF THE EMPRESS - IF YOU WILL SACRIFICE ALL TO MAKE AMENDS - RECORD YOUR NAME AND CRIME.\u000d\u000a\u000d\u000aBelow are the names of murderers, traitors, hopeless villains who've fled into exile. They've made the icy pilgrimage here, to the end of the world, to prove their desperation to return home. You record them all, the old and the freshly carved. The Admiralty will pick through the names and make their choice. Leave now: quickly.",
                                     "Name": "温情を求める嘆願@{I}温情を求める訴え@{M}Pleas for clemency",
                                     "Id": 153239},
                    "Name": "戦略的情報を回収する@{I}戦略情報を回収する@{M}$Strategic Information -> 戦略的情報$Retrieve Strategic Information",
                    "Description": "　ここからか？しかし、あなたはここでとある印を探すように言われている。見つけた。それは突堤の柱の一つに刻まれていた。@{I}この場所で?しかし貴方は探すべき記号を既に見ている。桟橋の柱の一つに刻まれた物、これがそうだ。@{M}From here? But you were given a sign to look for. There it is, carved on one of the pillars of the dock.",
                    "ButtonText": "", "Id": 130399},
                   {"DefaultEvent": {"Description": "　これらは本物の星々だ。Neathの天蓋よりも高くから、この星すらも見下ろして、天上の宇宙で燃え盛るもの。これだけ離れていながらも、今でさえ、星々の目はあなたを捉えている。だがここなら、地の底の夜闇の中でなら、あなたは安全――安全だ――<br/><br/>　あなたは喘ぎながら意識を取り戻した。あなたの両手は冷え切っていた。あなたは、一体どれだけの間、あの星々を見つめていたのだろうか？@{I}ここから見えるのは本物の星々だ。彼らはこの地下界の天蓋の遥か上空、地球をすら飛び越えて、天国の彼方で燃え盛っている。だがどれほど遠かろうと、正に今、彼らの目は貴方に注がれている - しかし、世界の地下深くの夜に染まったこの場所でなら、貴方は安全だ - 安全なのだ -\u000d\u000a\u000d\u000a貴方はあえぎ、現実に戻ってきた。貴方の手は冷たく、かじかんでいる。一体どれだけの間、星々を見ていたのだろう?@{M}These are real stars. They burn above the roof of the Neath, beyond the earth, in the spaces of heaven. Even so far away, even now, their eyes are on you - but here in the night under the world, you are safe - safe -\u000d\u000a\u000d\u000aYou return to your senses, gasping. Your hands are cold, numb. How long were you watching the stars?",
                                     "LinkToEvent": {"Id": 153237},
                                     "Name": "地の底の静寂@{I}世界の下に潜む平和@{M}Peace beneath the world",
                                     "Id": 153240},
                    "Name": "星々を覗き込む@{I}星々を見上げる@{M}Look into the stars",
                    "Description": "　波に反射した夜空に星々が広がっている。しばらく観察してみよう。@{I}星々は鏡のような波間に浮いている。暫く見てみよう。@{M}Stars float in the mirrored night of the waves. Watch them a while.",
                    "ButtonText": "", "Id": 130400},
                   {"DefaultEvent": {"Description": "　できない。できない。目を逸らせ。@{I}無理だ。無理だ。目を逸らせ。@{M}You cannot. You cannot. Look away.",
                                     "LinkToEvent": {"Id": 153237},
                                     "Name": "ああ、神よ@{I}何て事だ@{M}O God", "Id": 153241},
                    "Name": "星々を覗き込む@{I}星々を見上げる@{M}Look into the stars",
                    "Description": "　波に反射した夜空に星々が広がっている。しばらく観察してみよう。@{I}星々は鏡のような波間に浮いている。暫く見てみよう。@{M}Stars float in the mirrored night of the waves. Watch them a while.",
                    "ButtonText": "", "Id": 130401},
                   {"DefaultEvent": {"Description": "　この静寂は、それ自体が海軍省の関心を引くものだ。誰かが愚かにも門を開こうとする可能性は皆無ではない。向こう側から門を開かれる可能性も、想像すらできないというほどではない。もしそんなことになれば、一体何が起こるのだろうか？[この場所への航海は、とある深紅のパトロンの関心を引くかもしれません。ロンドンで海軍省に港湾報告書を提出し、新しい物語を始めましょう。]@{I}不動である事自体は、総督府の関心を得られるだろう。誰か愚かな者が門を開けようと試みる可能性は、皆無では無い。門がもう一方から開けられるかも知れないという事は想像出来ない事では無いのだ。それで、どうするのだ?@{M}$Admiralty -> 海軍省, [Pp]ort [Rr]eport -> 港湾報告書$This stillness is itself of interest to the Admiralty. It is not impossible someone foolish might attempt to open the gate. It is not inconceivable that it might open from the other side. And what then? [Your journey here may attract the attention of a certain crimson patron. Return your Port Report to the Admiralty in London to unlock a new story!]",
                                     "Name": "すべてが静止している。@{I}何も動かじ@{M}Nothing moves.",
                                     "Id": 154675},
                    "Name": "諜報活動をする@{I}諜報を収集する@{M}Gather intelligence",
                    "Description": "　すべてが静止しているこの場所からでも、集められる情報はある。@{I}...ここに集める物が在れば。此処は周り全て何も動かない。@{M}...such as there is to gather, out here where nothing moves.",
                    "ButtonText": "", "Id": 131307},
                   {"DefaultEvent": {"Description": "　ブレミガンは、目が無いにもかかわらず、あなたを見て、陸地を見て、再びあなたを見返した。この反応の意味するところは明らかだった。ブレミガンは、こんなところには近づきたくないのだ。@{I}ブレミガンには目が無いが、それは貴方を見て、次いで浜辺を見やり、もう一度貴方を見た。その反応の意味する所は明らかだった。それはこの場所の何処にも行こうとしないだろう。@{M}$[Bb]lemmigan -> ブレミガン$The blemmigan, eyeless as it is, looks to you, looks to the shore, looks back to you. Its reaction is quite clear: it's not going anywhere near this place.",
                                     "LinkToEvent": {"Id": 153237},
                                     "Name": "だめらしい@{I}まぁ、そうだろうな@{M}Probably not", "Id": 158883},
                    "Name": "ブレミガンを陸に放つ@{I}ブレミガンを浜に揚げる@{M}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "　快適とは程遠いだろうが……@{I}快適と言うには程遠いが...@{M}Though it's far from hospitable...",
                    "ButtonText": "", "Id": 133909},
                   {"DefaultEvent": {"Description": "　そう。そうだ。これが噂に語られていたもの。氷漬けにされた狩猟者。鉤爪のように歪んだ腕。大きく開かれた口。彼女の目は、彼女自身の左手によって眼窩から抉り取られていた。それは、氷の表面からとても近いところにあった。<br/><br/>　物語が真実ならば、この目には暗い力が宿っている。ならば、取り出すまで。しかし、あなたはこれを瓶に入れておくべきかもしれない。@{I}そうだ。そうだ、あの噂話が意味する所はこれだったのだ。狩人が氷の中で固まり、両手は爪に形を変え、口は開かれている。彼女の左手には、自ら繰り抜いた彼女の左目が握られている。それは氷の表面に程近い所にあった。\u000d\u000a\u000d\u000aもしあの物語が真実であるなら、この目の中にはもの冥い力がこめられている筈だ。持って行くのは構わない。だが、瓶の中に保管しておくべきだろう。@{M}Yes. Yes, this is what the rumours meant. A hunter frozen in the ice, hands contorted to claws, mouth agape. With her left hand, she had plucked her own eye from the socket. It lies very close to the surface of the ice.\u000d\u000a\u000d\u000aIf the stories are true, there's a dark virtue in that eye. Take it, then. But perhaps you should put it in a jar.",
                                     "Name": "氷の後ろに@{I}氷の中に@{M}Behind the ice", "Id": 158972},
                    "Name": "あなたはとある物語を耳にした……@{I}貴方は物語を聞いた事がある...@{M}You heard a story...",
                    "Description": "　門の縁近くの氷について。狩猟者の冒険と、その最後の復讐の物語が囁かれていた。@{I}門の縁に氷がある。狩人の追求と、最期の復讐についての囁きを、かつて聞いたことがあった...@{M}The ice by the gate's edge. There was a whisper about a hunting-quest, and a final revenge.",
                    "ButtonText": "", "Id": 133966},
                   {"DefaultEvent": {"Description": "　ぼろぼろのテントが凍てつく風にはためいた。そのはためきで、氷に覆われた骨が転がり落ちた。誰かがここに来て、そして忘れ去られたようだった。@{I}ボロボロになったテントの布切れが風にはためいている。氷漬けになった骨が、テントの中で山になっていた。誰かが、忘れ去られる為に此処に来た様だ。@{M}A ragged tent flaps in the freezing wind. Ice-encrusted bones lie tumbled at the flap. Someone came here to be forgotten.",
                                     "LinkToEvent": {"Id": 153237},
                                     "Name": "見捨てられた探検隊@{I}打ち捨てられた探検@{M}An abandoned expedition",
                                     "Id": 180749},
                    "RareDefaultEvent": {"Description": "　暗く、凍てつく水底に、船が朽ちるがままに残されていた。船体はまるで紙のように引き裂かれていた。ライフバーグの仕業だろうか？物資と積荷の一部は引き揚げることができた。どうしてこの船は、こんなところでサファイアを運んでいたのだろう？@{I}黒く冷たい水の下に、錆び付いた船が横たわっていた。船体は紙の様に千切られている。活氷山のしわざだろうか?幾つかの物資と荷物が引き揚げ出来るようだ。しかし、彼らは何故こんな所にサファイアを持ってきたのだろう?@{M}$[Ll]ifeberg -> ライフバーグ$Beneath the black and freezing water, a ship lies rusting. Its hull has been torn like paper - lifebergs' work? Some of the supplies and cargo are salvageable. Why were they bringing sapphires here?",
                                         "Name": "難破船@{I}難破船@{M}A shipwreck", "Id": 180750},
                    "Name": "海岸線沿いを探検する@{I}海岸線に沿って探索する@{M}Explore along the shoreline",
                    "Description": "　この寒々とした海岸では何を見つけることができるだろうか？@{I}この荒れ果てた海岸で何か見つかるだろうか?@{M}What can be found on this bleak beach?",
                    "ButtonText": "", "Id": 146494},
                   {"DefaultEvent": {"Description": "　柱にはこのようなメッセージが刻まれていた。『ロンドンに帰りたいのなら　女帝の許しが欲しいのなら　償いのためにすべてを捧げる意志があるのなら　名前と罪とをここに残せ』<br/><br/>　航海士は紙束の中をくまなく探した。それらは悪党と悪行の目録だった。殺人があり、裏切りがあり、反逆があり、偽りがあった。彼の捜索の手が止まった。彼はその中の一枚を見つめ、それを引き抜いた。「これが俺のです」彼は言った。「俺がこれを書きました」それは告白だった。紙の下の方には、より最近になって、より乱雑な筆跡で、彼によって書き足されていた文章があった。『あなたたちは答えてくれなかった。許されることを許されないのなら、俺は忘れてやる。チャペル・オブ・ライトが俺を助けてくれるだろう。安くはつかないだろうが』<br/><br/>　彼は狂ったように笑い出した。「二回もだ！俺は連中に二回も対価を支払った！一度目は俺の記憶を削り取るために。そして二度目は、俺がまたその記憶に辿り着くために！」彼の狂笑はますますヒステリーの度を深めてゆく。あなたは、二人の船員の助けを借りて、彼を船まで連れ戻した。[船上で航海士に話しかけ、彼の告白を聞きましょう。]@{I}木に、言葉が刻み込まれていた。<i>汝ロンドンに戻りたくば - 汝女帝の赦しを求むるならば - 汝償うべき全てを犠牲にするならば - 記録せよ。汝の名を。汝の罪を。</i>\u000d\u000a\u000d\u000a航海士は紙切れをくまなく見渡している。それらは悪者と非道者の書庫だった。ここには殺人者が、裏切者が、反逆者が、そして詐欺師が、列挙されていた。彼の目は止まり、じっと見つめたかと思うと、目線を力なく外した。「これは...俺のだ。」彼は言う。「これは俺が書いた。」それは、突然の告白だった。そして彼は紙切れの下に、新しく繊細さを欠いた言葉で、更に書き足して居た。<i>お前は答えなかった。もし俺が許されざるならば、俺は忘れよう。何かを代償にすれば、光の礼拝堂が俺を救ってくれるだろう。</i>\u000d\u000a\u000d\u000a突然彼が大声で笑い出す。「二度だ!俺は二度も代償を支払った!一度は俺の記憶を奪い去り、今一度は俺をこの地に連れ戻した!」彼の笑い声は段々と狂気を帯びたものとなる。二人の船乗りが彼の腕を引っ張り、船へと連れ戻した。[船上で航海士に話し掛け、告白について詳細を知りましょう。]@{M}$Chapel of Lights -> チャペル・オブ・ライト$A message is carved into the wood: IF YOU WISH TO RETURN TO LONDON - IF YOU SEEK THE FORGIVENESS OF THE EMPRESS - IF YOU WILL SACRIFICE ALL TO MAKE AMENDS - RECORD YOUR NAME AND CRIME.\u000d\u000a\u000d\u000aYour Navigator hunts through the slips of paper. They are a library of villains and villainy: here are murders, betrayals, treasons and perjuries. He stops, stares at one, pulls it free. \"This is mine,\" he says. \"I wrote this.\" It is a confession. Beneath, in more recent and less careful letters, he has added a note: <i>You did not answer. If I cannot be forgiven, then I will forget. The Chapel of Lights will help me, for a price.</i>\u000d\u000a\u000d\u000aHe laughs, wildly. \"Twice! I paid them twice! Once to take my memories, and once to guide me back to them!\" His laughter deepens to hysteria. Two crewmen help you drag him back to your ship. [Speak to your Navigator on board to learn of his confession.]",
                                     "Name": "許しはない@{I}許されざる者@{M}Unforgiven", "Id": 182212},
                    "Name": "印に苦しむ航海士を、とある突堤の柱のところに連れてゆく@{I}紋様持ちの航海士をある桟橋柱に導く@{M}$Sigil[- ]Ridden Navigator -> 印に苦しむ航海士$Lead the Sigil-Ridden Navigator to a certain dock-pillar",
                    "Description": "　北方の寒気によって固くなった紙切れが、その裂け目の中に詰め込まれていた。@{I}北からの凍える風で固まった数枚の紙切れが、割れ目の中に詰められている。@{M}Scraps of paper - stiff with northern frost - are stuffed into its cracks.",
                    "ButtonText": "", "Id": 147449},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 223608},
                                     "Name": "", "Id": 223917},
                    "Name": "雪の子に近づく@{I}$Snow Child -> 雪の子$Approach the Snow Child",
                    "Description": "　その子供は赤獣に怯えて縮こまってはいたが、それでもその雪はしっかりとしていた。@{I}It cowers from the Crimson Beast, its snow still settling.",
                    "ButtonText": "", "Id": 173534},
                   {"DefaultEvent": {"Description": "　この静寂は、それ自体が海軍省の関心を引くものだ。誰かが愚かにも門を開こうとする可能性は皆無ではない。向こう側から門を開かれる可能性も、想像すらできないというほどではない。もしそんなことになれば、一体何が起こるのだろうか？@{I}$Admiralty -> 海軍省$This stillness is itself of interest to the Admiralty. It is not impossible someone foolish might attempt to open the gate. It is not inconceivable that it might open from the other side. And what then?",
                                     "Name": "すべてが静止している。@{I}Nothing moves.", "Id": 227443},
                    "Name": "情報を集める@{I}Gather intelligence",
                    "Description": "　すべてが静止しているこの場所からでも、集められる情報はある。@{I}...such as there is to gather, out here where nothing moves.",
                    "ButtonText": "", "Id": 175678}],
 "Description": "　大きく翼を広げた二体の像が門を守っていた。門の表面は松脂のように滑らかだったが、しかし平坦ではなかった。それは深いギャントの色をしていた――他のすべての色が喰われた後も、なお残る色彩だ。門のバルブの隙間は氷で埋め尽くされていた。そこに近づくと、あなたの息は凍りつき、空中で破片となって、音を立てて落ちていった。そこに手を触れるのは、まったくの愚行であるように思われた。<br/><br/>　冷酷な風があらゆる方向から吹き荒んでいた。風は、あなたのブリッジコートも、肉体も、肺も、すべてをたやすく突き抜けていった。波止場には、誰一人としていなかった。@{I}2体の巨大な翼を持つモノが樹脂の様な何かで出来た、滑らかだが不揃いな、門を護衛している。そこは深きギャントの色 - 他の全ての色が食い尽くされた後に残る色 - だった。氷が割れ目の間でひしめきあい、軋みながら砕け、揺れている。近づくにつれ、貴方の吐息は凍り、白い粒子となって空中に漂う。此処で何かに触れるという事は、明らかに愚かな行為だと思った。\u000d\u000a\u000d\u000a容赦無い風があらゆる方向からあらゆる方向に吹き付ける。それは難なく貴方の外套を、貴方の肉体を、そして貴方の肺を通り抜けて行く。桟橋には、誰も居ない。@{M}$[Gg]ant -> ギャント$Two vast winged shapes guard a gate of something like resin, smooth but uneven. It is deep gant - the colour that remains when all other colours have been eaten. Ice crusts over the crack between its valves. Approach, and your breath freezes, falls tinkling in shards from the air. It would be utterly foolish to touch the thing.\u000d\u000a\u000d\u000aA merciless wind blows from everywhere to everywhere. It passes without effort through your bridge-coat, your flesh, your lungs. The dock lies empty.",
 "Name": "アビッド・ホライズン@{I}渇望した水平線@{M}$Avid Horizon -> アビッド・ホライズン$Avid Horizon",
 "Id": 153237}
