{"ChildBranches": [{"DefaultEvent": {"Description": "「お、俺、噂にゃあ聞いてたんだ。アイル・オブ・キャッツのひでぇ話。けど、考えたこともなかった……どうして？どうしてあいつはそんなことに？」@{M+I}「お、おら、聞いちまったんだ。山猫島のひでぇ噂を。けど考えた事もなかった...どうやって?どうやってあいつはそんな事になっちまったんだ?@{M}$Isle of Cats -> アイル・オブ・キャッツ$\"I - I had heard terrible things of the Isle of Cats, but I had never imagined - how? How did she come to that?\"",
                                     "LinkToEvent": {"Id": 153576},
                                     "Name": "彼は口を手で覆った@{I}彼の唇に手を押し当て@{M}Hands to his mouth",
                                     "Id": 153577},
                    "Name": "「あなたの妻は物言わぬ抜け殻に……」@{M+I}\"貴方の妻は物言わぬ貝に...\"@{M}\"Your wife is a mindless shell.\"",
                    "Description": "　彼には真実を告げよう。それがどれだけ凄惨なものであろうとも。ハチについて。檻について。そして、苦悶とともにゆっくりと奪われてゆく記憶について。@{I}どんなに恐ろしい事であろうと、彼に真実を告げる。蜂の事、檻の事、緩慢に苦しみながら奪われていく彼女の記憶の事。@{M}Tell him the truth, however horrible. The bees, the cages, the slow and agonising theft of her memories.",
                    "ButtonText": "", "Id": 130587},
                   {"DefaultEvent": {"Description": "「な、なるほど。俺ァ分かってたよ。あいつはもうとっくに死んじまったに違いねぇって。それでも、あんたのお陰で少しは気が楽になった。けど、どうして？どうしてあいつは連中に囚われちまったんだ？」@{M+I}「な、なるほど。俺ァあいつがもうとっくに死んでんじゃねぇかって思ってたよ。あんたは少なくとも俺の心を鎮めてくれた。だけどよ...あいつはどうやって奴らに捕われちまったんだ?@{M}\"I - I see. I knew she must be dead. You have set my mind at rest, at least. But how - how did she come to be their prisoner?\"",
                                     "LinkToEvent": {"Id": 153576},
                                     "Name": "長い吐息@{I}長い不満の溜息@{M}A long hiss of breath",
                                     "Id": 183100},
                    "Name": "「あなたの妻は逃げようとして……」@{M+I}\"貴方の妻は逃亡中に...\"@{M}\"Your wife died while escaping.\"",
                    "Description": "　それは即死で、痛みはなかっただろうと彼に告げる。これは嘘なのだが、嘘も方便なのだ。@{M+I}それは即死で、痛みは無かっただろうと彼に告げる。嘘なのだが、嘘も方便なのだ。@{M}Tell him it was instant, and painless. It's a lie, but perhaps a kind one.",
                    "ButtonText": "", "Id": 148030},
                   {"DefaultEvent": {"Description": "「ああ。俺たちが結婚したとき、あいつァ打ち明けてくれたよ。そういう趣味があるって。んなもんやらなきゃいいものを……。だが、zeeの船長ってのはそういうもんだろ。俺んとこに戻ってきてさえくれりゃあ、俺ァあいつのことは何だって許してやったのに。けど、どうしてアイル・オブ・キャッツなんだ？あんな悪意の掃き溜めで、あいつは何をやってたんだ？」@{M+I}「あ、ああ...俺たちが結婚した時、あいつァ打ち明けてくれたよ - そういう癖があったって事を。願わくば...いや、それがジーキャプテンの有り様って奴なのかもしれねぇな。だが、もしあいつが俺ん所に戻ってきてくれれば、俺ァ何だってあいつの事許してやったのに。だけど...何故山猫島なんだ?彼女はそんな悪意の掃き溜めのような場所で一体何をしてたんだ?@{M}$Isle of Cats -> アイル・オブ・キャッツ$\"Yes. Yes, when we were married, she admitted - certain predilections. I wish... but I know how it is for a zee-captain. I would have forgiven her anything, if only she had returned to me. But - why the Isle of Cats? What was she doing in that sump of malice?\"",
                                     "LinkToEvent": {"Id": 153576},
                                     "Name": "長く柔らかい溜息@{M}A long soft sigh", "Id": 183101},
                    "Name": "その船長が賭博と売春宿で負債を抱えていたことを伝える@{I}船長の賭博負債と売春宿の証書について伝える@{M}Tell him of the captain's gambling debts and brothel-bill",
                    "Description": "　彼がどういう女性と結婚したのかを伝えよう。もちろん、彼は既に知っていたのかもしれないが。@{I}彼が一体どの様な女性と結婚したのかを教える。最も既に彼は知っているかもしれない。@{M}Let him know what kind of woman he married. Of course, perhaps he already knew.",
                    "ButtonText": "", "Id": 148031},
                   {"DefaultEvent": {"Description": "「ああ、分かってる。あいつァお世辞にも慎重な性格とは言えなかった。あいつが海に出るたびに、不安で身もよじれたもんさ。俺ァいつもあいつに言ってたんだ。頼むからもっと用心しろって。言ってるそばから守る訳ァねぇなとは思ってたけど。けど、どうしてアイル・オブ・キャッツなんだ？あんな悪意の掃き溜めで、あいつは何をやってたんだ？」@{M+I}「ああ、分かってる。あいつァお世辞にも慎重な性格とは言えなかった。あいつが旅立つ度に、不安で身もよじれたもんさ。俺ァ何時もあいつに言ってたんだ、もっと用心しろって。言ってる側から守る訳ァねぇなって思ってたけど。だけど...何故山猫島なんだ?彼女はそんな悪意の掃き溜めのような場所で一体何をしてたんだ?@{M}$Isle of Cats -> アイル・オブ・キャッツ$\"Yes. Yes, she was never prudent. I feared so for her, every voyage. I had pleaded with her to be more careful, though I never really thought she would be. But - why the Isle of Cats? What was she doing in that sump of malice?\"",
                                     "LinkToEvent": {"Id": 153576},
                                     "Name": "歪んだ笑み@{I}歪んだ笑い@{M}A wry smile", "Id": 183102},
                    "Name": "その船長は戦いの中で討たれたと伝える@{I}船長は戦闘中に襲われたと伝える@{M}Tell him the captain was taken in combat",
                    "Description": "　不幸にも暴勇が仇になったとほのめかそう。@{I}勇敢さが不運に打ちのめされたのだろうと言ってみる。@{M}Suggest valour brought low by ill luck.",
                    "ButtonText": "", "Id": 148032},
                   {"DefaultEvent": {"Description": "「考えたこともなかった！そいつァ本当か？ああそうだろう。そうだろうよ。あんたの正直さを疑ってるわけじゃァねぇんだ。だが紅い蜜ってよ！すまん。ちょっと上手く呑み込めるまで待ってくれ……」<br/><br/>「話の続きなんだが、あいつを捕らえた連中が、あいつに書かせた手紙があってな。あいつはその一番下に、さっぱり分からん文句を書き足してたんだ。『何をも為さざりし者のみ過たず』ってな。今じゃ、俺にもその意味が分かったような気がするよ」@{M+I}「...考えた事もなかった!そいつァ本当か?ああそうか、そういう事か。や、あんたの正直さを疑ってる訳じゃァねぇんだ。だが、赤蜂蜜か!すまん、ちょっと思い当たる事があるから時間をくれ...」\u000d\u000a「話の続きなんだが、あいつを捕らえた奴が、俺宛に彼女に書かせたもんがあるんだ。その手紙の一番最後に、意味不明の文句が入ってたのよ。\"何をも為さざりし者のみ過たず。\" 今やっとその意味が分かった気がするんだ。」@{M}$[Rr]ed [Hh]oney -> 紅い蜜$\"I had never imagined - ! You're sure? Of course. Of course. I don't mean to question your honesty. But red honey! I'm sorry. I need a moment to collect my thoughts...\"\u000d\u000a\u000d\u000a\"You know: her captors let her write to me. At the bottom of the letter, she had added a phrase I never understood: ONLY THOSE WHO DO NOTHING MAKE NO ERRORS. I think perhaps I understand it now.\"",
                                     "LinkToEvent": {"Id": 153576}, "Name": "開いた口@{M}An open mouth",
                                     "Id": 183103},
                    "Name": "彼の妻が紅い蜜の密輸人だったことを伝える@{I}彼の妻は赤蜂蜜の密輸業者だった事を伝える@{M}$[Rr]ed [Hh]oney -> 紅い蜜$Tell him his wife was a red honey smuggler",
                    "Description": "　紅い蜜。あまりの邪悪さに法さえもが目を背けるもの。@{I}赤蜂蜜。卑劣な、非合法の品物だ。@{M}$[Rr]ed [Hh]oney -> 紅い蜜$Red honey: so vile, it's not even illegal.",
                    "ButtonText": "", "Id": 148033},
                   {"DefaultEvent": {"Description": "「それァあいつらしいや。あいつなら、逃げる敵をzeeの極北までだって追いかけていったろうな。アイル・オブ・キャッツなんざ目もくれずに。もちろん、あいつだって、いつかは運の尽きる日がくるこたァ分かってたと思うよ。ありがとな」<br/><br/>「話の続きなんだが、あいつを捕らえた連中が、あいつに書かせた手紙があってな。あいつはその一番下に、さっぱり分からん文句を書き足してたんだ。『何をも為さざりし者のみ過たず』ってな。今じゃ、俺にもその意味が分かったような気がするよ」@{M+I}「それァあいつらしいや。あいつなら逃げる敵をジーの北の果てまで追って説得しようとするだろうな...山猫島など目もくれず。当然、何時の日かそれがあいつ自身を破滅に追いやるなんて事ァ、あいつ自身が良く分かってただろうさ。ありがとよ。」「話の続きなんだが、あいつを捕らえた奴が、俺宛に彼女に書かせたもんがあるんだ。その手紙の一番最後に、意味不明の文句が入ってたのよ。\"何をも為さざりし者のみ過たず。\" 今やっとその意味が分かった気がするんだ。」@{M}$Isle of Cats -> アイル・オブ・キャッツ$\"That sounds like her. She would pursue an escaping enemy to the very North of the zee, never mind the Isle of Cats. Of course she knew it would doom her some day. Thank you.\"\u000d\u000a\u000d\u000a\"You know: her captors let her write to me. At the bottom of the letter, she had added a phrase I never understood: ONLY THOSE WHO DO NOTHING MAKE NO ERRORS. I think perhaps I understand it now.\"",
                                     "LinkToEvent": {"Id": 153576},
                                     "Name": "歪んだ半笑い@{I}歪んだ微笑@{M}A wry half-smile", "Id": 183104},
                    "Name": "彼の妻は海賊狩りだったと伝える@{M+I}彼の妻は海賊狩りだった事を伝える@{M}Tell him his wife was a pirate-hunter",
                    "Description": "　それはもっともらしい口実だ。海賊狩りなら、アイル・オブ・キャッツの近海をうろついていてもおかしくはない。時には、港に潜り込んで、獲物とつるむことさえあるだろう。@{I+M}それはもっともらしい口実だ。海賊狩りは大体山猫島の周りの海域をうろついているものだ。時たま海岸に入り込んでターゲットと行動を共にしている事もある。@{M}$Isle of Cats -> アイル・オブ・キャッツ$It's plausible. Any pirate-hunter might prowl the waters around the Isle of Cats, or even slip into the harbour and mingle with their targets.",
                    "ButtonText": "", "Id": 148034},
                   {"DefaultEvent": {"Description": "　あなたは、この箱がどのようにして自分の手元に渡ったか、そして、箱を開く旅がどのようにして始まったのかを説明した。アイレムからアイル・オブ・キャッツへ。そして今、ここに至る。あなたは水夫たちに命じて箱を運び込ませた。寡夫が合言葉を囁く。カチリと、正しく答えられた謎と同じぐらい甘美で正確な響きとともに、箱の鍵が開いた。彼は一つ息を吸うと、一気に蓋を放り除けた。<br/><br/>　隠れた星のように輝く魂。旧大陸のサファイアの山。長命衆のハート型のカップ。水に濡れてほとんど読めない航海日誌。そこには、光輝の山への探検の失敗が記されていた……<br/><br/>　寡夫はそれらの品を眺め渡している。不意に、ハート型のカップを掴み取ると、箱をあなたの方へと押しやった。<br/><br/>「思い出が多すぎるや、[q:呼称]。俺にはこれひとつで十分。あんたが報われなくちゃいけねえよ。俺のために、真実を求めてzeeを駆けずり回ってくれたんだから。ほら。残りは貰ってくんな。あとはもう、俺を一人にしておいてくれ」そう言って、彼は顔を背けた。@{M+I}貴方は、この箱がどの様な経緯で自分の手に渡ったか、そしてこの旅がどのように始まったかを彼に説明した。アイレム、山猫島、そして今、此処に居る。船乗りに命じて箱を持ってこさせ、寡夫が合言葉を囁く。その刹那、箱はカチッと音をたてて開いた: その音は甘く、宛ら正解を祝福するかのような音であった。彼は一つ大きな息をして、蓋をゆっくりと開いた。\u000d\u000a\u000d\u000aそこに入っていたものは、隠された星のように光る魂だった。旧き大陸からのサファイアの山だった。聖職者が持つハート型の聖杯だった。更に、水に濡れて滲んだ - 滲んでほぼ読み取れない - 日誌だった。これは光の山への遠征に失敗した人物が書いたもののようだ。\u000d\u000a\u000d\u000a寡夫はそれらを全て見定める。不意に、その中からハート型の聖杯を掴み取ると、彼は箱を貴方に押し戻した。\u000d\u000a\u000d\u000a「[q:呼称]、思い出が沢山ありすぎますや。俺ァこれ一つで十分だ。あんたにァこれを受け取る資格がある。あんたァこのジーを駆けまわって俺に真実を運んでくれた。ほら、持っていきなよ。もうこれで良い。後ァ一人にしてくれねぇか」そういって彼は顔を背けた。@{M}$Mountain of Light -> 光輝の山, q:Addressed As -> q:呼称, Elder Continent -> 旧大陸, Irem -> アイレム, Presbyter -> 長老, Presbyterate -> 長命衆$You explain how the box came to you, and how you began this quest. Irem, the Isle, and now here. You have your zailors bring the box in, and the Widower whispers the opening phrase. It clicks open with a sound as sweet and precise as a well-answered riddle. He takes a breath and flings back the lid.\u000d\u000a\u000d\u000aA soul glowing like a hidden star. Heaped sapphires from the Elder Continent. A Presbyterate heart-cup. A water-stained journal, blurred to near-unreadability - an account of a failed expedition to the Mountain of Light...\u000d\u000a\u000d\u000aThe Widower looks them over. Abruptly, he snatches the heart-cup, and shoves the box towards you.\u000d\u000a\u000d\u000a\"Too many memories, [q:Addressed As]. I'll keep this one memory only. You deserve something. You crossed the zee to find the truth for me. Here. Take them, and leave me now.\" He turns away.",
                                     "Name": "吐息と解錠音@{I}吐息と解錠音と@{M}A breath and a click",
                                     "Id": 183105},
                    "RareDefaultEvent": {"Description": "　あなたは、この箱がどのようにして自分の手元に渡ったか、そして、箱を開く旅がどのようにして始まったのかを説明した。アイレムからアイル・オブ・キャッツへ。そして今、ここに至る。あなたは水夫たちに命じて箱を運び込ませた。寡夫が合言葉を囁く。カチリと、正しく答えられた謎と同じぐらい甘美で正確な響きとともに、箱の鍵が開いた。彼は一つ息を吸うと、一気に蓋を放り除けた。<br/><br/>　詩集と、それよりも際どい内容の小冊子。ベルベットで包まれた、キェロネイトの象牙彫刻のコレクション。そして、太陽光の漏れ出ている鏡封じの箱。寡夫はそれらの品を眺め渡した。不意に、ハート型のカップを掴み取ると、箱をあなたの方へと押しやった。<br/><br/>「思い出が多すぎるや、[q:呼称]。俺にはこれだけで十分。あんたが報われなくちゃいけねえよ。俺のために、真実を求めてzeeを駆けずり回ってくれたんだから。ほら。残りは貰ってくんな。あとはもう、俺を一人にしておいてくれ」そう言って、彼は顔を背けた。@{M+I}貴方は、この箱がどの様な経緯で自分の手に渡ったか、そしてこの旅がどのように始まったかを彼に説明した。アイレム、山猫島、そして今、此処に居る。船乗りに命じて箱を持ってこさせ、寡夫が合言葉を囁く。その刹那、箱はカチッと音をたてて開いた: その音は甘く、宛ら正解を祝福するかのような音であった。彼は一つ大きな息をして、蓋をゆっくりと開いた。\u000d\u000a\u000d\u000aそこに入っていたものは、古代の詩集だった。活気に満ち溢れた自然の小冊子だった。ビロードに包まれた、多数のケロネイト産の象牙彫刻だった。光の漏れ出る集光鏡箱だった。\u000d\u000a\u000d\u000a寡夫はそれらを全て見定める。不意に、その中から彫刻を全て掴み取ると、彼は箱を貴方に押し戻した。\u000d\u000a\u000d\u000a「[q:呼称]、思い出が沢山ありすぎますや。俺ァこいつらで十分だ。あんたにァこれを受け取る資格がある。あんたァこのジーを駆けまわって俺に真実を運んでくれた。ほら、持っていきなよ。もうこれで良い。後ァ一人にしてくれねぇか」そういって彼は顔を背けた。@{M}$q:Addressed As -> q:呼称, Chelonate -> キェロネイト, Irem -> アイレム, [Mm]irrorcatch[- ][Bb]ox -> 鏡封じの箱$You explain how the box came to you, and how you began this quest. Irem, the Isle, and now here. You have your zailors bring the box in, and the Widower whispers the opening phrase. It clicks open with a sound as sweet and precise as a well-answered riddle. He takes a breath and flings back the lid.\u000d\u000a\u000d\u000aBooks of poetry, pamphlets of a racier nature. A velvet-wrapped collection of ivory Chelonate carvings. A Mirrorcatch box leaking sunlight. The Widower looks them over. Abruptly, he snatches one book and one carving, and shoves the box towards you.\u000d\u000a\u000d\u000a\"Too many memories, [q:Addressed As]. I'll keep these memories only. You deserve something. You crossed the zee to find the truth for me. Here. Take them, and leave me now.\" He turns away.",
                                         "Name": "吐息と解錠音@{I}吐息と解錠音と@{M}A breath and a click",
                                         "Id": 183112},
                    "Name": "彼に箱を渡す@{M}Give him the box",
                    "Description": "　『何をも為さざりし者のみ過たず』これが箱を開く合言葉なのだろうか？彼女はどうにかして、箱が彼の許まで届くことに望みを託したのだろうか？[あなたは代わりに自分で開けるために箱を取っておくこともできます。その場合は、アイテム画面からこの箱を使いましょう。]@{M+I}\"何をも為さざりし者のみ過たず\"。これが解錠の合言葉なのだろうか?船長はどうにかしてこの箱を彼の手元に届けたかったのだろうか?\u000d\u000a\u000d\u000a[貴方は後でこの箱を開ける事も出来ます: そうしたい場合はアイテム画面からアイテムを使って下さい。]@{M}ONLY THOSE WHO DO NOTHING MAKE NO ERRORS. Is that the phrase that will open it? Did the captain hope the box would find its way to him, somehow?\u000d\u000a [Or you could keep the box to open it yourself: use it from your inventory if so.]",
                    "ButtonText": "", "Id": 148035}],
 "Description": "「よぉ、よく来たな。入って座りなよ。ここに来たってことァ、あいつについて何か知らせがあるんだろ？俺ァ金を払ったぞ。あァもちろん払ったさ。んで、もちろん、それきり何の音沙汰もねぇときた。頼む。あいつぁどこにいるんだ？何がどうなっちまったんだ？」@{M+I}「よぉ、よく来たな。入って座りなよ。ここに来たってことァ、あいつについて何か知らせがあるんだろ?俺ァ金を払ったぞ。あァ払った。そして、それから俺ァ何も知らせを聞いちゃいねぇ。頼む。あいつァ何処にいるんだ?あいつに何が起きてる?」@{M}\"Hello. Come in. Sit down. I believe you have some news about my wife? I paid the ransom. Of course I did, and of course I never heard anything more. Please. Where is she? What happened?\"",
 "Name": "寡夫@{I}或る寡夫@{M}The Widower", "Id": 153576}
