{"ChildBranches": [{"DefaultEvent": {"Description": "　イザリーの召使が箱を抱えてハニード・タングまで戻っていく。支払いは気前の良いものだったが、イザリーは気前の良い人間ではない。これはイザリーにとっても賭けだったのだろうか？それとも、あなたはおいしい機会を逃したのだろうか？@{I}$Honeyed Tongue -> ハニード・タング, Isery -> イザリー$Isery's servants carry the box back to the Honeyed Tongue. The payment was generous, and Isery is not. Was this a gamble on their part, or have you missed an opportunity?",
                                     "Name": "かなりの金額@{I}A substantial payment", "Id": 153579},
                    "Name": "イザリーに箱を売る@{I}Sell them the box",
                    "Description": "「うん。この箱の持ち主なら知っているよ。箱は私が500エコーで買い取ろうじゃないか。ただし質問は受け付けない」@{I}\"Yes, I think I know who this box belongs to. I will pay you five hundred Echoes for it, no questions asked.\"",
                    "ButtonText": "", "Id": 130588},
                   {"DefaultEvent": {"Description": "「彼女は――その船長は、私たちの蜜の密輸人の一人だったんだ。同時に博打打ちで、ハニード・タングの常連でもあった。彼女は借金をあまりにも膨らませたものだから、私は彼女を手元に繋いでおかなきゃならなくなった。彼女の家族が彼女の身代金を支払ってはくれたんだが――いやね、君には正直に言おうか――その月は運営資金がちょっと足りなくてね。私は彼女をザイラに売ってしまったんだ。檻の庭園のために」イザリーは微笑んだ。「ハチが彼女の中に入っていったわけだよ。何度かなんて分かりゃしない。今ではもう、彼女には何も残っていない。自分の名前も思い出せないんだから、合言葉なんてなおさらだろうね」<br/><br/>「君の期待してたような答えとは違ったかな？すまないね。せめて、ロンドンにいる彼女の家族の住所だけは教えてあげよう。他には何も力になれないのが残念でならないよ」@{I}$Zaira -> ザイラ$\"She was a smuggler of our honey, this zee-captain: and also a gambler, and a frequent visitor to the Tongue. Her debts became so onerous that I had to take her in keeping. Her family paid the ransom to redeem her, but - oh dear, let me be honest with you - I was a little short of operating funds that month. So I sold her to Zaira, for the Garden of Cages.\" They smile. \"The bees have been into her - who knows how many times? There is nothing left now. She won't remember her name, much less the key-phrase.\"\u000d\u000a\u000d\u000a\"I suppose that's not what you were hoping to hear, is it? I am sorry. At least let me give you the address of her family, in London. I do regret I couldn't be of more assistance.\"",
                                     "Name": "「気の沈む話さ」@{I}\"A melancholy tale.\"", "Id": 183098},
                    "Name": "答えの対価を支払う@{I}Pay for an answer",
                    "Description": "「釣り合いを取るために、別の提案もしておこうか。『私に』500エコーを支払ってくれれば、彼女の居場所を教えよう」イザリーは微笑んだ。@{I}\"For symmetry's sake, I will make you another offer. Pay <i>me</i> five hundred Echoes, and I will tell you where she is.\" They smile.",
                    "ButtonText": "", "Id": 148028},
                   {"DefaultEvent": {"Description": "「彼女は――その船長は、私たちの蜜の密輸人の一人だったんだ。同時に博打打ちで、ハニード・タングの常連でもあった。彼女は借金をあまりにも膨らませたものだから、私は彼女を手元に繋いでおかなきゃならなくなった。彼女の家族が彼女の身代金を支払ってはくれたんだが――いやね、君には正直に言おうか――その月は運営資金がちょっと足りなくてね。私は彼女をザイラに売ってしまったんだ。檻の庭園のために」イザリーは微笑んだ。「ハチが彼女の中に入っていったわけだよ。何度かなんて分かりゃしない。今ではもう、彼女には何も残っていない。自分の名前も思い出せないんだから、合言葉なんてなおさらだろうね」<br/><br/>「君の期待してたような答えとは違ったかな？すまないね。せめて、ロンドンにいる彼女の家族の住所だけは教えてあげよう。他には何も力になれないのが残念でならないよ」@{I}$Zaira -> ザイラ$\"She was a smuggler of our honey, this zee-captain: and also a gambler, and a frequent visitor to the Tongue. Her debts became so onerous that I had to take her in keeping. Her family paid the ransom to redeem her, but - oh dear, let me be honest with you - I was a little short of operating funds that month. So I sold her to Zaira, for the Garden of Cages.\" They smile. \"The bees have been into her - who knows how many times? There is nothing left now. She won't remember her name, much less the mirror-phrase.\"\u000d\u000a\u000d\u000a\"I suppose that's not what you were hoping to hear, is it? I am sorry, my dear. At least let me give you the address of her family, in London. I do regret I couldn't be of more assistance.\"",
                                     "Name": "「気の沈む話さ」@{I}\"A melancholy tale.\"", "Id": 183099},
                    "Name": "答えの対価を支払う@{I}Pay for an answer",
                    "Description": "「釣り合いを取るために、別の提案もしておこうか。『私に』500エコーを支払ってくれれば、彼女の居場所を教えよう」イザリーは微笑んだ。「何なら君には100エコー負けてあげようか。なぜって、私が君をとても好ましく思っているからじゃないか？でも、商売は商売だからね」@{I}\"For symmetry's sake, I will make you another offer. Pay <i>me</i> five hundred Echoes, and I will tell you who and where they are.\" They smile. \"I will even award you a discount of one hundred Echoes, because I am so very fond of you, am I not? But business is business.\"",
                    "ButtonText": "", "Id": 148029},
                   {"DefaultEvent": {"Description": "「彼女は――その船長は、私たちの蜜の密輸人の一人だったんだ。同時に博打打ちで、ハニード・タングの常連でもあった。彼女は借金をあまりにも膨らませたものだから、私は彼女を手元に繋いでおかなきゃならなくなった。彼女の家族が彼女の身代金を支払ってはくれたんだが――いやね、君には正直に言おうか――その月は運営資金がちょっと足りなくてね。私は彼女をザイラに売ってしまったんだ。檻の庭園のために」イザリーは微笑んだ。「ハチが彼女の中に入っていったわけだよ。何度かなんて分かりゃしない。今ではもう、彼女には何も残っていない。自分の名前も思い出せないんだから、合言葉なんてなおさらだろうね」<br/><br/>「君の期待してたような答えとは違ったかな？すまないね。せめて、ロンドンにいる彼女の家族の住所だけは教えてあげよう。他には何も力になれないのが残念でならないよ」@{I}$Zaira -> ザイラ$\"She was a smuggler of our honey, this zee-captain: and also a gambler, and a frequent visitor to the Tongue. Her debts became so onerous that I had to take her in keeping. Her family paid the ransom to redeem her, but - oh dear, let me be honest with you - I was a little short of operating funds that month. So I sold her to Zaira, for the Garden of Cages.\" They smile. \"The bees have been into her - who knows how many times? There is nothing left now. She won't remember her name, much less the mirror-phrase.\"\u000d\u000a\u000d\u000a\"I suppose that's not what you were hoping to hear, is it? I am sorry. At least let me give you the address of her family, in London. I do regret I couldn't be of more assistance.\"",
                                     "Name": "「気の沈む話さ」@{I}\"A melancholy tale.\"", "Id": 183111},
                    "Name": "答えの対価を支払う@{I}Pay for an answer",
                    "Description": "「釣り合いを取るために、別の提案もしておこうか。『私に』500エコーを支払ってくれれば、彼女の居場所を教えよう」イザリーは微笑んだ。「加えて……んん……落胆料として100エコー乗せてもらおうか。君のことは未だに厭わしく思っているんでね。でもまあ、商売は商売だから」@{I}\"For symmetry's sake, I will make you another offer. Pay <i>me</i> five hundred Echoes, and I will tell you who and where they are.\" They smile. \"Plus - mm - let's call it a hundred-Echo disappointment surcharge. I am still annoyed with you, but business is business.\"",
                    "ButtonText": "", "Id": 148040}],
 "Description": "　イザリーは王の鉤爪として、アイル・オブ・キャッツの秩序を守っている。つまり、誰もが同じように秩序を守っている限りは、ということだが。イザリーはあなたの箱の話を楽しそうに聞いていた。そして、箱を眺め渡すと、右手に嵌めた指輪の鉤爪で、考え深げに錠前を叩いた。@{I}$Isle of Cats -> アイル・オブ・キャッツ, Isery -> イザリー$Isery, the King's Claw, enforces the peace on the Isle of Cats: inasmuch as anyone does. They are entertained by your tale of a box. They look it over, tapping thoughtfully at the lock with the claw-rings on their right hand.",
 "Name": "「猫の一番の爪はどれだ？」@{I}'Which is the cat's chiefest claw?'", "Id": 153578}
