{"ChildBranches": [{"DefaultEvent": {"Description": "あなたがポーズをとっているあいだ、彼は時折もごもごとつぶやく他はほとんど何も言わなかった。「あとほんの少しだけ……いや、そこまでは……それです、そのままで」スケッチを終えると、彼はあなたにスケッチブックを差し出した。あなたの姿が一番小さな傷に至るまで、良く捉えられている。\u000d\u000a\u000d\u000aそして彼があなたの事をスケッチしたのはこれが初めてではなかったようだ。スケッチブックには記憶を頼りに書かれた港に立つあなたの姿や、船を指揮する場面、共に苦味を作った記憶などが収められていた。細部まで苦心して描かれているのは明らかだ。@{K}He doesn't say much as you model, only mumbling, \"Could you look a little more - no, just a little - yes, hold that.\" Once his break ends, he passes you the book. He's captured you well, right down to your smallest blemish. \u000d\u000a\u000d\u000aIt's not the only time he's sketched you, either. There are recollections of how you appeared on the dock, scenes of you captaining your vessel, and memories of your work together in crafting the bitter flavour. The anguish he spent over the detail is apparent.",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 230212},
                    "Name": "絵のためにポーズをとる@{K}Pose for him",
                    "Description": "部屋には大量のスケッチブックがある。そして見たところ、彼には人物画の才能があるようだ。あなたの事もスケッチしてくれるだろうか？@{K}He has many sketchbooks, and seems to have an aptitude for figure drawing. Would he like to sketch you?",
                    "ButtonText": "", "Id": 177346},
                   {"DefaultEvent": {"Description": "物語はすべてカフェと無政府主義者たちを中心とするものだ。大半は地上が舞台だが、ロンドンでの作品もある。物語の一つは街の一角を爆破する計画の立案が主題となっており、珈琲のモチーフが執拗に登場する。「それは芸術に対する攻撃なんです」見習いがおずおずと冗談を言った。また別の話ではロンドンでの失敗に終わった計画にまつわる物語が展開し、その後には謎めいたパトロンからの助けによって決行された必死の逃走劇が続く。一連の作品には誇張されてはいるものの、革命の大義に対する過激な傾倒が表れており、描写は極めて子細だ。@{K}The stories all centre on cafés and anarchists. Most are placed on the surface, though some happen in London. One story, about the formulation of a plan that exploded a city block, featured a relentless coffee motif. \"It's an attack on art,\" the Apprentice jokes, sheepishly. One story revolves around a failed plot in London; another focuses on the desperate escape afterward, made possible by a mysterious patron. The whole collection of work, while stilted, is violently aligned to the anarchic cause, and remarkably detailed.",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 234657},
                    "Name": "短い物語の聞き手となる@{K}Give an audience to a short story",
                    "Description": "机兼物入れからノートブックが数冊溢れ出している。彼の物語を語ってくれないだろうか？@{K}There are notebooks spilling out of his desk-drawer. Could he read some of his stories to you?",
                    "ButtonText": "", "Id": 180231}],
 "Description": "ローズゲートの奥まった片隅にある見習いの部屋は、古いノートで一杯だった。「僕は昔、芸術家だったんです」彼が打ち明ける。「もうここに来てから四年、それか五年になります。けれど時間が取れた時には練習を続けているんですよ」@{K}His room, tucked deep within the recesses of Rosegate, is filled with old notebooks. \"I was an artist, once,\" he confides. \"I've been here four, maybe five years now. But I practice when I can.\"",
 "Name": "休憩中の粘り強い見習い@{K}The Dogged Apprentice on a Break", "Id": 153739}
