{"ChildBranches": [{"DefaultEvent": {"Description": "あなたたちの奏でる音楽が普段は静まり返っている街に響き渡った。そのリズムは祭りの踊り手たちの調和をかき乱す。彼らはよろめくと、踊りを止めてしまった。舞踏の主は踊り手たちを再び集め、あなたたちに立ち向おうと試みている。彼は歯で噛んだリボンを離そうさえせず、こちらに向かってきた。しかし、彼の後に加わる者はいない。舞踏の行われていた広場を立ち去らなかった者たちは、ただただ立ち尽くし、リボンが解けていくのを見つめている。@{K}Your music echoes through the normally silent city. Its rhythm disrupts the harmony of the festival dancers - they stumble, and stop. The Master of the Dance tries to rally the revellers against you. He doesn't even remove the ribbon from his mouth as he approaches. But no one else joins him. Those who haven't abandoned the dance hall just stand watching the ribbon unspool. ",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 230213},
                    "Name": "調査員のためにオーケストラを用意する@{K}Provide the Investigator with an full orchestra",
                    "Description": "真実を歌うだけでは足りない。彼のメッセージを伝えるにはオーケストラが必要だ！@{K}He mustn't merely sing the truth; his message requires a full accompaniment! ",
                    "ButtonText": "", "Id": 177347},
                   {"DefaultEvent": {"Description": "指導者の背後の壁に街の地図が数枚貼られている。今その地図に記されているのは、電気回路ではなく戦いの前線だ。心臓の上にぼろぼろになった白と金の魚描かれた布の切れ端を着けた指導者が、あなたとあなたの率いる旅団に計画の詳細を述べた。\u000d\u000a\u000d\u000aあなたの部隊は調査員の楽団を囲み、それから攻撃を仕掛けた。ありあわせの材料で作られたドラムの皮は蹴破られ、バイオリンは壁に叩きつけられ粉々になった。トランペット奏者は錆びついた楽器を抱えて逃げ出したが、小路で追い詰められた。乱闘騒ぎが収まると、静寂の糸車は完璧な静けさの中で続けられた。少なくとも今晩のところは、調査員を止めることが出来た。@{K}The Visionary's maps of the city are pinned to the wall behind him. Instead of planning the city's electrical grid, they now present lines of battle. The Visionary, wearing the tattered patch of a white-and-gold fish over his heart, details his plan of attack to you and your brigade.\u000d\u000a\u000d\u000aYour group surrounds the Investigator's band, then attacks. The skins of makeshift-drums are kicked in. A violin is shattered against a wall. A trumpeter flee with their rusty instrument, but are cornered in an alley. Once the scuffle is over, the Silent Reel continues in perfect quiet. The Investigator is stopped, at least for tonight.",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 237552},
                    "Name": "調査員の図々しい楽団を黙らせる@{K}Silence the Investigator's intrusive band",
                    "Description": "かくしゃくたる指導者は調査員と対抗する意志のある人々を集めた。あなたも加わろう。@{K}The Sprightly Visionary has collected a group of people willing to act against the Investigator. Join them. ",
                    "ButtonText": "", "Id": 182201},
                   {"DefaultEvent": {"Description": "護衛たちを躱し提案者と個人的に会うのは無理でも、あなたたちには叫ぶことが出来る。\u000d\u000a\u000d\u000a祭りの時が近づき、提案者は群集をぼんやりと見つめた。ほとんど息を吸い込みさえしない。そして提案者が本日の黙考の主題『壊れた街の殻』を示すと、住人たちの間でささやき声が起こった。\u000d\u000a\u000d\u000aしかしそれでも人々は素材を集め、仕事に取り掛かった。彼らは芸術作品の制作を通して考えを纏めるのが習慣となっているのだ。鋭い脊椎をぼんやりと弄り皮膚を傷つけている者や、街の殻を身に着けていないテンタムを作り涙を注ぐ者たちもいる。作品を説明する時が来ると、大抵の者たちは無造作に捧げ物を穴へと放り込んだ。@{K}Perhaps you cannot get past the guards to see the Suggester personally. But you can shout.\u000d\u000a\u000d\u000aAs the festival commences, the Suggester looks dully into the crowd. The Suggester scarcely draws breath. And when they sign the topic of today's reflection  - \"broken city-shells\" - an unprecedented murmur breaks out among the dwellers. \u000d\u000a\u000d\u000aNevertheless, the people still gather materials and begin work - they have become accustomed to focusing their thoughts through artistry. Some handle the sharp spines carelessly, catching their skin. A few craft Temtum without his city-shell, and douse him with tears. When the time comes for them to describe their pieces, most merely chuck their offering down the pit without ceremony.",
                                     "LinkToEvent": {"Id": 152190}, "Name": "心痛の作品@{K}Pained creation",
                                     "Id": 237553},
                    "Name": "調査員と共に提案者に嘆願しに行く@{K}Join the Investigator and entreat the Suggester",
                    "Description": "“提案”は普段テンタムへの感謝について考えるよう促すためだけに使われている。提案者は彼らの愛する者たち皆のために強い意志を持ち、真摯であらねばならない。@{K}The Suggestion is used to make the people of Hideaway consider only their gratitude towards Temtum. The Suggester mustn't be weak-hearted; they must be honest, for the good of all they love.",
                    "ButtonText": "", "Id": 182202},
                   {"DefaultEvent": {"Description": "最初、調査員の賛同者たちは提案者の友人を装ってやって来た。彼らは厳しく、しかし礼儀正しい仕草によって追い払うことが出来る。その後調査員の同胞が強襲してきた際には、より荒っぽい手段が必要になった。彼らは血まみれになって叩き出された。\u000d\u000a\u000d\u000a祭りは今までと変わりなく執り行われる。テンタムの友情について考えるようにとの提案が成された。捧げ物は考え抜かれた物ばかりで、説明は普段よりも長々と述べられる。緩慢に瞬きする行商人は連帯を表すしぐさを繰り返し行い、ついには身を震わせて涙を流し始め、その場から連れていかれた。@{K}First the Investigator's followers come disguised as friends of the Suggester. Stern - but still polite - gestures are enough to deter them. When the Investigator's compatriots later return in force, more physical means are required; they're sent away bloodied.\u000d\u000a\u000d\u000aThe festival proceeds like all others before it. The Suggestion is that the people should reflect on Temtum's friendship. The offerings are intensely thoughtful, and the explanation of the offerings are unusually long. The Slow-Blinking Vendor performs the sign of togetherness over and over again, until she's shaking with tears and must be led away.",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 237554},
                    "Name": "かくしゃくたる指導者の護衛に加わる@{K}Join the Sprightly Visionary's guard",
                    "Description": "人々には祭りを祝わせておこう。今ほど明るい考えが必要とされている時はない。@{K}Let the people have their festival. They've never needed to reflect on the positives more. ",
                    "ButtonText": "", "Id": 182203},
                   {"DefaultEvent": {"Description": "あなたは調査員の賛同者たちを引き連れ、鉄の門の後ろの建物へと向かった。あなたの一団には指導者の分隊を打ち破るほどの力はなかったが、彼らの注意を引くには十分だった。仲間が戦っている間に、あなたは門を這い上り建物の罅に手をかけて開いた窓までよじ登った。中ではかくしゃくたる指導者が壁に貼られた地図を考え込むように見つめている。スイッチとゲージの沢山ついた真鍮の操作盤の周囲には誰もいない。あなたは操作盤をレンチで叩き壊すと窓から飛び出した。\u000d\u000a\u000d\u000aしかし地面に着地したその時、どこからか唸るような音が聞こえた――祭事広場の方から悲鳴が響く。皆が暴力の起こった場所へと急いで向かった。指導者さえも本部から離れ、現場へと走っている。@{K}You lead the Impolite Investigator's followers to a building behind an iron gate. Though your force is not strong enough to break past the contingents set up by the Visionary, it is sizeable enough to distract them. As they fight, you clamber over the gate, and climb up the cracks in the building to enter through an open window. Inside the Sprightly Visionary consults a map on his wall, leaving unattended a brass panel of switches and gauges. You smash it with a wrench, and leap back out the window.\u000d\u000a\u000d\u000aBut when you land, there is rumbling - screaming from the festival square. Everyone runs to the violence. Even the Visionary leaves his centre, and dashes to the scene.",
                                     "LinkToEvent": {"Id": 152487}, "Name": "", "Id": 237555},
                    "Name": "かくしゃくたる指導者の仕掛けを壊す@{K}Break the Sprightly Visionary's illusion",
                    "Description": "調査員は指導者の本拠地に対する襲撃を計画している。指導者は虹化に向けて色彩豊かな灯りによる仕掛けを用意しているようだ。照明は厳重に警護されているだろうが、他の方法もあるかもしれない……@{K}The Investigator is organising an assault on the Sprightly Visionary stronghold. The Visionary has created a display of coloured lights for the Rainbowing. They will be well defended, but there may be another way...",
                    "ButtonText": "", "Id": 182204},
                   {"DefaultEvent": {"Description": "ハイドアウェイでは武器は禁じられているが、あなたの提供した歯と脊椎によって戦いは血みどろのものとなった。発電機から遠ざけられた調査員の一団の残りは、鉄の門の後ろにある建物に攻撃を集中させた。彼らの体は痣に覆われ、血が流れでている。簡単に追い払うことが出来た。指導者の部隊は同じハイドアウェイの住人を叩きのめすのを楽しんでいる。しかしこの作戦は同時に囮でもあった。調査員は家の設計を探ろうとしていたのだ。あなたは彼を窓から引きはがす。灯りの色が万華鏡のように移り変わり始める中、調査員はあなたをただ黙って見つめた。しかし、その時どこからか唸るような音が聞こえた――祭事広場の方から悲鳴が響く。皆が暴力の起こった場所へと走って向かった。指導者さえも本部を離れ、あなたに手を振ってついてくるよう促した。@{K}Though weapons are banned throughout Hideaway, the teeth and spines you provide ensure the battle is bloody. After being sent away from the alternator, the remnants of the Investigator's group converge on a building behind an iron gate. Their bodies are bruised, and they are bleeding. It is easy to repel them, and many of the Visionary's forces enjoy the sport of beating the fellow dwellers. It is also a distraction: the Investigator is attempting to scale the building. You pull him away from the window - he only stares at you, as the lights begin to cycle through their colours like a kaleidoscope. But then there is rumbling - screaming from the festival square. Everyone runs to the violence. Even the Visionary leaves his centre, and waves you to follow him.",
                                     "LinkToEvent": {"Id": 152487}, "Name": "", "Id": 237556},
                    "Name": "かくしゃくたる指導者の司令部を守る@{K}Guard the Sprightly Visionary's headquarters",
                    "Description": "彼は中央部から街全体の照明を操作出来るよう手を回した。誰も立ち入ることがないようにしよう。@{K}He has arranged to control the city's lights from a central location. Ensure no one gets in.  ",
                    "ButtonText": "", "Id": 182205}],
 "Description": "仕事が中断されることはなく、いまだ夜の祭りも続けられていた。しかし、住人の身振りでの会話は鋭さを増し、険悪なものとなっている。彼らの顔は緊張に歪む。@{K}The work never stops, and the nightly festivals continue. But the dwellers' gestured communication has become sharper, more abrupt. Their faces are contorted with tension.  ",
 "Name": "心と精神のための戦争@{K}$Hearts -> ハート$The War for Hearts and Minds",
 "Id": 153740}
