{
  "Id": 154202,
  "Name": "ささやかな要求@{I}小さい要望@{M}A little request",
  "Description": "「またしてもここ波止場において、私たちはお会いすることができましたな。ここは言うなれば機会の井戸の唇であると、あなたもおっしゃるのではないでしょうか。さあ、その井戸から大いに飲むといたしましょう。すなわち、私のパトロンがあなたに仕事を用意してくださいました。海を渡って支払いを済ませ、そして、ちょっとした荷物を受け取ってきていただききます」@{I}「俺らがこうして波止場で顔を合わせ話をしていると、お前はそろそろ御恩返しの機会が来たと言う頃合いなのではないかと思っている。その予感を胸に、俺はここに居るわけだ。平たくいうと、俺のボスからお前に依頼がある。このジーの向こうまで金を持って行き、荷物を持ち帰ってきて欲しいのだ。」@{M}\"Once more we find ourselves 'ere on the quayside what is I suppose you might say the lip of the well of opportunities. Let us both drink deeply from this well. By which I mean, my patron 'as a task for you. Take a payment across the ocean, and bring back a little package.\"",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 154203,
        "Name": "「お金はこちらに。どうか失くしてしまわれぬよう」@{I}\"これが金だ。無くすなよ。\"@{M}\"Here's the money. Don't lose it.\"",
        "Description": "「それでは、ちょっとした荷物を受け取ってきていただけますか。そして、これは私の心からの忠告ですが、税関の卑しい注意を引かないようにされるのがよろしいかと。なぜならば、仮にあなたが荷物を持たずにお帰りになった場合、あなたがそれを失くしてしまわれたのか、それとも奪われてしまわれたのかという点につきましては、私のパトロンは興味をお持ちになりませんので。幸運を。幸運を！」[もしもあなたが未押印の素晴らしい人間の魂を持たずにロンドンに帰還すると、盲目の粗暴者は気を悪くするでしょう。]@{I}「さて、とある荷物を此処まで持って帰ってきてもらいたい。この荷物に関しては、税関や当局の不要な注目を浴びないように、心から忠告しておこう。もし仮に、この荷物を持たぬまま次に帰港した場合、それが紛失であろうと誰かに持ち去られようと、俺のボスには関係ないだろう。幸運を祈る!」\r\n\r\n[もし光り輝く魂の名札無き箱を持っていない状態で次にロンドンに戻ってきた場合、依頼は失敗とみなされ、隻眼の大男が何らかの攻撃的なアクションを取る恐れがあります。]@{M}$Unstamped Crate of Brilliant Souls -> 未押印の素晴らしい人間の魂, Blind Bruiser -> 盲目の粗暴者$\"Now bring the package back 'ere. And it is my hearty recommendation that you avoid the ungentle attentions of the Excise. On account of if you return without the package it is of no interest to my patron whether you have lost it or had it taken from you. Good luck, good luck!\" [If you return to London without an Unstamped Crate of Brilliant Souls before completing this task, there is a risk that the Blind Bruiser will take offence.]"
      },
      "Id": 131000,
      "Name": "同意する@{I}承諾する@{M}Agree",
      "Description": "「もちろん、あなたがちょっとした荷物を持たずにロンドンにお帰りになるようなら、私からは厳しいことを言わせていただくことになるでしょう」@{I}「無論、お前が荷物を持たずにロンドンに戻ってきたら、俺はお前に相応の報いをくれてやらねばならん。」@{M}\"Of course if you return to London without the little package, I will probably 'ave something sharp to say about it.\""
    },
    {
      "DefaultEvent": {
        "Id": 154204,
        "Name": "高潔な失望@{I}はっきりとした失望@{M}Noble disappointment",
        "Description": "「あなたが好ましいことをなさったかのように取り繕うつもりはありません。むしろ、私はかえってひどく失望させられてしまいました。しかし、それにもかかわらず、あなたは自らの責務を立派に果たされたと言えないこともないでしょう。私のパトロンも、この件をことさらに追求する必要があるとはお考えにならないでしょう。今のところは。あなたがその口を……」彼はあなたににじり寄った。「きつーく、ぴっちりと閉ざしておく限りは。では良き夜を」@{I}「今日は良い夜だとは、とても言えそうにない。それどころか、俺の胸の奥に、とても深く悲しい物が打ち込まれたかのようだ。だがそれでも、お前のその行動は立派で堂々としていたと言うに値するものだったと報告せねばならんだろう。俺のボスはこの問題に関して深く追求するとは思えん。少なくとも今回は、な。お前がその口を...」彼は顔を近づけて言う。「固く閉ざしている限りはな。さらばだ。」@{M}\"I will not pretend that this has improved my evening. On the contrary it has left me a deep sadness in my 'eart. Notwithstanding 'owsoever I might say that you have acquitted yourself honourably and I do not think my patron will feel the need to pursue the matter further. Not at this time. As long as you keeps your mouth...\" - he leans close - \"tight snap-shut. Good night.\""
      },
      "Id": 131001,
      "Name": "拒否する@{I}拒否する@{M}Refuse ",
      "Description": "　盲目の粗暴者にこれで借りは返したと伝えるのだ。お前たちとの関係は終わりであると。@{I}すでに負債は返済済で、全ては終わっている事を隻眼の大男に告げる。@{M}$Blind Bruiser -> 盲目の粗暴者$Announce to the Blind Bruiser that your debt is paid, and you're done."
    }
  ]
}