{"ChildBranches": [{"DefaultEvent": {"Description": "「これで貸しはなしとしましょうか。残念ですが、あなたがまったく信頼の置けない人物であると明らかになった以上は、私のパトロンはあなたの奉仕抜きでやってゆかれることでしょう。まあ、この件についてはお互い冷静になりましょうか。冷静になれないのであれば」彼は少し身を乗り出した。「お互い、口を閉ざしましょうか」@{I}「確かにこれで貸し借りは無しだ。しかし、お前は俺のボスが期待していた程の仕事を任せられるだけの信用を見せなかった。それについては遺憾に思う。まぁいい。俺達はこれについては諦めよう。もし諦められないのならば -」そう言って彼は徐に顔を近づける。「黙るか。」@{M}\"That sets us even. I regret that since you 'ave proven less than reliable my patron will do without your services. Well, let us be philosophical about it, and if we cannot be philosophical, let us be\" - he leans briefly closer - \"silent.\"",
                                     "Name": "不承不承の頷き@{I}残念そうな頷き@{M}A grudging nod", "Id": 154275},
                    "Name": "代金と利子を返還する@{I}支払いと利息を返還する@{M}Return the payment and the interest",
                    "Description": "　今からでも、もっと酷い結末を避けることはできるかもしれない。@{I}今ならまだ最悪の結末を回避出来るだろう。@{M}Perhaps you can still escape without worse consequences.",
                    "ButtonText": "", "Id": 131051},
                   {"SuccessEvent": {"Description": "　誰も傷つかなかったというわけではないが。船員の一人は二度と航海には出られないだろう。それでも、とうとう彼らは退却した。脅しと呪いの言葉を投げ掛けながら。@{I}無傷という訳には行かなかった。一人の船乗りが、再起不能となってしまった。だがついに、捨て台詞と呪詛を投げかけながら、彼らは撤退したのだ。@{M}Not entirely without casualties. One zailor will never zail again. But they retreat, at last, hurling threats and curses.",
                                     "Name": "切り抜けた！@{I}奴らを返り討ちにした!@{M}You see them off!",
                                     "Id": 154277},
                    "DefaultEvent": {"Description": "　彼らは大勢で果敢で残忍だった。彼らは船内を蹂躙した。彼らは骨を砕き、頭蓋をかち割り、戦う力のない者たちを水底のドラウニーの群れへと放り込んだ。あとには不具にされた船員だけが残された。@{I}奴らは数に勝っており、一歩も引かず、何よりも暴力的だった。奴らは船を荒らし回る - 骨を折り、頭蓋を叩き割り、力無き者を海の下に振り落とし、立ち上がれない者を打ち捨てて行ったのだ。@{M}$[Dd]rown(y|ies) -> ドラウニー$They are numerous, determined and brutal. They storm the ship: break bones, crack skulls, fling helpless men to the Drownies below, leave crippled zailors behind them.",
                                     "Name": "蹂躙！@{I}蹂躙されてしまった!@{M}Overrun!", "Id": 154276},
                    "Name": "波止場での戦い！@{I}波止場で戦う!@{M}A battle on the dockside!",
                    "Description": "　法の力は、その不在によってこの場での存在感を誇示している。つまりは買収されたのだ、疑いもなく。これは良い状況とは言えない。@{I}法の力は奴らを追い払う事で示される。確実にやり返せ。この状況は余り良い物ではない。@{M}The forces of the law are conspicuous by their absence. Paid off, no doubt. This doesn't look good.",
                    "ButtonText": "", "Id": 131052}],
 "Description": "「どうもこんばんは。どうやら、あなたは私たちの期待していた荷物を持ってはおられないようで。代金はまだあなたがお持ちかもしれませんし、加えて利子と、私と彼ら屈強な紳士たちの手間賃を賄えるだけのものも、ひょっとしたらお持ちかもしれませんよねえ？さもなくば、私たちは、あなたとそのお仲間で清算を済ませなければなりません」盲目の粗暴者の背後では、暴漢の一団が鉄の石づきのついた棍棒を手のひらにピシャリと打ちつけていた。@{I}「ご機嫌よう...と言いたい所だが。見た所、俺達が期待している荷物を持っていないようだ。恐らくまだ金は持っているんだろうが、その元金に俺とこいつらの人件費として利息を足した分を返して貰おうか。さもなくば、俺達はお前に落とし前を付けて貰わなければならなくなる。」隻眼の大男の後ろには、ごろつきの集団が鉄製の棍棒などの武器を手にして立っていた。@{M}$Blind Bruiser -> 盲目の粗暴者$\"Good evening again. It seems you do not 'ave the package we expected. Perhaps you still possess the payment, and a suitable sum for interest and to cover the expenses of myself and these stout gentlemen? Otherwise we must visit a reckoning on you and yours.\" Behind the Blind Bruiser, a gang of ruffians clap iron-shod cudgels into their hands.",
 "Name": "鋭い追及@{I}厳しい質問@{M}A pointed enquiry", "Id": 154274}
