{"ChildBranches": [{"DefaultEvent": {"Description": "「ふむ。もっと清潔な部屋はないのですか？まあ自分でしなければならないなら、仕方ありませんね。モップは何処です？」[オフィサーのタブで新しいオフィサーを画面上部の枠へとドラッグして役職につけましょう。これは海の上でなく港で行うべきです。さもないと船員たちが動揺してしまうかもしれません。]@{K}$[Oo]fficer -> オフィサー$\"Hm. Don't you have anywhere cleaner? Well, if I must do it myself. Where can I find a mop?\" [Appoint your new Officer by dragging her from the Officers tab to her slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "船にようこそ！@{K}Welcome aboard!", "Id": 141883},
                    "Name": "オフィサーを雇う：活発な従軍者@{K}$[Oo]fficer -> オフィサー, Brisk Campaigner -> 活発な従軍者$Engage an Officer: the Brisk Campaigner",
                    "Description": "「ハイ、そこのあなた！あなたには本物の医者が必要ですよ。そこらの外科医なんかじゃなくてね」[活発な従軍者はハートとアイアンを上昇させる有能な医者です。]@{K}$Iron -> アイアン, Hearts -> ハート, Brisk Campaigner -> 活発な従軍者$\"Hoi, you! You need a real physician. None of your surgeons.\" [The Brisk Campaigner is a skilled Doctor who increases Hearts and Iron.]",
                    "ButtonText": "", "Id": 123074},
                   {"DefaultEvent": {"Description": "「有難うございます。此処が私の場所ですか？良い部屋ですね。すみません、ランプの明かりをほんの少しだけ強くさせてください。私は暗闇が嫌いなので……」[オフィサーのタブで新しいオフィサーを画面上部の枠へとドラッグして役職につけましょう。これは海の上でなく港で行うべきです。さもないと船員たちが動揺してしまうかもしれません。]@{K}$[Oo]fficer -> オフィサー$\"Thank you. This is mine? It'll do very nicely. Excuse me; I will just turn up the oil lamp a touch. I dislike the dark...\" [Appoint your new Officer by dragging him from the Officers tab to his slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "船にようこそ！@{K}Welcome aboard!", "Id": 141884},
                    "Name": "オフィサーを雇う：憑りつかれたような医師@{K}$[Oo]fficer -> オフィサー, Haunted Doctor -> 憑りつかれたような医師$Engage an Officer: the Haunted Doctor",
                    "Description": "「お願いです。この場所を出なければ。船賃は労働でお支払いできます。私は医者です」[憑りつかれたような医師はハートとページを上昇させます。]@{K}$Hearts -> ハート, Pages -> ページ, Haunted Doctor -> 憑りつかれたような医師$\"Please. I must leave this place. I can work my passage. I'm a doctor.\" [The Haunted Doctor increases Hearts and Pages.]",
                    "ButtonText": "", "Id": 123075},
                   {"DefaultEvent": {"Description": "「俺は下で仕事に取り掛かるよ。もちろん、まずはこの上着から着替えなきゃいけないだろうがね」[この新しいオフィサーを職務に就かせたいと思ったなら、彼のアイコンを、オフィサーのタブから画面の一番上のスロットまでドラッグしましょう。これは航海中ではなく、港で行いましょう。さもなくば、船員たちを不安にさせてしまうかもしれません。]@{I}$[Oo]fficer -> オフィサー$\"I'll get to work below. Perhaps I should change out of this jacket first, of course.\" [Appoint your new Officer by dragging him from the Officers tab to his slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "船にようこそ！@{I}Welcome aboard!", "Id": 147235},
                    "Name": "オフィサーを雇う：気さくなマジシャン@{I}$[Oo]fficer -> オフィサー, Genial Magician -> 気さくなマジシャン$Engage an Officer: the Genial Magician",
                    "Description": "「こんばんは！[q:呼称]！俺はあんたの船のエンジンをいくらか良くしてやれるかもしれない。いやいや。はは。俺はちゃんとした機関士だよ。信頼してもらうのは難しいな。だがほら、推薦状ならここにあるとも」[気さくなマジシャンはヴェールとミラーにボーナスを与えてくれます。]@{I}$Veils -> ヴェール, Mirrors -> ミラー, q:Addressed As -> q:呼称, Genial Magician -> 気さくなマジシャン$\"Good afternoon, [q:Addressed As]! Perhaps I can do your engines some good. No, ha ha, I'm quite the engineer. Difficult to credit, isn't it? But here are my references.\" [The Genial Magician increases Veils and Mirrors.]",
                    "ButtonText": "", "Id": 126575},
                   {"DefaultEvent": {"Description": "「やぁ、キャプテン。これはあんたの部下かい?ちょっとどうしても彼女をシメないと駄目だったんだよ。どうも彼女は他所者に命令されるのが嫌いだったみたいでね。それでもあたし達は良き友人さね。」女冒険家はそう言いながら、黒目の船乗りの背中をバンと叩く。奇妙な事に、彼女達は、*今は*良き友人のように見える。\u000d\u000a[幹部タブで、彼女を画面上部にある適切なスロットにドラッグし、幹部に任命しましょう。これは海上ではなく港で行いましょう。さもなければ貴方の船員を不安に陥れる事になります。]@{M}$[Oo]fficer -> オフィサー$\"Oh, hello, captain. Is this one of yours? I had to knock her about a bit. She didn't like taking orders from foreigners. Still, we're good friends now.\" The Adventuress claps the black-eyed sailor on the back. Oddly enough, they <i>do</i> seem to be friends now. [Appoint your new Officer by dragging her from the Officers tab to her slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "船へようこそ！@{M}Welcome aboard!", "Id": 147267},
                    "Name": "オフィサーを雇う：長命衆の女冒険者@{K}$[Oo]fficer -> オフィサー, Presbyter -> 長老, Presbyterate -> 長命衆$Engage an Officer: the Presbyterate Adventuress",
                    "Description": "「こんにちは、 [q:呼称]。砲撃手をお探しかな？あたしを雇ってくれたら、怪物を吹き飛ばす助けになるよ」[女冒険家はアイアンとヴェールを上昇させる砲撃長です。]@{K}$[Oo]fficer -> オフィサー, Iron -> アイアン, Veils -> ヴェール, q:Addressed As -> q:呼称$\"Afternoon, [q:Addressed As]. Looking for a gunnery officer? I'd like to help you blow up some monsters, if you'll have me.\" [The Adventuress is a Gunnery Officer who increases Iron and Veils.]",
                    "ButtonText": "", "Id": 126591},
                   {"DefaultEvent": {"Description": "「錆汚れ、錆汚れ。すぐに何とかしなくちゃな。そこの君たち！この錆を掃除するのを手伝ってくれ」[この新しいオフィサーを職務に就かせたいと思ったなら、彼のアイコンを、オフィサーのタブから画面の一番上のスロットまでドラッグしましょう。これは航海中ではなく、港で行いましょう。さもなくば、船員たちを不安にさせてしまうかもしれません。]@{I}「錆び付いている、錆び付いている。全部取ってやる。そこの貴方!ちょっとこの錆落としに付き合って下さい。」\u000d\u000a[幹部タブで、新しい幹部を画面上部にある適切なスロットにドラッグし、幹部に任命しましょう。これは海上ではなく港で行いましょう。さもなければ貴方の船員を不安に陥れる事になります。]@{M}$[Oo]fficer -> オフィサー$\"Spot of rust, spot of rust. Soon see to that. You there! Help me with this spot of rust.\"[Appoint your new Officer by dragging him from the Officers tab to his slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "船にようこそ！@{K}Welcome aboard!", "Id": 147269},
                    "Name": "オフィサーを雇う：疲れ知らずのメカニック@{I}$[Oo]fficer -> オフィサー, Tireless Mechanic -> 疲れ知らずのメカニック$Engage an Officer: the Tireless Mechanic",
                    "Description": "「ごきげんよう。働く準備はできてます。僕は技術者でしてね。僕以上の人材はこの先雇えないと思いますよ。エンジンを我が子のように扱います。僕には子供はいませんけどね。忙しすぎるんですよ。普段は忙しいんです」[疲れ知らずのメカニックは、ヴェールと燃料効率を向上させます。]@{I/K}$Veils -> ヴェール, Tireless Mechanic -> 疲れ知らずのメカニック$\"Afternoon. Ready to offer my services. I'm an engineer. Finest you'll ever hire. Treat engines like my own children. Not that I have children. Too busy. Usually busy.\" [The Tireless Mechanic increases Veils and Fuel Efficiency.]",
                    "ButtonText": "", "Id": 126593},
                   {"DefaultEvent": {"Description": "「私はここにいます。私の考えでは、船というのは常にここにあり、決してあちらにはないものです。なぜなら、あちらがここになるからです」[この新しいオフィサーを職務に就かせたいと思ったなら、彼女のアイコンを、オフィサーのタブから画面の一番上のスロットまでドラッグしましょう。これは航海中ではなく、港で行いましょう。さもなくば、船員たちを不安にさせてしまうかもしれません。]@{I}$[Oo]fficer -> オフィサー$\"Here I am. A ship, I suppose, is both always here, and never there, because there becomes here.\" [Appoint your new Officer by dragging her from the Officers tab to her slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "船にようこそ！@{I}Welcome aboard!", "Id": 147270},
                    "Name": "オフィサーを雇う：カーネリアンの追放者@{K}$[Oo]fficer -> オフィサー$Engage an Officer: the Carnelian Exile ",
                    "Description": "「[q:呼称]。私は道を知っています。私に導かせてください」[追放者はミラーとページを上昇させる一等航海士です。]@{K}$[Oo]fficer -> オフィサー, Pages -> ページ, Mirrors -> ミラー, q:Addressed As -> q:呼称$\"[q:Addressed As]. I know the way. Let me show you.\" [The Exile is a First Officer who increases Mirrors and Pages.]",
                    "ButtonText": "", "Id": 126594},
                   {"DefaultEvent": {"Description": "「もしも誰かが私を探しに来ることがあれば、ええと、私は今、面会者を受け付けていないの。そのように伝えてもらうことはできるかしら？あなたにとっても、私の仕事が邪魔されることは望ましくないでしょうし」[この新しいオフィサーを職務に就かせたいと思ったなら、彼女のアイコンを、オフィサーのタブから画面の一番上のスロットまでドラッグしましょう。これは航海中ではなく、港で行いましょう。さもなくば、船員たちを不安にさせてしまうかもしれません。]@{I}$[Oo]fficer -> オフィサー$\"If anyone comes looking for me, well, I'm not accepting callers. Can I trust you to pass that on? You don't want them distracting me from my duties.\" [Appoint your new Officer by dragging her from the Officers tab to her slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "船にようこそ！@{I}Welcome aboard!", "Id": 147271},
                    "Name": "オフィサーを雇う：メイビーの娘@{I}$[Oo]fficer -> オフィサー, Maybe's Daughter -> メイビーの娘$Engage an Officer: Maybe's Daughter",
                    "Description": "　腐りかけた桟橋の端で、一人の女がスーツケースに腰掛けていた。彼女とそのスーツケースは、視界にある他の何よりも、際立って小奇麗に見えた。<br/><br/>「こんにちは！あなたはどこへ行かれるの？考え直してみると、どこでも良いわね。私を船に乗せてもらえないかしら？ええ。私は機関士よ。でもただの機関士じゃないわ。急いでいる機関士なの」[メイビーの娘は機関士として、ヴェールとアイアンとエンジン出力にボーナスを与えてくれます。]@{I}$Iron -> アイアン, Veils -> ヴェール, Maybe's Daughter -> メイビーの娘$At the end of the rotting dock, a woman perches on a suitcase. Both she and the suitcase are noticeably cleaner than everything else in view. \u000d\u000a\u000d\u000a\"Hello! Where are you headed? On second thoughts, I don't mind. Can I come aboard? Yes, I'm an engineer, but I'm an engineer in a hurry.\" [Maybe's Daughter is an Engineer who increases Veils, Iron and Engine Power.]",
                    "ButtonText": "", "Id": 126595},
                   {"DefaultEvent": {"Description": "「ああ、これは興味深いな。改良の余地がある！改良の余地はいつだってあるけどね！待って、メモを取らないと。紙をこちらに！！」[オフィサーのタブで新しいオフィサーを画面上部の枠へとドラッグして役割につけましょう。これは海の上でなく港で行うべきです。さもないと船員たちが動揺してしまうかもしれません。]@{K}$[Oo]fficer -> オフィサー$\"Oh, this is interesting. Room for improvement! There's always room for improvement. Wait: let me make notes. Paper!!\" [Appoint your new Officer by dragging them from the Officers tab to his slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "船にようこそ！！@{K}Welcome aboard!!", "Id": 147280},
                    "Name": "オフィサーを雇う：抑えがたい砲撃手@{K}$[Oo]fficer -> オフィサー, Irrepressible Cannoneer -> 堪え性のない砲撃手$Officer -> オフィサー$Engage an Officer: the Irrepressible Cannoneer",
                    "Description": "「[q:呼称]！砲手を探してる？こっちは船を探してるとこなんだ！この推薦状をどうぞ見てみて！！なんならもっとあるよ！！それと音をたてる砲弾の設計図もね！！こちらは仕事仲間！（彼は船には乗らないよ。）そしてこれは手！！！雇ってくれるかな？」[砲撃手はアイアンを大幅に上昇させる砲撃長です。]@{K}$[Oo]fficer -> オフィサー, Iron -> アイアン, q:Addressed As -> q:呼称$\"[q:Addressed As]! Are you looking for a gunner? I'm looking for a ship! Here are my references!! Here are more references!! Here's my design for a whistling shell!! Here's my colleague!! (He'll stay on shore.) Here's my hand!!! Will you take it?\" [The Cannoneer is a Gunnery Officer who substantially increases Iron.]",
                    "ButtonText": "", "Id": 126601},
                   {"DefaultEvent": {"Description": "「ありがとうございます。おぉ、空気が。空気が。ここはもう、陸地よりも綺麗だ。さあ、あなたの船の航路を引かせてください。(あぁ、頭が。頭が。)」[この新しいオフィサーを職務に就かせたいと思ったなら、彼のアイコンを、オフィサーのタブから画面の一番上のスロットまでドラッグしましょう。これは航海中ではなく、港で行いましょう。さもなくば、船員たちを不安にさせてしまうかもしれません。]@{I}$[Oo]fficer -> オフィサー$\"Thank you. Ah, my God, the air, the air. It's clearer already. Let me chart a course for you. (Ah, my head. My head.)\" [Appoint your new Officer by dragging him from the Officers tab to his slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "船にようこそ！@{I}Welcome aboard!", "Id": 147320},
                    "Name": "オフィサーを雇う：印に苦しむ航海士@{I}$[Oo]fficer -> オフィサー, Sigil[- ]Ridden Navigator -> 印に苦しむ航海士$Engage an Officer: the Sigil-Ridden Navigator.",
                    "Description": "「俺は……俺に、船の舵取りをさせてください。俺はzeeのすべてを知っています。zeeがかつてどうだったか。これからどうなるか。お願いです。俺の……この頭痛は、俺が働いているときにだけ治まるんです」[彼は一等航海士として、ミラーとヴェールにボーナスを与えてくれます。]@{I}$[Oo]fficer -> オフィサー, Veils -> ヴェール, Mirrors -> ミラー$\"I... let me guide your ship. I know all the zee, how it was, how it will be. Please. I... the headaches only stop when I'm working.\" [The Navigator is a First Officer who increases Mirrors and Veils.]",
                    "ButtonText": "", "Id": 126630},
                   {"DefaultEvent": {"Description": "　彼らはやってきて、そして去ってゆく。願わくば、この者が大半の者たちよりも少しでも長く生きながらえんことを。@{I}They come, they go. May this one live a little longer than most.",
                                     "Name": "新顔@{I}A new face", "Id": 154279},
                    "Name": "水夫を雇う@{I}Engage a Zailor",
                    "Description": "　どのような切羽詰まった願いから、この水夫は仕事を求めているのだろうか？それはともかくとして、この水夫はとても熱意がある。結果として、雇う金は安くて済む。[これは単に、あなたの船の船員数を1だけ増やします。]@{I}What desperate desire has led this one to sign on? Who cares? They're very keen. Consequently, they're cheap. [This will simply increase your Crew by one.]",
                    "ButtonText": "", "Id": 131053}],
 "Description": "　誰かが仕事を求めている。[後で訪れると、雇えるオフィサーたちの面々は変わっているかもしれません。二人以上の選択肢がある場合、あなたは一回につき一人だけを雇うことができます。]@{I}$[Oo]fficer -> オフィサー$Someone wants to sign on. [On later visits, different officers will sometimes be available. If there's more than one choice, you can choose one per visit.]",
 "Name": "新しい乗船者@{I}A New Recruit", "Id": 154278}
