{"ChildBranches": [{"DefaultEvent": {"Description": "壜は固く封がされていた。硝子は冷たい。壜を掌に包み込むと、柔らかい光が指の隙間から漏れ出す。太陽の光を浴びすぎた時のように、肌が微かに痛んだ。@{K}The pot is tightly sealed. The glass is cool to the touch. When you grasp it, soft light spills between your fingers. Your skin tingles as if from too much sun.",
                                     "Name": "用心深いさざなみ@{K}A watchful shimmer", "Id": 154988},
                    "Name": "ヴァイオラント色のインクを一壜買う@{K}$[Vv]iolant -> ヴァイオラント$Purchase a Pot of Violant Ink",
                    "Description": "「日記を書くのに最適だ。告白しなければならない様な事があるならね」@{K}\"Good for diaries, if you have something to confess.\"",
                    "ButtonText": "", "Id": 131519},
                   {"DefaultEvent": {"Description": "骨董品は花崗岩から作られたもので、数えきれないほどの手に触れられその表面は滑らかになっていた。歯は鋭い。@{K}The Curio is granite, smoothed by the touch of countless hands. Its teeth are sharp.",
                                     "Name": "涙を流さない瞳@{K}Unweeping eyes", "Id": 154989},
                    "Name": "用心深い骨董品を買う@{K}$Watchful Curio -> 用心深い骨董品$Purchase a Watchful Curio",
                    "Description": "「私はあれの顔を壁に向けて置くことにしている。何が起こるか分かったもんじゃないだろう？」@{K}\"I keep them with their faces turned to the wall. You never know, eh?\"",
                    "ButtonText": "", "Id": 131520},
                   {"DefaultEvent": {"Description": "彼はあなたに真珠を薄い紙を捩った中に入れ、さらにそれを小さな青い箱に収めて渡した。紙の中から真珠が盗まれた瞳のようにあなたを見上げている。@{K}He sells you the pearl in a twist of tissue-paper, in a little blue box. It looks up at you from the paper like a stolen eye.",
                                     "Name": "石のように冷たい@{K}Cold as stones", "Id": 154990},
                    "Name": "溺れる真珠を買う@{K}$[Dd]rowning[- ][Pp]earl -> 溺れる真珠$Purchase a Drowning-Pearl",
                    "Description": "「テイメンの連中はこれが好きなんだよ。ああ、本当に。何故だか疑問に思ったことはあるか？ない？それがいいだろうね、[q:Addressed As]。それがいいよ」@{K}$Taimen -> テイメン$\"The Taimen like these: yes, they do. Have you ever wondered why? No? Good for you, [q:Addressed As]. Good for you.\"",
                    "ButtonText": "", "Id": 131521},
                   {"DefaultEvent": {"Description": "牙を生やした悪夢の化身が濁った液体の中からあなたの方に間抜けに目をぎょろつかせている。@{K}A fanged nightmare goggles idiotically at you from the murky liquid.",
                                     "Name": "巨大な灰色のガラス瓶@{K}A great grey glass jar", "Id": 154991},
                    "Name": "奇妙な漁獲物を買う@{K}$Strange Catch -> 奇妙な漁獲物$Purchase a Strange Catch",
                    "Description": "酢漬けだよ！いつの日か私たちは皆酢漬けにされることになるのさ、間違いないね。そしてどこかの閉館寸前の博物館に保存されるんだ。変な事を言ってすまない。ここの光は精神をおかしくするんだよ」@{K}\"Pickled! We shall all be pickled, one day, I have no doubt. Preserved in some desperate museum. Excuse me. The light here confuses the mind.\"",
                    "ButtonText": "", "Id": 131522},
                   {"DefaultEvent": {"Description": "店主が床下につながる扉を開くと不機嫌そうな青白い若者が目をしばたかせながら出てきた。若者は急いで黒眼鏡をかけると、あなたが長箱を港まで運ぶのを手伝ってくれた。彼は道々ずっと黙りこくったままだった。@{K}The shopkeeper opens a trap-door. A pale and surly youth comes up, blinking, and hastily dons a pair of dark glasses. He helps you carry the Long-Box down to the dock, mute all the way.",
                                     "Name": "誤配送？@{K}A misplaced delivery?", "Id": 154992},
                    "Name": "スード＆クーパーの長箱を買う@{K}$Soothe (and|&) Cooper -> スード&クーパー$Purchase a Soothe & Cooper Long-Box",
                    "Description": "「このでかいやつか？これは私の店を長い事占領してたんだよ。頼む、厄介払いさせてくれ。いや、しまったな、もう別れていい頃だと言おうとしたんだ。通常の値段でね」@{K}\"This great thing? It's been cluttering up my shop for too long. Please, take it off my hands. I mean to say, oh, I suppose I can part with it. For the usual price.\"",
                    "ButtonText": "", "Id": 131523},
                   {"DefaultEvent": {"Description": "「いや、駄目だ。駄目だ駄目だ。見ての通り鏡は此処カーネイトでは好かれていない。そんなものを買おうとするなんて『白と金』のスパイだとしか思えないね。仮にそのような鏡を持っていたとしても売ることは出来ない。あんたがスパイじゃないとしても、鏡を売って誘惑に曝すような真似はしないよ。他に何か欲しい物はあるか？」@{K}$[Tt]he White -> 白きもの, Khan -> カーン, Mirrors -> ミラー, Khanate -> カーネイト$\"Oh, no. No no. Mirrors are unloved here in the Khanate, you see. I can only suspect you of being a spy for the White-and-Golds. If I even had such a mirror, I could not sell it; and were you not a spy, still I would not d__n you with its seductions. Perhaps there is something else?\"",
                                     "LinkToEvent": {"Id": 154987},
                                     "Name": "彼女は悲しげに首を振る@{{K}She shakes her head sadly.",
                                     "Id": 154993},
                    "Name": "真鍮の枠の鏡を買う@{K}Purchase a Brass-Backed Mirror",
                    "Description": "「本当にそんなことが出来るのか疑問だ」@{K}\"I wonder if that will actually be possible.\"",
                    "ButtonText": "", "Id": 131524}],
 "Description": "静かな通りが頭上の電球から降り注ぐ蛇のような緑の光に洗われている。ここの家はどれも暗く人が住んでいないように見えた。壁の塗装は剥がれ、蝙蝠が小さく鳴く。しかし一つだけ、店が開いていた。その窓は蝋燭の明かりに照らされている。店の主は薄い色の瞳の背の高い女性だ。地元の者ではないが、ロンドンから来たわけでもないだろう。布張りの箱から埃を吹いて払うとあなたに向かって歯をみせて笑った。@{K}A quiet street washed with serpent-green light from bulbs overhead. The houses here are dark, empty-seeming. Paint peels and bats chitter. A single shop, however, is open. Its windows glow with candle-light. The shopkeeper is a tall woman with pale eyes - not a local, but not a Londoner either. She blows the dust off a baize box and smiles toothily at you.",
 "Name": "蝋燭の火に照らされた店@{K}A Candle-Lit Shop", "Id": 154987}
