{"ChildBranches": [{"SuccessEvent": {"Description": "彼らは街の通りをあなたよりも遥かによく知っている。あなたが横道に入ると出口を塞ぎ、壁を這い上れば既に屋根にいるといった調子だ。上へ、もっと高い場所へ行こう。そうしてあなたは公園の上の緑の塔を登った。本当に飛び降りるのか？『白と金』はあなたがそんな事をするとは思っていないようだ。しかし、それ以外の選択肢は残されていなかった。黒い水が身を打ち、光が消えた。\u000d\u000a\u000d\u000aあなたはぜーぜーと息を切らせて船の甲板で目覚めた。船員たちがあなたの肺から水を絞りだそうとしていたようだ。しばらくの間、自分が生きているのかどうかすら確信が持てなかった。あなたはどのようにしてここまで来たのだろう？船員が水からあなたを引き上げたというが、こんなところまで自力で泳いできたのか？それとも誰かに助けられたのだろうか？[次はさらに悪いことが起こるかもしれません。再びこの場所を訪れる前にカーンの栄光を訪ねてテイメン一門に慈悲を乞いましょう。]@{K}$Khan -> カーン, Taimen Clan -> テイメン一門, Taimen -> テイメン, Khan's Glory -> カーンの栄光, Glory -> グローリー$They know the streets far better than you. You take an alley - they've blocked the other end. You scramble up a wall - they're already on the roof. Higher, higher. Up the Garden Tower above the park. Will you dare jump? They think you won't. They've left you no other choice. The black water smashes the light from you.\u000d\u000a\u000d\u000aYou wake, wheezing, on the deck of your ship, as your crew squeeze water from your lungs. It takes a while to be certain you're even alive. How did you come here? The crew fished you from the water, but did you swim all that way alone? Or do you have a benefactor? [Next time, it might go worse still for you. Visit Khan's Glory and plead with the Taimen Clan for mercy before you return here.]",
                                     "Name": "曲がり角に次ぐ曲がり角@{K}Turn and turn again", "Id": 154996},
                    "DefaultEvent": {"Description": "追手がすぐそこまで迫っている！あなたは追い詰められ、カーンの心臓の入り組んだ下水道へと繋がるマンホールに衝動的に飛び込んでしまった。『白と金』はそこへも追いかけてきたが、清潔な制服を汚したくなかったのかさほど入念な探索を行わなかった。\u000d\u000a\u000d\u000aそれでも、あなたが再び地上に出る勇気を出すまで丸々二日かかった。その間、あなたは鼠と蟹のあいのこと戦い、整備班から震えながら身を隠し、恐ろしくまずい上にほんのわずかしかない残飯を食らった。港まで忍び足で戻ると、船員たちは丁度あなた抜きで出発する準備を済ませたところだった。船長の姿を再び見た船員たちの安堵は、あなたのぞっとするような身形によって多少抑えられていた。[次はさらに悪いことが起こるかもしれません。再びこの場所を訪れる前にカーンの栄光を訪ねてテイメン一門に慈悲を乞いましょう。]@{K}$Khan -> カーン, Taimen Clan -> テイメン一門, Taimen -> テイメン, Khan's Glory -> カーンの栄光, Glory -> グローリー$They're almost on you! In a fit of desperation, you dive through an open manhole into the elaborate sewers of the Heart. The White-and-Golds pursue you even there, but the cleanliness of their uniform disinclines them to search as carefully as they might.\u000d\u000a\u000d\u000aStill, it is a full two days before you dare emerge. In the meantime you've fought rat-crab hybrids, hidden trembling from maintenance teams, and feasted on the grimmest and slimmest of pickings. When you creep back to the docks, your crew are all but ready to sail without you. Their relief on seeing you is tempered by the appalling state of your person. [Next time, it might go worse still for you. Visit Khan's Glory and plead with the Taimen Clan for mercy before you return here.]",
                                     "Name": "好ましからざる香りを放つ船長@{K}An unfragrant captain", "Id": 154995},
                    "Name": "逃げろ！@{K]Flee!",
                    "Description": "路地で彼らを撒いて船に引き返すことが出来るかもしれない。@{K]Perhaps you can lose them in the alleyways and double back to your ship.",
                    "ButtonText": "", "Id": 131525}],
 "Description": "導管が叫び声をあげ、何台もの白く塗られた馬車が通りを駆ける音が聞こえた！あなたはカーネイトでは歓迎されていない。『白と金』の手があなたに迫る！@{K}$Khan -> カーン, Khanate -> カーネイト$The keening of the pipes and the rattle of white-painted carriages! The Khanate regards you as unwelcome. The White-and-Golds are coming for you!",
 "Name": "『白と金』@{K}The White-and-Golds", "Id": 154994}
