{"ChildBranches": [{"DefaultEvent": {"Description": "彼はあなたの異国の装束を見て驚いたようだった。しかし彼はどのような助けにもすがりたい状況にある。そして、あなたたちは安全な場所まで二人で不格好に歩いて行った。「助かった」彼は喘ぐように言う。「ほら、あんたの取り分だ」彼はチャリンと音を立てる肩掛け鞄から、眼窩にガーネットの嵌められた狼の像を取り出した。そしてよろよろと夜の中へと歩み去っていった。@{K}You see him start when he takes in your foreign dress, but he's eager for any assistance. You hobble away together to a safe distance. \"Thank you,\" he gasps. \"Here - your share.\" He extracts a garnet-eyed wolf-figurine from his clinking leather satchel, and hobbles away into the night.",
                                     "Name": "ぎりぎりの逃亡劇@{K}A narrow escape", "Id": 155000},
                    "RareDefaultEvent": {"Description": "恐ろしく魅力的な若者だ！「あぁ、ありがとう」と彼は言い、あなたの顔を見つめ「ありがとう！」と今度は英語で付け加えた。「友達の家を訪ねたんだが、彼女の、あー、他の友達が、その、親友が、つまり、夫が早くに家に帰ってきてね。とても恥ずかしい目に遭うところだったよ。ああ、大いなる風よ、参ったな、俺の顔が分かるんだな？」（いや、あなたは彼が何者なのか知らない。）「そうだ、あなたについて一族に話しておこう。いつか宮廷に来てくれよ、忘れてないってきちんと示してやるから。でも俺の名前は出さないでくれよ。ここにあるのは俺の船だ。おい！船頭！この方に謝礼を出しておけ。彼はレオパルド一族の友人だ」@{K}$Leopard -> レオパルド$A devilishly handsome young man! \"Oh, thank you,\" he says. He peers at your face, and adds \"Thank you!\" in English this time. \"I was visiting a friend of mine, and her, er, other friend, well, close friend, well, husband, came home early. I could have been very embarrassed. Oh, Great Wind, you've recognised my face, haven't you?\" (You haven't.) \"Look, I'll put a word in for you with the Clan. Drop by the palace some day, and I'll see you're remembered. Don't mention my name, though. Here's my boat. You! Pilot! Pay this one. He's a friend of the Leopard.\"",
                                         "Name": "一瞬の笑み@{K}A flashing smile", "Id": 155002},
                    "Name": "助ける@{K}Assist him",
                    "Description": "彼は悪事を働いていたのかもしれないが、あなたにとっては好機となるかもしれない。@{K}He's probably up to no good, but perhaps that's an opportunity for you.",
                    "ButtonText": "", "Id": 131528},
                   {"DefaultEvent": {"Description": "明かりを手にした逞しい男たちが家の裏側に押し寄せ、壁を登っていた者を引きずっていく。激怒した家主が冷酷な笑みを浮かべながら礼を述べ、カーネイトの硬貨を投げてよこした。@{K}$Khaganian -> カーネイト人$Lamp-bearing burlies swarm the back of the house. They drag the wall-climber away. The enraged householder, grimly smiling, thanks you and tosses you a Khaganian coin.",
                                     "Name": "「ここにいる！」@{K}\"Here!\"", "Id": 155001},
                    "Name": "彼を突き出す@{K}Turn him in",
                    "Description": "正義とその他の立派で抽象的な物事のために。@{K}For justice and all those admirable abstract things.",
                    "ButtonText": "", "Id": 131529}],
 "Description": "あなたが優雅な邸宅の横を通りかかると、突如光が弾け悲鳴がこだました！誰かが騒動を起こしたようだ。そしてその誰かというのは、どうやらここでこっそりと庭の壁を乗り越えようとしている人物らしい。彼は手を滑らせ、転がり落ちた。くぐもった叫びが聞こえ、青年は足首をさすりながら地面の上に座り込んでいる。@{K}$[Gg]ant -> ギャント$As you pass an elegant house, lights blaze and shouts echo! Someone has caused a commotion. And here, you imagine, is that someone, slipping over the garden wall. He loses his grip and falls. A muffled cry, and he's sitting on the ground, nursing his ankle.",
 "Name": "困難な状況に置かれた見知らぬ人@{K}A Stranger in Difficulties",
 "Id": 154999}
