{"ChildBranches": [{"DefaultEvent": {"Description": "　金の針の痛み。リリー・クラザモントのハミング。意匠が完成した。鱗が、まるで篭手のように指先を覆っている。誇らしげに身にまとうと良い。@{I}金色の針を通す。リリー・クラサモントは鼻歌を歌っている。仕立ては完了した。貴方の指に合わせてサイズを調整し直す。さぁ、自慢気に着けるが良い。@{M}$Lily Clathermont -> リリー・クラザモント, Clathermont -> クラザモント$The gold needle pricks. Lily Clathermont hums. The design is complete: scales, mapping your fingers like a gauntlet. Wear it proudly.",
                                     "Name": "新しいあなた@{I}新しい貴方@{M}A new you", "Id": 155195},
                    "Name": "不屈の手掌@{M}不屈の手@{I}The Dauntless Hand",
                    "Description": "　自らの大胆不敵さを祝して。[これによって、あなたのアイアンは永久的に2上昇し、恐怖は最大で25減少します。]@{I}汝が勇気を祝す。[アイアンが永久的に+2。恐怖に最大-25。]@{M}$Iron -> アイアン$Commemorate your daring. [This will increase your Iron by 2 permanently, and cure up to 25 points of Terror.]",
                    "ButtonText": "", "Id": 131658},
                   {"DefaultEvent": {"Description": "　金の針の痛み。リリー・クラザモントのハミング。意匠が完成した。船の舵輪。しかし、そこには光学的な幻のような、興味深い工夫が凝らされていた。「我らはメッセンジャーではなく、メッセージなのだ」リリーは詠唱するように言った。あなたが顔をしかめると、彼女は笑顔を見せた。「いえ、何でもありませんよ。これはCさんが如何にも印象的に聞こえるように言ったことです。私はその意味するところを知りません。ただ、私はこの意匠が好きなんです」@{I}金色の針を通す。リリー・クラサモントは鼻歌を歌っている。仕立ては完了した。これは...船の柄だろうか。ただ、全体的に凝った作りではあるが、どこか幻想的な、珍妙な出来上がりだ。「私達はメッセンジャーではないけれど、これはメッセージなの。」と彼女が流麗な言葉で言う。貴方は顔をしかめたが、彼女はただニコニコと笑うだけ。「えっとね、これはミスターCが言っていた事なんだけど、とても印象的だったのね。意味は分からないんだけど、デザインが気に入ったのよ。」@{M}$Lily Clathermont -> リリー・クラザモント, Clathermont -> クラザモント$The gold needle pricks. Lily Clathermont hums. The design is complete: a ship's wheel, but with a curious elaboration to the design, like an optical illusion. \"We are not the messenger but the message,\" Lily intones. You frown. She dimples. \"Oh, all right, that's just something Mr C. says to sound impressive. I don't know what it means. But I like the design.\"",
                                     "Name": "", "Id": 155196},
                    "Name": "霧の舵輪@{I}霞の車輪@{M}The Wheel of Mists",
                    "Description": "　あなたに従う船員たちの技量を祝して。[これによって、あなたのヴェールは永久的に2上昇し、恐怖は最大で25減少します。]@{I}汝が部下の腕を祝す。[ヴェイルが永久的に+2。恐怖に最大-25。]@{M}$Veils -> ヴェール$Commemorate your zailor's zkills. [This will increase your Veils by 2 permanently, and cure up to 25 points of Terror.]",
                    "ButtonText": "", "Id": 131659},
                   {"DefaultEvent": {"Description": "　金の針の痛み。リリー・クラザモントのハミング。工程が終わる頃には、タトゥーの凝視があまりにも強く訴えかけてくるので、あなたには、今にもそれが瞬きすらするのではないかと思われた。あなたは、自分の腕を直視するのが躊躇われるほどだった。@{I}金色の針を通す。リリー・クラサモントは鼻歌を歌っている。仕立ても終わりに差し掛かり、貴方はそのタトゥーの視線に感情的な物を感じ取った。まるで今にも瞬きをしそうな...自分の腕に彫られたそれを、貴方自身が直視するのを躊躇う程の、それは精巧さだった。@{M}$Lily Clathermont -> リリー・クラザモント, Clathermont -> クラザモント$The gold needle pricks. Lily Clathermont hums. At the end of the process, the tattoo's gaze is so expressive you almost expect it to blink: you are almost hesitant to look your own arm in the eye.",
                                     "Name": "", "Id": 155197},
                    "Name": "臆さぬ眼@{I}怯まぬ目@{M}The Unflinching Eye",
                    "Description": "　あなたはそのように世界を見てきた。[これによって、あなたのミラーは永久的に2上昇し、恐怖は最大で25減少します。]@{I}貴方はその光景を見たことがある... [ミラーが永久的に+2。恐怖に最大-25。]@{M}$Mirrors -> ミラー$You've seen such sights... [This will increase your Mirrors by 2 permanently, and cure up to 25 points of Terror.]",
                    "ButtonText": "", "Id": 131660},
                   {"DefaultEvent": {"Description": "　金の針の痛み。リリー・クラザモントのハミング。意匠が完成した。それは光の放射のようだった。「これを見て太陽を偲べますように」懐かしそうに、彼女は言った。@{I}金色の針を通す。リリー・クラサモントは鼻歌を歌っている。仕立ては完了した。どうやら放射状の物だ。「太陽を何時でも側に感じられますように。」物思わしげに、彼女は呟いた。@{M}$Lily Clathermont -> リリー・クラザモント, Clathermont -> クラザモント$The gold needle pricks. Lily Clathermont hums. The design is complete: a kind of radiance. \"To remember the Sun by,\" she says, wistfully.",
                                     "Name": "", "Id": 155198},
                    "Name": "光輝@{I}堂々たる光輝@{M}The Splendour",
                    "Description": "　かつての輝ける日々を想起させるもの。[これによって、あなたのハートは永久的に2上昇し、恐怖は最大で25減少します。]@{I}輝ける日を思い出させる。[ハートが永久的に+2。恐怖に最大-25。]@{M}$Hearts -> ハート$Something to recall brighter days. [This will increase your Hearts by 2 permanently, and cure up to 25 points of Terror.]",
                    "ButtonText": "", "Id": 131661},
                   {"DefaultEvent": {"Description": "　金の針の痛み。リリー・クラザモントのハミング。これは……チェスのナイトの駒に掛けられたバター？彼女は肩をすくめた。「グレート・ゲームの流儀は絡み合っているんです」彼女にはあなたを馬鹿にしている様子はなかった。店の向こうにいたぎょろ目のポーランド人は、あなたの新しいタトゥーを見るや、シュッと息を吐き、敬意を払うかのように軽く頭を下げた。@{I}金色の針を通す。リリー・クラサモントは鼻歌を歌っている。これは...チェスのナイトの駒...?上に乗っているものはバター?彼女は肩をすくめる。「\"グレート・ゲーム\"の道程は複雑に絡み合っていたの。」彼女は貴方を馬鹿にしているようには見えない。パーラーの向こう側にいる出目のポールが貴方のタトゥーを見て、短く舌打ちした後に視線を外した。@{M}$Lily Clathermont -> リリー・クラザモント, Clathermont -> クラザモント$The gold needle pricks. Lily Clathermont hums. Is that... butter on the chess knight's head? She shrugs. \"The ways of the Great Game are tangled.\" She doesn't seem to be mocking you. A pop-eyed Pole across the parlour sees your new tattoo, hisses and ducks his head in respect.",
                                     "Name": "", "Id": 155199},
                    "Name": "ギャンビット@{I}指し初めの手@{M}The Gambit",
                    "Description": "　クラザモントのタトゥーの中には、スパイ向けに暗号化されたメッセージも含まれる。ひょっとしたらあなたには、隠れた動機でもあるのかもしれない。[これによって、あなたのページは永久的に2上昇し、恐怖は最大で25減少します。]@{I}クラサモントの刺青に幾つかはスパイの暗号となっている。もしかすると貴方も知らずに片棒を担がされているのかもしれない。[ページが永久的に+2。恐怖に最大-25。]@{M}$Pages -> ページ, Clathermont -> クラザモント$Some of Clathermont's tattoos are coded messages for spies. Perhaps you have a hidden motive. [This will increase your Pages by 2 permanently, and cure up to 25 points of Terror.]",
                    "ButtonText": "", "Id": 131662},
                   {"DefaultEvent": {"Description": "　あなたにはインクも針も必要ない。あなたの肌はあなただけのものだ。そしてその運命も。@{I}墨も針も必要としない。貴方の皮膚は貴方のものであり、宿命そのものなのだ。@{M}You have no need of ink or needles. Your skin is your own, and so is your destiny.",
                                     "Name": "何もなく、綺麗で@{I}何も背負わない@{M}Free and clear", "Id": 155200},
                    "Name": "傷のないままでいる@{I}無傷のままで@{M}Remain unblemished",
                    "Description": "　もしも自分の肌に記憶を焼き付けたいと思ったなら、イカにでもなるさ。[これは一度だけ、恐怖を0まで減少させます。]@{I}自分の思い出をそのままにしておきたい。[一度だけ、恐怖が全て取り除かれます。]@{M}If you wanted your memories on your skin, you'd be a squid. [This will reduce Terror to zero, once only.]",
                    "ButtonText": "", "Id": 131663}],
 "Description": "　何せ、今やあなたは本物の船乗りなのだから。店は波止場のそばのタバコと祈りの場から選ぶこともできるが、クラザモントの店なら価格も良心的だし、彼の娘たちは本物の芸術家揃いだ。しかし、どんな意匠を選ぼうか？@{I}貴方は結局、本格的な船乗りとなった。波止場に存在する他の店に行く事も出来たが、貴方はこの店を選ぶ。クラサモントの店の値段は良心的なもので、彼の娘はきちんとした芸術家だった。さて、どんな絵柄を選ぼうか?@{M}$Clathermont -> クラザモント$You're a real zailor now, after all. You could go to one of those tobacco-and-pray places by the docks, but the prices at Clathermont's are reasonable, and his daughters are real artists. But what sign will you choose?",
 "Name": "クラザモントのタトゥー屋への訪問@{I}クラサモントの刺青屋を訪れる@{M}$Clathermont -> クラザモント$A Visit to Clathermont's Tattoo Parlour",
 "Id": 155194}
