{"ChildBranches": [{"DefaultEvent": {"Description": "　zeeを渡る船の音。時鐘の鳴る緩やかな音。あなたはいつの間にか目を閉じていた。@{I}ジーを進む船の音。打ち鳴らされる時鐘。貴方の瞳は閉じ、彷徨っている。@{M}The sounds of the ship at zee. The toll of the watch-bell. Your eyes drift closed.",
                                     "Name": "癒し手たる時間@{I}時、癒やすもの@{M}Time, the healer",
                                     "Id": 155203},
                    "Name": "ベッドで休む@{I}ベッドの中で時を過ごす@{M}Spend time in bed",
                    "Description": "　まさしくそこが、今あなたのいるべき場所だ。[これは1つの傷を癒やします。]@{I}[傷を癒やしてくれます。]@{M}It really <i>is</i> where you should be. [This will heal a Wound.]",
                    "ButtonText": "", "Id": 131665},
                   {"DefaultEvent": {"Description": "　船乗りたちは、基本的には向こう見ずな男らしさに感動するものだ。時々あるような、船長が向こう見ずな男らしさによって、本当に死んでしまう場合は別にして。今回については、あなたは死ぬことはなかった。@{I}船乗りは基本的に荒くれた男らしさに惹かれるが、偶にその男らしさが祟って船長を完全な死に追いやってしまうような時は別だ。今回の場合、貴方は死んでいない。@{M}Zailors are basically impressed by buccaneering machismo, except sometimes when buccaneering machismo kills their captain stone dead. On this occasion, you are not dead.",
                                     "Name": "", "Id": 155204},
                    "RareDefaultEvent": {"Description": "　傷口が開いた。あなたは支えを求めて手すりに掴まった。視界がぐらぐらしている。@{I}体に激痛が走る。貴方は縁に捕まって体を支えた。視界が歪む。@{M}A stitch has given way. You grasp the rail for support. Your vision swims.",
                                         "Name": "(いてて。)@{I}(いてっ。)@{M}(Ouch.)", "Id": 155205},
                    "Name": "我慢する@{I}耐えるんだ!@{M}Tough it out",
                    "Description": "　馬鹿馬鹿しい！勇敢に大声を出しながら、胸を張って甲板を歩こう！[これは恐怖をわずかに減少させますが、時に傷がより深くなることがあります。]@{I}馬鹿げた戯言だ!甲板の上を勇ましく叫びながら歩き回れ![恐怖を若干下げますが、稀に傷が深くなってしまいます。]@{M}Stuff and nonsense! March round the deck shouting courageously! [This will slightly reduce Terror, but may occasionally injure you further.]",
                    "ButtonText": "", "Id": 131666}],
 "Description": "　あなたは怪我をしている。実際のところ、あなたはベッドで寝ているべきだ。@{I}貴方は傷ついた。本気でベッドに寝ていたほうがいい。@{M}You're hurt. You should really be in bed.",
 "Name": "死んでから眠れ？@{I}死ぬまで寝ないつもりか?@{M}Sleep when you're dead?",
 "Id": 155202}
