{"ChildBranches": [{"DefaultEvent": {"Description": "　彼女は恥ずかしそうに笑った。「『なぜ？』という問いには、最も長い物語が帰ってきますわよ。あなたは私に、ここにいて欲しかったのですわよね？しかし、なぜあなたは私にここにいて欲しかったのですか？多分あなたは、私の何かを憶えていた――私たちの間で交わされた取引についての何か、あるいはウィーンでの仕事についての――」<br/>　あなたの呼吸は浅くなっていた。ライラックの服の女は心配そうにあなたを見つめている。「ご気分がすぐれないようですわね。さあこちらにいらして、横になって。私が――」@{M+I}彼女は恥ずかしそうに笑う。「'何故?'という問いには、最も長い物語が返って来ますわよ。貴方は私に、此処に居て欲しかったのですわよね?しかし、何故貴方は私に此処にいて欲しかったのですか?多分貴方は、私の何かを覚えていた - 私達の間で交わされた取引についての何か、それでなければウィーンでの仕事の事 -」\u000d\u000a\u000d\u000a貴方の呼吸は浅い。薄紫の淑女は心配そうに貴方を見つめている。「余り良さそうな状態には見えませんわね。さあこちらにいらして、横になって。私に -」@{M}$Vienna -> ウィーン, Lady in Lilac -> ライラックの服の女$She smiles coyly. \"'Why?' is the question with the longest tale. You wanted me here, didn't you? But why did you want me here? Perhaps you remembered something about me - something about our business dealings, or about a certain business in Vienna - \"\u000d\u000a\u000d\u000aYour breathing is shallow. The Lady in Lilac looks concerned. \"You look unwell. Here, lie down. Let me - \"",
                                     "Name": "哲学の領分@{M}A matter of philosophy", "Id": 155209},
                    "RareDefaultEvent": {"Description": "　彼女は食事を遠慮した。「お腹の調子があまりよろしくないんですの。zeeの揺れのせいでしょうか……ええ、正直に申し上げますと、私は常にアイレムをこの目で見たいと望んでおりました。私たちがそちらに向かわれることを切に願っております。普通なら目指さない場所であることも分かっております。しかし何という場所でしょう！地平線に広がるすべての栄光と――」<br/>　あなたの目眩がひどくなっていく。甲板の下で長い時間を過ごしすぎたのかもしれない。あなたは一旦失礼して、新鮮な空気を求めて甲板に駆け上がった。@{M+I}彼女は食事を遠慮した。「お腹の調子が余り宜しくないんですの。ジーの動きが、その、何と申しましょうか...ええ、正直に申し上げますと、私は常にアイレムをこの目で見たいと望んでおりました。私達がそちらに向かわれる事を切に願っております。普通なら目指さない場所であろう事も分かっております。しかし何という所なのでしょう!水平線に広がる全ての栄光の地と -」\u000d\u000a\u000d\u000a貴方の目眩がひどくなっていく。甲板の下でやや長い時間を過ごしすぎたのかもしれない。貴方は一旦失礼して、新鮮な空気を求めて甲板に駆け上がった。@{M}$Irem -> アイレム$She excuses herself from eating. \"My stomach is a little unsettled. The motion of the zee, I think... well, honestly, I've always wanted to see Irem. I do hope we'll travel that way. I know it's not a common destination. But what a place! All the glories of the horizon - \"\u000d\u000a\u000d\u000aYour head spins. Perhaps you've spent too long below deck. You excuse yourself and stagger upstairs to get some air.",
                                         "Name": "柱の地@{M}A place of pillars", "Id": 155210},
                    "Name": "彼女を夕食に誘う@{I}彼女を夕食に誘う@{M}Invite her to dine with you",
                    "Description": "……そしてそもそもどうして彼女がzeeに出たのかについて尋ねる。@{I}...そして彼女が一体何故ジーにやって来たのかを話し合う。@{M}...and talk about why she came to zee at all.",
                    "ButtonText": "", "Id": 131668},
                   {"DefaultEvent": {"Description": "　彼女は温かく微笑み、あなたの手を軽く叩いた。「お分かりになったでしょう？あなたは私と同じくらいものをご存じですのよ。私より知っているとは申しませんけれど。お話をお聞きできて嬉しいですわ」@{M+I}彼女は温かく微笑み、貴方の手を軽く叩く。「お分かりになったでしょう?貴方は私と同じ位物をご存知ですのよ。私より知っているとは申しませんけれど。お力になれて喜ばしいですわ。」@{M}She smiles warmly: she pats your hand. \"There, you see? You know as much as I do. If not more. I'm just glad I could lend an ear.\"",
                                     "Name": "よりはっきりとした理解@{M}A closer understanding", "Id": 155211},
                    "Name": "あなたのHeartsを上昇させる@{I}ハートを上げる@{M}Increase your Hearts",
                    "Description": "「ええ、もちろんお手伝いできますわ。ですが、まずあなたが既にご存知の事をお話しましょう」[秘密を費やして、あなたのHeartsを上昇させましょう。ただし、100が上限です。]@{M+I}「ええ、勿論お手伝い出来ますわ。ですが、先ず貴方が既にご存知の事をお話しましょう。」[数値が100以下の場合、秘密を消費して貴方のハートを上げます。]@{M}「確かに、私はあなたに助言を差し上げることができますわ。けれど、あなたが既に知っていることについてお話しましょうか」[秘密を費やして、あなたのHeartsを上昇させましょう。ただし、100が上限です。]@{I}\"I can advise you, certainly. But let's talk about what you already know.\" [Spend a Secret to improve your Hearts, unless it's higher than 100.]",
                    "ButtonText": "", "Id": 131669},
                   {"DefaultEvent": {"Description": "　乾いた夢の濃い靄の中をもがきながら、あなたは目を覚ました。昨晩、誰かがあなたと共にいたはずだが、船室のテーブルには食器が一人分しかなかった。あなたの手は震えていた。体は衰弱し、ひどく喉が乾いていた。ここで何が起こったのだ？まったく何もなかったのかもしれない。もしかしたら、単なるUnterzeeの終わりなき幻だったのかもしれない。あなたは記憶を取り戻そうとしたものの、それらは濡れた流木のように、あなたの手をすり抜けていった。@{M+I}つまらない夢の濃いもやから覚め、貴方はもがいている。昨晩誰かが貴方と共にいた筈だが、貴方の部屋のテーブルには食器が一人分しか無い。貴方の手は震えている。貴方の声は掠れ、喉はひどく乾いていた。一体此処で何があった?恐らくは何も無かった。恐らくは、ウンタージーの無限の幻影だったのだろう。貴方は記憶を取り戻そうとするが、それは濡れた流木の様に、貴方の手をすり抜けて行った。@{M}You fumble awake through a thick haze of dried dreams. Someone was here with you, last night: but there's only one plate on the cabin table. Your hands tremble. You're weak and desperately thirsty. What happened here? Perhaps nothing at all, perhaps only the endless phantasms of the Unterzee. You clutch at memories. They slip away like wet driftwood.",
                                     "Name": "ゆっくりと戻る現実@{M}Surfacing slowly", "Id": 155212},
                    "Name": "彼女に一緒にいてくれるよう求める@{I}一緒に居て欲しいと彼女に尋ねる...@{M}Ask her to stay with you...",
                    "Description": "……夜の寒さを凌ぐためだ。あなたは震えている。熱もあるかもしれない。しかし、彼女の方は温もりで紅潮していた。@{M+I}...そして夜の寒さを凌ぎたい。貴方は震えている。そして熱もあるだろう。しかし彼女は温もりで輝いていた。@{M}...to stave off the night's cold. You are shivering. Perhaps you're fevered. But she glows with warmth.",
                    "ButtonText": "", "Id": 131670},
                   {"SuccessEvent": {"Description": "　女と、娘と、どちらの方がより驚いていたのかを言い当てるのは難しかった。<br/>　とうとう、娘はかすれた声で、自信なさげにこう言った。「……お母さん？」@{I}淑女と娘のどちらがより驚いていたように見えたか、判断は難しかった。\u000d\u000a\u000d\u000aやがて、娘が不安げに言葉を吐き出す。「...ママ?」@{M}It's hard to tell who looks more surprised: the Lady, or the Daughter.\u000d\u000a\u000d\u000aAt last, the Daughter croaks uncertainly: \"...Mother?\"",
                                     "LinkToEvent": {"Id": 180196},
                                     "Name": "長い沈黙@{I}長い沈黙@{M}A long silence", "Id": 180264},
                    "DefaultEvent": {"Description": "　娘は当惑した様子で辺りを見回した。そして、確かに、そこにライラックの服の女はいなかった。@{I}娘は当惑しながら辺りを見回す。そして本当に、薄紫の淑女はそこには居なかった。@{M}$Lady in Lilac -> ライラックの服の女$The Daughter looks around, bewildered. And, indeed, the Lady in Lilac isn't there.",
                                     "Name": "「誰のことを言ってるの？」@{I}\"一体誰の事を言ってるの?\"@{M}\"Who do you mean?\"",
                                     "Id": 180263},
                    "Name": "メイビーの娘をライラックの服の女に紹介する@{I}メイビーの娘と薄紫の淑女を引き会わせる@{M}$Maybe's Daughter -> メイビーの娘, Lady in Lilac -> ライラックの服の女$Introduce Maybe's Daughter to the Lady in Lilac",
                    "Description": "　彼女らには似通ったところがありはしないか？@{I}彼女達には何か共通点があるだろうか?@{M}Do they have something in common?",
                    "ButtonText": "", "Id": 146195}],
 "Description": "　彼女は驚くほど身を隠すのが上手かった。ここは大きな船の中でもないのに、あなたは隅々まで探して、ようやく彼女を見つけられるのが常だった。@{I}彼女は驚くほど掴みどころが無い。それ程大きい船では無いのだが。しかし貴方はいつも、最終的に彼女を見つける事が出来る。@{M}She can be surprisingly elusive. It's not a big ship. But you can usually find her in the end.",
 "Name": "ライラックの服の女と話す@{I}薄紫の淑女に話しかける@{M}$Lady in Lilac -> ライラックの服の女$Speak to the Lady in Lilac",
 "Id": 155208}