{"ChildBranches": [{"DefaultEvent": {"Description": "「見たよ」ある者は言うだろう。「海の向こうに光を見たよ。終わりの瞬間にも、またあれを見るんだろうね。どうか今は眠らせて欲しい。眠りたいんだ」@{I}\"We saw it,\" one will say. \"The light across the water. We'll see it again at the end. Please let us sleep, now. Let us sleep.\"",
                                     "Name": "彼らの包帯は涙に濡れるだろう@{I}Their bandages will be soaked with tears",
                                     "Id": 155215},
                    "RareDefaultEvent": {"Description": "　彼らの一人は戻ってこない。「取引したんだ」ある者はそう言って、あなたに秘密を贈るだろう。その秘密は、zeeを越えてあなたを家路へと導くだろう。(「俺たちには帰る場所なんてない」彼らは言うだろう。「でも、ヴェンダーバイトまで連れて帰ってくれ。そこしか、俺たちに残された場所はないんだ」)@{I}$Venderbight -> ヴェンダーバイト$One of them will not return. \"An exchange,\" another will say, and they will gift you with secrets that will guide you across the zee, to home. (\"There is no home for us,\" they will tell you. \"But take us back to Venderbight. It's all we have left.\")",
                                         "Name": "彼らの眼は光で赤くなるだろう@{I}Their eyes will be flushed with light.",
                                         "Id": 175348},
                    "Name": "墓人たちは東を見るだろう@{I}The Colonists will look East",
                    "Description": "　彼らは島の端に引き寄せられるだろう。そこは、Saltの王国がより暗いzeeへと開ける場所。最果ての向こう側。彼らは何を見るのだろう？@{I}They will be drawn to the edge of the isle, where Salt's realm opens out into the darker zee: the places beyond the edge. What will they see?",
                    "ButtonText": "", "Id": 131672},
                   {"DefaultEvent": {"Description": "「ヴェンダーバイトに帰ったら」ある者は言う。「帰ったら、わしらは日没となる。赤と黄金。船長よ、わしらはお前さんを永遠に忘れまいよ。お前さんがわしらにこの終わりをくれた。そら。おまけももらったぞ」@{I}$Venderbight -> ヴェンダーバイト$\"When we return to Venderbight,\" one will say, \"when we return, we will be sunset. Red and gold. We will always remember you, Captain. You gave us this ending. Here. Lagniappe.\"",
                                     "Name": "彼らはあなたに感謝するだろう@{I}They will thank you", "Id": 155216},
                    "Name": "彼らにパラボラ・リネンの包帯を買うことを勧める@{I}$(Bale of )?[Pp]arabola[- ][Ll]inen -> パラボラ・リネン$Encourage them to purchase Parabola-Linen Bandages",
                    "Description": "　彼らは思い出の中の深紅で着飾ることになる。@{I}They will deck themselves in imagined crimson.",
                    "ButtonText": "", "Id": 131673}],
 "Description": "「俺たちは何時間も階段をさまようだろう。俺たちは体の傷と染みを忘れるだろう。木の葉は思い出された血のように赤く染まるだろう。海は記憶のような黒と化すだろう。アイレム、アイレム。俺たちはここを離れまい。俺たちはここを離れねばなるまい」@{I}$Irem -> アイレム$\"We will wander the stairs for hours. We will forget our scars and our stains. The leaves will be red as remembered blood. The sea will be black as memory. Irem, Irem. We will not leave. We must leave.\"",
 "Name": "アイレムでの墓人たち@{I}$Irem -> アイレム$Tomb-Colonists in Irem",
 "Id": 155214}
