{"ChildBranches": [{"DefaultEvent": {"Description": "あれはあなたの物だったのだろうか？急いで、前へ進もう。まだ何とか外に出られるかもしれない。@{K}Was it you? Onwards. Quickly. Perhaps you can still make it out.",
                                     "LinkToEvent": {"Id": 155227},
                                     "Name": "誰かの悲鳴@{K}Someone screams", "Id": 155230},
                    "Name": "暗がりを手探りで進む@{K}Fumble in the dark",
                    "Description": "どこかに――何処かには出口があるはずだ。暗闇があなたを圧迫し、その熱い息があなたの首元にかかる。@{K}Somewhere - somewhere here is the way out. The darkness presses against you. Its breath is hot on your neck.",
                    "ButtonText": "", "Id": 131684},
                   {"DefaultEvent": {"Description": "あなたたちが砦から修道院の明かりの中へ目を瞬かせながら脱出すると、修道士たちの間で金がやり取りされていた。砦に立ち入った旅人たちの末路で賭けをするのが風習となっているようだ。全ての者が喜んでいるわけではなかった。@{K}Money changes hand between monks as you emerge, blinking, into the light of their lamps. It is their custom to make bets on the fate of travellers who enter the Citadel. Not all of them are cheering.",
                                     "Name": "歓声！@{K}A cheer!", "Id": 155249},
                    "Name": "立ち去る@{K}Leave",
                    "Description": "ここの壁にあいた罅は修道院の地下室へと繋がっている。@{K}Here's the wall-crack that leads to the monastery-cellar.",
                    "ButtonText": "", "Id": 131694},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 139750},
                                     "Name": "", "Id": 156527},
                    "Name": "沈黙@{K}Silence",
                    "Description": "誰も残されていない。この文章を読んでいるのは一体誰だ？@{K}No one is left. Who is even reading this?",
                    "ButtonText": "", "Id": 132484},
                   {"SuccessEvent": {"Description": "あなたは砦の奥へと進んだ……@{K}You've found your way deeper into the Citadel...",
                                     "LinkToEvent": {"Id": 155888}, "Name": "前進！@{K}Onwards!",
                                     "Id": 155905},
                    "DefaultEvent": {"Description": "引き返そう。此処はあなたの居るべき場所ではない。奥へ進むことは出来なかったが、しかしこれは何だろう？@{K}Go back. This isn't where you meant to be. You've gone no deeper, but what's this?",
                                     "LinkToEvent": {"Id": 155888}, "Name": "待てよ――@{K}Wait - ",
                                     "Id": 155228},
                    "Name": "さらに奥へ@{K}Go deeper",
                    "Description": "砦は横転していて、全ての広間と回廊は狂ったように傾いている。ゆっくりと進もう。壊れたパズルボックスの中を這う蟻のように。@{K}The Citadel lies on its side. All its halls and tunnels tilt crazily. Edge your way through, like an ant through a broken puzzle-box.",
                    "ButtonText": "", "Id": 131682},
                   {"SuccessEvent": {"Description": "正しい道だ。塵の中に見慣れた足跡が残っている。@{K}There you go. Familiar footsteps in the dust.",
                                     "LinkToEvent": {"Id": 155227},
                                     "Name": "安全な場所へ一歩近づく@{K}Closer to safety", "Id": 155907},
                    "DefaultEvent": {"Description": "あなたは正しい道を辿っていた。しかし、何処かで意図せず曲がってしまったようだ。ここは何処だろう？@{K}You're going the right way - but you've taken a turn you didn't intend. Where are you?",
                                     "LinkToEvent": {"Id": 155888}, "Name": "迂回路@{K}A detour",
                                     "Id": 155229},
                    "Name": "来た道を逆向きに辿る@{K}Retrace your steps",
                    "Description": "戻っていく……外へと？上へと？あるいは昔へと？急ごう、この場所では方角を知るのは極めて難しい。@{K}Back - out? Up? Before? Very quickly, directions in here become impossible.",
                    "ButtonText": "", "Id": 131683}],
 "Description": "Neathは全ての場所が暗闇に包まれている。しかしこの砦にあるのはかつて明るかった場所にしか存在しえない類の暗闇だ。この場所は昔偽星の間に吊り下がり、その青い光に浸かっていたのだ。遥かな年月を……どれだけの間のことだろう？しかし、今、砦はここにある。あなたと同じく。[道中で蝋燭が尽きれば非常に良くないことが起こります。]@{K}$[Ff]alse[- ][Ss]tar -> 偽星$All the Neath is dark. The Citadel is dark as only a once-bright place can be. It hung up there among the false-stars, drowned in azure light, for... how long? Now it's here. So are you. [Very bad things will happen if you run out of candles.]",
 "Name": "砕かれた砦を探索する@{K}$Shattered Citadel -> 砕かれた砦$Exploring the Shattered Citadel",
 "Id": 155227}
