{
  "Id": 155231,
  "Name": "絶望的な手段@{M}Desperate Measures",
  "Description": "燃料無くしては、貴方の船もただ、本当に望まぬ場所に置かれた、奇妙な形をした家に過ぎないのだ。[燃料が確保出来次第、これは消えます。もし貴方が現在燃料を購入出来る場所に居るなら、心配は無用です。]@{M}Without fuel, your ship is just an oddly shaped house located somewhere you really don't want to live. [This will disappear as soon as you have fuel: if you're in a position to purchase some, don't worry about it.]",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 155232,
        "Name": "まぁまぁ成功@{M}A kind of success",
        "Description": "ぼろきれを燃やした様な匂いがするが、これで少しの間エンジンの飢えを凌ぐ事が出来るだろう -@{M}It smells like burning rags, but it'll satisfy the engine's hunger for a little while - "
      },
      "Id": 131685,
      "Name": "使えそうな物を物資から探す@{M}Search your Supplies for something of use",
      "Description": "燃料として再利用出来そうな何かがきっと有る筈だ -@{M}There must be something you can repurpose as fuel -"
    },
    {
      "DefaultEvent": {
        "Id": 155235,
        "Name": "もう終わりだ@{M}An end to it",
        "Description": "一人また一人、船員が悲運に絶望して行く。貴方が最後の一人だ。@{M}One by one, your crew abandon themselves to their fate. You are the last."
      },
      "Id": 131687,
      "Name": "船を見捨てる@{M}Abandon Ship",
      "Description": "救命ボートのくじを引き、波の慈悲に己を委ねる。船や船員が居なくとも、ロンドンに戻れるチャンスは僅かながらある。もしかしたら、そうしない方がより良い結果をもたらすかもしれないが。@{M}Draw lots for lifeboat-places. Cast yourself on the mercy of the waves. There is a tiny chance that you'll find your way back to London, without either crew or ship. Perhaps it'll be better if you don't."
    },
    {
      "DefaultEvent": {
        "Id": 181185,
        "Name": "鮮血は紅く赫々と流れ出で@{M}The blood flows thick and red",
        "Description": "傷口を塞ぐ事は不可能に近かった。船医は苛立たしげに包帯と格闘している。甲板は波にもまれていて、その角で、突然貴方の視界に靄がかかった。絶え間なく劈く咆哮の様な耳鳴りの中、貴方は当惑した船医がダイヤモンドの破片を手にしているのを見た。\"これが、傷口から出てきました。\"\r\n\r\nああ...ストーンよ、感謝する。@{M}The wound is impossibly hard to staunch. Your ship's doctor fusses with bandages. The deck is awash. Your vision becomes cloudy at the corners. Through a roaring buzz in your ears, you see the puzzled doctor hold up a diamond splinter. \"This came from the wound.\"\r\n\r\nThanks, Stone."
      },
      "Id": 146743,
      "Name": "ストーンに生贄を@{M}Make a sacrifice to Stone",
      "Description": "ストーンはジーの神々の中でも最も優しいとされているが、彼女の本質はそれだけでは語れない。彼女は大きく深い傷を負っており、さながら血の河から流れ出るかの様であった。彼女の記憶の中で自らを傷つければ、もしかしたら彼女は慈悲を示すかもしれない。@{M}Stone is the kindest of the gods of the zee, but that's not saying very much. She has a great Wound, from which a river of blood flows. Wound yourself in memory of her, and perhaps she'll show mercy."
    },
    {
      "DefaultEvent": {
        "Id": 181186,
        "Name": "...助かったのか?@{M}...save you?",
        "Description": "犠牲の血は、甲板灯の中で黒く映った。船員達は何も言わない。誰も、他の者を見ていなかった。\r\n\r\n雷鳴の様な轟音と共に大聖堂の窓が砕かれ、巨大な鍾乳石が甲板を直撃したのだ!明白な事は二つあった。一つは、鍾乳石が船員達の上に降りかかり、彼らを平らに押しつぶしてしまった事。二つは、それが - 有り得ない事に - 巨大な石炭の塊に包まれていた事だった...@{M}The blood of the sacrifice is black in the deck-lights. The crew are silent. No one will look at anyone else.\r\n\r\nWith a crash like a thunderbolt smashing a cathedral window, a great stalactite strikes the deck! Two things become apparent. Firstly, it has fallen on a second crew-member, crushing them flat. Secondly, it is - improbably - encased in a great bolus of coal..."
      },
      "Id": 146744,
      "Name": "ストームに生贄を@{M}Make a sacrifice to Storm",
      "Description": "ストーム、三人の神の中で最も怒りやすい、天井を定める神。彼は貴方を救けようとするのと同じ位貴方を壊そうとしているが、いずれにしても貴方に取っては悪い方向に向かうのが関の山だ。\r\n\r\nそんな彼は死を求めている。さぁ、くじを引く時が来た。@{M}Storm, the god in the roof: angriest of the three. He's as likely to crush you as save you, but you could hardly be worse off, after all.\r\n\r\nHe will require a death. Time to draw lots."
    },
    {
      "DefaultEvent": {
        "Id": 181187,
        "Name": "白きジーバット@{M}A white zee-bat",
        "Description": "それはレールの上に止まったかと思うと、頭をピンと立てた。貴方に向かって瞬いて見せた二つの小さな目は、水晶の欠片の様にも見えた。やがてそれは突然羽ばたき、地球を覆う深い夜の闇の中に消えていく。貴方の視線はそれを追っていた。\r\n\r\n視線を船に戻した刹那、貴方は船ごと見知らぬ何処かに連れて来られた事に気づいた。船員の驚きの息でそれが想像ではない事は直ぐにわかった。ともすれば、此処は貴方が望んだ目的地では無いかもしれない。だが、確かにそれは、貴方の興味を引くものであったのだ。@{M}It lands on the rail, and cocks its head. It blinks at you, two tiny eyes like chips of crystal. It rises, and is lost in the deep night of the earth. Your gaze follows it.\r\n\r\nWhen your gaze returns to the ship, you realise that the ship is elsewhere. Gasps from your crew tell you you're not imagining it. Perhaps it's not where you wanted to be. But that's Salt for you."
      },
      "Id": 146745,
      "Name": "ソルトに生贄を@{M}Make a sacrifice to Salt",
      "Description": "ソルトは、水平線と別離の神だ。彼が何をするか誰が知り得よう? 暗闇に向かって秘密を囁き、そして見よ。@{M}Salt, the god of horizons and farewells. Who knows what he'll do? Whisper a secret into the dark, and see."
    },
    {
      "DefaultEvent": {
        "Id": 181190,
        "Name": "消え去る栄光@{M}Fading glory",
        "Description": "焔が、上る、昇る、昂る。鮮烈な赤と柔和な白のシャワーの中で、それは弾けている。やがて火花が落ち着き、和らぎ、衰え、消えた。ジーが船体を包んでいる。\r\n\r\n\"ワイ=エンよ、もう一度。\"甲板長が微かに呟く。貴方は驚いたように彼を見た。彼はただ肩をすくめるのみ。\"彼らが何時も悪意をもって言っていた、何かを。\"@{M}The flare rises, rises, rises. It bursts in a shower of red and soft white. The sparks descend, soften, fade, are gone. The zee laps the hull.\r\n\r\n\"Try again, Wai-en,\" the bosun murmurs. You blink at him. He shrugs. \"Just something they used to say in Spite.\""
      },
      "Id": 146746,
      "Name": "救難信号弾を放て!@{M}Fire a distress flare",
      "Description": "これに効き目があるとは思えない。もしあったとしたら、それが呼びこむ何かに後悔するかもしれない。ウンタージーには何も友好的な船ばかりが犇めいているとは限らないのだ。@{M}This is very unlikely to work. If it works, you may regret what it brings. The Unterzee is not exactly aswarm with friendly ships."
    },
    {
      "DefaultEvent": {
        "Id": 155233,
        "Name": "運の尽き@{M}No luck",
        "Description": "大麦と瓶詰めのハム以外には何もない。これは大変由々しき事態だ。@{M}Nothing but barley and bottled ham. This is not good at all."
      },
      "Id": 131686,
      "Name": "僅かに残された物資@{M}A few last Supplies",
      "Description": "貴方に残されたものは僅かしか無いが、もし運があるならば、もしかしたら何か使える物が有るかもしれない -@{M}Very little remains to you, but if you're lucky, perhaps there's something you can use - "
    }
  ]
}