{"ChildBranches": [{"DefaultEvent": {"Description": "あなたの監督下にある腐りゆく者たちは陽気に少々浮かれた様子で、他人が聞いたら眉を顰めそうなナポレオン時代の酒場の歌を歌い、蝙蝠に小石を投げながら戻って来た。「船長！」一人があなたに向かって叫ぶ。「岩があったよ！俺は岩は好きだが、もう飽き飽きだ。どこか別のところに連れて行ってくれ」@{K}Your decaying charges return cheerful and a little tipsy, singing alarming Napoleonic-era drinking songs, chucking pebbles at bats. \"Captain!\" one hails you. \"Rocks! I adore rocks. But now I am bored of rocks. Take us somewhere else.\"",
                                     "Name": "静かすぎる？@{K}Too quiet?", "Id": 155237},
                    "Name": "立石の近くでのピクニック@{K}A picnic at the Stones",
                    "Description": "いや、彼らはピクニック道具を持ってきてはいない。それはあなたの仕事だ、そうだろう？あなたが責任者じゃなかったのか？彼らは確かにそう考えているようだ。@{K}No, they haven't brought their own picnic materials. That's your job, isn't it? Aren't you in charge? They certainly seem to think so.",
                    "ButtonText": "", "Id": 131688},
                   {"DefaultEvent": {"Description": "「今は四つの墓だよ、船長。四つの墓。さあ行こう」@{K}\"Four graves now, Captain. Four graves. Let's go.\"",
                                     "Name": "厳粛な沈黙@{K}Sombre silence", "Id": 175334},
                    "RareDefaultEvent": {"Description": "「ドラウニーを見たんだよ、船長！運がよかった！……少なくとも、ヴェンダーバイトでは幸運の証だっていうのさ。別の類の死者たちもいるだろう？別の類の死者が、ね。素敵な旅だったよ。次はどこに行くのかな？」@{K}$Venderbight -> ヴェンダーバイト$\"We saw a Drownie, Captain! That's good luck! ...well, in Venderbight we say it's good luck. There's different kinds of dead, eh? Different kinds of dead. What a lovely trip. Where are we going now?\"",
                                         "Name": "興奮したおしゃべり@{K}Chattering excitedly", "Id": 175335},
                    "Name": "三つの墓を訪れる@{K}A visit to the Three Graves",
                    "Description": "北西の島には墓らしきものがある。それか宝箱だろうか。あるいはあなたたちを困惑させるために村人たちの作り上げた馬鹿げた建築物かもしれない。いずれにせよ、旅行者の目的地にはなるだろう。@{K}The island to the north-west has what might be graves. Or treasure-troves. Or follies created by the villagers to confuse you. Anyway, it'll do as a tourist destination.",
                    "ButtonText": "", "Id": 143191}],
 "Description": "「この場所にはいまだに田舎のケントの平穏の名残が残っているようだ。私はずっとケントが嫌いだった。しかしそういう旅なのだから仕方ない」@{K}Something of the peace of old Kent still clings to this place. I always hated Kent. But this is the tour.\"",
 "Name": "シェパーズ・ウォッシュでの墓人たち@{K}$Shepherd's Wash -> シェパーズ・ウォッシュ$Tomb-Colonists in Shepherd's Wash",
 "Id": 155236}
