{"ChildBranches": [{"DefaultEvent": {"Description": "それは乾いた音を立てながら再びカウチに崩れ落ちた。話を続けるという労力ですら、彼の者にとっては大仕事だったかに見える。面会は終了した。ドアが開くと、そこから漏れ射す光から逃げる様にして、それは縮みあがった。\u000d\u000a\u000d\u000a部屋の外で、追従を言う家令が頷いた。「本ですか？ええ、本ですね」そう言って彼は一冊の、絵表紙の薄い本を差し出してくる。「主事はお年を召されておいでです――塵芥の様に。もし貴方があのお方の最期の願いを聞き届けて下さるならば、我々全員、感謝致しましょう」@{K/M}それはカウチにもたれ掛かり、のっそりと動いたかと思うと、崩れ落ちた。話を続けるという労力ですら、彼の者にとっては大仕事だったかに見える。謁見は終了した。ドアが開き、そこから漏れ射す光から逃げる様にして、それは後ずさりしていた。\u000d\u000a\u000d\u000a部屋の外で、追従する家令が頷いた。「本ですか?ええ、本ですね。」そう言って彼は一冊の、絵表紙の薄い本を差し出してくる。「主事はお年を召されておいでです - 塵芥の様に。もし貴方があのお方の最期の願いを聞き届けて下さるならば、我々全員、感謝致しましょう。」@{M}It collapses, rustling, back on to the couch. Even the effort of speaking seems to have diminished it a little. The audience is over. As the door opens, it shrinks from the finger of light that reaches across the floor.\u000d\u000a\u000d\u000aOutside, the Obsequious Steward nods. \"The book? Yes, the book.\" He hands you a slim, illustrated volume. \"The Curator is old - old as dust. We will all be grateful if you do it this one last favour.\"",
                                     "LinkToEvent": {"Id": 141878},
                                     "Name": "もう言葉は無い@{M}No more words", "Id": 157010},
                    "Name": "依頼を受諾する@{M}Accept the commission",
                    "Description": "「感謝する。この老いさらばえた体は……色に渇いておる……」@{M}\"Thank you. This poor flesh... thirsts for colours...\"",
                    "ButtonText": "", "Id": 132783},
                   {"DefaultEvent": {"Description": "主事は柔らかく光る珊瑚の塊の上に両手をかざした。初めて見えたそれの顔は、銅の仮面に覆われていた。指は、光に照らされ萎れている。煙が渦となって巻きあがった。しかしそれでも、主事の指は珊瑚を固く握りしめる。「海の……」それは呟く。「海の薫りがする」\u000d\u000a\u000d\u000a<i>貴方には</i>焦げた埃の匂いがした。だが、貴方は報酬を手にした。アンティークカットのルビーだ。主事はとても幸せそうに見える。@{K/M}主事は柔らかく光る珊瑚の胞核の上に両手をかざした。ほんの僅かに見えたそれの顔は、銅のマスクで覆い隠されていた。指は、光の中に衰えた姿を見せている。煙が渦となって巻き起こった。しかしそれでも、主事の指はチェス駒を固く握りしめていた。「海の...」それは呟く。「海の薫りがする。」\u000d\u000a\u000d\u000a<i>貴方が</i>匂った物は焦げた埃のそれだった。だが、貴方は報酬を手にした。アンティークカットのルビーだ。主事はとても幸せそうに見える。@{M}The Curator cups its hands over the lump of glowing coral. Its face, you see now, is masked with copper. Its fingers wither in the light. A curl of smoke rises. But It only clutches the coral tighter. \"The sea,\" it whispers. \"I smell the sea.\"\u000d\u000a\u000d\u000a<i>You</i> smell scorched dust. But here's your payment, in rubies of antique cut. The Curator seems happy.",
                                     "LinkToEvent": {"Id": 157004},
                                     "Name": "脆く燻る指@{M}Cage-frail fingers", "Id": 157975},
                    "Name": "ブルー・シンティラックの塊を渡す@{K/M}ブルー・シンティラックを渡す@{M}$Lump of Blue Scintillack -> ブルー・シンティラックの塊, [Bb]lue[- ][Ss]cintillack -> ブルー・シンティラック, [Ss]cintillack -> シンティラック$Give it your Lump of Blue Scintillack",
                    "Description": "「おお、眩い……目覚めの如く眩い……」@{M}\"Oh... bright as... bright as waking...\"",
                    "ButtonText": "", "Id": 133352},
                   {"DefaultEvent": {"Description": "主事の座るカウチの横に、鉄と真鍮で出来たでこぼこの機械が置かれていた。「そこへ」それは喘ぐように言い、腕をその機械に向けて上げた。ほぼ噴石に近い大きさのへこみが、待ち構えている。\u000d\u000a\u000d\u000a貴方は噴石をそこに入れ、蓋を閉めた。針の先のような星明かりを思わせる無調音楽が内部から微かに流れ出す。「わしはパラボラを見る事は無いじゃろう」主事が言う。「じゃが、お主は今後あるかもしれぬ。この鏡を持って行け。これは火山の中で産まれた物じゃ……」それは蛇が彫り込まれた、暗色のガラスだった。@{K/M}主事の座るカウチの横に、鉄と真鍮で出来た瘤のある機械が横たわっていた。「そこへ。」それは息を切らしながら言い、腕をその機械に向けて上げた。ほぼ噴石の大きさに近い空洞が、待ち構えている。\u000d\u000a\u000d\u000a貴方は噴石をそれに入れ、蓋を閉めた。星明かりに穴を開けた様な無調音楽がそこから微かに漏れ聞こえて来る。「わしはもうパラボラを見る事は無いじゃろう。」主事が言う。「じゃが、お主は今後在るかもしれぬ。この鏡を持って行け。これは火山の中で産まれた物じゃ...」それは蛇の彫像を施された、暗色のガラスだった。@{M}Beside the Curator's couch waits a humped machine of iron and brass. \"There,\" it wheezes, straining to raise its arm. A recess, approximately the size of the cinder, waits.\u000d\u000a\u000d\u000aYou place the cinder there and close the lid. Faint atonal music, like the pricking of starlight, drifts from within. \"I will never see Parabola,\" the Curator wheezes. \"But perhaps you will. Take this mirror. It was born in a volcano...\" Dark glass, serpent-carved.",
                                     "LinkToEvent": {"Id": 157004}, "Name": "空洞@{M}A cavity",
                                     "Id": 157976},
                    "Name": "光線まみれの噴石を渡す@{M}$Ray-Drenched Cinder -> 光線まみれの噴石$Give it your Ray-Drenched Cinder",
                    "Description": "「星々の――匂いがする」@{K/M}「星の - 匂いがする。」@{M}\"I smell - stars...\"",
                    "ButtonText": "", "Id": 133353},
                   {"DefaultEvent": {"Description": "「失望したわ」それはぜいぜいと言う。「わしにとってギャントとは、飢えた様な灰色……ベージュに近い……しかし……約束は約束。そこにお主への報酬がある……」\u000d\u000a人間の頭蓋骨が、埃まみれの手帳の上に乗っている。@{K/M}「失望したわ。」それは息を切らしながら言う。「わしにとってギャントとは、飢えた様な灰...ベージュ...しかし...約束は約束。そこにお主への支払いがある...」\u000d\u000a人間の頭蓋骨が、埃まみれの手帳の上に乗っている。@{M}$[Gg]ant -> ギャント$\"Disappointing,\" it wheezes. \"I imagined gant as... hungry grey... more... beige... but... promised. Your payment is there...\"\u000d\u000a\u000d\u000aA human skull sits atop a dusty notebook.",
                                     "LinkToEvent": {"Id": 157004},
                                     "Name": "疲労困憊で座り直す主事@{M}It sinks back, exhausted.",
                                     "Id": 157977},
                    "Name": "滴らす傷跡を見せる@{K}啜り泣く傷跡を見せる@{M}Show it your Weeping Scar",
                    "Description": "「ふむ、見てみよう……」@{M}\"Let me...see...\"",
                    "ButtonText": "", "Id": 133354},
                   {"DefaultEvent": {"Description": "貴方は主事の指示に従い、雨垂れ石の台座の上に頭蓋骨を置いた――かつて石筍だったそれは、今は見事な曲線を持つ顰め面の彫刻へと姿を変えている。イリーゴの火花が頭蓋骨を這いまわる。その瞬間、貴方は自分が何をしているのかを忘れ去る。\u000d\u000a\u000d\u000a「有難う」主事が囁く。「お主は儂を大療養所から救い出してくれたのやも知れぬ。恐らく――羽化は――より安らかなものとなろう――」その胸は弱々しく脈打っていた。\u000d\u000a\u000d\u000a貴方は報酬として巨大な黒真珠を一つ受け取った。主事の妄想は悪化する一方だが、支払いは十分だ。@{K/M}貴方は主事に見えるように、雨垂れ石の台座の上に頭蓋骨を置いた - かつて石筍だったそれは、今は見事な曲線を持つ顰め面をした彫物だった。イリーゴの火花が頭蓋骨を這いまわる。その瞬間、貴方はそれまで何をしていたのかを忘れ去る。\u000d\u000a\u000d\u000a「有難う。」主事が小声で囁く。「お主は儂を大療養所から救い出してくれた者やも知れぬ。恐らく - 旅立ちは - より安らかなものとなろう-」その胸は弱々しく脈打っていた。\u000d\u000a\u000d\u000a貴方は報酬として巨大な黒真珠を一つ受け取った。主事の気まぐれは悪化する一方だが、支払いは十分だ。@{M}$[Ii]rrigo -> イリーゴ$At its direction, you place the skull atop a dripstone pedestal - a stalagmite, once, now carved with crockets and grimacing faces. Irrigo sparks crawl across it. For a moment you forget what you were doing.\u000d\u000a\u000d\u000a\"Thank you,\" the Curator whispers. \"Perhaps you have saved me from the Sanatorium. And perhaps - the emergence - will be less painful -\" Its chest pulses feebly. \u000d\u000a\u000d\u000aYou accept a single huge black pearl. The Curator's fancies grow worse, but it pays well.",
                                     "LinkToEvent": {"Id": 157004},
                                     "Name": "待つ台座@{K}貴方を待つ台座@{M}A waiting pedestal", "Id": 157978},
                    "Name": "目のない頭蓋骨を渡す@{M}$Eyeless Skull -> 目のない頭蓋骨$Give it your Eyeless Skull",
                    "Description": "「そうじゃ。儂は忘れたい……」@{K}「うむ。忘れたき事じゃ...」@{M}\"Yes. I want to forget...\"",
                    "ButtonText": "", "Id": 133355},
                   {"DefaultEvent": {"Description": "「儂の左目は盲ておる。お主が渡してくれたそれと取り替えても、これ以上に物の見えなくなることはなかろう。じゃが、もしかすると――内側が――」そう言いながら、それは隠された顔に向けて、狩猟者の眼玉を持った手を掲げた。\u000d\u000a\u000d\u000aすべての音は言葉で表現することが出来るが、時には表現出来ない方が良いような音もある。これが正にそうだった。沼の様な、壊疽を起こした様な、蛹から何かが這い出てくる様な――細かく言うのはよそう。\u000d\u000a\u000d\u000a「受け取れ」それは言う。声はしゃがれている。その腕が横のテーブルに置いてある牙を指差した。その上には、輝かしい真珠のティアラが気取った様子でのせられている。牙もティアラも、貴方のものとなったようだ。@{K/M}「儂の左目は盲ておる。お主が渡してくれたそれと取り替えれば、儂は盲目では無くなるだろう。じゃが、儂は - 目に見えぬ物を見る -」そう言いながら、それはマスクに隠された顔に向けて、狩人の瞳を持った手を掲げた。\u000d\u000a\u000d\u000a名状し難い音というのは無いが、稀に存在していても不思議ではない。これが正にそうだった。沼の様な、壊疽を起こした様な、蛹から何かが這い出てくる様な - そんな感覚に陥りかけ、貴方はそれ以上考えるのを止めた。\u000d\u000a\u000d\u000a「受け取れ。」それは言う。その声はしゃがれている。その言葉に従う様にして、その腕が横のテーブルに置いてある牙もつ何かの彫像を指差した。その彫像の額には、輝かしい真珠のティアラが備わっている。彫像もティアラも、貴方の物となった。@{M}$Hunter's Eye -> 狩猟者の眼玉$\"My left eye is blind. Should I replace it with this one, it will be no blinder. But perhaps I will see - within - \" It raises the hand with the Hunter's Eye towards its concealed face.\u000d\u000a\u000d\u000aNo sound is indescribable, but some should be. This is one. Let us not trouble ourselves with its nuances - its reminders of marsh and gangrene and chrysalid emergence.\u000d\u000a\u000d\u000a\"Take,\" it says. Its voice is ragged. It gestures at a side-table where a spoire-tusk sits. A pearl tiara is perched jauntily atop the tusk. Both, apparently, are yours.",
                                     "LinkToEvent": {"Id": 157004},
                                     "Name": "最も乾いた忍び笑い@{M}The driest of chuckles", "Id": 157979},
                    "Name": "狩猟者の眼玉を渡す@{K}狩人の瞳を渡す@{M}$Hunter's Eye -> 狩猟者の眼玉$Give it your Hunter's Eye",
                    "Description": "「一度だけ見た事がある。遥か昔……儂が最初にこの地下に降り立った時……」@{K/M}「一度だけ見た事がある。遥か昔...儂が最初にこの地に降り立った時...」@{M}\"I saw it once. I saw it long ago... when first I came here below...\"",
                    "ButtonText": "", "Id": 133356},
                   {"DefaultEvent": {"Description": "それは上掛けの下から脆い腕を伸ばし――指をインクに浸して――その指を、隠れた口元へ引き寄せた。\u000d\u000a\u000d\u000a「ああ……」それが嘆息を漏らす。「色が儂の骨に染み入るわ。そして、恐らく、蛾にもな」\u000d\u000a\u000d\u000aとりとめもなく何かを喋ってはいたが、少なくとも主事は貴方への報酬を忘れる事は無かった。それは、ミイラ状の掌の上に描かれた包帯を巻いた美女のカメオだった。ふむ、万人受けするような物では無いだろうが、非常に良く作られている。@{K/M}それは外套の下から脆い腕を伸ばし - 指をインクに浸して - その指を、マスクに隠れた口元へ引き寄せた。\u000d\u000a\u000d\u000a「ああ...」それが嘆息を漏らす。「色が儂の骨に染み入るわ。そして、恐らく、蛾にもな。」\u000d\u000a\u000d\u000aとりとめもなく何かを喋ってはいたが、少なくとも主事は貴方への報酬を忘れる事は無かった。それは、包帯巻きの腕の包帯巻きの掌の上に描かれた包帯を巻いた美女のカメオだった。ふむ、万人受けするような物では無いだろうが、非常に良く作られていた。@{M}It extends a brittle arm from beneath its coverlet - dips it in the ink - conveys the finger back to its hidden mouth.\u000d\u000a\u000d\u000a\"Ah,\" it sighs. \"The colour will enter my bones. And then, perhaps, the Moth.\" \u000d\u000a\u000d\u000aIt's plainly rambling, but at least it hasn't forgotten your reward - a cameo of a bandaged beauty painted on the mummified palm of a mummified hand. All right, not to everyone's taste, but it's terribly well executed.",
                                     "LinkToEvent": {"Id": 157004},
                                     "Name": "汚れた指@{M}A stained finger", "Id": 157980},
                    "Name": "ヴァイオラントのインク壜を渡す@{K}ヴィオラントの墨壺を渡す@{M}$[Vv]iolant -> ヴァイオラント$Give it your Pot of Violant Ink",
                    "Description": "「儂らはより良い契約を交わすことも出来たじゃろう。じゃが、儂等は神々の肉に飢えておったのじゃ」@{K/M}「儂等はより良い契約を交わしたのじゃろう。じゃが、儂等は神々の肉に飢えておったのじゃ。」@{M}\"We would have made a better contract. But we hungered for the flesh of gods.\"",
                    "ButtonText": "", "Id": 133357},
                   {"DefaultEvent": {"Description": "「それがパラボラの境界部じゃ。夢の地のな。お主も知っておろう？まぁ、悪魔共も当然知っておるがの……」\u000d\u000a\u000d\u000aそれは動かなくなった――ついに本当に死んでしまったのではと貴方が疑問に思う程に長い間。やがてそれは激しく息を吐き出し、暗がりで朧げに見えるトロフィースタンドに掛けられたクロワゾンの七宝仮面を言葉もなく指さした。「旧大陸……」それは息も絶え絶えに言葉を繋ぐ。「山の見つめる場所で作られし物。それを身に着け……儂を……思うが良い……」@{K/M}「それはパラボラの境界じゃ。夢の国のな。お主も知っておろう?まぁ、悪魔共も当然知っておるがの...」\u000d\u000a\u000d\u000aそれは動かなくなった - ついに本当に死んでしまったのではと貴方が疑問に思う程に長い間。やがてそれは激しく息を吐き出し、トロフィースタンドに掛けられている暗がりで朧げに見えるクロワゾンの七宝仮面を指さした。「旧き大陸...」それは息も絶え絶えに言葉を繋ぐ。「山の見える場所で作られし物。それを被り...儂を...思うが良い...」@{M}$Elder Continent -> 旧大陸$\"This is the border of Parabola. The dream-country. You know that, don't you? Yes. The devils know that, too...\"\u000d\u000a\u000d\u000aIt becomes motionless - for so long that you wonder if it is finally truly dead. At last it expels a rattling breath and points wordlessly at a cloisonné mask on a trophy-stand, half-visible in the gloom. \"Elder Continent,\" it wheezes. \"Made within sight of the Mountain. Wear it and think... of me...\"",
                                     "LinkToEvent": {"Id": 157004}, "Name": "深い嘆息@{K}深き嘆き@{M}A deep sigh",
                                     "Id": 157981},
                    "Name": "貴方の持つ謎めいた絵画を渡す@{M}Give it your enigmatic painting",
                    "Description": "「フィンガーキングか。儂等の敵。皆にとっての敵じゃ……」@{M}$[Ff]ingerking -> フィンガーキング$\"The Fingerkings. Our enemies. The enemies of everyone...\"",
                    "ButtonText": "", "Id": 133358},
                   {"DefaultEvent": {"Description": "主事は貴方が未だかつて見たことがないほど素早く動いた――歓喜に埋もれるかのように、両腕を後ろに投げ出す。胸が激しく鼓動し、中へと崩れてゆく。そしてそれは柔らかい叫び声を上げ、仮面を被った顔が貴方を見やるように向き直った。胸は、湿った粘土の様に崩れ落ちていく。濡れそぼった、艶めいて輝く何かが中から押し出て来る。触覚が飛び出す。複眼が煌めく。\u000d\u000a\u000d\u000a主事の両手はその生き物を慈しむ様に包み込み、やがて永遠に動かなくなった。生き物はその体から自らを捻り出し、濡れた翅を広げる。有り得ない程巨大な、それは蛾だった。その翅には見覚えのある色で模様が描かれていた――ペリジン、ヴィリック、イリーゴ……@{K/M}主事は貴方がかつて見てきたどの光景よりも素早く動き始める - 歓喜に埋もれるかのように、両腕を後ろに投げ出す。胸が激しく鼓動し、中へと押し潰されていく。そして何かが柔らかい叫び声を上げ、そして仮面を被った顔が貴方を見やるように向き直った。胸は、脆い粘土の様に崩れ落ちていく。濡れそぼった、艶めいて輝く何かが中から押し出て来る。触覚が飛び出す。複眼が煌めく。\u000d\u000a\u000d\u000a主事の両手はその生き物を慈しむ様に包み込み、やがてそれは永遠にその姿勢を保った。生き物はその体から自らを捻り出し、濡れた翼を広げる。有り得ない程巨大な、それは蛾だった。その翼は貴方が今までに見た事のある色で紋様を象っていた - ペリギン、ヴィリック、イリーゴ...@{M}$[Vv]iric -> ヴィリック, [Ii]rrigo -> イリーゴ, [Pp]eligin -> ペリジン$The Curator moves faster than you've ever seen - flinging its arms back, as if in delight. Its chest pulses, then crumbles inwards. It cries out softly, and turns its masked face to watch you. Its chest crumbles like damp clay. Something damp and sleekly shining pushes out. Antennae rustle. Faceted eyes glisten.\u000d\u000a\u000d\u000aThe Curator's hand reaches up to caress the creature, and then goes still forever. It frees itself, flexing damp wings. A moth of prodigious size. Its wings are figured with patterns in familiar colours - peligin, viric, irrigo...",
                                     "LinkToEvent": {"Id": 158397}, "Name": "誕生@{K}生誕@{M}A birth",
                                     "Id": 158396},
                    "Name": "最後の報酬を受け取る@{M}Receive a final reward",
                    "Description": "それは貴方の手を取る為に手を差し伸べてきた。「儂は……お主に感謝しておる。お主がどれ程の事をしてくれたか、お主には分かるまい。この朽ちた肉の下のモノの……成長を加速させてくれた。お主のお陰で療養所に行かずとも済んだ……さぁ、儂は……思い残す事なく朽ちよう……」@{K/M}それは貴方の手を取る為に手を差し伸べてきた。「儂は...お主に感謝しておる。お主がどれ程の事をしてくれたか、お主は知るまい。この朽ちた肉の下の…成長を加速させてくれた。お主は儂を十分に療養してくれたのだ...さぁ、儂は...思い残す事なく朽ちよう...」@{M}It reaches up to clasp your hand. \"I am... grateful. You don't know what you've done to me. Accelerated... the growth beneath the flesh. Spared me the sanatorium. Here... my... dissolution...\"",
                    "ButtonText": "", "Id": 133622},
                   {"DefaultEvent": {"Description": "追従を言う家令は阿る様に一礼する。主事の棲みかを出た後では、ヴェンダーバイトのちらつく光ですら、眩しく感じられた。@{K/M}追従する家令は阿る様に一礼する。主事の隠れ家を出た後、ベンダーバイトの明滅する光ですら、貴方には眩しく感じられた。@{M}$Venderbight -> ヴェンダーバイト$The Obsequious Steward bows obsequiously. The flickering lights of Venderbight seem bright after the Curator's lair.",
                                     "Name": "暗がりを出る@{M}Out of the gloom", "Id": 158608},
                    "Name": "今は立ち去る@{M}Depart for now",
                    "Description": "今のところ、主事に用事は無い。@{M}You have no further business with the Curator just now.",
                    "ButtonText": "", "Id": 133751},
                   {"DefaultEvent": {"Description": "貴方は主事の指示に従い、泡立つ酸の中にフルークの核を置いた。それは酸に少しずつ溶けていく。イリーゴの蒸気が立ち昇り、蛇のように貴方の口へ、目へ、そして心臓へと入り込んでいった。一分もの間、貴方は自分自身が何者であるかを忘れていた。貴方が自分を取り戻した時には、酸の中にフルークの核の形跡は何も残っていなかった。\u000d\u000a\u000d\u000a「有難う」主事が囁く。「お主は儂を大療養所から救い出してくれたのやも知れぬ。恐らく――羽化は――より安らかなものとなろう――」その胸は弱々しく脈打っていた。\u000d\u000a\u000d\u000a貴方は報酬として巨大な黒真珠を一つ受け取った。主事の妄想は悪化する一方だが、支払いは十分だ。@{K/M}貴方は主事に見えるように、泡立つ酸の中に吸虫の核を置いた。それは酸に少しずつ溶けていく。イリーゴの蒸気が立ち昇り、蛇のようなそれが貴方の口へ、目へ、そして心臓へと入り込んで行った。長い間、貴方は自分自身が何者であるかを忘れていた。貴方が自分を取り戻した時には、酸の中に吸虫の核を思わせるような形跡は何も残っていなかった。\u000d\u000a\u000d\u000a「有難う。」主事が小声で囁く。「お主は儂を大療養所から救い出してくれた者やも知れぬ。恐らく - 旅立ちは - より安らかなものとなろう-」その胸は弱々しく脈打っていた。\u000d\u000a\u000d\u000a貴方は報酬として巨大な黒真珠を一つ受け取った。主事の気まぐれは悪化する一方だが、支払いは確かだ。@{M}$[Ii]rrigo -> イリーゴ, [Ff]luke -> フルーク$At its direction, you place the Core in a bath of frothing acid. It dissolves slowly. Irrigo vapours ascend, and snake into your mouth, eyes, heart. For a long minute, you forget who you are. When you return to yourself, no trace of the Fluke remains.\u000d\u000a\u000d\u000a\"Thank you,\" the Curator whispers. \"Perhaps you have saved me from the Sanatorium. And perhaps - the emergence - will be less painful -\" Its chest pulses feebly. \u000d\u000a\u000d\u000aYou accept a single huge black pearl. The Curator's fancies grow worse, but it pays well.",
                                     "LinkToEvent": {"Id": 157004},
                                     "Name": "待つ台座@{K}貴方を待つ台座@{M}A waiting pedestal", "Id": 159154},
                    "Name": "巨大なフルークの核を渡す@{K}巨大な吸虫核を渡す@{M}$Colossal Fluke-Core -> 巨大なフルークの核, [Ff]luke -> フルーク$Give it your Colossal Fluke-Core",
                    "Description": "「うむ。終わらせよう。儂は自らの最期を見つけよう……」@{M}\"Yes. End it. I will find my own ending...\"",
                    "ButtonText": "", "Id": 134053},
                   {"DefaultEvent": {"Description": "主事は柔らかく光るチェス駒の上に両手をかざした。初めて見えたそれの顔は、銅の仮面に覆われていた。指は光に照らされ萎れている。煙が渦となって巻き起こった。しかしそれでも、主事の指は珊瑚を固く握りしめていた。「海の……」それは呟く。「海の薫りがする」\u000d\u000a\u000d\u000a<i>貴方には</i>焦げた埃の匂いがした。だが、貴方は報酬を手にした。アンティークカットのルビーだ。主事はとても幸せそうに見える。@{K/M}主事は柔らかく光るチェス駒の上に両手をかざした。ほんの僅かに見えたそれの顔は、銅のマスクで覆い隠されていた。指は、光の中に衰えた姿を見せている。煙が渦となって巻き起こった。しかしそれでも、主事の指はチェス駒を固く握りしめていた。「海の...」それは呟く。「海の薫りがする。」\u000d\u000a\u000d\u000a<i>貴方が</i>匂った物は焦げた埃のそれだった。だが、貴方は報酬を手にした。アンティークカットのルビーだ。主事はとても幸せそうに見える。@{M}The Curator cups its hands over the soft-glowing chess-piece. Its face, you see now, is masked with copper. Its fingers wither in the light. A curl of smoke rises. But It only clutches the chess-piece tighter. \"The sea,\" it whispers. \"I smell the sea.\"\u000d\u000a\u000d\u000a<i>You</i> smell scorched dust. But here's your payment, in rubies of antique cut. The Curator seems happy.",
                                     "LinkToEvent": {"Id": 157004},
                                     "Name": "脆く燻る指@{M}Cage-frail fingers", "Id": 166159},
                    "Name": "アポシアンのチェス駒を渡す@{M}$[Aa]pocyan -> アポシアン$Give it your Apocyan Chess Piece",
                    "Description": "「おお……うむ……それも欲しておる……それも欲しておるぞ……」@{K/M}「おお...うむ...それも欲しい...それも欲しい...」@{M}\"Oh... yes... it also wants... it also wants...\"",
                    "ButtonText": "", "Id": 137640},
                   {"DefaultEvent": {"Description": "「ヴァーチャス。死ぬ前に一度、ヴァーチャスを見てみたかった。鏡に包まれし街。それはそれは……光輝に満ちておる。しかしその光は……儂を粉々にするじゃろう……宛ら……」\u000d\u000a\u000d\u000aそれは動かなくなった――本当に死んでしまったのではと貴方が疑問に思う程に長い間。やがてそれは激しく息を吐き出し、暗がりで朧げに見えるトロフィースタンドに掛けられたクロワゾンの七宝仮面を言葉もなく指さした。「旧大陸……」それは息も絶え絶えに言葉を繋ぐ。「山の見つめる場所で作られし物。それを身に着け……儂を……思うが良い……」@{K/M}「ヴァルカス。死ぬ前に一度、ヴァルカスを見てみたかった。鏡に包まれし街。それは...壮大じゃ。しかしその光は...儂を粉々にするじゃろう...宛ら...」\u000d\u000a\u000d\u000aそれは動かなくなった - 本当に死んでしまったのではと貴方が疑問に思う程に長い間。やがてそれは激しく息を吐き出し、トロフィースタンドに掛けられている暗がりで朧げに見えるクロワゾンの七宝仮面を指さした。「旧き大陸...」それは息も絶え絶えに言葉を繋ぐ。「山の見える場所で作られし物。それを被り...儂を...思うが良い...」@{M}$Elder Continent -> 旧大陸, Varchas -> ヴァーチャス$\"Varchas. I wanted to see Varchas, before I died. The Mirrored City. So... glorious. But that light... would crumble me... like...\"\u000d\u000a\u000d\u000aIt becomes motionless - for so long that you wonder if it is finally truly dead. At last it expels a rattling breath and points wordlessly at a cloisonné mask on a trophy-stand, half-visible in the gloom. \"Elder Continent,\" it wheezes. \"Made within sight of the Mountain. Wear it and think... of me...\"",
                                     "LinkToEvent": {"Id": 157004}, "Name": "深い嘆息@{K}A deep sigh",
                                     "Id": 181075},
                    "Name": "鏡の護符を渡す@{K}鏡の護りを渡す@{M}$Mirror-Charm -> 鏡の護符$Give it your Mirror-Charm",
                    "Description": "「うむ。うむ……それは二つな世界を……渡った物……」@{K/M}「うむ。うむ...それは二つな世界を...往来する物...」@{M}\"Yes. Yes, that has passed between... two worlds...\"",
                    "ButtonText": "", "Id": 146676},
                   {"DefaultEvent": {"Description": "「この様な所に長く閉じ込められる……彼奴らではあるまい。じゃがそれでも儂の命よりは……長く……」\u000d\u000a\u000d\u000aそれは動かなくなった――本当に死んでしまったのではと貴方が疑問に思う程に長い間。やがてそれは激しく息を吐き出し、暗がりで朧げに見えるトロフィースタンドに掛けられたクロワゾンの七宝仮面を言葉もなく指さした。「旧大陸……」それは息も絶え絶えに言葉を繋ぐ。「山の見つめる場所で作られし物。それを身に着け……儂を……思うが良い……」@{K/M}「この様な所に長く閉じ込められる...彼奴らではあるまい。じゃがそれでも儂よりは...長く...」\u000d\u000a\u000d\u000aそれは動かなくなった - 本当に死んでしまったのではと貴方が疑問に思う程に長い間。やがてそれは激しく息を吐き出し、トロフィースタンドに掛けられている暗がりで朧げに見えるクロワゾンの七宝仮面を指さした。「旧き大陸...」それは息も絶え絶えに言葉を繋ぐ。「山の見える場所で作られし物。それを被り...儂を...思うが良い...」@{M}$Elder Continent -> 旧大陸$\"They won't stay... imprisoned long. But longer than... I will...\"\u000d\u000a\u000d\u000aIt becomes motionless - for so long that you wonder if it is finally truly dead. At last it expels a rattling breath and points wordlessly at a cloisonné mask on a trophy-stand, half-visible in the gloom. \"Elder Continent,\" it wheezes. \"Made within sight of the Mountain. Wear it and think... of me...\"",
                                     "LinkToEvent": {"Id": 157004},
                                     "Name": "墓の如く乾いた笑い@{K}墳墓に響く乾いた笑い@{M}A tomb-dry chuckle", "Id": 181082},
                    "Name": "激怒した夢界の蛇で満たされた鏡封じの箱を渡す@{M}$[Mm]irrorcatch[- ][Bb]ox -> 鏡封じの箱$Give it your Mirrorcatch Box Full of Very Angry Dream-Snakes",
                    "Description": "「おお、何と、何と、何と。彼奴等は……怒っておる……」@{M}\"Oh, my, my, my. They are... cross...\"",
                    "ButtonText": "", "Id": 146682},
                   {"DefaultEvent": {"Description": "「失望したわ」それはぜいぜいと言う。「これは……現実のものとは……見えぬ……思いえがけぬ。記憶のような……じゃが……十分じゃ。そこにお主への報酬がある……」\u000d\u000a人間の頭蓋骨が、埃まみれの手帳の上に乗っている。@{K/M}「失望したわ。」それは息を切らしながら言う。「これは...この世界の物とは...到底...思えぬ。記憶...。じゃが...十分じゃ。そこにお主への支払いがある...」\u000d\u000a人間の頭蓋骨が、埃まみれの手帳の上に乗っている。@{M}\"Disappointing,\" it wheezes. \"It looks... imagined... almost... unreal. A memory. But... enough. Your payment is there...\"\u000d\u000a\u000d\u000aA human skull sits atop a dusty notebook.",
                                     "LinkToEvent": {"Id": 157004},
                                     "Name": "ほぼ在り得ぬ物@{M}Almost unreal", "Id": 181705},
                    "Name": "星の殻を与える@{K}星の貝殻を与える@{M}$Star-Shell -> 星の殻$Give it a Star-Shell",
                    "Description": "「それは……何じゃ？」@{K/M}「それは...何じゃ?」@{M}\"What is... that?\"",
                    "ButtonText": "", "Id": 147119},
                   {"DefaultEvent": {"Description": "「申し分無し」それはぜいぜいと言う。「やがて……別のイーターが現れよう。じゃが、この碑を――儂は味わおう……お主の報酬じゃ」\u000d\u000a\u000d\u000a人間の頭蓋骨が、埃まみれの手帳の上に乗っている。@{K/M}「申し分無し。」それは息を切らしながら言う。「やがて...別の喰らうモノが現れよう。じゃが、この碑を - 儂は味わおう... お主の報酬じゃ。」\u000d\u000a\u000d\u000a人間の頭蓋骨が、埃まみれの手帳の上に乗っている。@{M}\"Satisfactory,\" it wheezes. \"There will be another Eater, in time. But this trophy - I will taste.. Your reward.\"\u000d\u000a\u000d\u000aA human skull sits atop a dusty notebook.",
                                     "LinkToEvent": {"Id": 157004}, "Name": "", "Id": 182152},
                    "Name": "イーター・オブ・ネームズの船首像のスケッチを見せる@{K}その者に名を喰らいしモノのスケッチを見せる@{M}$Eater of Names -> イーター・オブ・ネームズ$Show it a sketch of the Figurehead of the Eater of Names",
                    "Description": "「おお！……おお……知っておるぞ……」@{K/M}「おお!...おお...儂は知っておる...」@{M}\"Oh! ...oh... I know...\"",
                    "ButtonText": "", "Id": 147407},
                   {"SuccessEvent": {"Description": "「コスモゴーン。イリーゴ。ペリジン。我が家令が……リストを持っておる。この広く冥きzeeを遍く渡り、それらを見つけ出して欲しい……」@{K/M}「コスモゴーン。イリーゴ。ペリギン。我が家令が...リストを持っておる。この広く冥きジーを遍く渡り、それらを見つけ出して欲しい...」\u000d\u000a@{M}$[Cc]osmogone -> コスモゴーン, [Ii]rrigo -> イリーゴ, [Pp]eligin -> ペリジン$\"Cosmogone. Irrigo. Peligin. Steward has… list… Find them here and there, across the wide black zee...\"",
                                     "LinkToEvent": {"Id": 157004},
                                     "Name": "七つの色？@{M}Seven colours?", "Id": 157006},
                    "DefaultEvent": {"Description": "「コスモゴーン。イリーゴ。ペリジン。我が家令が……リストを持っておる。この広く冥きzeeを遍く渡り、それらを見つけ出して欲しい……」@{K/M}「コスモゴーン。イリーゴ。ペリギン。我が家令が...リストを持っておる。この広く冥きジーを遍く渡り、それらを見つけ出して欲しい...」\u000d\u000a@{M}$[Cc]osmogone -> コスモゴーン, [Ii]rrigo -> イリーゴ, [Pp]eligin -> ペリジン$\"Cosmogone. Irrigo. Peligin. Steward has… list… Find them here and there, across the wide black zee...\"",
                                     "LinkToEvent": {"Id": 157004},
                                     "Name": "七つの色？@{M}Seven colours?", "Id": 157005},
                    "Name": "囁かれた願いに耳を傾ける@{K}囁きかける願いに耳を傾ける@{M}Listen to a whispered request",
                    "Description": "「船長よ。若肌持つ者よ。儂はもう殆どが残っておらぬ。儂は直に……大療養所に向かう。儂に色を持って来て欲しい。七つの色じゃ。支払いは……弾む」@{K/M}「ジーキャプテンよ。若肌持つ者よ。儂にはもう殆どが遺されておらぬ。わしは直に...大療養所に向かう。儂に色を持って来て欲しい。七つの色じゃ。支払いは...弾む。」@{M}\"Zee-Captain. Silk-skin. Not much left of me. I will go… into the Grand Sanatorium. Bring me colours. Seven colours. Pay. Well.\"",
                    "ButtonText": "", "Id": 132780},
                   {"SuccessEvent": {"Description": "「ああ、若肌持つ者よ。お主は知りたく無かろう……」忍び笑いに次いで咳が漏れ出る。「儂等はこの地下では死なぬ。Zeeに向かわぬ限りは。であれば、儂等は別の物が必要であったのじゃ……終わりの地が、な」@{K/M}「ああ、若肌持つ者よ。お主は知りたく無かろう...」忍び笑いに次いで咳が漏れ出る。「儂等はこの地では死なぬ。ジーに向かわぬ限りは。であれば、儂等は別の物が必要であったのじゃ...終わりの地が、な。」@{M}\"Oh, silk-skin. You don't want to know...\" The chuckling becomes a cough. \"We don't die here below. Not unless we go to zee. So we needed something else: somewhere to end...\"",
                                     "LinkToEvent": {"Id": 157004},
                                     "Name": "長く低い忍び笑い@{M}A long low chuckling", "Id": 157009},
                    "DefaultEvent": {"Description": "「ああ、若肌持つ者よ。お主は知りたく無かろう……」忍び笑いに次いで咳が漏れ出る。「儂等はこの地下では死なぬ。Zeeに向かわぬ限りは。であれば、儂等は別の物が必要であったのじゃ……終わりの地が、な」@{K/M}「ああ、若肌持つ者よ。お主は知りたく無かろう...」忍び笑いに次いで咳が漏れ出る。「儂等はこの地では死なぬ。ジーに向かわぬ限りは。であれば、儂等は別の物が必要であったのじゃ...終わりの地が、な。」@{M}\"Oh, silk-skin. You don't want to know...\" The chuckling becomes a cough. \"We don't die here below. Not unless we go to zee. So we needed something else: somewhere to end...\"",
                                     "LinkToEvent": {"Id": 157004},
                                     "Name": "長く低い忍び笑い@{M}A long low chuckling", "Id": 157008},
                    "Name": "大療養所について尋ねる@{M}Ask about the Grand Sanatorium",
                    "Description": "ヴェンダーバイトの拱廊のそこかしこで耳にする、その名称について。@{M}$Venderbight -> ヴェンダーバイト$One hears the name whispered, here and there in the arcades of Venderbight.",
                    "ButtonText": "", "Id": 132782}],
 "Description": "「光はお消し願います」追従を言う家令が貴方に忠告する。「主事は蛾を殊の外恐れておいでです」そう言うと彼は扉を開ける。貴方はほとんど物の見えない暗闇へ一歩を踏み出した。象牙で出来た格子の円筒に入れられ羽音を立てる二匹の灯点けミツバチ。それ以外に、この部屋に光源は存在しなかった。\u000d\u000a\u000d\u000a子供程の大きさの、包帯の巻かれた人がカウチの上で寝そべっている。明らかに力を振り絞っているような様相で、頭が持ち上がった。蜂の羽音とその者が紡ぎだす'声'を区別するのには、幾許かの時を要した。@{K/M}「光はお消し願います。」追従する家令が貴方に忠告する。「主事は蛾を殊の外恐れておいでです。」そう言うと彼は扉を開ける。貴方は部屋の中の暗闇へ一歩を踏み出した。象牙で出来た格子のチューブに入れられ羽音を立てる二匹の蛍火蜂。それ以外に、この部屋に光源は存在しなかった。\u000d\u000a\u000d\u000a子供より大きな、包帯を巻いたような形がカウチの上で寝そべっている。明らかに力を振り絞っているような様相で、頭が持ち上がった。蜂の羽音とその者が紡ぎだす'声'を区別するのには、幾許かの時を要した。@{M}\"No more light,\" the Obsequious Steward cautions you. \"The Curator is terribly afraid of moths.\" He opens the door, and you step into near-darkness. A pair of luminous lamp-lighter bees buzz in a latticed ivory tube. There is no other source of light.\u000d\u000a\u000d\u000aA bandaged shape no larger than a child lies crumpled on a couch. It lifts its head with obvious effort. It takes several seconds for you to distinguish its voice from the soft buzz of the bees.",
 "Name": "筆頭主事の館@{M}The First Curator's Manse", "Id": 157004}
