{"ChildBranches": [{"DefaultEvent": {"Description": "従事者の知識は広大だが、彼女の忍耐力は...必ずしも強いとは言えない。彼女が礼を失する事は無かったが、彼女が時計を気にして見ているのを貴方はしばしば目撃した。@{M}The Campaigner's knowledge is vast, but her patience... not always vast. She is never discourteous, but you do occasionally catch her looking at the clock.",
                                     "LinkToEvent": {"Id": 157597},
                                     "Name": "学習は学習を生む@{M}Learning begets learning", "Id": 157598},
                    "Name": "ハートを上げる@{M}$Hearts -> ハート$Increase your Hearts",
                    "Description": "「ああ、有難うございます!これは本当に興味深い物です。さて、貴方に役立つような事を見つけられるか見てみましょうか」[数値が100以下の場合、秘密を消費して貴方のハートを上げます。]@{M}$Hearts -> ハート$\"Oh, thank you! This is actually very interesting. Let me see if we can find something useful for you, too.\" [Spend a Secret to improve your Hearts, unless it's higher than 100.]",
                    "ButtonText": "", "Id": 133117},
                   {"DefaultEvent": {"Description": "「医学、実践、技術、知識。私は学ぶためにこのZeeに出たのです。つまり……気を悪くしないでいただきたいのですが、あなたの報酬は良いとは言えません。女帝と比べれば」\u000d\u000a\u000d\u000a「全ては学ぶため。それに私にはとりわけ急がねばならない理由も……」しかし彼女はそこで言葉を止めた。滅多に平静を失うことの無い彼女が動揺している。そして言葉を探し、何を言うべきか再び考え、その後すぐに席を立ってしまった。しかし彼女は部屋を出る前に微笑み、あなたの肩を軽く握った。@{K}「医学とは、実践であり、技術であり、知識です。私は学ぶ為にジーに来ています。貴方を傷つけるつもりではありませんが、貴方はその事実について十分な敬意を払っているようには見えません。女帝陛下とは比べるべくも無い。」\u000d\u000a\u000d\u000a「それから、学ぶ事です。そしてそこには特定の緊急性が -」そこまで言って、彼女は口を噤んだ。彼女が落ち着きを失うのを見るのは珍しかったが、確かに彼女は落ち着きを失っている。彼女は言葉を探し、何をどう言うべきかを考え直した末に、部屋を後にした。しかし、貴方の横を通り過ぎる時に彼女は貴方の肩をポンと叩いて、微笑みかけたのだ。@{M}\"Medicines; practices; techniques; knowledge. I'm at zee to learn. It's not as if - I don't mean to be discourteous, but you don't pay well. Not compared to the Empress.\"\u000d\u000a\u000d\u000a\"To learn, then. And there is a particular urgency - \" but here she checks herself. It's unusual to see her discomposed, but she is. She searches for words, reconsiders what she has to say, and leaves shortly thereafter. But she smiles and claps you on the shoulder as she passes.",
                                     "LinkToEvent": {"Id": 157597},
                                     "Name": "一線を引いた態度@{K}蓄えるべきもの@{M}A certain reserve", "Id": 157600},
                    "Name": "彼女を夕食に誘う@{M}Invite her to dine with you",
                    "Description": "……海百合のスープと鯨の乳から作られたチーズ、地上のコーディアルからなる軽食を共にしよう。黙らせ塩によって会話は食後のコーヒーまでお預けになるだろう。@{K}...海百合のスープに鯨乳のチーズ、地表のコーディアル酒と言う軽食を共にする為に。活発な従事者の舌は肥えている。沈黙の砂が、食後の珈琲の時間まで会話を控えさせる役目を負う事になった。@{M}$Brisk Campaigner -> 活発な従軍者$...for a light meal of sea-lily soup and whale-cheese, with a glass of Surface cordial. The Brisk Campaigner's tastes are expensive. The mutersalt ensures that the conversation waits until after-dinner coffee.",
                    "ButtonText": "", "Id": 133119},
                   {"DefaultEvent": {"Description": "彼女は作業部屋から戻ってきたが、目は俯いている。\u000d\u000a\u000d\u000a「いえ、いえ。私の血はまだまだ熱いままです。日に日にその温度も上昇するでしょう。ですが、この血液の問題が鍵なのではと思う事もあります――」@{M}She returns from her workroom, eyes downcast.\u000d\u000a\u000d\u000a\"No. No, my blood still runs too hot. It will increase, day by day. But I wonder if this matter of blood is the key - \"",
                                     "LinkToEvent": {"Id": 157597},
                                     "Name": "不屈の決意@{K}厳しい分析@{M}Grim resolution", "Id": 159486},
                    "RareDefaultEvent": {"Description": "仕事場から出てきた彼女は、地面を見つめたままだ。\u000d\u000a\u000d\u000a「いいえ。未だ忍び寄る炎を感じます。しかし、他にも可能性は残されています。他の者よりも炎についてよく理解している種族がいるのですが――」@{K}彼女は作業部屋から戻ってきたが、目は俯いている。\u000d\u000a\u000d\u000a「いえ。まだ啜り泣く炎を感じています。しかし、また別の可能性も有ります。何者よりも炎について良く知る種が居るのでは -」@{M}She returns from her workroom, eyes downcast.\u000d\u000a\u000d\u000a\"No. No, still I feel that creeping fire. But there is another possibility. A species there is that understands fire better than any - \"",
                                         "LinkToEvent": {"Id": 157597},
                                         "Name": "不屈の決意@{K}厳しい分析@{M}Grim resolution", "Id": 165308},
                    "Name": "魂遷の治療法@{K}生散病の治療法@{M}$[Aa]nimescence -> 魂遷$A cure for animescence",
                    "Description": "「1つ考えがあります。しかしそれには寒い領域で手に入る肉と、マングローブ・カレッジのあるメルティング・アイルで採れるサラスフルーツがいります。それと、そう、黙らせ塩がさらに必要です。残念ながら、どれも安いものではありません」@{K}「私に考えが有ります。ですが、その為にはどうしてももっと寒い王国から肉を持ってくる必要があるのです。紅樹の学院が在る皆溶島で採れた慰めの果実。そして、ええ、沈黙の砂ももっと沢山。高価な物ばかりなのが悔やまれます。」@{M}$Mangrove College -> マングローブ・カレッジ, Melting Isles -> メルティング・アイルズ, [Ss]olacefruit -> サラスフルーツ$\"I have an idea. But I'm going to need flesh from chillier kingdoms. Solacefruit, from the Melting Isles where the Mangrove College lies. And, yes, more mutersalt. I regret that it's not cheap.\"",
                    "ButtonText": "", "Id": 134236},
                   {"DefaultEvent": {"Description": "夜が終わり、日が昇り、また一夜が過ぎた頃、従軍者はあなたの船室を訪れた。彼女の拳はきつく握りしめられ、唇は固く閉じている。\u000d\u000a\u000d\u000a「何の効果もありませんでした！時間稼ぎにすらならない！しかし、私の魂が取り返しのつかないほどに汚染されているのであれば……」@{K}夜が訪れ、朝が来て、また夜が更け - 拳を固く握りしめ唇を噛み締めながら、彼女は貴方の船室に戻ってきた。\u000d\u000a\u000d\u000a「駄目だった!時間稼ぎにもなりませんでした!ですが、もし私の魂が取り返しの付かない程に混濁したら、その時は恐らく -」@{M}A night, a day and a night pass: and she returns to your cabin, fists clenched, lips tight.\u000d\u000a\u000d\u000a\"Nothing! It has not even won me time! But if my soul is irretrievably contaminated, then perhaps - \"",
                                     "LinkToEvent": {"Id": 157597},
                                     "Name": "迫り来る絶望@{M}Approaching despair", "Id": 159487},
                    "Name": "次の段階@{K}別の手段@{M}Another step",
                    "Description": "「ムッシュ・デュモーの日誌の中に、炎を絶つための悪魔の儀式に関する記述があります。Zzoupと呼ばれる液体があるのですが、これは……食することも出来ます。そんなことをするのは不注意な者だけでしょうが。しかし、あれには他の使い道もあるのです……」@{K}「M.デュモーの著書の中に、炎を消し去る悪魔の儀式についての述懐が在った事は、考慮に値するかもしれません。物体は'ズッペ'と呼ばれる物で - 少なくとも食べられる物ではある様ですが、もしかしたら別の目的にも使えるかもしれない -」@{M}\"There is an account, in the journals of M. Demeaux, of a devil-rite used for the extinction of flames. The substance called 'zzoup' - it can be eaten, by the unwary at least, but it can be turned to other purposes too - \"",
                    "ButtonText": "", "Id": 134237},
                   {"DefaultEvent": {"Description": "夜が終わり、日が昇り、また一夜が過ぎた頃、従軍者はあなたの船室を訪れた。彼女の拳はきつく握りしめられ、唇は固く閉じている。\u000d\u000a\u000d\u000a「何の効果もありませんでした！時間稼ぎにすらならない！しかし、私の魂が取り返しのつかないほどに汚染されているのであれば……」@{K}夜が訪れ、朝が来て、また夜が更け - 拳を固く握りしめ唇を噛み締めながら、彼女は貴方の船室に戻ってきた。\u000d\u000a\u000d\u000a「駄目だった!時間稼ぎにもなりませんでした!ですが、もし私の魂が取り返しの付かない程に混濁したら、その時は恐らく -」@{M}A night, a day and a night pass: and she returns to your cabin, fists clenched, lips tight.\u000d\u000a\u000d\u000a\"Nothing! It has not even won me time! But if my soul is irretrievably contaminated, then perhaps - \"",
                                     "LinkToEvent": {"Id": 157597},
                                     "Name": "迫り来る絶望@{M}Approaching despair", "Id": 159488},
                    "RareDefaultEvent": {"Description": "従軍者は仕事部屋に閉じこもっている。あなたは夜中見張りの交代する頃、扉を叩く彼女らしくなく取り乱した様子の忙しないノックによって起こされた。扉を開けた瞬間、同じぐらいらしくない歓喜の表情を浮かべた従軍者が、あなたに飛びつき抱擁した！\u000d\u000a\u000d\u000a「上手くいきました！あの治療法が効いたのです！もう幾つか治療を施せば魂から炎を取り除くことが出来まるでしょう。ロンドンに戻った暁には、必ずやこの成功を本にしてみせます――」@{K}従事者は自身を彼女の作業部屋に隔離している。一刻が過ぎた辺りで、彼女に似つかわしくない程狂乱めいた扉のノックで、貴方は起こされた。扉を開けるのと、これまた彼女に似つかわしくない程に満面の笑みを浮かべた従事者が、貴方の体を掴んで抱き締めて来た!\u000d\u000a「効きました!処置は有効でした!あと何回か処置をすれば、私の魂は完全に炎から解き放たれるでしょう。次にロンドンに戻る事があれば、私は間違いなくこれを本にして出版します -」@{M}The Campaigner secludes herself in her work-room. You are woken next watch by her uncharacteristically frantic hammering on your door. You open it: and in a moment of equally uncharacteristic joy, she seizes and hugs you!\u000d\u000a\u000d\u000a \"It worked! The process worked! Another few treatments and my soul will be clear of fire. I will certainly publish my success when we next return to London - \"",
                                         "LinkToEvent": {"Id": 157597}, "Name": "喜ばしい!@{M}Delight!",
                                         "Id": 159490},
                    "Name": "「シンティラックとサラスフルーツが必要です」@{K}\"珊瑚の胞核と慰めの果実を。\"@{M}$[Ss]cintillack -> シンティラック, [Ss]olacefruit -> サラスフルーツ$\"Scintillack and solacefruit.\"",
                    "Description": "「私には液状光の特性と、光が心臓の血管をいかに進むのかついての持論があります――」@{K}「私には、流体灯の性質と、心臓の通り道を通じた彼らの配列法則についての理論があります -」@{M}\"I have a theory about the properties of fluid light, and their procession through the highways of the heart - \"",
                    "ButtonText": "", "Id": 134238},
                   {"DefaultEvent": {"Description": "数日が過ぎた。偽星は消え、Zeeは静まり返っている。そしてとうとう、あなたは船首に落ち着き、深刻な顔をした従軍者を見つけた。彼女が振り返る。\u000d\u000a\u000d\u000a「成功と言えるでしょう。まぎれもなく成功です。しかし、私には“私”が分からなくなってしまったのです。私は一体何者なのでしょう？昔の魂は永遠に消え去ってしまいました。私の中には別の魂があるのです。前よりも燃えにくいものが」\u000d\u000a\u000d\u000a「いえ、これ以上はお話出来ません。以前自分自身の秘密を隠したりしないと約束しましたが、私はもはや別の人間なのです。誤魔化しているわけではありませんよ。私はこの神聖なる秘密を語ることであなたに呪いをかけたくないのです。しかし、あなたにはこの先もずっと感謝しています。これからも、永遠に！」@{K}時が過ぎる。偽りの星々が消える。ジーは沈黙する。やがて貴方は彼女を見つける。静かで深刻な顔をして、船首に立っている彼女を。彼女は振り返った。\u000d\u000a\u000d\u000a「私は成功した、と言えるでしょう。ええ、言えます。ですが、今は'私'の部分が不確かなのです。私は一体誰なのですか?私の古い魂は永遠に消えてしまいました。そして今は、より燃えにくい、別の魂があるのです。」\u000d\u000a\u000d\u000a「いいえ - もう少し言える事があります。私はかつて貴方と、今後は秘密を隠さないと約束しました。ですが私は今、別人なのです。いいえ、これは小賢しい悪知恵などでは有りません。これは貴方を決して呪う事のない、聖なる謎なのです。何れにしても、貴方には感謝しております。何時でも。何時でも、何時迄も!」@{M}$[Ff]alse[- ][Ss]tar -> 偽星$Days pass. False-stars fade. The zee is silent. At last you find her, calm and grave, standing at the bow. She turns.\u000d\u000a\u000d\u000a\"I can report success. I can. But I am uncertain now, of the 'I'. Who am I? My old soul is gone forever. I have another: one less combustible.\u000d\u000a\u000d\u000a\"No - there is little more I can say. I promised you I would keep no more of my own secrets, but I am another, now. No, this is not some narrow sleight. This is a holy mystery I would not curse you with. But you have my thanks, always. Always and forever!\"",
                                     "LinkToEvent": {"Id": 157597},
                                     "Name": "絶望的な喜び@{M}A kind of desperate delight", "Id": 159491},
                    "Name": "「あと一つだけ考えがあるのですが――」@{K}\"もう一つ考えがあります -\"@{M}\"I have one more idea - \"",
                    "Description": "「Zeeの神々についてあまり語りたくはないのですが、そんなことを言っている余裕はありません。最後の物を手に入れる手助けをしていただけますか？確かに大変貴重な物ですが――」@{K}「正直、このジーの神々についての問題は不安しか有りません。ですが、もうこの不快な気持ちには耐えられないのです。どうか最後の一つを探す手伝いをしてくれませんか?それは極めて特殊な物だとは理解していますが -」@{M}\"I am uncomfortable with this matter of zee-gods. But I cannot afford discomfort. Can you help me find this last thing? It is rare, I know - \"",
                    "ButtonText": "", "Id": 134240},
                   {"DefaultEvent": {"Description": "貴方と従軍者は、彼女の再誕を祝して乾杯している。(「再誕ではありませんよ」と彼女が訂正する。「言うなれば“死の後ろ倒し”ですか。まぁまぁ。そんな風に私を見つめないで下さい。私は現実主義者なんですから。ワインをもう一杯いかがです？」)彼女は生き残った。彼女は治療法を見つけたのだ。(「私であればこそ」彼女は指摘する。「治療法を見つけられたのでしょう。病に罹ったのが私で、貴方はとても幸運ですよ」)彼女の知力は試され、鍛えられ、十分な能力のある事を証明したのだ。(「ええ、全くその通り。しかし貴方がすばらしい助けとなってくださったのも確かです。これ、大変素晴らしい銘柄ですね。もういっふぁいいかがでしょう？」)貴方も彼女も今は安全だ。すべてが、そして何もかもが上手くいくだろう。(「貴方の素晴らしい健康に！」)@{K/M}貴方と従事者は、彼女の再誕を祝して乾杯している。(「再誕では有りませんよ。」と彼女が訂正する。「言うなれば'死の後ろ倒し'ですか。まぁまぁ。そんな風に私を見つめないで下さい。私は現実主義者なんですから。ワインをもう一杯頂けますか?」)彼女は生き残った。彼女は治療法を見つけたのだ。(「私であればこそ」彼女は指摘する「見つけられたのでしょう。病に陥ったのが私で、貴方はとても幸運ですよ。」彼女の知力は試され、鍛えられ、欠ける物は見つからなかった。(「はぁ、どうでひょう。でふが、貴方は間違いなく掛け替えの無い助手でひた。良いワインでふ事。もう一杯頂けまふかひら?」)貴方も彼女も今は安全だ。全ては良好に違いなく、全ての物の有り様もまた良好に違いなかった。(「貴方の素晴らしい健康に!」)@{M}You and the Campaigner toast her rebirth. (\"Not a rebirth,\" she corrects you. \"Perhaps a pre-death. Hush. Don't look at me like that. I am a realist. Have another glass of wine.\") She has survived; she has found a cure. (\"If anyone could,\" she points out, \"it would be me, after all. You're lucky it was me who fell ill.\") Her wisdom has been tested, tempered, and not found wanting. (\"Well, quite. But you were an invaluable assistant. A fine vintage, this. Another glash?\") You and she are safe: and all shall be well, and all manner of thing shall be well. (\"Your very fine health!\")",
                                     "LinkToEvent": {"Id": 157597}, "Name": "ワインを!@{M}Wine!",
                                     "Id": 159495},
                    "Name": "従軍者と祝杯を挙げる@{K}従事者と共に祝う@{M}Celebrate with the Campaigner",
                    "Description": "従軍者は変わった。かつては茶色かった虹彩は焦げたような黒色になり、肉体は痩せ衰えている。10歳も年を取ったようだ。しかし、彼女の背筋はピンと伸び、明瞭な声で語る。「ワインを」彼女は端的に求めた。@{K}従事者は変わった。彼女の瞳の虹彩は、以前は茶色だったものが、今はタールのような黒になっている。骨の周りについている肉は少し皺が寄っている。彼女は10歳分の年を取った。しかし、彼女の背筋は真っ直ぐに伸び、声は澄んでいた。「ワインを...」彼女は明瞭な言葉でそう言った。@{M}The Campaigner has changed. The irises of her eyes, which were brown, are now charred black. The flesh is shrunken on her bones. She's aged ten years. But her back is straight and her voice is clear. \"Wine,\" she says incisively.",
                    "ButtonText": "", "Id": 134242},
                   {"DefaultEvent": {"Description": "従軍者は科学者のように的確に、かつ戦場の軍医のように素早くあなたの服を脱がせた。彼女は執拗だったが、惜しみなく与える。しかし、とても執拗だった。彼女が部屋を去る用意を整えるころには、あなたは快楽のあまり気を失いそうになっていたほどだ。彼女はにっこり笑い、あなたの鼻を指先で軽く叩いた。「大変素敵な時間でした」[この先海上にいる間に再び逢引の機会が訪れるでしょう。逢引には恐怖を大幅に下げる効果があります。しかしロンドンに恋人がいるのであれば、彼らに事が露見する可能性もあります。]@{K}従事者は、科学者のような精密さと軍医のような迅速さの双方を遺憾なく発揮し、立ちどころに貴方の衣服を剥ぎとった。彼女はしつこいが、思いやりがある。しかし、非常にしつこかった。彼女が部屋を去る準備を終えた時、貴方は快楽で気を失いそうになっていた。彼女は笑い、そして彼女の指で貴方の鼻を軽く叩く。「とっても良かったですわよ。」彼女はそう言った。\u000d\u000a[貴方が海上に居る時に、逢引の機会はこの様に訪れて来ます。恐怖を大幅に下げる効果が有ります。ただし、恋人が港に居る場合は、ばれてしまう可能性も勿論有ります。]@{M}The Campaigner disrobes you both with the precision of a scientist and the urgency of a battlefield surgeon. She is insistent, but generous. But very insistent. By the time she is ready to leave, you are almost unconscious with rapture. She smiles, and taps your nose with her finger. \"Very good indeed,\" she says. [Opportunities for other trysts will occur while you're at sea, substantially reducing Terror. However, if you have a lover in port, they might find out.]",
                                     "Name": "暗中の悦び@{M}Delight in the darkness", "Id": 181419},
                    "Name": "活発な従軍者に誘いをかける@{K}活発な従事者に誘いをかける@{M}$Brisk Campaigner -> 活発な従軍者$Proposition the Brisk Campaigner",
                    "Description": "「魂遷のせいかもしれません。もしかすると、ええ、分かりましたよ、私は死を恐れているのかもしれませんね。しかし改めて言葉にしてしまうと……落ち着かない気持ちになりますね」[従軍者は洞察力を尊び、判断力のない人間は相手にしません。ミラーがアイアンを少なくとも20上回るようにしましょう。]@{K}「恐らく、生散病でしょう。恐らくは、ええ。取り繕っても仕方が有りませんね、確かに死ぬのは怖いですよ。ですが、貴方が今こうして私にその事を気づかせに来てくれたお陰で、私は - とても眠れそうにありません。」[従事者は洞察力に優れていますが、自らの気持ちを制御し耐える事は苦手なようです。貴方のミラーが20ポイント以上、貴方のアイアンを上回っている事を確認して下さい。]@{M}$Iron -> アイアン, Mirrors -> ミラー, [Aa]nimescence -> 魂遷$\"Perhaps it's the animescence. Perhaps, yes, all right, I'm afraid of death. But now you come to mention it, I am - restless.\" [The Campaigner respects insight and has no patience with crassness. Ensure your Mirrors is at least 20 points higher than your Iron.] ",
                    "ButtonText": "", "Id": 146903},
                   {"DefaultEvent": {"Description": "従軍者は科学者のように的確に、かつ戦場の軍医のように素早くあなたの服を脱がせた。彼女は執拗だったが、惜しみなく与える。しかし、とても執拗だった。彼女が部屋を去る用意を整えるころには、あなたは喜びのあまり気を失いそうになっていたほどだ。しかし彼女は仕事に戻るのが待ちきれない様子だ。「素晴らしい気晴らしになりました」彼女は心のこもった暖かい口調でそう言った。[この先海上にいる間に再び逢引の機会が訪れるでしょう。逢引には恐怖を大幅に下げる効果があります。しかしロンドンに恋人がいるのであれば、彼らに事が露見する可能性もあります。]@{K}従事者は、科学者のような精密さと軍医のような迅速さの双方を遺憾なく発揮し、立ちどころに貴方の衣服を剥ぎとった。彼女はしつこいが、思いやりがある。しかし、非常にしつこかった。彼女が部屋を去る準備を終えた時、貴方は快楽で気を失いそうになっていたが、彼女は早く仕事に戻りたがっているようだった。「楽しい幕間でしたわよ。」彼女は心からの温もりを込めて、そう言った。\u000d\u000a[貴方が海上に居る時に、逢引の機会はこの様に訪れて来ます。恐怖を大幅に下げる効果が有ります。ただし、恋人が港に居る場合は、ばれてしまう可能性も勿論有ります。]@{M}The Campaigner disrobes you both with the precision of a scientist and the urgency of a battlefield surgeon. She is insistent, but generous. But very insistent. By the time she is ready to leave, you are almost unconscious with rapture, but she is eager to get back to work. \"A wonderful interlude,\" she says, with real warmth. [Opportunities for other trysts will occur while you're at sea, substantially reducing Terror. However, if you have a lover in port, they might find out.]",
                                     "Name": "暗中の悦び@{M}Delight in the darkness", "Id": 181420},
                    "Name": "不屈の従軍者に誘いをかける@{K}不屈の従事者に誘いをかける@{M}$Indomitable Campaigner -> 不屈の従軍者$Proposition the Indomitable Campaigner",
                    "Description": "「いいでしょう。断る理由はありませんね。あなたはとても素敵な方ですから」[従軍者は死にかけた経験から、少しばかり浮ついた気持ちになっているのかもしれません。]@{K}「良いですわよ?何故躊躇するのでしょう。<i>貴方は</i>とても愛らしいですのに。」[恐らく、死に瀕した従事者は、軽い目眩を覚えていたのでしょう。]@{M}\"Why not? Why not indeed. You <i>are</i> quite pretty.\" [Perhaps the Campaigner's brush with death has left her a little giddy.]",
                    "ButtonText": "", "Id": 146904},
                   {"DefaultEvent": {"Description": "[この先海上にいる間に再び逢引の機会が訪れるでしょう。逢引には恐怖を大幅に下げる効果があります。しかしロンドンに恋人がいるのであれば、彼らに事が露見する可能性もあります。]@{K}[貴方が海上に居る時に、逢引の機会はこの様に訪れて来ます。恐怖を大幅に下げる効果が有ります。ただし、恋人が港に居る場合は、ばれてしまう可能性も勿論有ります。]@{M}[Opportunities for other trysts will occur while you're at sea, substantially reducing Terror. However, if you have a lover in port, they might find out.]",
                                     "LinkToEvent": {"Id": 157597}, "Name": "また後で……@{K}また今度...@{M}Later...",
                                     "Id": 181423},
                    "Name": "二人だけの微笑みを投げ合う@{M}Exchange a secret smile",
                    "Description": "オフィサーとのロマンスは他の船員たちから不適切だと思われるかもしれない。密かに行動しよう。@{K}幹部とのロマンスは他者からは不穏と思われるかもしれない。貴方は慎重に行動する必要がある。@{M}$[Oo]fficer -> オフィサー$A romance with an Officer might be considered unseemly. You'll need to be discreet.",
                    "ButtonText": "", "Id": 146907}],
 "Description": "「そこにお座り下さい、船長。直ぐに参りますので」@{M}\"Sit down there. I'll be with you in a moment. Captain.\"",
 "Name": "従軍者と話す@{K}従事者に話しかける@{M}Speak to the Campaigner", "Id": 157597}
