{"ChildBranches": [{"DefaultEvent": {"Description": "「ありがとう。これなら完璧だ。ケイブトラウトなら波止場でいつでも買えるんだが、私には少し違うものが必要でね。シェイプリングのためのものが。さあ、他にもやってもらいたい仕事があるぞ――」@{I}「有難う。申し分ありません。波止場で平日いつでも洞窟マスを買えるとは言っても、私は少々他とは違う物が必要でして。シェイプリングの為に。さてこれはこれとして、また貴方にお頼みしたい事が御座いまして...」@{M}$[Ss]hapeling -> シェイプリング$\"Thank you. This is perfect. I can buy cave-trout down at the docks any day of the week, but I'll need something a little different. Something for the shapelings. But now, I have further need of your services...\"",
                                     "LinkToEvent": {"Id": 159414}, "Name": "", "Id": 159415},
                    "Name": "「深みのものを」@{I}\"何か深い所から採れた物を。\"@{M}\"Something deep.\"",
                    "Description": "「特別な魚の死体7つで500エコーだ。実に良い値だよ」@{I}「珍しい魚を7尾持ってきて頂ければ500エコーお支払いします。良い値段でしょう。」@{M}\"Five hundred Echoes for seven peculiar fish-corpses. A very fine price.\"",
                    "ButtonText": "", "Id": 134191},
                   {"DefaultEvent": {"Description": "「こいつは役に立ちそうだ。私には説得力のある脅威が必要なんだよ、武器ではなくな。そしてこれらには説得力がある。さあ、他にもやってもらいたい仕事があるぞ――」@{I}「これで問題ないでしょう。私は武器ではなく、抑止力になりうる脅威が必要で...これは十分抑止力になります。さて、また貴方にお頼みしたい事が御座いまして...」@{M}\"This will do nicely. I need persuasive threats, not weapons - and these are persuasive. Now, I have further need of your services...\"",
                                     "LinkToEvent": {"Id": 159414}, "Name": "", "Id": 166625},
                    "Name": "「野蛮なものを」@{I}\"何か獰猛な物を\"@{M}\"Something savage.\"",
                    "Description": "「あんたには、あー、何かを狩ってきてもらう必要があるだろうな。何か獰猛な奴を。7つにつき500エコーだ」@{I}\"貴方は狩猟に長けているとお見受けします。何か強い物を。7体で500エコーお支払い致しましょう。\"@{M}\"I imagine you'll need to, ah, hunt things. Fierce things. Five hundred Echoes for seven pieces.\"",
                    "ButtonText": "", "Id": 137952},
                   {"DefaultEvent": {"Description": "「ありがとう。私の行く手には……いずれ十分な明かりが現れるだろう。だが、自分の手で取り扱える明かりが必要なんだ。さあ、他にもやってもらいたい仕事があるぞ……」@{I}「有難うございます。私達が向かおうとしている場所にも、十分な光はあるんですが...それでも、私達が管理できる物が必要だったのです。さてこれはこれとして、また貴方にお頼みしたい事が御座いまして...」@{M}\"Thank you. Where I'm going... there will be light enough, eventually. But we'll need something we can manage ourselves. But now, I have further need of your services...\"",
                                     "Name": "", "Id": 166626},
                    "Name": "「輝くものを」@{I}\"何か眩しい物を。\"@{M}\"Something bright.\"",
                    "Description": "「ポート・セシル。プリンシプル・オブ・コーラルの中だ。場所はいつもは北東か、もしくはどこかそこら辺にある。シンティラックが産出される場所だよ。たっぷり1000エコーを支払おう。7つ持ってきてくれ」@{I}「セシル港は珊瑚の中心にあり、大体ここから北東の方角にあると聞きます。そこには眩い珊瑚の胞核があると聞いております。7個で...そうですな、大体1000エコー。如何でしょう。」@{M}$Principles of Coral -> プリンシプルズ・オブ・コーラル, Port Cecil -> ポート・セシル, [Ss]cintillack -> シンティラック$\"Port Cecil, in the Principles of Coral. It's usually north-east, or thereabouts. That's where scintillack comes from. A round thousand Echoes, for seven.\"",
                    "ButtonText": "", "Id": 137953},
                   {"DefaultEvent": {"Description": "「徴税官の筆致には何かがあるな。彼らは言葉を変えたりはしないのに、私にはもう、これらの作品がそこまでわくわくさせるものには見えない。とは言え、これらは私の目を楽しませるためのものではない。門の向こうでは、多くの欲望が待ち受けていることだろう。これらがどれほど役に立つかは確信が持てないが――しかし、期待はできる。さあ、また別のものを……」@{I}「\"レヴェニュー\"の表現には少々物申したい事があります。技法は悪くないとは思いますが、作品として魅力を感じづらい、といった所でしょうか。確かにこれは私の好みの問題かもしれません。需要はもちろん沢山あるんでしょう。これが実際どれだけ売れるのかは私にも分かりませんが...期待はしましょう。さて、また貴方に...」@{M}\"There's something about the Revenue's touch. They don't change the words, but I never find the works quite so thrilling. Still, they're not for my eyes. Beyond the gate, there will be many appetites. I cannot even be sure how much use these will be - but I can hope. Now, something else...\"",
                                     "LinkToEvent": {"Id": 159414}, "Name": "", "Id": 166627},
                    "Name": "「ロマンティックで、なおかつ承認されたものを」@{I}\"何かロマンチックな物を。\"@{M}\"Something romantic, and approved.\"",
                    "Description": "「この手のものはカーネイトで出版されてる。東の方だ。難しいかもしれないが。彼らは積極的には取引をしたがらないからな……。そのうえ、恋愛小説には関税が掛けられてる。それでも、7冊につき1000エコーを支払おう」@{I}「これはここから東方にあるハン王国で出版されている本です。ですが、彼らは容易く交易に応じてくれんのです...それにラブストーリーには関税がかかるもので。それでも、お持ち頂けるなら7冊で1000エコーお支払いしましょう。」@{M}$Khan -> カーン, Khanate -> カーネイト$\"They publish this stuff in the Khanate, to the East. But they don't trade readily... and there's a customs duty on love stories. Still, I'll pay a thousand Echoes for the seven.\"",
                    "ButtonText": "", "Id": 137954},
                   {"DefaultEvent": {"Description": "「蜘蛛。蜘蛛は……星の言葉を最初に知った連中だ。私は最後になるだろう。だが、まだ必要なものがある……」@{I}「蜘蛛...ああ、蜘蛛。彼らは星々の言葉を初めて解した者達。私などは最後です。さて、また貴方のお力を...」@{M}\"Spiders. Spiders... they are the first to know the speech of stars. I will be the last. But I need something more...\"",
                                     "LinkToEvent": {"Id": 159414}, "Name": "", "Id": 166628},
                    "Name": "「絹のようなものを」@{I}\"何か滑らかな物を。\"@{M}\"Something silky.\"",
                    "Description": "「ウルフスタックよりも良い値を提示しよう。ずっと良い値を。たくさんにつき1500エコーだ。絹は救い主の岩礁で見つかるだろう。遠く東の方だ。もしくはカーネイトか。こっちはzeeのど真ん中にある」@{I}「貴方がロンドンで得られるであろうよりも、私は良い支払いを致しましょう。遥かに良い金額のはずです。一山1500エコー。どうでしょう。絹は遥か遠い東方の恩人ヶ岩で見つかるでしょう。若しくはハン王国ですな。ジーの中心に近い所と聞いております。」@{M}$Khan -> カーン, Wolfstack -> ウルフスタック, Khanate -> カーネイト, Saviour's Rocks -> 救い主の岩礁, Wolf -> ウルフ$\"I'll offer you a better price than you'll get in Wolfstack. Much better. Fifteen hundred Echoes for the lot. You'll find silk in Saviour's Rocks, far to the East. Or in the Khanate, near the zee's heart.\"",
                    "ButtonText": "", "Id": 137955},
                   {"DefaultEvent": {"Description": "「これは通好みの味だ。しかし、私の行く先にいるのは、そういう顧客たちだ。あともうひとつ――」@{I}「これは名人の味わいですな。しかし私がこれから行く所にも、名人級のお客様がおりまして。さて、もう一つ -」@{M}\"It's a specialist taste. But where I'm going, there are specialist customers. One more thing - \"",
                                     "LinkToEvent": {"Id": 159414}, "Name": "", "Id": 166629},
                    "Name": "「暖かいものを」@{I}\"何か温かい物を。\"@{M}\"Something warming.\"",
                    "Description": "「それはマウント・パーマーストンで売られている。Unterzeeの北方のどこかだ。7つに1000エコーを支払おう」@{I}「それはこのウンタージーの北方、どこかに座するパルマストン山にて売られていると聞きました。封をされた7枚の皮で1000エコーお支払いしましょう。」@{M}$(Mt?.|Mount) Palmerston -> マウント・パーマーストン$\"They sell it in Mt Palmerston, somewhere in the North of the Unterzee. One thousand Echoes for seven sealed skins.\"",
                    "ButtonText": "", "Id": 137956},
                   {"DefaultEvent": {"Description": "「その味が必要になることはないだろう。ただ、かき消さなければならない声があるんだ。さあ――」@{I}「私達はそれを味わう物としては必要としていません。少々、沈めなければならない\"声\"があるのですよ。さて -」@{M}\"We won't need it for its taste. There are voices which must be drowned. Now -\"",
                                     "LinkToEvent": {"Id": 159414}, "Name": "", "Id": 166630},
                    "Name": "「ぴりっとするものを」@{I}\"何か辛い物を。\"@{M}\"Something spicy.\"",
                    "Description": "「それはウィザーで収穫される。海岸沿いに北へ向かったところだ。700エコー出そう」@{I}「これは海岸から北へ行った所にあるウィザーで収穫されています。700エコーでどうでしょう。」@{M}$Whither -> ウィザー$\"They harvest it in Whither, to the north along the coast. Seven hundred Echoes.\"",
                    "ButtonText": "", "Id": 137957},
                   {"DefaultEvent": {"Description": "「私が子供の頃、乳母に尋ねてみたことがあるんだよ。もしも決まりを破ったら、この破片に何が起こるのかって。今はもう知っている。今はもう。だが、他にも必要なものがある――」@{I}「私が子供だった頃、看護師さんに聞いたことがあります。\"もし法律を破ったら、僕達はどうなってしまうの?\" 今は理解しています。ええ、十分に。さて、次はまた別の物を -」@{M}\"When I was a boy, I asked my nurse: when you break a law, what happens to the pieces? Now I know. Now I know. But I need something else - \"",
                                     "Name": "", "Id": 166631},
                    "Name": "「危険なものを」@{I}\"何か危険な物を。\"@{M}\"Something perilous.\"",
                    "Description": "「それらはマウント・パーマーストンで売られている。Unterzeeの北方のどこかだ。7樽につき500エコー。これより良い値を付けるところはないよ」@{I}「それはこのウンタージーの北方、どこかに座するパルマストン山にて売られていると聞きました。7樽で500エコーお支払いします。これより高値で買い取ってくれる所は無い筈です。」@{M}$(Mt?.|Mount) Palmerston -> マウント・パーマーストン$\"They sell these in Mt Palmerston, somewhere in the North of the Unterzee. Five hundred for seven barrels of the things. You won't find a better price.\"",
                    "ButtonText": "", "Id": 137958},
                   {"DefaultEvent": {"Description": "「ああ、ありがとう。ありがとう。この手のものを見ると、また旅に出たい気持ちが強くなってくるよ。だが、私の旅は残すところあと一回だけだ。そうなるだろう。さて、話は変わるが――」@{I}「おお、感謝します。有難う。これを見た時、また旅に出たいと思ってしまいますが...私に残された旅路はもう一つしか無いでしょう、恐らく。そこへ行くと、貴方は -」@{M}\"Oh, thank you. Thank you. When I look at these, I want so much to travel again; but there's only one journey left in me, I think. You, on the other hand - \"",
                                     "LinkToEvent": {"Id": 159414}, "Name": "", "Id": 166632},
                    "Name": "「手の込んだものを」@{I}\"何か珍奇な物を。\"@{M}\"Something intricate.\"",
                    "Description": "「埋もれた財宝、打ち捨てられた博物館、海賊の積荷やらの中を探すんだ。時たま、怪物の腹の中にも入ってることがある。幸運を。7つ必要だ。理由は聞かないでくれ。1500エコーもあれば、あらゆる質問の答えになるだろう」@{I}「埋葬された財宝を、打ち捨てられた美術館を、海賊の貨物を調べて見つけて来て下さい。時々は、怪物の腹の中を。幸運を祈ります。7つ必要です。理由は問わないで下さい。貴方の問いには1500エコーでお答え致しましょう。」@{M}\"Find them in buried treasure, broken museums, pirate cargoes. Now and then, the stomachs of monsters. Good luck. I need seven. Don't ask why. Fifteen hundred Echoes will answer all your questions.\"",
                    "ButtonText": "", "Id": 137959},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 159414},
                                     "Name": "", "Id": 166633},
                    "Name": "「儚いものを」@{I}\"何か心細い物を。\"@{M}\"Something forlorn.\"",
                    "Description": "「それはアイレムか……あるいは夢の中で見つかる。どっちの方が見つけやすいかは分からないが。(実は、ウルフスタックでも売ってるんだがね。しかしそこに浪漫はあるか？あるいは利益は？)7つにつき700エコー出そう」@{I}「アイレムか...もしくは夢の中で見つかるでしょう。どちらの方がより探しやすいかは、私には分かりません。(実際には、それはウルフスタックでも売られている物だ。しかしそれのどこに魅力が在るのだろう?若しくは単純に利益だ。)7梱で700エコーお支払いします。」@{M}$Wolfstack -> ウルフスタック, Irem -> アイレム, Wolf -> ウルフ$\"You can find it in Irem... or dreams. I don't know which is easier to find. (Actually, they sell it down at Wolfstack, but where's the romance in that? Or the profit.) Seven hundred Echoes for seven bales.\" ",
                    "ButtonText": "", "Id": 137960},
                   {"DefaultEvent": {"Description": "「私とあんたで。我々は臆病な者どもとは違う。今こそ、始めたことを終わらせる時だ。一緒に来てくれ。北へ。アビッド・ホライズンへ。ハイ・ゲートへ」@{I}「貴方と私...今更気後れするような人数ではございません。さぁ、私達が始めた事を終わらせる時がやって参りました。私と共に、北へ参りましょう。渇望した水平線へ。至高の門へ。」@{M}$High Gate -> ハイ・ゲート, Avid Horizon -> アビッド・ホライズン$\"You and I: we are not numbered among the timid. Now is the time to complete what we have begun. Come with me. Come North, to Avid Horizon, to the High Gate.\"",
                                     "LinkToEvent": {"Id": 159414},
                                     "Name": "「行くべき時だ」@{I}\"時至れり。\"@{M}\"Time to go.\"",
                                     "Id": 168043},
                    "Name": "貿易商には計画がある@{I}貿易商人の計画@{M}The Venturer has a plan",
                    "Description": "「これからは、ここでの事業は私なしで進められるだろう……。そして私の一世一代の挑戦に必要な物資は、もうすべて集め終えた。あとは、あんたの船を使わせてもらいたい」<br/><br/>　彼の話を聞こうか？@{I}「私がここでやっている事は私が居なくても続いていく事です。そして、私が生涯最高の努力を費やす為に必要な物資は全て集めました。貴方の力を...船を、お貸し下さい。」\u000d\u000a\u000d\u000a貴方は彼の言葉に耳を傾けるのか?@{M}\"My operations here will continue without me... and I have gathered all the supplies I need for my greatest endeavour yet. I need to charter your ship.\"\u000d\u000a\u000d\u000aWill you hear what he has to say?",
                    "ButtonText": "", "Id": 138795},
                   {"DefaultEvent": {"Description": "「あんたの準備ができたら出発しよう。あんたが私のために集めてくれたすべてが――ここにある。この世界には大きすぎる宝だ。私を北へ連れて行ってくれ。ヴォイド・アプローチの中にある、アビッド・ホライズンへ」[彼の物資を失くしても、買い足すことはできます。ただし、安くはありません。]@{I}「準備が出来たらジーに出ましょう。私の為に貴方が揃えてくれた全ての物資は - ここに在ります。世界には財宝が溢れかえっています。北へ。渇望する水平線へ。虚無の近傍へ。」[物資が無くなった場合、買い増しは出来ますが、安くはないでしょう。]@{M}$Void's Approach -> ヴォイド・アプローチ, Avid Horizon -> アビッド・ホライズン$\"Let us sail when you're ready. All that you've assembled for me - it's here. Treasures too great for this world. Take me North, to Avid Horizon, in Void's Approach.\" [If you lose the supplies, you can buy more, but they won't be cheap.]",
                                     "Name": "", "Id": 168044},
                    "Name": "北へ！@{I}北へ!@{M}North!",
                    "Description": "　貿易商をアビッド・ホライズン、海の終わり、ウォッチャーたちの待つ場所へと連れて行こう。彼にとって必要不可欠な40の積荷を載せて。[船倉に40の余裕を持たせた上でアビッド・ホライズンまで辿り着ける用意がなければ、これを選んではいけません。]@{I}貿易商人を、海の終わりであり監視する者が待つ、渇望した水平線まで連れて行く。貿易商人と、彼が運ぶ40個の重要な貨物を。[船に40以上の貨物スペースがあり、渇望した水平線にたどり着く自信が無ければこの選択肢を選ぶべきでは無い。]@{M}$Avid Horizon -> アビッド・ホライズン$Take the Venturer to Avid Horizon, where the sea ends and the Watchers wait. The Venturer, and his forty units of essential cargo. [Do not choose this option unless you have forty units of free cargo space, and can reach Avid Horizon.]",
                    "ButtonText": "", "Id": 138796},
                   {"DefaultEvent": {"Description": "「あんたは私が思ってたような奴じゃなかったんだな。正直言って失望した。だが私はもう、後戻りできないところまで来ている。私はまた別の奴を見つけるとするよ。私からあんたに餞別をくれてやる。聞け――」<br/><br/>　彼の両目は広く、暗かった。彼が声を低めて語ったもの――暗闇の性質、陸地の影、静かな風の通り道――それらはかつては法であった。しかしここ、太陽からあまりに遠く離れた場所で、法は腐り落ちた。その力は絞り尽くされた。これこそがzeeが絶え間なく変化し続ける理由。まるで眠る者が夢の中で身を捩るように。少なくとも今、あなたはzeeがどのように変化するのかについて、僅かながらの理解を得た。<br/><br/>　あなたが長く冷たい幻から目覚めた時、貿易商の姿はなかった。@{I}「貴方は私が考えていた人物ではありませんでした。失望した事を認めましょう。しかし、ここまできて失敗とは。また別の人を見つけるとします。貴方に餞別をお渡ししましょう。聞いて下さい -」\u000d\u000a\u000d\u000a彼の目は冥く見開かれ、彼の声は低い。彼が口にしたそれら - 闇の性質、大地の影、静かなる風の闊歩する道 - は、かつて法であった。しかし、太陽から遠く離れたこの地で、それらの法は蝕まれてしまった。その力は弱り切ってしまったのだ。ジーが絶え間なく変わりゆくのもこれが理由であり、それは宛ら眠り人が夢を編み続けるかのようであった。少なくとも今、貴方は、この世界の変化がどのようにして為されているのか、その一部を垣間見た。\u000d\u000a\u000d\u000a貴方は、長く冷たい幻想から目を覚まし、貿易商人は姿を消した。@{M}\"You are not who I thought you were. I'll admit I'm disappointed. But I've come to far to fail now. I'll find another. I have a parting gift for you. Listen - \"\u000d\u000a\u000d\u000aHis eyes are wide and dark. His voice is low. These things he speaks of - the disposition of darkness, the shadows of land, the path the quiet wind walks - these were laws once. But here, so far from the Sun, the laws have decayed. Their force is spent. This is why the zee changes eternally, like a sleeper twisting in dreams. At least, now, you understand a little of how it might change.\u000d\u000a\u000d\u000aYou awake from a long cold reverie. The Venturer is gone.",
                                     "Name": "「分かったよ」@{I}\"分かりました。\"@{M}\"I understand.\"",
                                     "Id": 168045},
                    "Name": "アビッド・ホライズン！絶対に無理だ。@{I}渇望した水平線!絶対に駄目だ@{M}$Avid Horizon -> アビッド・ホライズン$Avid Horizon! Absolutely not.",
                    "Description": "　そこは邪悪な評判のついて回る場所だ。ハイ・ゲートは何人にも開かれることはないだろう。彼の動機ははっきり言って狂っている。彼に別れを告げるのだ。@{I}そこは悪しき名望の地である。至高の門は\"善き\"者には開かれる事はない。彼が持つ同期は単純に合理的とは言えなかった。別離を告げよう。@{M}$High Gate -> ハイ・ゲート$It's a place of evil reputation. The High Gate won't open on anything good. His motives are plainly not rational. Bid him farewell.",
                    "ButtonText": "", "Id": 138797},
                   {"DefaultEvent": {"Description": "　もしかしたら北へ向かうというのが間違いなのかもしれない。見極めるべき時だ。@{I}北へ往くのは間違いかもしれない。そろそろはっきりさせよう。@{M}Perhaps going North is the mistake. Time to find out.",
                                     "Name": "", "Id": 168130},
                    "Name": "貿易商の冒険に必要な物資を買い足す@{I}貿易商人の遠征の為に物資を買い増す@{M}Purchase more supplies for the Venturer's expedition",
                    "Description": "　あなたは間違いを犯した。それでもまだ、その間違いを正すことはできる。@{I}貴方は間違いを犯した: 今ならまだ修正が利く。@{M}You've made mistakes: you may yet correct them.",
                    "ButtonText": "", "Id": 138849},
                   {"DefaultEvent": {"Description": "「これらはすべてが教訓だ。歴史の輪郭をなすもの。学者やら賞賛者やらが現れるだろうが……そっちは十分だ。あんたにやってもらいたい仕事はまだあるぞ」@{I}「これらは全て教訓です。歴史の輪郭です。教養ある人も、称賛される人も...しかしもう十分でしょう。貴方に課すべき仕事が別に在ります。」@{M}\"All these are lessons. Contours of history. There will be scholars and marvellers... but enough of that. I have another task for you.\"",
                                     "LinkToEvent": {"Id": 159414}, "Name": "", "Id": 168513},
                    "Name": "「丈夫なものを」@{I}\"何か丈夫な物を。\"@{M}\"Something durable.\"",
                    "Description": "「十分な数の怪物を殺すんだ。あるいは、キェロネイトで買っても良い。遠く東の方だ。そこの連中は、怪物の死体を山程抱えてる。私はそうはいかない。500エコーだ。ああ、気前の良い値だ。急いでくれよ」@{I}「十分な数の怪物を仕留めましょう。もしくは遠く東にあるケロネイトで買う事も出来ます。数多くのデッドモンスターが溢れかえっています。私は違いますがね。500エコーです。気前がいいでしょう。さぁ早く。」@{M}$Chelonate -> キェロネイト$\"Murder enough monsters. Or you can purchase it in the Chelonate, far to the East. They're flooded with dead monsters. I'm not. Five hundred Echoes. Yes, it's generous. Be quick.\"",
                    "ButtonText": "", "Id": 139039},
                   {"DefaultEvent": {"Description": "「この青さ！白状すると、これは私にとって最も実用的ではない買い物なんだ――しかし、私にはこの青を思い出させてくれるものが必要だった。ありがとう。安いもんだよ。だが他にも必要なものがある――」@{I}「この青です!今白状しましょう。これは私にとって最も重要度の低い買い物です - しかし私は常に青を思い出せる何かが欲しかったのです。感謝します。とても安い買い物でした。さて、引き続き貴方にお願いしたい事が -」@{M}\"That blue! I will confess something to you. This is my least practical purchase - but I wanted something to remember the blue. Thank you. Cheap at the price. But there's something else - \"",
                                     "LinkToEvent": {"Id": 159414}, "Name": "", "Id": 168514},
                    "Name": "「青いものを」@{I}\"何か蒼き物を。\"@{M}\"Something azure.\"",
                    "Description": "「サファイア。あんたももちろん知っているだろうが、ポート・カーネリアンで産出される。zeeの南西だ。1000エコーを用意しておく。行って帰ってきてくれ。急いでな。それらを照らすためのろうそくはもうあるんだ」@{I}「サファイアは勿論ご存知でしょうが、それはカーネリアン港で算出されます。ジーの南西ですな。1000エコーお支払いします。そちらへ行き、戻ってきてください。さぁ急いで。蝋燭には限りがあります。」@{M}$Port Carnelian -> ポート・カーネリアン$\"Sapphires, as of course you know, come from Port Carnelian, in the south-west of the zee. One thousand Echoes. There and back again. Hurry. I have candles to light.\"",
                    "ButtonText": "", "Id": 139040},
                   {"DefaultEvent": {"Description": "「フルーク。シェイプリングの中でも最大のもの。そしてローエンはフルークの中での最大だ。この核を受け取ってしまったら、私も共犯になる……。だがある意味、こいつは故郷に帰ることになるのかもしれない。もしかしたらだが。あともうひとつ――」@{I}「フルーク。シェイプリングの中でも最上の種です。そして、ローンはフルークの中でも最上の種。その核を手にするという事は、犯罪に手を染めた共犯者という事になります。...しかし、恐らく、これは元あった場所に還るでしょう。恐らく。さて、もう一つ -」@{M}$[Ss]hapeling -> シェイプリング, [Ff]luke -> フルーク$\"The Flukes. The greatest of the shapelings. And the Lorns are the greatest of the Flukes. By accepting this Core, I make myself an accomplice in a crime... but perhaps, in a sense, this one will return home. Perhaps. One more thing - \"",
                                     "LinkToEvent": {"Id": 159414}, "Name": "", "Id": 168515},
                    "Name": "「難しいものを」@{I}\"何か...困難な物を。\"@{M}\"Something... difficult.\"",
                    "Description": "「あんたには、あー、ローエン・フルークを殺してもらう必要があるかもしれん。あるいは既に殺されているのを見つけるとか。こっちには1000エコーを支払う用意がある。1000だ。ぴったり1000。数字の1000だ――1000」@{I}「貴方は...ああ...ローンフルークを倒さないといけないかもしれません。若しくはすでにそれを持っている人を探すか、ですな。1000エコーお支払いします。1000です。ちょうど1000です。きっかりと1000...1000エコーです。」@{M}$[Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク$\"You, ah, might need to destroy a Lorn-Fluke - or find someone who already has. There's a thousand Echoes in it for you. One thousand. One thousand exactly. One thousand is the num - one thousand.\"",
                    "ButtonText": "", "Id": 139041},
                   {"DefaultEvent": {"Description": "「七つ。いつだって七つだ。何故かは分からない。しかし、この企てから利益を得ようと思うならば、決め事には従わなければ。さあ、近づいたぞ。だがもうひとつ――」@{I}「7。常に7です。理由は私にも分かりません。ただ、私達がこの計画に沿って利益を上げる場合、この約束事は守り通さなければならないのです。そろそろ終わりに近づいています。さて、また別の物を -」@{M}\"Seven. It's always seven. I don't know why. But if we are to profit by this scheme, we have to hew to the rules. We're close, now. But another thing - \"",
                                     "Name": "", "Id": 168516},
                    "Name": "「痛ましいものを」@{I}\"何か哀しい物を。\"@{M}\"Something sorrowful.\"",
                    "Description": "「人間の頭蓋骨がどこで見つかるかなんて分かり切ってる。それを話し合いで譲ってもらうのは難しいがね。500エコーだ……そして質問は一切受け付けない」@{I}「私達は、人間の頭蓋骨が何処にあるか知っています。大変だとは思いますが、交渉をして頂ければ助かります。500エコー...そして、質問は受け付けません」@{M}\"We all know where to find human skulls. I appreciate that it can be difficult to negotiate for them. Five hundred Echoes... and no questions asked.\"",
                    "ButtonText": "", "Id": 139042},
                   {"DefaultEvent": {"Description": "「こいつは我々の腹の中に火を入れてくれる。我々皆の腹にな。それが必要になるだろう。向こうは寒いから。さてもうひとつ――」@{I}「これがあれば腹の底から温まるのです。体全体が温まるんですよ。外は大抵寒いですからね...必要なんです。そしてあと一つ -」@{M}\"This will put fire in our belly. In all our bellies. We'll need that: it's cold out there. One more thing - \"",
                                     "LinkToEvent": {"Id": 159414}, "Name": "", "Id": 168517},
                    "Name": "「黒いものを」@{I}\"何か暗き物を。\"@{M}\"Something dark.\"",
                    "Description": "「それは旧大陸に育つ。南だ。アダムの道で見つかるだろう。あるいはポート・カーネリアンか、もしかしたらカーネイトにもあるかも。700エコーだ。ああ、ひょっとしたら、私がコーヒーを沢山飲みたいだけかもしれないな」@{I}「主に南方の旧き大陸で育つと言われています。アダムの道かカーネリアン港、もしくはハン王国で見つけられるかもしれません。700エコーお支払いします。ただ沢山の珈琲を飲みたいだけなのかもしれませんが。@{M}$Khan -> カーン, Khanate -> カーネイト, Elder Continent -> 旧大陸, Adam's Way -> アダムの道, Port Carnelian -> ポート・カーネリアン$\"They grow it in the Elder Continent, to the South. You can find it in Adam's Way, or Port Carnelian, or the Khanate, perhaps. Seven hundred Echoes. Yes. Perhaps I just drink a lot of coffee.\" ",
                    "ButtonText": "", "Id": 139043},
                   {"DefaultEvent": {"Description": "　貿易商はあなたに黒い大メダルを手渡した。「婦人にはいつもの支払いを送ると伝えておいてくれ。期待されてるルートを通じてな。こういう場合、大抵はウニだ」彼は付け加えた。「海軍省の取り締まりが厳しいからな」[アイル・オブ・キャッツに戻れば、大きな報酬を受け取ることができるでしょう。船倉に少なくとも10の空きを作っておきましょう。]@{I}貿易商人が貴方に黒のメダリオンを手渡す。「ご婦人に、何時ものお支払いを送るとお伝え下さい。お望みの方法で。今回は孤児経由になりそうですが。」そう言いながら溜息をつく。「総督府の取り締まりが厳しいのです。」@{M}$Admiralty -> 海軍省, Isle of Cats -> アイル・オブ・キャッツ$The Venturer hands you a black medallion. \"Tell the Lady I'll send the usual payment. By the expected channels. Mostly urchins, this time,\" he adds. \"The Admiralty's cracking down.\" [You will be well rewarded when you return to the Isle of Cats. Make sure you have at least 10 free spaces in your cargo hold.]",
                                     "Name": "仲介人@{I}仲介人@{M}Middlemen", "Id": 169529},
                    "Name": "檻の婦人からの積荷@{I}檻の貴婦人からの荷物@{M}$Lady of the Cages -> 檻の婦人$A shipment from the Lady of the Cages",
                    "Description": "「なら渡してくれ。だけど静かにな。不要な注意を引きたくはないんでね」@{I}「ではお渡しください。ただし静かに。望まぬ注目を集める必要性は...全くありません。」@{M}\"Hand it over then. But quietly. No need to attract any... unwanted attention.\" ",
                    "ButtonText": "", "Id": 139662},
                   {"DefaultEvent": {"Description": "　それはお互いにとって良い取引だった。冒険好きな貿易商は暖かな、そして驚くほど固い握手を返した。彼の眼差しに含まれていたのは、哀れみだったろうか？@{I}これは貴方達双方にとって良い取引だ。貿易商人の握手は温かく、そして驚くほど硬かった。彼の目に映ったのは、同情の念だろうか?@{M}It is a good deal for both of you. The Merchant Venturer's handshake is warm and surprisingly firm. Is that a look of pity in his eyes?",
                                     "Name": "なされるべき説明@{I}為されるべき説明@{M}Explanations due",
                                     "Id": 169530},
                    "Name": "ザイラを裏切る@{I}ザイーラを裏切る@{M}$Zaira -> ザイラ$Betray Zaira",
                    "Description": "「即金で1000エコーを支払うよ。檻の婦人には、積荷は海に落っことしたとでも言えばいい」@{I}「もしそうして頂けるなら、今すぐ1000エコーお支払いしましょう。檻の貴婦人には、海で荷物を紛失したとお伝えなさい。」@{M}$Lady of the Cages -> 檻の婦人$\"I'll pay you a thousand Echoes for it, right now. Just tell the Lady of the Cages you lost the shipment at sea.\"",
                    "ButtonText": "", "Id": 139663},
                   {"DefaultEvent": {"Description": "「門の向こうでは、多くの欲望が待ち受けていることだろう。これらがどれほど役に立つかは確信が持てないが――しかし、期待はできる。さあ、また別のものを……」@{I}「門の向こう側には、需要はもちろん沢山あるんでしょう。これが実際どれだけ売れるのかは私にも分かりませんが...期待はしましょう。さて、また貴方に...」@{M}\"Beyond the gate, there will be many appetites. I cannot be sure how much use these will be - but I can hope. Now, something else...\"",
                                     "LinkToEvent": {"Id": 159414}, "Name": "", "Id": 182147},
                    "Name": "「ロマンティックで、なおかつ密輸されたものを」@{I}\"何かロマンチックな物を。\"@{M}\"Something romantic, and smuggled.\"",
                    "Description": "「この手のものはカーネイトで出版されてる。東の方だ。難しいかもしれないが。彼らは積極的には取引をしたがらないからな……。そのうえ、バザールが恋愛小説に税を課してる。7冊につき1000エコーを支払おう」@{I}「これはここから東方にあるハン王国で出版されている本です。ですが、彼らは容易く交易に応じてくれんのです...それにラブストーリーには関税がかかるもので。それでも、お持ち頂けるなら7冊で1000エコーお支払いしましょう。」@{M}$Khan -> カーン, Khanate -> カーネイト$\"They publish this stuff in the Khanate, to the East. It may be difficult. They don't trade readily... and the Bazaar taxes love stories. I'll pay a thousand Echoes for the seven.\"",
                    "ButtonText": "", "Id": 147403}],
 "Description": "「あんたの手助けが要るんだ」[彼が2つの要求を出してきた場合、あなたはいずれか一方を満たすだけで構いません。]@{I}「貴方の助けが必要です。」[もし彼が要求を2つ出した場合、その何れかを達成すれば良いです。]@{M}\"I will need your help.\" [If he has made two requests, you can fulfil either one.]",
 "Name": "貿易商の願い@{I}貿易商人の望み@{M}The Venturer's Desires",
 "Id": 159414}
