{"ChildBranches": [{"DefaultEvent": {"Description": "　あたりには祝祭の雰囲気が漂っていた。夢の中で話される多くの言語の常として、あなたは言葉の意味が分からないままに、話の内容を理解していた。何でも、あるとてつもない災いが防がれたのだという。王の愚行が、姫の狡知によって終わりを告げた。夜の先触れたちは束縛された。そうだ、太陽は失われた。いいや、地面の下は教えられていたような場所ではなかった。けれど、事情を鑑みれば、これが最良の結果だったのかもしれない。この出来事は記憶されるだろう。彼らはこの勝利を祝うだろう。あなたは目を覚ました。彼らは何の言語を話していたのだろうか？@{I}辺りは祝福の空気に包まれている。夢の中では幾多の言語が語られていたが、貴方は言葉を理解する事無く、その意味を理解している: 大災害は辛うじて免れた、王の愚行は姫の悪知恵によって終わらされた、闇夜の使者は束縛された。ああ確かに、太陽は無くなった、しかし、地表の下にある場所は伝えられたものではなかったが、思えば恐らくこれが最良なのだろう。何時までも忘れられぬだろう。彼らは勝利を刻みこむだろう。貴方は目覚める。一体彼らは何語で話していたのだろうか?@{M}There is an air of celebration. As with many languages spoken in dreams, you understand the meaning without understanding the words: a great disaster has been averted, the King's folly is ended by the Princess' cunning, the heralds of night are bound. Yes, the sun is gone, and no, the places below ground are not what had been taught, but perhaps that's for the best, considering. It will be remembered. They will mark their triumph. You wake. What language were they speaking?",
                                     "Name": "", "Id": 159952},
                    "Name": "耳を澄ませる@{I}聞く@{M}Listen",
                    "Description": "　彼らは何を言っているのだろうか？@{I}彼らは何を言っているのだ?@{M}What are they saying?",
                    "ButtonText": "", "Id": 134532},
                   {"DefaultEvent": {"Description": "　肌に空いた気孔のように、街路に穴が並んでいた。あなたが見ている間に、もう一つの穴が生まれた。市民たちは一人ずつ階段を下り、穴から放たれる、柔らかく白い輝きの中へと降りていった。彼らの目は開かれ、そこには優しさが窺えた。あなたは一つの穴の縁に近づいた。彼らは、降りてゆくにつれ、それぞれ涙を流し始めた。その匂いは鋭く、不愉快で、羽毛が燃えているかのようだった。あなたは目を覚ました。@{I}まるで皮膚の毛穴の様に、縦穴で人々が列をなしている。貴方の見ている前で、別の者が扉を開ける。一人ずつ、目を見開いて恍惚とした表情を浮かべながら、民は階段をゆっくり降り、穴から漏れ出る柔らかな白い輝きの中に吸い込まれていく。貴方は縦穴の縁に近づいた。一人ひとりが、降りていくに連れてすすり泣きを始めるのが見える。匂いは鋭く不快で、まるで羽根が燃えているようだ。貴方はここで目が覚める。@{M}Pits line the streets like pores in skin. Another opens as you watch. One by one, the citizens descend the stairs into the soft white glow of the pits, their eyes wide and tender. You approach the edge of one of the pits. Each one, as they go down, begins to weep. The scent is sharp, unpleasant, like burning feathers. You wake.",
                                     "Name": "", "Id": 159954},
                    "Name": "後に従う@{I}後をつける@{M}Follow",
                    "Description": "　彼らは何をしているのだろうか？@{I}彼らは何をしているのだ?@{M}What are they doing?",
                    "ButtonText": "", "Id": 134534}],
 "Description": "　ここは砂石と花崗岩の都市だ。住民はうわさ話をしながら都市を歩き、暗い色のワインを啜っている。彼らは暖かい日の服装をしているが、それでもここはNeathの夜だ。あたりには落ち着かない祝祭の雰囲気が漂っている。@{I}此処は砂岩と花崗岩の街。住人が道を歩きながら噂話を交わし、濃色のワインを注いでいる。彼らは暖かい日の衣装を身に纏っているが、そもそも今此処は地下の夜なのだ。どうやら不安ながらも何かを祝うような空気が漂っている。@{M}Here is a city of sandstone and granite The inhabitants walk gossiping in the streets, sipping dark wines. They are dressed for a warm day, but it is the night of the Neath here. There is an air of uneasy celebration.",
 "Name": "とある都市の夢@{I}とある街の夢@{M}Dreams of a City", "Id": 159951}
