{"ChildBranches": [{"DefaultEvent": {"Description": "彼女は満足していないが、さりとて馬鹿ではなかった。「よーく分かりました。私がもう大丈夫だと判断出来るまで病床にいます。お互いに正直になりましょう...もう大丈夫だと判断する為に必要な知識は、貴方よりも私のほうが多く持っている筈です。」@{M}She isn't pleased; but she isn't stupid either. \"Very well. Until I judge that I'm well enough to rise from my sick-bed. Let us both be honest: I am much better equipped than you to determine when I am well enough.\"",
                                     "Name": "傲慢で不本意な同意@{M}Haughty acquiescence", "Id": 165263},
                    "Name": "回復するまでベッドで寝ているように強制する@{M}Insist she takes to her bed to recover",
                    "Description": "彼女は起き上がって動くべきではない。体調が回復するまで彼女の船室に食事を運ばせよう。@{M}She can't be up and about. Have meals sent to her cabin until she's a little restored.",
                    "ButtonText": "", "Id": 137075},
                   {"DefaultEvent": {"Description": "彼女は落ち着いた様子で語り出した。「家族は私が燃え尽きれば、きっと良くは思わないでしょうね……」そして突如ひどく咳き込みはじめる。痙攣の発作が起こった。船員たちは恐怖の面持ちであなたたちを取り囲む。甲板に血が零れ落ちた。\u000d\u000a\u000d\u000a彼女はあなたの腕にすがり、見上げて言った。「弔ってください。この肉体は――汚染されて――Zeeへ――投げ込んで。Zeeへ！」\u000d\u000a\u000d\u000a彼女の瞳の光が消え、腕からも力が抜けた。そして崩れ落ちる塔のように、甲板へと倒れ伏す。@{K}「私の家族は」冷静に彼女が呟く。「私が抱える物について何か言うでしょう -」そこまで言って、ひどく咳き込み始めた。痙攣が彼女を襲う。船員は顔色をなくして身を寄せあっている。甲板には鮮血が撒き散らされた。\u000d\u000a\u000d\u000a貴方の腕にしがみつき、彼女は貴方を見上げた。「私を...この汚れた...私の体を...どうかジーへ...このジーへ...!」\u000d\u000a\u000d\u000a彼女の目から光が失われ、貴方を掴んでいた腕から力が消え失せた。彼女は崩れ落ちる塔の如く、息を引き取った。@{M}\"My family,\" she says composedly, \"will have opinions on my the matter of my bur - \" She begins to cough, desperately. A spasm takes her. The crew gather, appalled. There is blood on the deck.\u000d\u000a\u000d\u000aShe hangs on your arm, looks up at you. \"Burial. This flesh - contaminated - give it to - zee. At zee!\"\u000d\u000a\u000d\u000aThe light in her eyes goes out: the strength is gone from her arm. She collapses like a falling tower.",
                                     "LinkToEvent": {"Id": 165309},
                                     "Name": "消え失せた光@{M}The light goes out", "Id": 165313},
                    "Name": "彼女を楽にする@{M}Let her go",
                    "Description": "彼女にしてあげられる事はもう無い。@{M}There's nothing more you can do for her.",
                    "ButtonText": "", "Id": 137106},
                   {"DefaultEvent": {"Description": "彼女の息が落ち着き、貴方は手を振って追い払われる。そして従軍者は一人で立ち上がり強いて微笑むと一つ頷き、よろよろと自室に戻っていった。彼女の呼吸は、ベーコンを焼いた後のフライパンの様な匂いを発していた。@{K/M}彼女の息が落ち着き、貴方は彼女に追い払われた。起き上がり、彼女は作り笑いを浮かべ、揺らめき、よろめいた。彼女の呼吸は、ベーコンを焼いた後のフライパンの様な匂いを発していた。@{M}Her breathing eases, and she waves you away. Rising, she forces a severe smile, nods, and lurches to her cabin. Her breath smelled like a skillet after bacon. ",
                                     "Name": "治療か?それとも気休めか?@{M}Remedy? Or placebo?", "Id": 181081},
                    "Name": "アダムの道で手に入れた治療法を施す@{M}$Adam's Way -> アダムの道$Administer the treatments from Adam's Way",
                    "Description": "指示は奇怪極まりなかったが、完璧に従えば大丈夫だろう。@{M}The instructions are bizarre, but you follow them exactly.",
                    "ButtonText": "", "Id": 146681}],
 "Description": "彼女は肺に異常があり、喘鳴がひどいようだ。咳をする度に彼女の喉が残り火のような光を放っている。一番最近の咳では、彼女はその場に崩れ落ちてしまっていた。@{M}She's developed a rattle in her lungs. Each time she coughs, the skin of her throat lights with an emberish glow. This latest coughing fit brings her to her knees.",
 "Name": "従軍者の容態が悪化している@{K}従事者の健康状態が悪化している@{M}The Campaigner's health is failing",
 "Id": 165262}
