{"ChildBranches": [{"DefaultEvent": {"Description": "彼女は貴方が思っているよりも、ベッドに寝転がって休みたいと願っていたようだ。沈黙砂が彼女の声を麻痺させたが、何れにしても彼女は話すことすら億劫な様であった。今はもう意固地になっている時間は無い。早く彼女が自分自身を治せるよう手助けをしないと、青白い荒地にある全ての沈黙砂が無くなってしまうだろう。@{M}$Pale Wastes -> ペイル・ウェイスト$She's more willing to go and lie down than you expected. Mutersalt numbs the voice, but she seems disinclined to talk in any case. There is no time left for obstinacy and heroism. Help her save herself soon, or all the mutersalt in the Pale Wastes won't be enough.",
                                     "Name": "絶望的な従順@{M}Desperate acquiescence", "Id": 165302},
                    "Name": "ベッドレスト、そして窮余の処置@{M}Bed-rest and desperate measures",
                    "Description": "彼女をベッドに寝かしつける。彼女の食事に沈黙砂を - 彼女の状態を抑制する効果があると学んだ - 混ぜて処方する。@{M}Insist she stays in bed. Dose her food with the mutersalt which, you've learnt, suppresses her condition.",
                    "ButtonText": "", "Id": 137099},
                   {"DefaultEvent": {"Description": "「私の家族は」冷静に彼女が呟く。「私が抱える物について何か言うでしょう -」そこまで言って、ひどく咳き込み始めた。痙攣が彼女を襲う。船員は顔色をなくして身を寄せあっている。甲板には鮮血が撒き散らされた。\u000d\u000a\u000d\u000a貴方の腕にしがみつき、彼女は貴方を見上げた。「私を...この汚れた...私の体を...どうかジーへ...このジーへ...!」\u000d\u000a\u000d\u000a彼女の目から光が失われ、貴方を掴んでいた腕から力が消え失せた。彼女は崩れ落ちる塔の如く、息を引き取った。@{M}\"My family,\" she says composedly, \"will have opinions on my the matter of my bur - \" She begins to cough, desperately. A spasm takes her. The crew gather, appalled. There is blood on the deck.\u000d\u000a\u000d\u000aShe hangs on your arm, looks up at you. \"Burial. This flesh - contaminated - give it to - zee. At zee!\"\u000d\u000a\u000d\u000aThe light in her eyes goes out: the strength is gone from her arm. She collapses like a falling tower.",
                                     "LinkToEvent": {"Id": 165309},
                                     "Name": "消え失せた光@{M}The light goes out", "Id": 165312},
                    "Name": "彼女を楽にする@{M}Let her go",
                    "Description": "今が、彼女の最後の一瞬なのだ。@{M}These are her final moments.",
                    "ButtonText": "", "Id": 137105},
                   {"DefaultEvent": {"Description": "彼女の皮膚の裏の光輝が鈍る。「私は全然大丈夫...」しわがれた声で彼女が呟く。その唇は砂の様に乾いていた。@{M}The luminosity behind her skin dulls. \"I'm quite all right,\" she croaks, her mouth dry as sand.",
                                     "Name": "治療か?それとも気休めか@{M}Remedy? Or placebo?", "Id": 181083},
                    "RareDefaultEvent": {"Description": "貴方は本当に、最初の処方で彼女に2滴を、二度目の処方で3滴を正確に与えたか?彼女の状態は手に負えない程進んでいるのか?この薬はインチキじゃないのか?彼女の皮膚は、ランプのガラスのように熱く...彼女の瞳の奥に、光が煌々と燃え盛っている。@{M}Did you definitely give her two drops of the first concoction and three of the second? Is her condition too advanced? Are the medicines only quackery? Her skin is hot as the glass of a lamp. A light burns behind her eyes. ",
                                         "LinkToEvent": {"Id": 165301},
                                         "Name": "実り無き処置@{M}Fruitless", "Id": 181084},
                    "Name": "アダムの道で手に入れた治療法を施す@{M}$Adam's Way -> アダムの道$Administer the treatments from Adam's Way",
                    "Description": "指示はひどく凝っている。出来るだけ早く作業を進めよう。@{M}The instructions are baroque. You work as quickly as you can.",
                    "ButtonText": "", "Id": 146683}],
 "Description": "彼女の顔の皮膚の下に燐光が走る。それは宛ら霧中の松明のようだ。船縁のレールに捕まって歩く様を見て、船乗りは後ずさりする。ストーンへの祈りを呟きながら。@{M}A phosphorescence swims in the skin of her face, like torches in fog. She keeps one hand on the rail as she walks. Zailors draw back, muttering petitions to Stone.",
 "Name": "従事者の健康状態が悪化している@{M}The Campaigner's health is desperate",
 "Id": 165301}
