{
  "Id": 165303,
  "Name": "死にかけの従事者@{M}The Campaigner is dying",
  "Description": "彼女の皮膚が、彼女の目が。まるで暮れ泥んだ太陽の様だ。「もう手遅れよ...」彼女は呻いた。彼女の唇の隙間を、死の光の霊がすり抜けていく。@{M}Her skin, her eyes. Like the long-set sun. \"Too late,\" she croaks. Wisps of deadly light escape between her lips.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 165304,
        "Name": "消え失せた光@{M}The light goes out",
        "Description": "「私の家族は」冷静に彼女が呟く。「私が抱える物について何か言うでしょう -」そこまで言って、ひどく咳き込み始めた。痙攣が彼女を襲う。船員は顔色をなくして身を寄せあっている。甲板には鮮血が撒き散らされた。\r\n\r\n貴方の腕にしがみつき、彼女は貴方を見上げた。「私を...この汚れた...私の体を...どうかジーへ...このジーへ...!」\r\n\r\n彼女の目から光が失われ、貴方を掴んでいた腕から力が消え失せた。彼女は崩れ落ちる塔の如く、息を引き取った。@{M}\"My family,\" she says composedly, \"will have opinions on my the matter of my bur - \" She begins to cough, desperately. A spasm takes her. The crew gather, appalled. There is blood on the deck.\r\n\r\nShe hangs on your arm, looks up at you. \"Burial. This flesh - contaminated - give it to - zee. At zee!\"\r\n\r\nThe light in her eyes goes out: the strength is gone from her arm. She collapses like a falling tower."
      },
      "Id": 137100,
      "Name": "彼女を楽にする@{M}Let her go",
      "Description": "彼女にしてあげられる事はもう無い。今が、彼女の最後の一瞬なのだ。@{M}There's nothing more you can do. These are her final moments."
    },
    {
      "DefaultEvent": {
        "Id": 181086,
        "Name": "気休めか?治療か?それとも奇跡か?@{M}A placebo? A remedy? A miracle? ",
        "Description": "書かれていた指示を無視し、手に掴めるだけ掴んで - 正確な量など分からない - 薬を与えた。彼女を支えていた貴方の指に水疱が浮かび上がったが、やがて少しずつ、彼女の体から熱が、溶鉱炉から暖炉程度に変わった程度に飛んで行くのが分かった。殺人的な光は綺麗に無くなった。貴方は彼女を元いたベッドに戻した。彼女が激しい高熱にうかされていた、あのベッドに。それからどれ程の時間、彼女を抱きしめていたのだろうか?@{M}Ignoring the instructions, you administer a bulky, imprecise, dose. Blisters rise on your fingers where you hold her, but gradually her skin cools from a furnace to a fire-guard. The killing light coils away. You return her to her bet, where she shudders in the grip of a savage fever. How long have you bought her?"
      },
      "Id": 146685,
      "Name": "アダムの道で手に入れた治療法を施す@{M}$Adam's Way -> アダムの道$Administer the treatments from Adam's Way",
      "Description": "時間はあるのか?@{M}Is there time?"
    }
  ]
}