{
  "Id": 165527,
  "Name": "真珠の知己に話しかける@{M}Speak to your nacreous acquaintance",
  "Description": "それは何かを求めるように垂涎している。もしそれが貴方の船室に来るような事がある場合、何かマットのような物を敷いておいた方が良いだろう。@{M}It drips eagerly. Perhaps if it comes to your cabin you should put down some sort of matting.",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 165528,
        "Name": "\"良いぬ。\"@{M}\"Fderr.\"",
        "Description": "「フツールぬ上に手乗せる。ガウ!目う開ける。」\r\n\r\n追放者は、他者に伝授し得る料理の奥深い秘密を持っていた。ほんの僅かな、意外に思える事実でさえ、溺れる事への恐怖で貴方の夢に影響を与えるのには十分だった。恐らくは幸いにして、何が起こっているのか全く理解が出来ないようなより重大な事実を話す時、それはとても興奮しているように見える事だ。@{M}\"Flif your hanf on the ftool. Farphaf! Ophen your eyess.\"\r\n\r\nThe Outcast has gnostic secrets of profound culinary import to impart. Even its lesser revelations are enough to touch your dreams with the dread of drowning. Perhaps fortunately, it gets so excited when it talks about the greater revelations that you don't have any idea what the hell it's on about."
      },
      "Id": 137238,
      "Name": "ハートを上げる@{M}Increase your Hearts",
      "Description": "[数値が150以下の場合、秘密を消費して貴方のハートを上げます。]@{M}Share an interesting truth of your own, and your officer may impress you. [Spend a Secret to improve your Hearts, unless it's higher than 150.]"
    },
    {
      "DefaultEvent": {
        "Id": 165530,
        "Name": "散らかった夕食@{M}An untidy dinner",
        "Description": "それは一体何処で料理を習ったのだろうか?恐らくは琥珀に塗れた、奴の生まれた洞窟ではないだろう。奴らは明らかに生食の生態だから。げっぷと咀嚼音の合間に、それは口を開けて話そうとしている。\r\n\r\nそれの発する言葉を解すのは容易ではなかった。口には魚肉が一杯に詰め込まれており、思考は全く異なっていて、何よりも、それはひどく内気だったのだ。結果として、この晩の会食は大きな成功とは言えなかった。\r\n\r\nしかしそれでも、貴方はそれの過去について少し学ぶ事が出来た。窃盗の罪によって、セシル港を追い出された - 言語が不明瞭で会話に齟齬が生じた結果の、罪だった。根源はそれを御しやすい道具とみなし、それ以来ずっとそれの後援をしていたらしい。それは「俺げ愛しるぬは -」と語りかけて止め、突然立ち上がって部屋を辞した。ts words. Its mouth is full of fish-flesh; its mind is alien; and besides, it's terribly shy. Consequently, the evening is not a great success.\r\n\r\nBut you learn a little of its past. It was abandoned in Port Cecil for Rubbery crimes - crimes whose nature quite slip the surly bonds of language. The Principles found it an apt tool, and has been its patron ever since. It begins to say \"I ushed to love - \" and then suddenly excuses itself.@{M}$Port Cecil -> ポート・セシル$Where did it learn to cook? Not in its amber-smeared home-tunnels, because it obviously prefers its food raw. Between gulps and flabbers, it attempts to chat.\r\n\r\nIt's hard to decipher its words. Its mouth is full of fish-flesh; its mind is alien; and besides, it's terribly shy. Consequently, the evening is not a great success.\r\n\r\nBut you learn a little of its past. It was abandoned in Port Cecil for Rubbery crimes - crimes whose nature quite slip the surly bonds of language. The Principles found it an apt tool, and has been its patron ever since. It begins to say \"I ushed to love - \" and then suddenly excuses itself."
      },
      "Id": 137240,
      "Name": "それを夕食に誘う@{M}Invite it to dine with you",
      "Description": "貴方は適切な量の食事を用意する必要がある。@{M}You'll need a suitable morsel."
    },
    {
      "DefaultEvent": {
        "Id": 165531,
        "Name": "それは頭を激しく振り、首筋に触手を叩きつけている@{M}It shakes its head firmly, tentacles slapping its neck",
        "Description": "「塩花ぬ獅子...」それは舌をもつれさせながら話す。「サルツぬ注目。」そして、真剣な眼差しを貴方に向ける。明らかに、それが更なる言葉を伝える前に、塩花の獅子に向かいたいという事のようだ。少なくとも、人間の招待を拒否したこのゴムのような男を目撃出来るような場所に、他の船員は誰も居なかった。@{M}$Rubbery M[ae]n -> ラバリーマン$\"Shalt-Flions,\" it lisps. \"Shaltsh Ftention.\" It turns an earnest eye to you. Apparently it wants to visit the Salt-Lions before it will speak further to you. At least no other crew were around to witness a Rubbery Man rejecting a human invitation."
      },
      "Id": 137241,
      "Name": "それを夕食に誘う@{M}Invite it to dine with you",
      "Description": "貴方は適切な量の食事を用意する必要がある。@{M}You'll need a suitable morsel."
    },
    {
      "DefaultEvent": {
        "Id": 166165,
        "Name": "喜ばしい晩餐@{M}A jubilant dinner",
        "Description": "その生き残りは人間語と未だに格闘しているが、内気な性格は、少なくとも今は無くなっている。フォークを持って大げさな身振りを交える(少し前に、それはフォークを持つ事すら躊躇していた)。それの計画によると、ロンドンの下、フルート通りを訪れてそこに住む親戚に会い、自身の罪を消し去る事の出来る知識の贈物を届けたいという事だった。\r\n\r\nそれは、巨大な殻に包まれた黒を背負った使者のような物の上の虚無を旅した話を貴方に教えてくる。後、アグザイルと言うそれが生まれた世界のジョークを交えて話してくる。貴方はジョークを何一つ理解出来なかったが、それは貴方の思考の表層に、貴方がとても幼い時に描いた貴方の知る言語で書き殴られた落書きのように何時迄もこびりついていた。@{M}The Survivor still struggles with human language, but its shyness, for now, is gone. It gestures widely with the fork (not long ago, it was embarrassed to pick up a fork). It speaks of its plans to visit Flute Street below London, where its relatives dwell: to bring them gifts of knowledge which will erase its crimes.\r\n\r\nIt tells you stories of travel through the void on the vast-shelled black back of a messenger thing. It shares jokes from its spawn-world, Axile. None of the jokes make any sense, but they linger on the surfaces of your thought like graffiti scrawled in a language you knew when you were very young..."
      },
      "Id": 137644,
      "Name": "それを夕食に誘う@{M}Invite it to dine with you",
      "Description": "貴方は適切な量の食事を用意する必要がある。@{M}You'll need a suitable morsel."
    },
    {
      "DefaultEvent": {
        "Id": 181422,
        "Name": "悲しみ?@{M}Sadness?",
        "Description": "追放者は頭を振る。「いんにゃ。」それは言う。「しかし - 俺を根源ぬ者。しつれ、しつれ。」それは、一度だけ白い目で一瞥した後、立ち去った。@{M}The Outcast shakes its head. \"Nishe,\" it manages. \"But - I belong to Prinshiplesh. Excush. Excush.\" It leaves, with a single longingly glaucous glance."
      },
      "Id": 146906,
      "Name": "真珠の追放者に誘いをかける@{M}$Nacreous Outcast -> 真珠族の除け者$Proposition the Nacreous Outcast",
      "Description": "海上のロマンチックな味を<i>専門</i>に嗜好する趣味がある事を知らない訳ではない。@{M}It is not unknown for romantic tastes at sea to grow <i>specialised</i>."
    },
    {
      "DefaultEvent": {
        "Id": 181425,
        "Name": "また今度...@{M}Later...",
        "Description": "[貴方が海上に居る間、他の逢引の機会は訪れるでしょう - しかしまだ先の話です。]@{M}[Opportunities for other trysts will occur while you're at sea - but not quite yet.]"
      },
      "Id": 146909,
      "Name": "真珠の恋人に微笑みかける@{M}Smile at your nacreous lover",
      "Description": "事は慎重に。他の船員は怖がるだろうから。@{M}Be discreet. Your crew would be horrified."
    },
    {
      "DefaultEvent": {
        "Id": 181426,
        "Name": "明滅する強き波@{M}Glimmering intensities",
        "Description": "肉が膜に触れる。隙間が脈打つ。生存者が、貴方を大波の様に包み込む。融合による麻薬的な快楽が貴方を飲み込んだ!再びそして三度、貴方は例えようの無い感情の発作で上り詰め、それは貴方が綯い交ぜになった体液のプールに横たえられるまで続いた。「しょ...しょ...」生存者は喘ぎ、そして滑らかな脇腹が激しく上下していた。\r\n[何としても、この事を他人に知られてはなりません。特に貴方の船員には。特に、何処かの海岸で貴方を待つだろう恋人には。]@{M}Flesh meets membrane. Apertures pulse. The Survivor enfolds you like a tide. The narcotic pleasures of union engulf you! Again and again, you rise to impossible spasms of unknown emotion, until you subside into a pool of mingled exudate. \"Sho... sho...\" the Survivor pants, its glabrous flanks heaving. [For God's sake don't let anyone find out about this. Especially your crew. Especially any lover you might have in port.]"
      },
      "Id": 146910,
      "Name": "真珠の生存者に誘いをかける@{M}Proposition the Nacreous Survivor",
      "Description": "それは顔を曲げている。結構前から、これがそれにとっての愛情深い微笑みだという事を貴方は知っていた。しかし、本当にいいのか?[十分な量の珊瑚の胞核が認められる場合にのみ、生存者は適切な反応を示す事が出来ます。]@{M}$[Ss]cintillack -> シンティラック$It bends its face. You've known it long enough to understand that this is an affectionate smile. Are you sure about this? [The Survivor can only evince the proper responses in the presence of sufficient Scintillack.]"
    }
  ]
}