{"ChildBranches": [{"DefaultEvent": {"Description": "墓人たちは喜んでカーネイトの宮殿のスケッチを振り回しながら戻って来た。ある墓人はカーンの栄光をもとにヴェンダーバイトを作り直すつもりらしい。「何十年もかかるかもしれません」彼女は述べる。「何十年も！完成する頃には私だってとうの昔に死んでる可能性もあります」そしてため息をついた。「遥か前に死んでいるのかも」@{K}$Khan -> カーン, Khaganian -> カーネイト人, Khan's Glory -> カーンの栄光, Venderbight -> ヴェンダーバイト, Glory -> グローリー$Your tomb-colonists return, delighted, brandishing their sketches of the Khaganian palaces. One intends to remodel Venderbight after Khan's Glory. \"It'll take decades,\" she opines. \"Decades! I may be long gone.\" She sighs. \"Long gone.\"",
                                     "Name": "情熱！@{K}Enthusiasm!", "Id": 165534},
                    "RareDefaultEvent": {"Description": "「彼は死んだよ」墓人の一人が説明する。「あいつらは彼をるつぼに押し込んで瓶に抽出したんだ。今頃は軟玉街区で“霊塵”として売ってる所だろう。彼らは本当に彼のことを幽霊だと思ってたわけじゃないと思う。密偵だと考えたんじゃないか。カーネイト人はとても友好的というわけではないね、そう思わないか？次はどこに向かうんだい？」@{K}$Khaganian -> カーネイト人, Nephrite Quarter -> 軟玉街区$\"He's gone,\" one of them explains. \"They put him in a sort of crucible and extracted him into jars. They're selling him as 'ghost-dust' in the Nephrite Quarter now. I don't think they actually thought he was a ghost. I think they thought he was a spy. They're not very friendly, the Khaganians, are they? Where are we going now?\"",
                                         "Name": "無料の新事業@{K}Free enterprise", "Id": 175353},
                    "Name": "宮殿を見て回らせる@{K}Let them tour the palaces",
                    "Description": "彼らは獲物を求めて彷徨う幽霊だと思われるかもしれない。銃で撃たれ、焼かれ、除霊される可能性もある。まあ、平穏な人生を望むのなら家に留まっているべきだっただろう。@{K}They may be mistaken for marauding ghosts: shot, burnt or exorcised. Well, they should have stayed home if they wanted an easy life.",
                    "ButtonText": "", "Id": 137243},
                   {"DefaultEvent": {"Description": "あなたの連れてきた墓人たちは小綺麗とは言えないような身形をしていたにもかかわらず、丁重にもてなされた。カーネイトの中には先祖を崇敬するものもいる。だからかもしれない。帰ってきた墓人たちはレオパルドの宮廷の間取りについて遠慮なく喋っている。情報を書き留めておこう。誰かの役に立つだろう。@{K}$Khaganian -> カーネイト人, Leopard -> レオパルド$Your tomb-colonists are treated with courtesy, despite their unpromising appearance. Some Khaganians revere their ancestors; perhaps that's why. When the colonists return, they're chattering freely about the layout of the Leopard's palace. Note that information down: it will come in useful to someone.",
                                     "Name": "茶と香辛料のかけられたトースト@{K}Tea and spiced toast", "Id": 175336},
                    "RareDefaultEvent": {"Description": "ヴェンダーバイトの下には先文明の遺跡が横たわっている。墓人たちは三つ目の都市の秘密を掘り起こしたのだ。少々失礼なことに彼らはその秘密をあなたと分かち合おうとはしない。その代わりに、カーネイトの官吏たちに秘密を洩らしたようだ。しかし彼らはカーネイト人が引き換えに語った秘密については喜んで分け合ってくれた……@{K}$Khaganian -> カーネイト人, Venderbight -> ヴェンダーバイト$Ruins of a previous civilisation underlie Venderbight. Tomb-colonists have unearthed the secrets of the Third City. Rather rudely, they haven't chosen to share those secrets with you: instead, they've divulged them to Khaganian officials. But they're very happy to share the information that the Khaganians shared in turn...",
                                         "Name": "珍しい信頼@{K}Unusual confidences", "Id": 175352},
                    "Name": "レオパルドへの影響力を使う@{K}$Leopard -> レオパルド$Use your influence with the Leopard",
                    "Description": "あなたなら一門の官吏との一種の文化的交流を手配できるかもしれない？@{K}Perhaps you can arrange some sort of cultural exchange with clan officials?",
                    "ButtonText": "", "Id": 143192}],
 "Description": "「……人は愛国的であるべきだという事は分かっている。しかし栄光はロンドンよりもずっと綺麗だ。もっとも私はここで人に向けられている銃の多さにうんざりする人もいるだろう事も理解する者であるが。それと人はもっとましな言い方を見つけるべきかもしれない」@{K}$Glory -> グローリー$\"...one knows one should be patriotic, but the Glory is so much prettier than London. Although one finds one tiring of all the guns pointed at one. One should find a better pronoun.\"",
 "Name": "カーンの栄光での墓人たち@{K}$Khan -> カーン, Khan's Glory -> カーンの栄光, Glory -> グローリー$Tomb-Colonists in Khan's Glory",
 "Id": 165533}
