{"ChildBranches": [{"DefaultEvent": {"Description": "「とても素敵な場所だったよ！皮と叫びが好きならそう思うはずさ。実際、私はどっちも好きなんだ。だから君にはすごく感謝してるよ！」@{I}\"What a charming place that was! If you like skin, and shouting. Actually, I like both those things, so thank you terribly much.\"",
                                     "Name": "遠雷@{I}Distant thunder", "Id": 166081},
                    "RareDefaultEvent": {"Description": "「いやね、船長。あのごたごたのことは私にも分からないよ。乱闘とかじゃなかったのは確かだけどね。かろうじて諍いってぐらいじゃないかな。ほら、私はあいつをこうしてやったんだけどさ。分かる？見える？いや、違うって。あいつはすぐには起き上がってはこれないだろうけど、命には別状はないって。まあ、あの司祭たちの機嫌は悪くなったよ。司祭っていうのは、まともな人らよりも不機嫌になるものだよね」@{I}\"Come now, Captain, I don't understand what the fuss was about. It most certainly wasn't a brawl. It was barely even a scuffle. Look, let me show you what I did to him. Yes? You see? Well, no, he won't be getting up any time soon, but it's not fatal, is it? My, those priests are cross. I do think priests get crosser than sensible people.\"",
                                         "Name": "喧嘩かな@{I}Possibly a fracas", "Id": 175342},
                    "Name": "墓人たちをStormの寺院に行かせる@{I}Send the tomb-colonists to visit Storm's Temple",
                    "Description": "　キェロネイト人はStormと呼ばれる神を崇拝し、身の毛のよだつような血なまぐさい儀式を執り行っている。そのような儀式にしか、Stormは注意を払わないのだ。これは墓人たちの注意を逸してくれるに違いない。@{I}The Chelonites worship the god called Storm with frightful, bloody rites. Those are the only rites Storm pays attention to. It should keep them distracted.",
                    "ButtonText": "", "Id": 137590},
                   {"DefaultEvent": {"Description": "「まあ、そうだよ。チョウチンガニなら二匹殺したけどね。(ほら、はさみの先っぽをあげよう。)でも、誰も怪我をしなかったんだ。見て気づくようなものはね。俺たちは腕を失くしもしなかった。ラグビーの試合でももっと酷いことになったりするんだがなあ」@{I}\"Oh, yes, we killed a couple of angler-crabs. (Here's a claw-tip for you.) But no one was hurt, not so's you'd notice. We hardly even lost any limbs. I've seen rougher rugger matches.\"",
                                     "Name": "落胆@{I}Disappointment", "Id": 175339},
                    "RareDefaultEvent": {"Description": "「あんたも来るべきだったよ、船長！いや、来なくて正解だったかな。血と粘液の量が凄まじかったからなあ。それから、そうだ、何人か死んだよ。かなりたくさん死んだな。zeeの怪物ってのはそういうものだよな。おおそうだ！ちょっとしたおみやげがあるんだった。グレイスが俺の背中に突き刺さってるのを見つけたんだ」@{I}\"You should have been there, Captain! Well, perhaps it's best you weren't. There was a lot of blood, and there was a cataclysmic quantity of slime. And, oh, some deaths. Quite a lot of deaths. I suppose that's zee-monsters for you. Oho! Here's a little something for you. Grace found it embedded in my back.\"",
                                         "Name": "大喜び！@{I}Delight!", "Id": 175346},
                    "Name": "彼らをキェロネイト人と狩りに行かせる@{I}Let them go hunting with Chelonites",
                    "Description": "　墓人たちはにやにや笑いを浮かべ、体を上下に揺すぶっている。まるで悪童の一団のようだ。狩りはとても危険なのだろう。だからこそ、彼らはこんなにも楽しそうなのだ。@{I}The tomb-colonists are grinning and bobbing up and down like a gang of small children. It'd be very dangerous. That's probably why they're so happy.",
                    "ButtonText": "", "Id": 143195},
                   {"DefaultEvent": {"Description": "　キェロネイトでもポリズリームのことは知られていたようだ。彼らの嗅ぎつけ屋と聞きつけ屋は、バンデージ・コロニーを『心臓舐めのスパイ』だと見なしていた。コロニーは決然とした群衆によってばらばらに引き裂かれてしまった。割って入ろうとした墓人も同じ末路を辿った。他の墓人たちは、大事をとって甲板下に留まった。@{I}$Chelonate -> キェロネイト, Polythreme -> ポリズリーム$Polythreme is known to the Chelonate, it seems. Their Sniffers and Sounders have identified the bandage-colony as a 'hearts-licker spy'. The colony is torn to pieces by a very determined mob. A tomb-colonist who gets in their way suffers the same fate. The others remain prudently below decks.",
                                     "Name": "怒りの叫び@{I}Shouts of rage", "Id": 175341},
                    "Name": "バンデージ・コロニーが見つかった！@{I}A Bandage-Colony Reveal'd!",
                    "Description": "　あなたのバンデージ・コロニーは注意を引きすぎている！@{I}Your bandage-colony has drawn undue attention!",
                    "ButtonText": "", "Id": 143196}],
 "Description": "「でかくて死んでて、でかくて空っぽ、でかくて鼻の曲がる、でっかい爬虫類よ！昔の鋭い嗅覚を失くしていて良かったと思うのは、この二十年で初めてだ。それでも！素敵な狩りは楽しみだよ」@{I}\"A big, dead, big, hollow, big, stinking, big, reptile! For the first time in twenty years, I do not miss my once-acute sense of smell. Still! I expect good hunting.\"",
 "Name": "キェロネイトでの墓人たち@{I}$Chelonate -> キェロネイト$Tomb-Colonists in the Chelonate",
 "Id": 166080}
