{"ChildBranches": [{"DefaultEvent": {"Description": "　あなたはもはや蜘蛛の巣の橋の向こうでは歓迎されない。悲哀蜘蛛たちはもうあなたには用がない。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$You are no longer welcome across the webbed bridge. The sorrow-spiders have no more need of you.",
                                     "LinkToEvent": {"Id": 166936}, "Name": "生糸による封鎖@{I}A blockade of silk",
                                     "Id": 168374},
                    "Name": "石の巣を訪れる@{I}Visit the Web of Stone",
                    "Description": "　道なら知っている。もしかしたら悲哀蜘蛛たちには、信頼のおける船乗りに任せられる更なる仕事があるかもしれない。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$You know the way. Perhaps the sorrow-spiders have further tasks for a trustworthy zailor.",
                    "ButtonText": "", "Id": 138951},
                   {"SuccessEvent": {"Description": "　たくさんの洞窟や割れ目を探索し、あなたは木箱一箱分の生糸を集めた。だがとうとう、空気には騒々しい敵意が満ち始め、看過してやるのはここまでだ、という意志がはっきりと伝わってきた。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$Venturing into many caves and crannies, you gather enough silk to fill a crate. The audible hostility in the air by the end though makes it clear the sorrow-spiders will only overlook so much of this.",
                                     "LinkToEvent": {"Id": 166936}, "Name": "わずかな成功！@{I}A scrap of success!",
                                     "Id": 166943},
                    "DefaultEvent": {"Description": "　ネイティビティの明かりが薄れ、ろうそくがちらつき始めると、リーチの暗闇は耐え難いものとなった。あなたは手ぶらで命からがら、そこに比べれば暖かく安全な港へと急ぎ帰った。@{I}$Nativity -> ネイティビティ$As the lights of the Nativity fade and the candles starts to flicker, the darkness of the Reaches becomes unbearable. Empty-handed but alive, you hurry back to the relative warmth and safety of the port.",
                                     "LinkToEvent": {"Id": 166936}, "Name": "外地の恐怖@{I}Terror without",
                                     "Id": 166937},
                    "RareDefaultEvent": {"Description": "　何と興味深い！上辺は放棄されたように見える洞窟の奥の壁に、繊細な生糸の文字によって『卑しき』という単語が表されていた。次の巣は『晴れやかな』と読める。そして次は……待てよ、『上を見ろ』？<br/><br/>　あなたの顔面に落ちてきた悲哀蜘蛛が少しだけのろまだったのは運が良かった。あなたがそれをブーツの下の汚い染みにしてやると、隅にいた怯えた子豚が、永きに渡る悪夢がついに終わったのだと大喜びした。その喜びようといったら、今晩の糧食についに豚肉がつくと知った船員たちの喜びように匹敵するほどだった。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$How curious! In the depths of a seemingly abandoned cave, the word HUMBLE is scrawled across a wall in letters of finest silk. Next to it, a second web reads RADIANT. And next to that... wait... LOOK UP?\u000d\u000a\u000d\u000aFortunately, the sorrow-spider that drops down onto your face is just a little too slow. As it messily spreads out under your boot, the terrified little piglet in the corner seems overjoyed that its long nightmare is finally over. Almost as overjoyed as the crew will be to find their rations this evening finally feature some pig.",
                                         "LinkToEvent": {"Id": 166936},
                                         "Name": "巣の中のメッセージ？@{I}A message in a web?", "Id": 166942},
                    "RareSuccessEvent": {"Description": "　スカッタリング・リーチに財宝などないとは言わせない。不注意な後家の乾ききった死体が、大昔の蜘蛛の巣に絡まっていた。彼の肩に掛かったままの鞄は、精製された生糸でいっぱいだった。それを取り出すのはぞっとする仕事だったが、その価値はあった。@{I}Never let it be said the Scuttering Reaches are without treasures. The desiccated body of a careless Widow is tangled in an ancient web, his satchel of fully processed silk still hanging from his shoulder. Recovering it is grisly, but worth it.",
                                         "LinkToEvent": {"Id": 166936}, "Name": "生糸の報酬！@{I}A prize of silk!",
                                         "Id": 166944},
                    "Name": "暗闇に光を持ち込む@{I}Bring light into the darkness",
                    "Description": "　悲哀蜘蛛はろうそくの灯りを避ける。だがそれは恐怖からではない。余所者に友好的とはとても言えない連中だが、廃棄された巣をほんのちょっと漁るぐらいなら、わざわざ盲目の手先を送り込むほど気に掛けたりはしない。限度はあるにしても。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$The sorrow-spiders avoid the candlelight, but not out of any sense of fear. Though far from tolerant of outsiders, they care little enough for their abandoned webs to turn a blind eye to at least a little scavenging. Up to a point.",
                    "ButtonText": "", "Id": 138147},
                   {"SuccessEvent": {"Description": "　尊いほんの数分の間、悲哀蜘蛛たちはろうそくの明かりにたじろいでいるように思われた。ろうそくがちらついた瞬間、そんな幻想は消え去った。彼らが待っていたのは暗闇ではなく、ただの合図に過ぎなかったのだ。あなたがまだそれほど先まで進んでおらず、戦いながら無傷で船まで帰り着けたのは、ただただ幸運なことだった。あなたが牙と毛と毒の記憶に取り憑かれ、何度も悪夢にうなされることになったのは別として。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$For a few precious minutes, it seems the sorrow-spiders are held at bay by the candlelight. The second it flickers, that fantasy dies. It was not the dark they were waiting for, merely a signal. Fortunately you are still just... just... close enough to your ship to fight through unscathed, save for a few haunting memories of teeth and hair and venom to replay in many a nightmare to come.",
                                     "Name": "悲哀蜘蛛の憤激@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$Wrath of the sorrow-spiders",
                                     "Id": 166984},
                    "DefaultEvent": {"Description": "　尊いほんの数分の間、悲哀蜘蛛たちはろうそくの明かりにたじろいでいるように思われた。ろうそくがちらついた瞬間、そんな幻想は消え去った。彼らが待っていたのは暗闇ではなく、ただの合図に過ぎなかったのだ。あなたがまだそれほど先まで進んでおらず、戦って船まで帰り着いた時に、忘れられない記憶を別にすれば無傷でいられたのは、ただただ幸運なことだった。だが、全員がそこまで幸運なわけではなかった。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$For a few precious minutes, it seems the sorrow-spiders are held at bay by the sad green glow. The second it flickers, that fantasy dies. It was not the dark they were waiting for, merely a signal. Fortunately you are still just... just... close enough to your ship to escape unscathed, save a few haunting memories. Not everyone however is so lucky.",
                                     "Name": "悲哀蜘蛛の激怒@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$Rage of the sorrow-spiders",
                                     "Id": 166938},
                    "RareDefaultEvent": {"Description": "　尊いほんの数分の間、悲哀蜘蛛たちはますます褪せてゆくろうそくの明かりにたじろいでいるように思われた。だがそれからすぐに、あなたは包囲されていることに気がついた。明かりがちらつくと同時に、生まれた暗闇を満たすように、憎悪があらゆる方向から海のように押し寄せた。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$For a few precious minutes, it seems the sorrow-spiders are held at bay by the increasingly sad candlelight. Soon enough though, you find yourself surrounded. As the light flickers, a sea of hatred pours in from all sides to fill the new darkness.",
                                         "Name": "悲哀蜘蛛の怒り@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$Anger of the sorrow-spiders",
                                         "Id": 166940},
                    "Name": "悲哀蜘蛛の領域に戻る@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$Return to the sorrow-spiders' territory",
                    "Description": "　リーチの静けさは、骨と歯に食い込むような低い唸りによって破られている。悲哀蜘蛛たちの憎悪は、無数の脚が単一の軍鼓を打ち鳴らす音となって現れている。これは良い結末にはならない。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$The silence of the Reaches is broken by a low hiss that drills through your bones and teeth. The hate of the sorrow-spiders is the sound of uncountable legs beating a singular war-drum. Nothing good can come of this.",
                    "ButtonText": "", "Id": 138148},
                   {"SuccessEvent": {"Description": "　蜘蛛の巣の橋のそば、暗がりの深みで、少数の織手の一団が蜘蛛の巣から生糸を集めていた。巣は彼らの辛辣な主人たちが放棄した後のものだ。彼らは音もなく正確に作業を続けていて、目が見えないことはほとんど障害となっていないようだった。彼らは、彼らにしか聞こえない何かの打ちつけるリズムに合わせて仕事をしているのだ。彼らはわずかな役に立たない切れ端を除いて、すべての収穫を持っていってしまった。@{I}Deep in the darkness by a bridge of webs, a small group of Weavers gather silk from their acrimonious masters' abandoned webs. Their lack of sight hardly seems to affect the silent precision of the work, all done to a rhythm drummed by something only they can hear. When they leave though, they take all of their harvest with them save for a few useless scraps.",
                                     "LinkToEvent": {"Id": 166936}, "Name": "織手の一団@{I}A party of Weavers",
                                     "Id": 167210},
                    "DefaultEvent": {"Description": "　リーチは何らかの明かりなしで探険するような場所ではなかった。どこまでもあなたを取り囲む悲哀蜘蛛たちは、あなたから距離を取るよりも、無料の見世物を楽しむ方を選んでいた。<br/><br/>　すぐにはっきりした。これは無駄骨だ。馬鹿な真似は、少なくとも今日のところは止めておこう。あなたは手ぶらで港へと帰った。あなたの体は震えていたが、少なくとも傷を負うことはなかった。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$The Reaches are no place to explore without some form of light. The endless sorrow-spiders surrounding you are less keeping their distance than enjoying the free show.\u000d\u000a\u000d\u000aIt soon becomes clear; this is a fool's errand. Being no fool, at least not today, you return to port empty-handed and shivering, but at least unscathed.",
                                     "LinkToEvent": {"Id": 166936},
                                     "Name": "闇の中をよろめき歩く@{I}Stumbling through the dark", "Id": 167007},
                    "RareDefaultEvent": {"Description": "　岩と大昔に見捨てられた敷石につまづいたあなたは、気づけば四肢にきつく巻きつく蜘蛛の巣の中でもがいていた。あなたの凍りついた顔と肌を、毛むくじゃらの脚が撫でる。悲哀蜘蛛たちが掛かった獲物を吟味している。彼らが愛しい、柔らかい林檎の収穫を先延ばしにするのは、獲物の無駄な抵抗が、恐れに満ちた消耗へと置き換わるまでのことだ。<br/><br/>　だが予想に反して、あなたは地面の上で目を覚ました。蜘蛛の巣は切り裂かれ、あなたを捕らえた者たちはどこにも姿が見えない。誰かがあなたを助けてくれたのだ。しかし誰が？どうして？そしてこの、あなたが見知らぬ誰かの善行を悔やむかもしれないという、病的で追い払えない恐怖は、どこからやってくるのだろうか？@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$Stumbling over rock and long abandoned stone, you find yourself twisted in a web that wraps tight around your limbs. Hairy legs brush across your frozen face and skin as the sorrow-spiders investigate their prize; their harvest of the precious soft apples delayed only until the futile thrashing gives way to terrified exhaustion.\u000d\u000a\u000d\u000aBut instead, you wake to find yourself on the ground, the web cut and your captors nowhere to be seen. Someone has rescued you, but who? Why? And from where comes the sick, lingering fear that you may come to regret this act of anonymous generosity?",
                                         "LinkToEvent": {"Id": 166936}, "Name": "捕まった！@{I}Caught!",
                                         "Id": 167008},
                    "RareSuccessEvent": {"Description": "　蜘蛛の巣の橋のそば、暗がりの深みで、少数の織手の一団が蜘蛛の巣から生糸を集めていた。巣は彼らの辛辣な主人たちが放棄した後のものだ。彼らは音もなく正確に作業を続けていて、目が見えないことはほとんど障害となっていないようだった。彼らは、彼らにしか聞こえない何かの打ちつけるリズムに合わせて仕事をしているのだ。弾かれた生糸は単にそのまま地面に残されていた。常人に比べて目が見えないことの弊害だ。@{I}Deep in the darkness by a bridge of webs, a small group of Weavers gather silk from their acrimonious masters' abandoned webs. Their lack of sight hardly seems to affect the silent precision of the work, all done to a rhythm drummed by something only they can hear. Rejected silks are simply left on the ground, their inferiority not visible to regular eyes.",
                                         "LinkToEvent": {"Id": 166936},
                                         "Name": "織手の一団@{I}A party of Weavers", "Id": 167211},
                    "Name": "ろうそくなしで探索する危険を冒す@{I}Risk exploring without candles",
                    "Description": "　この荒野にあっては、ただNeathの天蓋の偽星だけが、悲哀蜘蛛たちの棲家である巣と廃墟を照らしている。それでも、あなたは何かに出くわすことはあるかもしれない。少なくとも、何かの中に突っ込むことは確かだ。@{I}$false-star -> 偽星, [Ss]orrow-spider -> 悲哀蜘蛛$In this wasteland, only the false-stars in the roof of the Neath illuminate the webs and ruins the sorrow-spiders call home. You may still stumble upon something though. Or indeed, into something.",
                    "ButtonText": "", "Id": 138181}],
 "Description": "　複雑な蜘蛛の巣の広がる闇の中では、影が絶えず蠢いている。そよ風に吹き散らされた流れ糸が、あなたの逆立つ産毛をくすぐる。千もの見えざる眼は、万もの存在を約束している。@{I}Intricate webs stretch into a darkness where the shadows are never entirely still. Gossamer threads stolen by the breeze tickle the goosebumps on your skin. A thousand unseen eyes promise a million more.",
 "Name": "スカッタリング・リーチ@{I}The Scuttering Reaches", "Id": 166936}
