{"ChildBranches": [{"DefaultEvent": {"Description": "　狂信者たちは仕事ぶりを観察するあなたを丁重に無視した。赤い服を着ているのが織手たちで、彼らは蜘蛛の巣の面倒を見ている。緑の服を着ているのは後家たちで、彼らは怖気の走る原料をペースト状にすり潰し、議会蜘蛛の高位のメンバーに手ずから食事を与えている。<br/><br/>　これらの仕事の割り振りに何かの基準があるとしても、それが何なのかは分からない。狂信者たちの中には、明らかに男性である後家や、女性である織手もいるのだ。もしかしたら悲哀蜘蛛は、人間の性別には、蜘蛛の性別と同じぐらいの関心しか抱いていないのかもしれない。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$The cultists politely ignore you as you watch them at work; the Weavers in red, tending the webs, the Widows in green, caring for their masters by reducing grisly foodstuffs to paste and feeding the more senior members of the spider-council by hand.\u000d\u000a\u000d\u000aIf there is any reason for these assignments, it is impossible to tell. Certainly, there is an assortment of male Widows and female Weavers amongst the cultists' ranks.Perhaps the sorrow-spiders have as much interest in human gender as in spider-gender.",
                                     "LinkToEvent": {"Id": 167215},
                                     "Name": "赤と緑の家族@{I}A family of red and green", "Id": 167216},
                    "Name": "織手と後家たちから情報を集める@{I}Spy on the Weavers and Widows",
                    "Description": "　盲人たちをこっそりと監視するのは容易いことだ。しかし、そこら中にいる悲哀蜘蛛からの睨めつけは、ここにいる限り、あなたは監視からは決して逃れられないことをはっきりと示していた。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$To spy on the blind is no challenge, but the glares of the sorrow-spiders all around make it clear that while here, you will never not be under observation.",
                    "ButtonText": "", "Id": 138295},
                   {"DefaultEvent": {"Description": "　塑像の目の中から毒々しい秘密の議会が吹き出すと、千匹もの劣位の悲哀蜘蛛が、あらゆる岩とレンガの上に登った。蜘蛛の使いが基部での瞑想から立ち上がった。彼のローブには議会の最高位のメンバーがぶら下がっていた。もしかしたらそれが、彼の耳元で意向を囁いていたのかもしれない。もちろん、議会蜘蛛は話せるのだ。それも実に流暢に。しかしだからといって、彼らがいやしくもその身を落として、あなたと話をするわけではない。彼らは直接は話さない。<br/><br/>「重畳、重畳」蜘蛛の使いは軽くお辞儀をした。「私の毒持つ主人は、あなたを歓迎しておられます。私たちは、お仕事の話ができると信じております」@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$From the eyes of the statue pours a poisonous conclave, a thousand lesser sorrow-spiders perching on every rock, brick and outcropping. The Emissary of Spiders rises from his meditation at the base, his robe festooned with the most senior members of the council that they might whisper their will in his ear. They speak, of course. Most eloquently, in fact. That does not mean they will lower themselves to speak to you. Not directly.\u000d\u000a\u000d\u000a\"Excellent. Excellent.\" The Emissary of Spiders bows slightly. \"My mephitic masters bid you welcome. I believe we have business to discuss.\"",
                                     "LinkToEvent": {"Id": 167501},
                                     "Name": "ツリー・オブ・シーズンズは悲哀で真っ黒に染まっている@{I}The Tree of Seasons runs black with sorrow",
                                     "Id": 167301},
                    "Name": "議会蜘蛛に召喚された@{I}Summoned by the spider-council",
                    "Description": "　時間だ。あなたは呼び出された。@{I}It is time. You have been called.",
                    "ButtonText": "", "Id": 138353},
                   {"DefaultEvent": {"Description": "　何者かの巨大な塑像を中心に、何千もの蜘蛛の巣の枝が突き出ている。塑像は、天使が人とかけ離れているのと同じぐらい、天使とはかけ離れた姿をしている。そこの議会蜘蛛は、塑像の削ぎ落とされた目の中に棲み着いている。周囲では、より劣位の蜘蛛がはびこり、網に囚われた哀れな者たちが大切にコレクションされている。それら何百もの囚人たちは、生糸の繭に包まれて吊り下げられていた。まだ正気で生きている者たちは、ただ限界まで使い果たされ、苦しみ抜くためだけに、その生を引き伸ばされている。@{I}Branches of webs hang in their thousands from the colossal statue of some being as far from an angel as an angel from a man. The spider-council has made its home in the chipped out eyes, surrounded by its lessers and a precious collection of ensnared unfortunates. Hundreds of these captives dangle in silk cocoons, the sane and still-living tended to just enough to serve their full measure of both use and suffering.",
                                     "LinkToEvent": {"Id": 167215},
                                     "Name": "悲哀蜘蛛の誇り@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$Pride of the sorrow-spiders",
                                     "Id": 167313},
                    "Name": "ツリー・オブ・シーズンズに目を見張る@{I}Behold the Tree of Seasons",
                    "Description": "　議会蜘蛛の心臓部だ。それをつぶさに見たことのある者はほとんどいない。見た者にしても、その大部分は直後に両目を儀式的に取り除かれ、新しい悲哀蜘蛛を孵すのに使われている。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$The heart of the spider-council. Few have laid eyes upon it, and most of those have had said eyes ritually removed to birth new sorrow-spiders shortly afterwards.",
                    "ButtonText": "", "Id": 138361},
                   {"DefaultEvent": {"Description": "　待て。あなたは酷い間違いを犯そうとしてはいないか？@{I}Wait. Are you making a terrible mistake?",
                                     "LinkToEvent": {"Id": 167355},
                                     "Name": "時は減速し、一瞬に凝結する@{I}Time slows to a crystal moment", "Id": 167314},
                    "Name": "ツリー・オブ・シーズンズを燃やす@{I}Burn the Tree of Seasons",
                    "Description": "　織手と後家たちは仕事中に暖を取るために松明を掲げている。さあ、それを使って木に終末をくれてやるのだ！結果など知ったことか！@{I}The Weavers and Widows have torches to warm them during their work. Now you will use them to put an end to it! D__n the consequences!",
                    "ButtonText": "", "Id": 138362},
                   {"DefaultEvent": {"Description": "　休める余地はほとんどなかった。あなたが瞬きよりも長く目を閉じるたびに、肌には悲哀蜘蛛の体毛を感じ、目には具合を確かめようとする下顎の感触を感じるのだ。しかし、それでも時間はゆっくりと過ぎてゆく。つまるところ、時間とはそういうものだ。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$There is little to be had. Every time you close your eyes for more than a moment, you feel the hairs of a sorrow-spider on your skin or an exploratory rub of a mandible against your eyes. But time slowly passes even so, and eventually, time is what it is.",
                                     "LinkToEvent": {"Id": 167215}, "Name": "落ち着かない休息@{I}An uneasy rest",
                                     "Id": 167331},
                    "Name": "召喚されるまで休息を取ろうと試みる@{I}Attempt to rest until summoned",
                    "Description": "　群れをなす毒蜘蛛と頭のいかれた狂信者に囲まれて眠れるのかって？これでも、スパイトの安宿よりはましなのだよ。@{I}Amongst an army of poisonous spiders and deranged cultists? Still not as rough as the flophouses of Spite.",
                    "ButtonText": "", "Id": 138376},
                   {"DefaultEvent": {"Description": "　悲哀蜘蛛は食料が乏しくなるとしばしば共食いに走る。そのご馳走のおこぼれに与り、全体のより大きな一部となることは、時として織手と後家たちの特権である。少なくともその肉からは既に毒が抜かれていた。脚についても、強いて役立てようとすれば、間に合わせの爪楊枝としては実に有用なものだった。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$The sorrow-spiders often resort to cannibalism when food is low. It is on occasion the Weavers and Widows' privilege to share that bounty, that they may be a greater part of the whole. At least the poison has been removed, and the legs are surprisingly effective when pressed into duty as impromptu toothpicks.",
                                     "LinkToEvent": {"Id": 167215}, "Name": "神々の饗宴@{I}A feast of gods",
                                     "Id": 167332},
                    "RareDefaultEvent": {"Description": "　それは世に数多くある、答えが何の役にも立たない問いの一つだ。その肉は特に柔らかくもなかったが、腹の膨れるものだった。@{I}This is one of many questions for which an answer can serve no good. The meat is not especially tender, but it is at least filling.",
                                         "LinkToEvent": {"Id": 167215},
                                         "Name": "「荷車を牽いていた馬はどこだ？」@{I}\"Where is the horse that pulled our cart?\"",
                                         "Id": 167336},
                    "Name": "悲哀蜘蛛からの歓待@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$Hospitality of the sorrow-spiders",
                    "Description": "　一人の礼儀正しい後家がそれとなく言った。彼女の他の信徒たちは、あなたと食事を共にしたがっているそうだ。@{I}A polite Widow indicates her fellow disciples' willingness for you to take a meal with them.",
                    "ButtonText": "", "Id": 138377},
                   {"DefaultEvent": {"Description": "　儀式には祈祷も歌もなかった。あったのはただ、悲哀蜘蛛が入信者の体を登るのに合わせて、狂信者たちの喉から出る調子の低い雑音だけだ。入信者は、蜘蛛が顔にまで至ると身震いした。分泌された毒液が彼の唇の中に滴ってゆく。力強く、愛情深く、しかし何にもまして硬い指先が、彼の瞼を引き上げ、両目を大きく開かせた。<br/><br/>　叫びがひとつ上がり、口に詰め込まれた布によって黙らされた。そして抱擁があった。音色は高く大きくなり、ツリー・オブ・シーズンズそのものが不協和音に震えるように思われた。<br/><br/>　一人の後家が、新しい兄弟の額に優しく口づけをし、彼の空っぽの眼窩に絹の目隠しを巻いた。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$There is no chanting and no singing. There is just a low-pitched noise from the cultists' throats as a sorrow-spider climbs up the initiate's body. He quivers as it reaches his face, drips of excited poison dripping into his lips. Strong, caring, but above all else, firm fingers peel back his eyelids and hold them wide.\u000d\u000a\u000d\u000aA scream. A mouth silenced with bundled cloth. An embrace. A note raised high and loud, until the Tree of Seasons itself seems to shake in the cacophony.\u000d\u000a\u000d\u000aA Widow gently kisses his new brother on the forehead, wrapping a silk blindfold around his hollow eyes.",
                                     "Name": "瞳のひとつは我がために、蜘蛛は蝿にそう言った@{I}An eye for an I, said the spider to the fly",
                                     "Id": 167447},
                    "Name": "新しい入信者@{I}A new initiate",
                    "Description": "　若い男が裸で石の台座の上に横たわっている。彼の震える両手は、これから彼の兄弟姉妹になる者たちによってきつく握られている。@{I}A naked young man lies on a stone platform, his shaking hands squeezed tight by his brothers and sisters to be.",
                    "ButtonText": "", "Id": 138452},
                   {"DefaultEvent": {"Description": "　囚人たちはもうずっと前に嘆くことを辞めていた。しかし、悲哀蜘蛛が体の上を這い回り、秘密を絞り出そうとする際には、まだ身を震わせる者もいた。東に進み過ぎた冒険的な地図職人。十八年前に航海に出た資産家の女性。難破したノクターン号の船長。そして、硫黄の匂いすら忘れてしまった、打ちひしがれた悪魔。彼らの目はもうずっと前に収穫され、悲哀蜘蛛の子を孵すために使われている。彼らは自我の消え去る日を夢見ながら、暗闇の中を動くこともなくぶら下がっている。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$The captives have long since ceased moaning, though some still quiver as sorrow-spiders crawl across their bodies, milking their secrets. A Venturing Cartographer who travelled too far east. A Lady of Means, from a voyage eighteen years prior. The Captain of the wrecked ship Nocturne. A broken Devil, old enough to have forgotten the smell of brimstone. Their eyes long since harvested to birth the sorrow-spiders' progeny, they hang immobile in darkness, dreaming of oblivion.",
                                     "Name": "死より他に逃げ場はない@{I}There is no escape but death", "Id": 168334},
                    "Name": "ツリー・オブ・シーズンズを更に詳しく調べる@{I}Further investigate the Tree of Seasons",
                    "Description": "　悲哀蜘蛛たちはたくさんの囚人を溜め込んでいる。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$The sorrow-spiders have taken many prisoners.",
                    "ButtonText": "", "Id": 138939},
                   {"SuccessEvent": {"Description": "　彼らは語った。巨大なzee-beastの盲いた眼から生まれた議会蜘蛛が、それまでの混沌状態を平定したこと。その気になればたやすく奴隷化できるようなものどもと、その議会蜘蛛が結んでいる、今にも破れそうな協力関係について。彼らはツリー・オブ・エポックスについて語った。それは禁じられた光の中に生まれ来るもの。その枝はNeath全土に広がり、悲哀の完全な幾何学を構成するのだという。@{I}They speak of a chaos brought under control by a spider-council formed from the blinded eye of a great zee-beast. They speak of the strained partnership it maintains with those who could so easily be enslaved. They speak of a Tree of Epochs, to be birthed in forbidden light, its branches stretching through the Neath to become the perfect geometry of sorrow.",
                                     "LinkToEvent": {"Id": 167215},
                                     "Name": "「収穫の前には、果樹園が育たねばならない」@{I}\"Before the harvest, an orchard must grow.\"",
                                     "Id": 167697},
                    "DefaultEvent": {"Description": "　足音が聞こえたのだろうか？それとも他の何かが原因か。いずれにしても、あなたは何も聞けそうにない。@{I}Did they hear your footsteps? Did something else alert them? Either way, you will hear nothing.",
                                     "LinkToEvent": {"Id": 167215}, "Name": "狂信者たちは口をつぐんだ@{I}The cultists go quiet",
                                     "Id": 167695},
                    "RareDefaultEvent": {"Description": "　蜘蛛たちは余所者に秘密を盗まれるのを好まない。彼らは織手と後家たちを獰猛に警護している。@{I}They do not appreciate outsiders trying to steal their secrets. They guard them ferociously.",
                                         "LinkToEvent": {"Id": 167215},
                                         "Name": "悲哀蜘蛛は怒りの鳴き声を発した@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$The sorrow-spiders hiss angrily",
                                         "Id": 167696},
                    "Name": "情報収集: 最高位の議会蜘蛛@{I}Spying: On the grand spider-council",
                    "Description": "　織手と後家の一団が静かに何かを話し合っている。あなたは盗み聴くことができるかもしれない。@{I}A group of Weavers and Widows is quietly discussing something. You might be able to listen in.",
                    "ButtonText": "", "Id": 138607},
                   {"SuccessEvent": {"Description": "　彼らは、一世紀掛けて盗まれ続けた秘密について語った。とある巨大なzee-beastと交わされた約束を、彼らはほとんどの期間を後悔しながら過ごしてきた。彼らはその怪物の知識欲について語った。知識のためならば、怪物は喜んで他の生き物の眼を星の光で見えなくさせるのだという。彼らは、切なる望みによって獲得され、たやすくは明け渡されない秘密について語った。彼らは好奇心の呪いについて語った。そして、ある罠について語るとき、彼らは声を低めた。その罠には、まだ餌が仕掛けられていないのだという。@{I}They speak of a century of stolen secrets, and an almost as long regretted promise made to a great zee-beast. They speak of its greed for knowledge, for which it willingly blinded another creature with the light of the stars. They speak of secrets, eagerly grasped, reluctantly relinquished. They speak of the curse of curiosity. In hushed tones, they speak of a trap, yet to be baited.",
                                     "LinkToEvent": {"Id": 167215},
                                     "Name": "「共有された秘密はもはや秘密ではない」@{I}\"A secret shared is no secret at all.\"",
                                     "Id": 167699},
                    "DefaultEvent": {"Description": "　足音が聞こえたのだろうか？それとも他の何かが原因か。いずれにしても、あなたは何も聞けそうにない。@{I}Did they hear your footsteps? Did something else alert them? Either way, you will hear nothing.",
                                     "LinkToEvent": {"Id": 167215}, "Name": "狂信者たちは口をつぐんだ@{I}The cultists go quiet",
                                     "Id": 167698},
                    "RareDefaultEvent": {"Description": "　蜘蛛たちは余所者に秘密を盗まれるのを好まない。彼らは織手と後家たちを獰猛に警護している。@{I}They do not appreciate outsiders trying to steal their secrets. They guard them ferociously.",
                                         "LinkToEvent": {"Id": 167215},
                                         "Name": "悲哀蜘蛛は怒りの鳴き声を発した@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$The sorrow-spiders hiss angrily",
                                         "Id": 167700},
                    "Name": "情報収集: 取引……何との？@{I}Spying: On a deal with a... ?",
                    "Description": "　織手と後家の一団が静かに何かを話し合っている。あなたは盗み聴くことができるかもしれない。@{I}A group of Weavers and Widows is quietly discussing something. You might be able to listen in.",
                    "ButtonText": "", "Id": 138608},
                   {"SuccessEvent": {"Description": "　彼らは、かつて秘密を網にかけるために救い主の岩礁から送り出された、とある船について語っていた。その船は目的を果たし、星に盲いた深みの目を盗み出したのだという。彼らは更に大きな目についても語っていた。それは見ることも見られることもないもので、ゆくゆくは手に入るものなのだという。@{I}$Saviour's Rocks -> 救い主の岩礁$They speak of a ship sent forth from Saviour's Rocks to catch secrets in its webs. They speak of its triumph, stealing a star-blinded eye of the deep. They speak of a greater eye still; unseen, unseeing, finally attainable.",
                                     "LinkToEvent": {"Id": 167215},
                                     "Name": "「座する議会があり、海を渡る議会がある」@{I}\"The council that sits, the council that sails.\"",
                                     "Id": 167702},
                    "DefaultEvent": {"Description": "　足音が聞こえたのだろうか？それとも他の何かが原因か。いずれにしても、あなたは何も聞けそうにない。@{I}Did they hear your footsteps? Did something else alert them? Either way, you will hear nothing.",
                                     "LinkToEvent": {"Id": 167215}, "Name": "狂信者たちは口をつぐんだ@{I}The cultists go quiet",
                                     "Id": 167701},
                    "RareDefaultEvent": {"Description": "　蜘蛛たちは余所者に秘密を盗まれるのを好まない。彼らは織手と後家たちを獰猛に警護している。@{I}They do not appreciate outsiders trying to steal their secrets. They guard them ferociously.",
                                         "LinkToEvent": {"Id": 167215},
                                         "Name": "悲哀蜘蛛は怒りの鳴き声を発した@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$The sorrow-spiders hiss angrily",
                                         "Id": 167703},
                    "Name": "情報収集: ツリー・オブ・エイジズ@{I}$Tree of Ages -> ツリー・オブ・エイジズ$Spying: On the Tree of Ages",
                    "Description": "　織手と後家の一団が静かに何かを話し合っている。あなたは盗み聴くことができるかもしれない。@{I}A group of Weavers and Widows is quietly discussing something. You might be able to listen in.",
                    "ButtonText": "", "Id": 138609},
                   {"SuccessEvent": {"Description": "　彼らは議会蜘蛛の秘匿された起源について語っていた。コーレスポンデンスによって盲目にされた林檎が核になるのだという。彼らは既に存在する最高位の議会蜘蛛と、いずれ生まれ来る更に偉大な議会蜘蛛について語っていた。それはツリー・オブ・エポックス、喜悦を悲哀へと変えるもの。そして、その悲哀からは終末の日が孵るのだという。@{I}They speak of the secret origins of councils; of apples blinded by Correspondence becoming cores. They speak of the grand council that is, and the greater council that is to come; the Tree of Epochs that will turn joy into sorrow and from that sorrow hatch eschaton.",
                                     "LinkToEvent": {"Id": 167215},
                                     "Name": "「だが、悲哀の主を生み出す本当の要素は何なのか？粘体に含まれる何か、あるいは魂か？」@{I}\"But what is it that truly births the masters of sorrow? A thing of the jelly... or the soul?\"",
                                     "Id": 167705},
                    "DefaultEvent": {"Description": "　足音が聞こえたのだろうか？それとも他の何かが原因か。いずれにしても、あなたは何も聞けそうにない。@{I}Did they hear your footsteps? Did something else alert them? Either way, you will hear nothing.",
                                     "LinkToEvent": {"Id": 167215}, "Name": "狂信者たちは口をつぐんだ@{I}The cultists go quiet",
                                     "Id": 167704},
                    "RareDefaultEvent": {"Description": "　蜘蛛たちは余所者に秘密を盗まれるのを好まない。彼らは織手と後家たちを獰猛に警護している。@{I}They do not appreciate outsiders trying to steal their secrets. They guard them ferociously.",
                                         "LinkToEvent": {"Id": 167215},
                                         "Name": "悲哀蜘蛛は怒りの鳴き声を発した@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$The sorrow-spiders hiss angrily",
                                         "Id": 167706},
                    "Name": "情報収集: 目の話題@{I}Spying: On the subject of eyes",
                    "Description": "　織手と後家の一団が静かに何かを話し合っている。あなたは盗み聴くことができるかもしれない。@{I}A group of Weavers and Widows is quietly discussing something. You might be able to listen in.",
                    "ButtonText": "", "Id": 138610}],
 "Description": "　太古の大聖堂の最後の残骸には、今では救い主の岩礁の議会蜘蛛が棲み着いている。目のない織手と後家たちは、蜘蛛とツリー・オブ・シーズンズの世話をするのに忙しく、あなたの存在には興味も配慮も示さない。あなたはじきに召喚されるだろう。@{I}$Saviour's Rocks -> 救い主の岩礁$The last remnants of an ancient citadel, now home to the spider-council of Saviour's Rocks. Eyeless Weavers and Widows busy themselves tending to the spiders and their Tree of Seasons, showing neither interest or concern at your presence. You will be Summoned.",
 "Name": "石の巣@{I}The Web of Stone", "Id": 167215}
