{"ChildBranches": [{"DefaultEvent": {"Description": "　彼は自分の目隠しを手で軽く叩いた。「辛辣な主人に仕える栄誉を賜っていると、細かい部分でいくらかの不自由を被ることになりますね」彼は微笑んだ。「しかし、光に盲いていようと、噂は耳に届きます。私たちのささやかな祝祭のために多大な貢献をなされたという善良な方に、お話をさせていただいてもよろしいでしょうか？素晴らしい。素晴らしい……」<br/><br/>　彼は身を寄せた。「私は、後援者様方から探しものを仰せつかっております。特別な行事のための、特別な滋養です。あなたのように経験を積んだ船乗りの方であれば、私の言わんとするところを察していただけるかと。言いましょうか。ほとんど未来の残されていない、可哀想な方々です。あなた方の墓人のような？選ばれた数人の目的地を、大義のためにもしも変えていただけるのであれば、結果として起こる悲嘆に代えて、私からは十二分の報酬を約束しましょう」[もしもあなたが過去に墓人の手助けをしているなら、ヴェンダーバイトであなたを信頼する墓人の旅行者たちが見つかるかもしれません。]@{I}$Venderbight -> ヴェンダーバイト$He taps his blindfold. \"The honour of serving the acrimonious masters does somewhat leave one at a disadvantage in matters of detail.\" He smiles. \"Blind to light is not, however, deaf to rumour. I wonder, might I prevail upon the good natured individual I have heard contributed so much to our little festival? Splendid. Splendid...\"\u000d\u000a\u000d\u000aHe leans in close. \"My benefactors have charged me with seeking... a special sustenance for a special occasion. I am sure an experienced zailor such as yourself sees through the necessary euphemism. Shall we say, unfortunates of little future, such as your tomb-colonists? Were perhaps a select few to find a different destination for the greater good, I can promise more than fair compensation for any subsequent regrets.\" [You may be able to obtain trusting tomb-colonist tourists at Venderbight, if you've assisted them in the past.]",
                                     "LinkToEvent": {"Id": 167217},
                                     "Name": "「サー、でしょうかね。それともマダム？あるいはもっと別のご挨拶がふさわしいでしょうか。私の無知をお許しください」@{I}\"Ah, my good sir. Or is it Madam? Or another salutation perhaps? Pardon my ignorance.\"",
                                     "Id": 167218},
                    "Name": "蜘蛛の使いに会う@{I}Meet with an Emissary of Spiders",
                    "Description": "　彼は多くの出来事に立ち会ってきたが、何も見てはいなかった。なぜなら、彼の仕える悲哀蜘蛛が彼の目を収穫してしまったからだ。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$He has witnessed much, yet seen nothing, since the sorrow-spiders he serves harvested his eyes.",
                    "ButtonText": "", "Id": 138296},
                   {"DefaultEvent": {"Description": "　生糸商人たちは多くを語らなかった。とりわけ、彼らは悲哀蜘蛛の話を避けた。それらが足元や頭の上にいるばかりか、眠っている時には体の上を這い回るような環境にありながら。蜘蛛だって？我々はあの寛大な隣人たちについてその手の話をするつもりはない。彼らは早口で、声を高めてそう言った。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$The silk traders don't talk much. In particular, they don't talk of the sorrow-spiders at their feet, over their heads or crawling over them as they sleep. Spiders? We'll not be having that kind of talk about the generous neighbours, they say with haste, in raised voices.",
                                     "LinkToEvent": {"Id": 167217},
                                     "Name": "即興の心にもない返答@{I}An off-the-cuff, scripted response", "Id": 167267},
                    "Name": "港湾報告書をまとめる@{I}$Port Report -> 港湾報告書$Compile a Port Report",
                    "Description": "　ネイティビティの生糸商人たちは、余計な口を訊かないだけの分別を弁えてはいる。それでも、彼らの祝祭にちょっとした貢献をしてやれば、彼らの舌は軽くなるかもしれない。@{I}$Nativity -> ネイティビティ$The silk-traders of the Nativity know better than to risk loose chatter. Still, a little contribution to their festival may loosen their tongues.",
                    "ButtonText": "", "Id": 138329},
                   {"DefaultEvent": {"Description": "「私らがこうして物資を溜め込むのは生糸祭の前だけだ」部下たちが商材をあなたの船に積み込む脇で、商人はそう警告した。「祭りの後にはいつも通りのエコー払いに戻る。だがそれまでの間は、私のところに来てくれれば、ミスター・ヴェールの外套が真っ白になるような条件で取引をしてやろう」<br/><br/>　彼はそこで口を噤むと、本能的に影の方を確かめた。「もちろんだが、今のは誰に訊かれても、何も言わなかったことにしてくれよ」@{I}\"We'll only be needing to stock up on supplies like this 'til after the Festival of Silk,\" warns the merchant, as his people load your goods onto the ship. \"It'll be back to Echoes like regular after that, but still, you come see me and I'll give you a deal that'd turn Mr Veils' cloak white.\"\u000d\u000a\u000d\u000aHe pauses for a moment, checking the shadows on instinct. \"Course, if anyone asks, I never said that.\"",
                                     "LinkToEvent": {"Id": 167217}, "Name": "素敵な取引！@{I}A fine trade!",
                                     "Id": 167268},
                    "RareDefaultEvent": {"Description": "　商人は、開いた木箱の中にメレルウェイズの1872年ものが二本入っているのを見て口笛を吹いた。それらの瓶はどうやら、小洒落た上流階級向けの水だからと船員たちに飲まれなかったものらしい。「メレルウェイズ！私がここに来てからどれだけこいつを夢見てたか、あんたには分からんだろうな。グレイフィールズのションベンなんぞ、あんなのは女の学童向けの銘柄に過ぎん！」<br/><br/>　彼はコルク栓を抜くと瓶を一気に呷った。彼の顔に、普段経験のなさそうな幸福な表情が広がった。彼の手振りによって、あなたの船には追加の木箱が積み込まれた。@{I}$Greyfields -> グレイフィールズ, Morelways -> メレルウェイズ$The merchant whistles as he opens the crate and finds a couple of bottles of Morelways 1872, apparently rejected by the crew for being fancy toff-water. \"Morelways! You don't know how I've dreamed of this stuff since coming here. That Greyfields piss? A vintage for schoolgirls!\"\u000d\u000a\u000d\u000aHe pops the cork and takes a swig, an unpracticed look of happiness spreading across his face. At his gesture, an extra crate is loaded onto your ship.",
                                         "LinkToEvent": {"Id": 167217}, "Name": "素敵なおまけ！@{I}A fine bonus!",
                                         "Id": 167282},
                    "Name": "物資を生糸と交換する@{I}Trade Supplies for Silk",
                    "Description": "　救い主の岩礁でとれる良質な生糸は、Neathでは羨望の的だ。仲介者に値段を釣り上げられる前のものを買いたいなら、今が一番の機会だ。@{I}$Saviour's Rocks -> 救い主の岩礁$The fine silk of Saviour's Rocks is the most coveted in the Neath. There can be no better time to acquire some without the usual traders' markup.",
                    "ButtonText": "", "Id": 138330},
                   {"DefaultEvent": {"Description": "「ただの宝石だから」男はそう保証して箱を手渡した。箱の中からは、カチカチ、シューシューという音に加えて、木材を爪で引っ掻くような音がしていた。<br/><br/>「宝石だから」彼はあなたと目を合わさずに繰り返した。@{I}\"Just trinkets,\" confirms the man, holding out the box. From inside comes a slight cracking sound, a hiss, a scratch that hints at nail on wood.\u000d\u000a\u000d\u000a\"Trinkets,\" he repeats, not meeting your eyes.",
                                     "LinkToEvent": {"Id": 167217}, "Name": "「宝石？」@{I}\"Trinkets?\"",
                                     "Id": 167269},
                    "RareDefaultEvent": {"Description": "「ただの宝石だから」男はそう保証して箱を手渡した。あなたがそれを振ってみると、中からはガタガタという音がした。男の顔に恐怖が浮かぶのが分かった。しかし彼は何も言わず、失礼にならないぎりぎりの速やかさで、そこから立ち去るだけだった。@{I}\"Just trinkets,\" confirms the man, holding out the box. Shaking it, you hear a rattling and see a sudden look of horror on the man's face. He says nothing though, merely backs away as quickly as good manners permit.",
                                         "LinkToEvent": {"Id": 167217}, "Name": "「宝石？」@{I}\"Trinkets?\"",
                                         "Id": 167275},
                    "Name": "『宝石』の配達@{I}A delivery of 'Trinkets'",
                    "Description": "　ほぼ合法な生糸商人が、ロンドンへの至急の配達に手を貸してほしいと頼んできた。@{I}$Fallen London -> フォールン・ロンドン$An almost entirely legitimate silk-trader urgently requests your help with a delivery to Fallen London.",
                    "ButtonText": "", "Id": 138331},
                   {"DefaultEvent": {"Description": "　ネイティビティの貿易商人たちは、感謝を示すことにはまったく慣れていないようだった。しかし、少なくともその努力はしていた。特に、『恩寵協定』についての秘密を漏らしてくれたのは、彼らがうっかりしていたことだけが理由ではないだろう。それは寛大な隣人たちが、自分たちのことを悪く言わない訪問者に与える厚遇のことであるらしかった。<br/><br/>　しかし、彼らがほのめかすところによると、それは港を経由して訪れる旅人だけに与えられるようだ。救い主の岩礁に座礁するほど運のない者は、自分たちもその資格があると考えてもよいが……駄目だ。これ以上は。悲哀蜘蛛が聞いているかもしれない中では、当然、彼らが口にできないことはあるのだ。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛, Nativity -> ネイティビティ$The traders of the Nativity have little practice showing appreciation, but at least put in an effort. In particular, they not entirely accidentally let slip the secret of the 'Accord of Grace' - a hospitality granted visitors by the generous neighbours of whom they will speak no ill.\u000d\u000a\u000d\u000aThey do however hint that this only applies to travellers arriving through the port. Those unlucky enough to run aground on the Rocks can consider themselves... but no. No. A sorrow-spider might hear something they would of course never say.",
                                     "LinkToEvent": {"Id": 167217},
                                     "Name": "小声での感謝の呟き@{I}Quiet murmurs of appreciation", "Id": 167277},
                    "Name": "祭りの準備を手助けする@{I}Assist with festival preparations",
                    "Description": "　経験豊富な船長と船員たちによる手助けが断られることはほぼあるまい。@{I}The assistance of an experienced captain and crew will hardly be turned down.",
                    "ButtonText": "", "Id": 138337},
                   {"DefaultEvent": {"Description": "　乾きによる死は、彼らの庇護を受け入れない者への懲罰としては、まったく可愛らしいものに過ぎない。@{I}The death of thirst is far from their strongest reprimand to those who would spurn their protection.",
                                     "LinkToEvent": {"Id": 167217},
                                     "Name": "寛大な隣人たちに歯向かうなかれ@{I}Offend not the generous neighbours", "Id": 167806},
                    "Name": "蜘蛛の巣に縛られた囚人@{I}A prisoner bound by webs",
                    "Description": "　町が営みを続ける只中で、彼は水を求めて喘いでいた。誰一人として、彼と目を合わせようとすらしない。@{I}He gasps for water as the town conducts its business around him. Not a man dares even meet his eyes.",
                    "ButtonText": "", "Id": 138663},
                   {"DefaultEvent": {"Description": "　悲哀蜘蛛は自らの支配圏で起こるすべてを見ている。彼らの処罰は迅速かつ有無を言わせぬものだった。それは話し合うべき事柄ではなく、ただ彼らの法を破ろうとする者たちすべてに見せしめるためのものだったのだ。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$The sorrow-spiders see all that happens in their domain. Their justice is swift and final. It is not a thing to be discussed, merely witnessed, for the future education of all who might violate their rules.",
                                     "Name": "誰も引きずられてゆく男の方を見ようとしない@{I}All avert their eyes as he is dragged away",
                                     "Id": 167807},
                    "Name": "生糸泥棒@{I}A thief of silk",
                    "Description": "　彼は新しい旗を集めるふりをして、祭りの場で盗みを働こうとしている。@{I}You see him trying to steal from the festival while pretending to gather new banners to hang.",
                    "ButtonText": "", "Id": 138664},
                   {"DefaultEvent": {"Description": "　蜘蛛の使いは、二人の屈強な貿易商に命じて、墓人たちを既にたくさんの物資を積まれてぐらぐらの荷車に積み込ませた。墓人たちが目を覚ますところに居合わせたくはなかったが、どうやらそれは叶わないらしい。使いはあなたも荷車に乗るように命じた。今やあまりにも多くの荷物を積まれた荷車の上で、座れる場所と言ったら、墓人たちの棺桶の上しかなかった。<br/><br/>「報酬をお約束しましたよね？」絹のクッションに身を預けながら、彼は言った。「来なさい！貪欲な主人らは観客を求めておいでです」@{I}The Emissary of Spiders has a pair of strong traders load the unfortunate tomb-colonists onto a rickety, already well-stocked supply cart. It would be preferable not to be around when they wake up, but that seems unlikely. The Emissary bids you join him on the cart, now so burdened that the only place to sit is on the coffins.\u000d\u000a\u000d\u000a\"A reward was promised, was it not?\" he says, settling himself down on a silk cushion. \"Come! The esurient masters demand an audience.\"",
                                     "LinkToEvent": {"Id": 167288},
                                     "Name": "陰惨な配達がなされた@{I}The grisly delivery is made", "Id": 168210},
                    "Name": "墓人を届ける@{I}Deliver the tomb-colonists",
                    "Description": "　あなたはヴェンダーバイトまで行ってきた。これで彼らに貸しを作ることができるかもしれない。@{I}$Venderbight -> ヴェンダーバイト$You've been to Venderbight. Perhaps this is doing them a favour.",
                    "ButtonText": "", "Id": 138903},
                   {"DefaultEvent": {"Description": "　取りつかれたような医者は急いで船に乗り込んだ。彼は立ち止まると、救い主の岩礁の呪われた荒れ地を見渡した。「あの婦人は言っていました。一度投げ捨てられてしまったら、私はもうそれを二度と取り戻すことはできないと。私が見たのは彼女が……いえ、気にしないでください。ここが私の船室ですか？私にはもったいないぐらいですね」[この新しいオフィサーを職務に就かせたいと思ったなら、彼のアイコンを、オフィサーのタブから画面の一番上のスロットまでドラッグしましょう。これは航海中ではなく、港で行いましょう。さもなくば、船員たちを不安にさせてしまうかもしれません。]@{I}$Officer -> オフィサー, Saviour's Rocks -> 救い主の岩礁$The Haunted Doctor hurries aboard the ship. He pauses, looking at the cursed wasteland of Saviour's Rocks. \"The Lady said I would never be able to get it back once it was thrown away. I see she was... never mind. Is this my cabin? Yes. It is more than I deserve.\" [Appoint your new Officer by dragging him from the Officers tab to his slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "船にようこそ！@{I}Welcome aboard!", "Id": 180508},
                    "Name": "取りつかれたような医者@{I}The Haunted Doctor",
                    "Description": "「お願いです。私はこの忌まわしい場所を離れなければ。悲哀蜘蛛たちは私を帰らせてくれないのです。お願いします」[憑りつかれたような医師はHeartsとPagesを上昇させます。]@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$\"Please. I must leave this terrible place. The sorrow-spiders will not take me back. Please.\" [The Haunted Doctor increases Hearts and Pages.]",
                    "ButtonText": "", "Id": 146348},
                   {"DefaultEvent": {"Description": "　辺りにいくらかの警戒を引き起こしながら、ブレミガンは波止場や生糸商人の屋台下を渦巻くように這い回った。これでもうおさらば！あなたの義務は果たされたのだ！<br/><br/>　それですっかりおしまいとはいかなかった。激怒した虫の叫びを上げて、悲哀蜘蛛が屋台に殺到した。ブレミガンは開けた場所に追いやられた！ブレミガンは一匹の蜘蛛の外殻をくちばしで叩き潰すと、菌類の瞬くような素早さで別の蜘蛛に向かって突進した。三匹目とは触手と鋏角とのフェンシングを繰り広げながら、一緒になって壁を駆け上っていった。そしてブレミガンは蜘蛛の巣の中へと消えた。菌糸の粘液が、巣の粘着力に対する守りを与えていた。蜘蛛は後から後から押し寄せた。誰がこの終わりを見届けることになるのだろうか？あなたではない。これはあなたとは関係のないことだ。もし誰かに尋ねられたとしても、あなたはそもそもここにはいなかったと言うだろう。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛, [Bb]lemmigan -> ブレミガン$The blemmigan whirls across the quay and under a silk-merchant's stall, occasioning some alarm. Gone from your life! Your duty is done!\u000d\u000a\u000d\u000aNot quite. With a furious insectile screech, sorrow-spiders converge on the stall. The blemmigan is driven into the open! It smashes one spider-carapace with its beak, vaults another spider in a flash of fungal dexterity, fences tendril-to-chelicerae with a third as they both dash up a wall. Then it's gone into the webs, its hyphal slimes protecting him from their sticky adhesions. Spiders pour after it. Who will know its end? Not you. You had nothing to do with this. If anyone asks, you were probably never even here.",
                                     "Name": "見苦しい騒乱@{I}An unseemly brawl", "Id": 182369},
                    "Name": "ブレミガンを陸に放つ@{I}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "　暗くてじめじめしている。まさしく彼らが好むとおりに。@{I}Dark and dank: just how they like it.",
                    "ButtonText": "", "Id": 147562}],
 "Description": "　ネイティビティの陰気さは、掛けられて間もない赤と黄金の旗によって破られている。蜘蛛を崇拝する織手と後家たちが、祝祭の準備のかたわら貿易商たちを案内している。祝祭は『寛大な隣人』への感謝を捧げるためのものだ。その隣人たちは、影の中から静かに彼らを見張っている。@{I}$Nativity -> ネイティビティ$The glumness of the Nativity is broken by the reds and golds of freshly hung banners. Spider-worshipping Weavers and Widows guide the traders in readying their celebration of gratitude to the 'generous neighbours' that silently watch over them from the shadows.",
 "Name": "生糸祭の準備@{I}Preparing for the Festival of Silk", "Id": 167217}
