{"ChildBranches": [{"DefaultEvent": {"Description": "　近い将来、生糸の値段はあっという間に上がりそうだ。@{I}It appears the price of silk is likely to rise quite quickly in the near future.",
                                     "LinkToEvent": {"Id": 167221},
                                     "Name": "準備には少し時間がかかる@{I}It takes little time to prepare", "Id": 167222},
                    "RareDefaultEvent": {"Description": "　影の中からの叫び。がたがたいう脚音。書きかけの報告書は、あなたが安全な船まで駆け戻る時に落としてしまった。@{I}A shriek from a shadow. A rattle of legs. The half-finished Report falls from your hand as you race back to the safety of your ship.",
                                         "LinkToEvent": {"Id": 167221}, "Name": "見つかった！@{I}Detected!",
                                         "Id": 167308},
                    "Name": "港湾報告書をまとめる@{I}$Port Report -> 港湾報告書$Compile a Port Report",
                    "Description": "　海軍省はこのことについて知りたがるだろう。彼らにはすべての詳細を伝える必要はないかもしれない。@{I}$Admiralty -> 海軍省$The Admiralty will want to know about this. They perhaps do not need to know all the details.",
                    "ButtonText": "", "Id": 138298},
                   {"DefaultEvent": {"Description": "　辺りにいくらかの警戒を引き起こしながら、ブレミガンは波止場やひっくり返されたボートの下を渦巻くように這い回った。これでもうおさらば！あなたの義務は果たされたのだ！<br/><br/>　それですっかりおしまいとはいかなかった。激怒した虫の叫びを上げて、悲哀蜘蛛がボートに殺到した。ブレミガンは開けた場所に追いやられた！ブレミガンは一匹の蜘蛛の外殻をくちばしで叩き潰すと、菌類の瞬くような素早さで別の蜘蛛に向かって突進した。三匹目とは触手と鋏角とのフェンシングを繰り広げながら、一緒になって壁を駆け上っていった。そしてブレミガンは蜘蛛の巣の中へと消えた。菌糸の粘液が、巣の粘着力に対する守りを与えていた。蜘蛛は後から後から押し寄せた。誰がこの終わりを見届けることになるのだろうか？あなたではない。これはあなたとは関係のないことだ。もし誰かに尋ねられたとしても、あなたはそもそもここにはいなかったと言うだろう。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛, [Bb]lemmigan -> ブレミガン$The blemmigan whirls across the quay and under an upturned boat, occasioning some alarm. Gone from your life! Your duty is done!\u000d\u000a\u000d\u000aNot quite. With a furious insectile screech, sorrow-spiders converge on the boat. The blemmigan is driven into the open! It smashes one spider-carapace with its beak, vaults another spider in a flash of fungal dexterity, fences tendril-to-chelicerae with a third as they both dash up a wall. Then it's gone into the webs, its hyphal slimes protecting him from their sticky adhesions. Spiders pour after it. Who will know its end? Not you. You had nothing to do with this. If anyone asks, you were probably never even here.",
                                     "Name": "見苦しい騒乱@{I}An unseemly brawl", "Id": 182370},
                    "Name": "ブレミガンを陸に放つ@{I}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "　暗くてじめじめしている。まさしく彼らが好むとおりに。@{I}Dark and dank: just how they like it.",
                    "ButtonText": "", "Id": 147563},
                   {"SuccessEvent": {"Description": "　あなたは自らを正当化することに成功した。そうさ！@{I}Yes, you successfully convince yourself. Right!",
                                     "Name": "あなたは確かに正しいことをした。良いね？@{I}You do have the moral high ground, right?",
                                     "Id": 169609},
                    "DefaultEvent": {"Description": "　あなたはいつの日か、自らを正当化できるだろう。@{I}One day, perhaps you will convince yourself.",
                                     "Name": "あなたは確かに正しいことをした。良いね？@{I}You do have the moral high ground, right?",
                                     "Id": 169608},
                    "Name": "ネイティビティを去る@{I}$Nativity -> ネイティビティ$Leave the Nativity",
                    "Description": "　あなたはここでできることはすべて済ませた。少なくともまだ、自分は正しいことをしたのだと自分に言い聞かせる作業が残ってはいるけれども。@{I}You've done all you can do here. Still, at least you can tell yourself that you have the high moral ground.",
                    "ButtonText": "", "Id": 139716}],
 "Description": "　暗黒。蜘蛛の巣。蜘蛛。奴隷。ネイティビティに残るわずかなものは、悲哀蜘蛛とその薄れゆく愉悦のためだけに残されている。間もなくここは飲み込まれ、失われ、忘れ去られるだろう。勇気ある生き残りの一人が、あなたが立ち去ることと引き換えに燃料と物資の販売を約束してくれた。彼はあなたの船に乗るつもりはないという。彼は何であれ、あなたとは別の船を待つそうだ。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛, Nativity -> ネイティビティ$Blackness, webs, spiders, slaves. What remains of the Nativity remains for the sorrow-spiders' convenience and at their diminishing pleasure. Soon it will be absorbed. Lost. Forgotten. A brave survivor promises to sell you Fuel and Supplies if you swear to leave. He will not sail with you. He will wait for any other ship.",
 "Name": "蜘蛛の巣に覆われた港@{I}The Webbed Port", "Id": 167221}
