{"ChildBranches": [{"DefaultEvent": {"Description": "　救い主の岩礁で採れる生糸はNeath全土で愛されている。大抵の者は、それが元々はどこから出てくるのか、考えすぎないようにしているけれども。@{I}$Saviour's Rocks -> 救い主の岩礁$The silk of Saviour's Rocks is beloved throughout the Neath. Most do however try not to give too much thought to where it originally comes from.",
                                     "LinkToEvent": {"Id": 167223},
                                     "Name": "申し分ない取引@{I}A splendid deal", "Id": 167224},
                    "RareDefaultEvent": {"Description": "　あなたの口の上手さも手伝って、商人の言い値から少し値切ることができた。@{I}With a little help from your silver tongue, you talk the merchant's price down a little.",
                                         "Name": "素晴らしい取引！@{I}An excellent deal!", "Id": 168211},
                    "Name": "生糸商人と値段交渉をする@{I}Haggle with a silk trader",
                    "Description": "　ここに寄港して生糸を買わないだなんてもったいない。ロンドン商人たちの言い値はいつだって酷く高過ぎるのだ。@{I}$Fallen London -> フォールン・ロンドン$It would be a shame not to purchase some silks while here. The merchants of Fallen London always overprice them so terribly.",
                    "ButtonText": "", "Id": 138299},
                   {"DefaultEvent": {"Description": "　墓人街がふさわしい隠居先となるだろう。いずれ彼は過酷な体験から立ち直れるかもしれない。ひとまずは、固く閉ざされた箱が船倉で彼を待っている。@{I}The tomb-colonies will be a fitting retirement. In time, perhaps he will recover from his ordeal. For now though a sealed box in the hold awaits.",
                                     "LinkToEvent": {"Id": 167223},
                                     "Name": "フォールン・ロンドンには帰れない@{I}$Fallen London -> フォールン・ロンドン$There is no returning to Fallen London",
                                     "Id": 167329},
                    "Name": "ヴェンダーバイトの新しい住民@{I}$Venderbight -> ヴェンダーバイト$A new resident for Venderbight",
                    "Description": "　ノクターン号の元船長は、同業の船長が哀れんで彼の渡航を助けてくれることを心から願っている。@{I}The Former Captain of the Nocturne prays that the compassion of a fellow captain will provide him passage.",
                    "ButtonText": "", "Id": 138374},
                   {"DefaultEvent": {"Description": "　生糸商人たちは多くを語らなかった。とりわけ、彼らは悲哀蜘蛛の話を避けた。それらが足元や頭の上にいるばかりか、眠っている時には体の上を這い回るような環境にありながら。蜘蛛だって？我々はあの寛大な隣人たちについてその手の話をするつもりはない。彼らは早口に、声を高めてそう言った。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$The silk traders don't talk much. In particular, they don't talk of the sorrow-spiders at their feet, over their heads or crawling over them as they sleep. Spiders? We'll not be having that kind of talk about the generous neighbours, they say with haste, in raised voices.",
                                     "LinkToEvent": {"Id": 167223},
                                     "Name": "即興の心にもない返答@{I}An off-the-cuff, scripted response",
                                     "Id": 167330},
                    "Name": "港湾報告書をまとめる@{I}$[Pp]ort [Rr]eport -> 港湾報告書$Compile a Port Report",
                    "Description": "　生糸商人たちは仕事に戻っている。と言っても、孤独で隔絶された仕事だ。知らせの交換は歓迎されるはずである。@{I}The silk-traders are back at work. It's lonely and isolated work though; a trade of news should go down well.",
                    "ButtonText": "", "Id": 138375},
                   {"DefaultEvent": {"Description": "　憑りつかれたような医者は急いで船に乗り込んだ。彼は立ち止まると、救い主の岩礁の呪われた荒れ地を見渡した。「あの婦人は言っていました。一度投げ捨てられてしまったら、私はもうそれを二度と取り戻すことはできないと。私が見たのは彼女が……いえ、気にしないでください。ここが私の船室ですか？私にはもったいないぐらいですね」[この新しいオフィサーを職務に就かせたいと思ったなら、彼のアイコンを、オフィサーのタブから画面の一番上のスロットまでドラッグしましょう。これは航海中ではなく、港で行いましょう。さもなくば、船員たちを不安にさせてしまうかもしれません。]@{I}$[Oo]fficer -> オフィサー, Saviour's Rocks -> 救い主の岩礁, Haunted Doctor -> 憑りつかれたような医師$The Haunted Doctor hurries aboard the ship. He pauses, looking at the cursed wasteland of Saviour's Rocks. \"The Lady said I would never be able to get it back once it was thrown away. I see she was... never mind. Is this my cabin? Yes. It is more than I deserve.\" [Appoint your new Officer by dragging him from the Officers tab to his slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "Name": "船にようこそ！@{I}Welcome aboard!", "Id": 180509},
                    "Name": "憑りつかれたような医者@{I}$Haunted Doctor -> 憑りつかれたような医師$The Haunted Doctor",
                    "Description": "「お願いです。私はこの忌まわしい場所を離れなければ。悲哀蜘蛛たちは私を帰らせてくれないのです。お願いします」[憑りつかれたような医師はハートとページを上昇させます。]@{I}$[Ss]orrow-spider -> 悲哀蜘蛛, Hearts -> ハート, Pages -> ページ, Haunted Doctor -> 憑りつかれたような医師$\"Please. I must leave this terrible place. The sorrow-spiders will not take me back. Please.\" [The Haunted Doctor increases Hearts and Pages.]",
                    "ButtonText": "", "Id": 146349},
                   {"DefaultEvent": {"Description": "　辺りにいくらかの警戒を引き起こしながら、ブレミガンは波止場や生糸商人の屋台下を渦巻くように這い回った。これでもうおさらば！あなたの義務は果たされたのだ！<br/><br/>　それですっかりおしまいとはいかなかった。激怒した虫の叫びを上げて、悲哀蜘蛛が屋台に殺到した。ブレミガンは開けた場所に追いやられた！ブレミガンは一匹の蜘蛛の外殻をくちばしで叩き潰すと、菌類の瞬くような素早さで別の蜘蛛に向かって突進した。三匹目とは触手と鋏角とのフェンシングを繰り広げながら、一緒になって壁を駆け上っていった。そしてブレミガンは蜘蛛の巣の中へと消えた。菌糸の粘液が、巣の粘着力に対する守りを与えていた。蜘蛛は後から後から押し寄せた。誰がこの終わりを見届けることになるのだろうか？あなたではない。これはあなたとは関係のないことだ。もし誰かに尋ねられたとしても、あなたはそもそもここにはいなかったと言うだろう。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛, [Bb]lemmigan -> ブレミガン$The blemmigan whirls across the quay and under a silk-merchant's stall, occasioning some alarm. Gone from your life! Your duty is done!\u000d\u000a\u000d\u000aNot quite. With a furious insectile screech, sorrow-spiders converge on the stall. The blemmigan is driven into the open! It smashes one spider-carapace with its beak, vaults another spider in a flash of fungal dexterity, fences tendril-to-chelicerae with a third as they both dash up a wall. Then it's gone into the webs, its hyphal slimes protecting him from their sticky adhesions. Spiders pour after it. Who will know its end? Not you. You had nothing to do with this. If anyone asks, you were probably never even here.",
                                     "Name": "見苦しい騒乱@{I}An unseemly brawl", "Id": 182368},
                    "Name": "ブレミガンを陸に放つ@{I}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "　暗くてじめじめしている。まさしく彼らが好むとおりに。@{I}Dark and dank: just how they like it.",
                    "ButtonText": "", "Id": 147561}],
 "Description": "　生糸祭の終わりとともに、ネイティビティは普段の灰色の陰鬱さへと立ち戻った。人々は、静かながらも偏在する『寛大な隣人』たちの監督の下で働いている。彼らは、再び生活に色彩を許される日を夢見ながら、これからの一年を過ごすのだ。@{I}$Nativity -> ネイティビティ$With the Festival of Silk over, the Nativity returns to its usual grey gloom. The people work under the silent but omnipresent supervision of their 'generous neighbours', dreaming of the day a year hence when colour will again be permitted in their lives.",
 "Name": "ネイティビティの港@{I}$Nativity -> ネイティビティ$The Port of the Nativity",
 "Id": 167223}
