{"ChildBranches": [{"DefaultEvent": {"Description": "　蜘蛛の使いが慎重な手つきで目隠しを外すと、かさぶたのある、二つの虚ろな眼窩があらわになった。彼の肩に乗っていた悲哀蜘蛛が、命じられることもなく、彼の顔へと這いずった。そして、がぽりと音を立てながら、それぞれの眼窩に脚を一本ずつ突き刺した。ほんの束の間、使いの顔は、囚人の蜜を初めて味わうような多幸感にひくついた。しかし、震えとともにそれは収まった。荷車が蜘蛛の巣の橋に差し掛かり、あなたたちが黒々としたzeeの上を渡り始める頃には、彼は普段の慇懃な表情に戻っていた。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛, (Firkin of)?[Pp]risoner's[- ][Hh]oney -> 囚人の蜜$\u0010The Emissary of Spiders carefully undoes his blindfold, revealing two hollow, scabbed eyes. Unbidden, the sorrow-spider on his shoulder crawls across his face, stabbing one leg into each with a squelch. Just for a moment, the Emissary's face flickers with the euphoria of a new disciple of prisoner's honey, but only for as long as it takes to shiver. His normal, polite countenance returns as the cart rolls onto the webbed bridge, taking you high above the black zee.",
                                     "LinkToEvent": {"Id": 167288},
                                     "Name": "「少しの間、目を逸らされるのがよろしいかもしれません」@{I}\"You may wish to avert your gaze for a moment.\"",
                                     "Id": 167296},
                    "Name": "大交差@{I}The Great Crossing",
                    "Description": "　救い主の岩礁に巣食う最高位の議会蜘蛛とネイティビティの間には、蜘蛛の巣の橋が掛けられている。橋は砂で分厚く覆われており、島々の間を行き来するのに利用される。@{I}$[Ss]pider[- ][Cc]ouncil -> 議会蜘蛛, Saviour's Rocks -> 救い主の岩礁, Nativity -> ネイティビティ$Between the Nativity and the grand spider-council of Saviour's Rocks is a bridge of webs, coated in thick sands to allow passage between islands.",
                    "ButtonText": "", "Id": 138349},
                   {"DefaultEvent": {"Description": "　荷車が石の巣のそばまで登ってくる頃には、悲哀蜘蛛の立てるカチカチという騒音はほとんど耐え難いものになっていた。蜘蛛の使いは、若い蜘蛛を注意深く顔から引き剥がすと、目隠しを巻き直した。彼は心ここにあらずといった様子で、流れ続ける血に触れてはそれを舐め取り、毒の痛みを味わっていた。<br/><br/>「あなたが召喚されるのは、気の短い主人らの準備が済み次第となるでしょう。それまではどうか、私たちからの歓迎をお楽しみください」彼はそこで言葉を切ると、指先を綺麗に舐め取りながら振り返った。「しかしながら、この場所では礼儀には気を使われますよう、強くお勧めいたします。加えてもちろんですが、座る場所には細心の注意を払われるがよろしいでしょうな？」@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$The clicking of sorrow-spiders is nigh-intolerable by the time the cart pulls up by the Web of Stone. The Emissary of Spiders pauses for a moment to carefully detach the juvenile and replaces his blindfold. Absently, he touches and tastes a drop of lingering blood, savouring the sting of poison.\u000d\u000a\u000d\u000a\"You will be summoned when the irascible masters are ready. Until then, please, do enjoy our hospitality.\" He pauses, turns, licking his finger clean. \"I do however urge you to to mind your manners in this place. And of course, to be most careful where you choose to sit, hmm?\"",
                                     "LinkToEvent": {"Id": 167215},
                                     "Name": "道の終わり@{I}End of the road", "Id": 167298},
                    "Name": "石の巣@{I}The Web Of Stone",
                    "Description": "　荷車は大昔に廃墟と化した大聖堂に近づいている。ほんのわずかに残る基礎部分の迷宮だけが、そこが悲哀蜘蛛の領地となる以前の記憶を留めていた。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$The cart approaches a long ruined citadel, little but a maze of foundations still recording a time before it became the demesne of the sorrow-spiders.",
                    "ButtonText": "", "Id": 138351},
                   {"SuccessEvent": {"Description": "　それらの廃墟には、年代や素性を特定できるような手掛かりは残されていない。しかし、いくつかの細かい点において、第三都市のうさん臭い物語を想起させるものがあった。とは言っても、それらはあまりにも擦り切れて傷んでいて、もっともらしい結論は何も引き出すことができない。@{I}There are no obvious signs with which to date or identify these ruins, though a few details spark memories of Third City legends from less than trustworthy stories. They are however far too faded and broken to draw any real conclusions from.",
                                     "LinkToEvent": {"Id": 167288},
                                     "Name": "歴史の失われた一ページ@{I}A page removed from history",
                                     "Id": 168220},
                    "DefaultEvent": {"Description": "　それらの廃墟には、一見して分かる技巧の跡と、今なお生き残るはっきりとしたシンボルが残されていた。しかし、その意味については、学者の専門的な知識がなければ分かりそうにない。そして、どんな報酬をつけたとしても、学者をこんなところにおびき出せるとは思えなかった。@{I}There remains a visible craft to these ruins and a definite symbolism that persists even now. Their meanings however would require an expert scholar, and it is unlikely that any could be enticed here for any reward.",
                                     "LinkToEvent": {"Id": 167288},
                                     "Name": "古代の謎@{I}An ancient mystery", "Id": 168219},
                    "Name": "周囲を食い入るように観察する@{I}Take in the surroundings",
                    "Description": "　島の全体に廃墟が点在している。あれらにはどこか見覚えがあるような気がしないか？@{I}This whole island is littered with ruins. Do they look familiar?",
                    "ButtonText": "", "Id": 138908},
                   {"SuccessEvent": {"Description": "　彼は年老いた馬を、駆るというよりも優しく命じることによって、その歩みを急がせた。彼は語った。蜘蛛の張る網の完璧な幾何学に従い、その自然な結末に至ったこと。そして一匹の蜘蛛が、ハエでも捕らえるようにたやすく、彼の理性を絡め取った日のことを。<br/><br/>「しかし白状しますと、それでも、私が説き伏せられて、収穫に同意するまでには、しばらくの時間が必要でした」彼はそう付け加えると、手振りで自らの空っぽの眼窩を示した。彼は一人でくすくすと笑う。「ああ、若気の至りよ。なんということか……」@{I}He gently bids rather than drives the elderly horse to a faster walk. He speaks of following the perfect geometry of a spider's web to its natural conclusion, and of the day his mind was ensnared by one as effortlessly as it might have caught a fly.\u000d\u000a\u000d\u000a\"I confess however, it did still take a while to be talked into the harvesting,\" he adds, gesturing to his empty eye sockets. He chuckles to himself. \"Ah, the ignorance of youth. Oh my...\"",
                                     "LinkToEvent": {"Id": 167288},
                                     "Name": "「生とは網に過ぎず、美のあまた撚り合わされたるもの」@{I}\"Life is but a web, a many stranded thing of beauty.\"",
                                     "Id": 168440},
                    "DefaultEvent": {"Description": "　彼は年老いた馬を駆るというよりも優しく命じることによって、その歩みを急がせた。彼は語った。蜘蛛の張る網の完璧な幾何学に従い、その自然な結末に至ったこと。そして一匹の蜘蛛が、ハエでも捕らえるようにたやすく、彼の理性を絡め取った日のことを。<br/><br/>　彼の説明はほとんどの点において筋が通っていた。その例外はもちろん、悲哀蜘蛛により近づくために、彼らに自らの目の収穫を許したという部分だ。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$He gently bids rather than drives the elderly horse to a faster walk. He speaks of following the perfect geometry of a spider's web to its natural conclusion, and of the day his mind was ensnared by one as effortlessly as it might have caught a fly.\u000d\u000a\u000d\u000aThe way he tells it, it almost makes sense. Except of course, for the part about allowing sorrow-spiders to harvest his eyes to make more of their kin.",
                                     "LinkToEvent": {"Id": 167288},
                                     "Name": "「生とは網に過ぎず、美のあまた撚り合わされたるもの」@{I}\"Life is but a web, a many stranded thing of beauty.\"",
                                     "Id": 168218},
                    "Name": "蜘蛛の使いと話す@{I}Speak with the Emissary of Spiders",
                    "Description": "　彼は理性的な男に見える。彼はどのような経緯でここに来て、そして悲哀蜘蛛の議会の代弁者となったのだろうか？@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$He seems a reasonable fellow. How did he come to be here, speaking for a council of sorrow-spiders?",
                    "ButtonText": "", "Id": 138907}],
 "Description": "　あなたは蜘蛛の使いと隣り合って座りながら、荒れ地を覆う蜘蛛の巣と、巣の紡ぎ手たちのぎらつく眼の中を旅している。@{I}Sitting next to the Emissary of Spiders, you travel through a wasteland of webs and the glimmering eyes of their spinners.",
 "Name": "蜘蛛の巣の中へ……@{I}Into the spider's web...", "Id": 167288}
