{"ChildBranches": [{"DefaultEvent": {"Description": "　彼女は何も疑っていない。他の皆も同じだ。おそらくまだ時間はあるだろう。急ぐほどではない。@{I}She suspects nothing. None of them do. There's probably still time. Time enough not to rush.",
                                     "LinkToEvent": {"Id": 167215},
                                     "Name": "織手の一人が、暖を取るあなたに微笑みかけた@{I}A Weaver smiles as you warm yourself", "Id": 167357},
                    "Name": "考え直してみると……@{I}On second thoughts...",
                    "Description": "　上手くことが運んだとしても、彼らの報復を切り抜けることはできないかもしれない。@{I}Even if it went well, you might not survive the reprisal.",
                    "ButtonText": "", "Id": 138392},
                   {"SuccessEvent": {"Description": "　あなたは壁から松明を引き剥がすと、それをツリー・オブ・シーズンズの奥深くへと投げ込んだ。年経た蜘蛛の巣には瞬く間に火が回った。囚人たちの悲鳴が、織手と後家たち、そして燃え上がる議会蜘蛛の悲鳴と混じり合い、苦痛と怒り、憤激と感謝の不協和音を生み出した。<br/><br/>　悲哀蜘蛛たちは一丸となって押し寄せた。だが、ここが彼らの領域とすれば、zeeはあなたの領域だ。頭のいかれた飛び込みひとつで、あなたは壁をなす蜘蛛たちから逃れた。水はあなたを引きずり込もうとし、空気が、凍るように冷たい暗闇の中にほとばしった。しかしあなたは戦った。全身に波のように押し寄せる切りつけ、噛みつき、そして毒と戦いながら、あなたは全身全霊で泳いだ。とうとう、陸に上がってもよいぐらい影は静かになった。倒れ込むとき、あなたは自分の船を目にした。遠くはない……遠くはないぞ……船員たちが助け船を出せるぐらいの近さだ……そして心臓がかろうじてひとつ脈打つと、すべては暗転した。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$Tearing a torch from the wall, you throw it deep into the Tree of Seasons. The ancient webs catch fire instantly, spreading quickly as the screams of the captives join those of the Weavers and Widows and the burning spider-council in a cacophony of pain and anger and fury and gratitude.\u000d\u000a\u000d\u000aThe sorrow-spiders surge as one, but while this is their domain, the zee is yours and it is only one crazed dive from the walls away. The rush of air explodes into an ice-cold blackness as the water tries to pull you down, but you fight it; fight the cuts and the bites and the poison surging through your system as you swim for your life. Finally, the shadows are still enough to risk dragging yourself ashore. As you collapse, you see the ship... not far, not far... close enough for the crew to send rescue... barely a heartbeat before all goes black.",
                                     "Name": "犠牲となった者たちのために！未来の犠牲をなくすために！@{I}For the fallen! For those who will not be taken!",
                                     "Id": 168209},
                    "DefaultEvent": {"Description": "　あなたは壁から松明を引き剥がし、それをツリー・オブ・シーズンズの奥深くへと投げ込んだ。年経た蜘蛛の巣には瞬く間に火が回った。囚人たちの悲鳴が、織手と後家たち、そして燃え上がる議会蜘蛛の悲鳴と混じり合い、苦痛と怒り、憤激と感謝の不協和音を生み出した。<br/><br/>　悲哀蜘蛛たちは一丸となって押し寄せ、あなたの体をずたずたに引き裂いた。あなたはどうすることもできず、手足を振り乱し、脚と牙を全身にまとわりつかせて崖から飛び降りた。暗いzeeがあなたの体を包み込み、意識が遠のくまで傷口に塩を擦り込んだ。運が良ければ、あなたは友好的な誰かの手によって引き揚げられるだろう。今のところは、まだ逃げ切れていないという悪夢の記憶を見続けるより他はない。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$Tearing a torch from the wall, you throw it deep into the Tree of Seasons. The ancient webs catch fire instantly, spreading quickly as the screams of the captives join those of the Weavers and Widows and the burning spider-council in a cacophony of pain and anger and fury and gratitude.\u000d\u000a\u000d\u000aThe sorrow-spiders surge as one, tearing your flesh into ribbons as you flail helplessly towards the cliffside in a cloak of legs and fangs. The black zee embraces you, salting the wounds until unconsciousness beckons. If you're lucky, you'll be fished out by a friendly face. For now, there is only the memory of a nightmare not yet escaped.",
                                     "Name": "犠牲となった者たちのために！未来の犠牲を――@{I}@{I}For the fallen! For those who-", "Id": 167356},
                    "Name": "決めた！ツリー・オブ・シーズンズを燃やす！@{I}Yes! Burn the Tree of Seasons!",
                    "Description": "　木も議会蜘蛛も、可能ならば島そのものさえも！@{I}The tree, the spider-council, the island itself if you can!",
                    "ButtonText": "", "Id": 138391}],
 "Description": "　深く息を吸い込んで、少し考えをまとめよう。よしんば生きてここを逃れられたとしても、無傷とはいくまい。@{I}A deep breath. A moment to collect your thoughts. Even if you escape alive, it will not be without cost.",
 "Name": "ツリー・オブ・シーズンズを燃やす@{I}Burn the Tree of Seasons", "Id": 167355}
