{"ChildBranches": [{"DefaultEvent": {"Description": "　ノクターン号の運命はよく知られている。壊れた船体を覆う蜘蛛の巣はその話を裏付けるものだ。それら蜘蛛の巣とわずかに残る抵抗の跡を別にすれば、船の中身はほぼ荒らされないままに残っている。何せ救い主の岩礁の主たちだ。がらくたや安ぴかもの、あるいは黄金や宝石に何の用があるというのか？<br/><br/>　もしも乗組員や乗客が幸運であったなら、彼らは単に食事となっただけだろう。もしそうでなければ……あなたは話を聞いたことがある。遠き地の焚き火のそばで、あるいは索具の軋む冷たい夜に語るために取っておかれるようなzeeの物語だ。悲哀蜘蛛の操る終末の先触れ、ツリー・オブ・エイジズについて。白檀の箱の中にStormの砕けた心臓を見つけた恋人たちに起こった出来事について。自殺の歌を歌う――<br/><br/>　もちろん、ただのくだらない迷信にすぎない。もちろんだ。それでも、ろうそくが燃え尽き、波と岩場の方へと引き返す時には、安堵を感じることに変わりはなかった。@{I}$Aft -> 後部, [Ss]orrow-spider -> 悲哀蜘蛛, Tree of Ages -> ツリー・オブ・エイジズ, Saviour's Rocks -> 救い主の岩礁$The fate of the Nocturne is well known, and proven by the webs stretching across its battered hull. Aside from those and a few signs of struggle, the contents lie mostly undisturbed. After all, what use have the masters of Saviour's Rocks for trinkets, baubles, gold and gems?\u000d\u000a\u000d\u000aIf the crew and passengers were lucky, they merely became lunch. If not... you've heard the stories; the kind of zee ztories saved for campfires on distant shores and cold nights when the rigging creaks. Of the Tree of Ages, a harbinger of doom crewed by sorrow-spiders. \u0010What happened to the lovers who found Storm's broken heart in a sandalwood box. The suicide songs of-\u000d\u000a\u000d\u000aMere superstitious nonsense, of course. Of course. Even so, it remains a relief when the candle finally melts and it is time to leave this place to the waves and rocks.",
                                     "LinkToEvent": {"Id": 167366}, "Name": "空っぽの空虚さ@{I}A harrowing emptiness",
                                     "Id": 167367},
                    "RareDefaultEvent": {"Description": "　ノクターン号の運命はよく知られている。壊れた船体を覆う蜘蛛の巣はその話を裏付けるものだ。それら蜘蛛の巣とわずかに残る抵抗の跡を別にすれば、船の中身はほぼ荒らされないままに残っている。何せ救い主の岩礁の主たちだ。がらくたや安ぴかもの、あるいは黄金や宝石に何の用があるというのか？もしも乗組員や乗客が幸運であったなら、彼らは――<br/><br/>　船員たちから叫びが上がった。彼らの恐怖を湛えた目は一人の船員に釘付けになっていた。その船員は、宝石のついた小物を、口にするのもはばかられる場所に滑り込ませようとしていたところを捕まったのだ。あなたが行動を起こす間もなく、彼の仲間たちは彼の四肢を取ると、呪われた略奪品もろともに彼をドラウニーの潜む暗闇へと放り込んだ。何人も溺れかけの船から盗んではならない。Saltの憤激に見合うだけの黄金などzeeにはない。その罪は生贄によってのみ贖われる。@{I}$Aft -> 後部, Drown(y|ies) -> ドラウニー, Saviour's Rocks -> 救い主の岩礁$The fate of the Nocturne is well known, and proven by the webs stretching across its battered hull. Aside from those and a few signs of struggle, the contents lie mostly undisturbed. After all, what use have the masters of Saviour's Rocks for trinkets, baubles, gold and gems? If the crew and passengers were lucky, they became-\u000d\u000a\u000d\u000aA shout rises from the crew, their eyes locked in horror at a zailor caught slipping a jewelled trinket into his unmentionables. Before you can do anything, his crewmates have him by all the limbs, hurling him and his cursed plunder to join the Drownies in the black. None may steal from a half-drowned ship. There is no gold in the zee worth Salt's ire. Only sacrifice absolves.",
                                         "LinkToEvent": {"Id": 167366},
                                         "Name": "Saltへの侮辱だ！@{I}An insult to Salt!", "Id": 167506},
                    "Name": "この空っぽの巨大な墓に乗り込む@{I}Board this empty mausoleum",
                    "Description": "　冷笑的な船乗りでも、溺れかけた船の略奪となれば、zeeの迷信を思い出して手をこまねく。だが、掟の中には、好奇心を満足させることを禁じるような一節は含まれてはいなかった。@{I}Superstitions of the zee give even cynical zailors pause before ransacking half-drowned vessels. Still, nothing in the code prohibits indulging curiosity.",
                    "ButtonText": "", "Id": 138397},
                   {"DefaultEvent": {"Description": "　これ以上ここですべきことは何もない。@{I}There is nothing more to be done here.",
                                     "Name": "船をその定めに委ねる@{I}Leave it to its fate", "Id": 167505},
                    "Name": "ノクターン号は眠る@{I}The Nocturne rests",
                    "Description": "　海水が入り込み、竜骨は砕け、ノクターン号はもう動けない。船はじきに沈み、そして忘れ去られるだろう。@{I}Water seeping in, its spine broken, the Nocturne is finished. Soon it will sink and be forgotten.",
                    "ButtonText": "", "Id": 138486},
                   {"DefaultEvent": {"Description": "　一番短いくじを引いた船員たちが船に物資を積み込んだ。外見とは裏腹に、ノクターン号を一時的に航海に耐える状態にするのは難しくはなさそうだ。救い主の岩礁までの航海に耐えられるほど頑健かどうかは、確かめてみる必要がある。@{I}$Saviour's Rocks -> 救い主の岩礁$The supplies are taken on board by the crew-members who drew the shortest straws. Despite appearances, the Nocturne will not be difficult to temporarily make zeeworthy. It remains to be seen if it will be sturdy enough to make the journey to Saviour's Rocks.",
                                     "LinkToEvent": {"Id": 167539},
                                     "Name": "船員たちは船に乗り込んだ@{I}The crew boards the ship", "Id": 167514},
                    "Name": "ノクターン号の最後の航海@{I}The Final Voyage of the Nocturne",
                    "Description": "　穴を継ぎ接ぎし、ノクターン号を救い主の岩礁の議会蜘蛛のところまで連れてゆこう。[旅が終わるまで、あなたは船に帰ることはできません。乗り込んだ船員が何らかの不幸な事故に見舞われた場合、その船員は失われるでしょう。]@{I}$Saviour's Rocks -> 救い主の岩礁$Patch up the holes and bring the Nocturne safely to the spider-council of Saviour's Rocks. [You will be unable to return to your ship until the journey is complete. Should any unfortunate accidents befall your crew while on board, they will be lost.]",
                    "ButtonText": "", "Id": 138492},
                   {"DefaultEvent": {"Description": "　ノクターン号の内部は、言われていた通りの暗くて人を寄せつけない場所で、探索にはろうそくが必要だった。乗組員総出で徹底的な調査をする間、この難破船は、そばを通り過ぎるかもしれない何か……それが何であれ、そういうものにとっては良い目印になるだろう。<br/><br/>　一番良いのは、できるだけ手早く探索を終えてしまうことだ。@{I}It is true that the interior of the Nocturne is a dark, unwelcoming place that demands a candle for exploration. With the whole crew searching it thoroughly though, the wrecked ship will be a beacon to anyone... anything that might be passing.\u000d\u000a\u000d\u000aIt would best to finish this as quickly as possible.",
                                     "LinkToEvent": {"Id": 167523}, "Name": "闇の中の光@{I}Light in the darkness",
                                     "Id": 167515},
                    "Name": "ノクターン号の秘密@{I}The Secret of the Nocturne",
                    "Description": "　冷笑的な船乗りでも、溺れかけた船の略奪となれば、zeeの迷信を思い出して手をこまねく。だが、ただの調査なら、Saltに対する罪にはならない。[議会蜘蛛のための調査を終えるまで、あなたは船に帰ることはできません。]@{I}Superstitions of the zee give even cynical zailors pause before ransacking half-drowned vessels. Merely investigating however is no crime against Salt. [You will be unable to return to your ship until you finish your investigation for the spider-council.]",
                    "ButtonText": "", "Id": 138493},
                   {"DefaultEvent": {"Description": "　あなたは約束の報酬を受け取るために、救い主の岩礁の議会蜘蛛に報告に戻るべきだ。@{I}$Saviour's Rocks -> 救い主の岩礁$You should report back to the spider-council of Saviour's Rocks to get your promised reward.",
                                     "Name": "疑問はまたの機会に取っておくとして@{I}A question for another time", "Id": 167551},
                    "Name": "後を引く謎……@{I}A continuing mystery...",
                    "Description": "　ここでは、今あなたが信じている以上のことが起こっているのではないだろうか？あなたはそのような考えを抱かずにはいられなかった。@{I}You cannot help but think there is something more going on here than you have been led to believe.",
                    "ButtonText": "", "Id": 138515},
                   {"DefaultEvent": {"Description": "　ノクターン号のかつての乗組員と乗客たちは、悲哀蜘蛛に攫われてツリー・オブ・シーズンズの一部と化した。少なくとも、あなたは彼らをその状態からは開放してやったわけだが、打ち棄てられた彼らの持ち物からは何も興味を引かれるものは見つからなかった。溺れかけの船を略奪しても、ただSaltの怒りを喚び起こすだけだろう。ここは余計な手出しはせず、この呪われた場所から離れるのが一番だ。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$The former crew and passengers of the Nocturne were taken by the sorrow-spiders to become part of the Tree of Seasons. You have freed them from that at least, though find little of interest in their abandoned belongings. To plunder the half-drowned ship could only bring down the wrath of Salt. It is best left well alone, as you sail away from this whole accursed mess.",
                                     "LinkToEvent": {"Id": 167366}, "Name": "空っぽの空虚さ@{I}A harrowing emptiness",
                                     "Id": 167586},
                    "RareDefaultEvent": {"Description": "　ノクターン号のかつての乗組員と乗客たちは、悲哀蜘蛛に攫われてツリー・オブ・シーズンズの一部と化した。少なくとも、あなたは彼らをその状態からは開放してやったわけだが、打ち棄てられた彼らの持ち物からは何も興味を引かれるものは見つからなかった。溺れかけの船を略奪しても、ただSaltの怒りを喚び起こすだけだろう。ここは余計な手出しはせず、この呪われた場所から――<br/><br/>　船員たちから叫びが上がった。彼らの恐怖を湛えた目は一人の船員に釘付けになっていた。その船員は、宝石のついた小物を、口にするのもはばかられる場所に滑り込ませようとしていたところを捕まったのだ。あなたが行動を起こす間もなく、彼の仲間たちは彼の四肢を取ると、呪われた略奪品もろともに彼をドラウニーの潜む暗闇へと放り込んだ。何人も溺れかけの船から盗んではならない。Saltの憤激に見合うだけの黄金などzeeにはない。その罪は生贄によってのみ贖われる。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛, Drown(y|ies) -> ドラウニー$The former crew and passengers of the Nocturne were taken by the sorrow-spiders to become part of the Tree of Seasons. You have freed them from that at least, though find little of interest in their abandoned belongings. To plunder the half-drowned ship could only bring down the wrath of Salt. It is best left well alone, as you-\u000d\u000a\u000d\u000aA shout rises from the crew, their eyes locked in horror at a zailor caught slipping a jewelled trinket into his unmentionables. Before you can do anything, his crewmates have him by all the limbs, hurling him and his cursed plunder to join the Drownies in the black. None may steal from a half-drowned ship. There is no gold in the zee worth Salt's ire. Only sacrifice absolves.",
                                         "LinkToEvent": {"Id": 167366},
                                         "Name": "Saltへの侮辱だ！@{I}An insult to Salt!", "Id": 167587},
                    "Name": "解かれぬ謎@{I}A mystery unresolved",
                    "Description": "　ノクターン号の運命は、救い主の岩礁に巣食う悲哀蜘蛛たちの企てと結びついている。あなたは今や彼らの不倶戴天の敵なのだから、この船の秘密が明かされることはないに違いない。@{I}$[Ss]orrow-spider -> 悲哀蜘蛛, Saviour's Rocks -> 救い主の岩礁$The fate of the Nocturne is tied to the machinations of the sorrow-spiders of Saviour's Rocks. As you are now their sworn enemy, its story must remain untold.",
                    "ButtonText": "", "Id": 138545}],
 "Description": "　かつての堂々たる船は、今では蜘蛛の巣に覆われながらも、暗い波の底にさらわれることを拒んでいる。@{I}The webbed hulk of this once proud vessel refuses to be dragged beneath the black waves.",
 "Name": "ノクターン号の残骸@{I}$Wreck of the Nocturne -> ノクターン号の残骸$The Wreck of the Nocturne",
 "Id": 167366}
