{"ChildBranches": [{"DefaultEvent": {"Description": "これは一度でも自ら光を発したりしただろうか？とりわけ輝く宝石だったというだけの事だ。素敵な銀細工に嵌められ、指輪か小物にでもなるだろう。@{K}Did it ever carry any light of its own? It has a pretty gemmy fire, that's all. It will be smashed into neat slivers, and embedded in rings and trinkets.",
                                     "Name": "石の塊@{K}A chunk of rock", "Id": 167500},
                    "Name": "魅惑的な財宝として扱う@{K}$Captivating Treasure -> 魅惑的な財宝$Treat it as a Captivating Treasure",
                    "Description": "これを売り払うつもりなら、崇敬の念をもって扱うのをやめるべきだろう。[魅惑的な財宝は1000エコーで売ることが出来ます。しかし一度山の破片は財宝でしかないと決めたなら、元に戻すことは出来ません。]@{K}$Captivating Treasure -> 魅惑的な財宝$If you plan to sell it, stop treating it with reverence. [A Captivating Treasure is worth a thousand echoes, but once you've decided that your Mountain-sherd is only a Treasure, you cannot convert it back.]",
                    "ButtonText": "", "Id": 138483},
                   {"DefaultEvent": {"Description": "欠片の隅から隅まで軽く羽で撫でる。そして、自分の名を囁く。もう一度。あなたが三度囁くと、欠片の中心で光が目覚めた。四度目には羽に微かな電流が流れて震えた。五度目、欠片に亀裂が走る。六度目。聖エリギウスと呼ばれる光が甲板で踊っている。七度目。欠片が砕け散った！ノマドが呼びかけに応えたのだ……@{K}Brush the sherd with the feather, lightly, tip to tip. Whisper your name. A second time. A third, and a light awakens in the sherd's core. A fourth time, and the feather prickles with static. A fifth, and the sherd is webbed with cracks. A sixth. The glow they name for St Eligius dances on the deck. A seventh. The sherd shatters! The ship groans with a blood-deep note. Nomad answers...",
                                     "Name": "七@{K}Seven", "Id": 183318},
                    "Name": "光と羽根の儀式を行う@{K}Perform the Rite of the Light and the Feather",
                    "Description": "この羽を持つブルー・プロフェットは死にゆく者の名を呼ぶ。そしてこの欠片を産んだ山は(噂によれば)マウント・ノマドも産んだという。[この選択肢は山の破片を消費し、マウント・ノマドを召喚します。]@{K}$Blue Prophets -> ブルー・プロフェット$The Blue Prophets who bear these feathers speak the names of those about to die. The Mountain that calved this fragment also calved (it is said) Mount Nomad itself. [This will consume your Mountain-sherd, and summon Mount Nomad.]",
                    "ButtonText": "", "Id": 148154}],
 "Description": "美しいが、実用的な品とはいえない。これをどうしようか？@{K}It's pretty, but not especially practical. What do you intend for it?",
 "Name": "山の破片@{K}Your Mountain-sherd", "Id": 167499}
