{"ChildBranches": [{"DefaultEvent": {"Description": "　十八年前、ノクターン号は救い主の岩礁近辺で難破した。蜘蛛の巣に覆われた船と、その消えてしまった乗組員たちの話は、船乗りなら誰もが知るところだ。<br/><br/>「私たちが探しているのはとある……」蜘蛛の使いはそこで言葉を切り、微笑んだ。「隠し立てすることをお許しください。しかし困ったことに、慎重さこそが私たちの企ての核心でなければならないのです。こう申し上げれば十分でしょう。あの船はとてつもない重要性を秘めています。あなたがもしもこの依頼にふさわしい方であれば、まず間違いなく、あなたは見ただけでそれと分かるはずです。'それ'をここにいる私たちのところに持ってきていただければ、たっぷりとした報酬を差し上げましょう」<br/><br/>　彼の声音は暖かく、言葉は真摯だった。明らかに彼は、そのために何度も練習を繰り返していた。@{I}$Saviour's Rocks -> 救い主の岩礁$Eighteen years ago, the Nocturne was lost in the vicinity of Saviour's Rocks. It is a story every zailor knows; the tale of the webbed ship and its vanished crew.\u000d\u000a\u000d\u000a\"We seek a certain...\" The Emissary of Spiders pauses, smiles. \"Pardon the secrecy, but I fear discretion must be at the heart of our endeavour. Suffice it to say, there is a matter of the gravest importance tied to that ship and you shall, if you are deserving of this commission, most assuredly know it when you see it. Bring it here to us, and you shall be most richly rewarded.\"\u000d\u000a\u000d\u000aHis tone is warm and words sincere. He has clearly practiced much to make them so.",
                                     "LinkToEvent": {"Id": 167501},
                                     "Name": "「単純なことです。知覚に優れた者であれば……」@{I}\"A simple matter, for one with perception...\"",
                                     "Id": 167502},
                    "Name": "ノクターン号の秘密@{I}The Secret of the Nocturne",
                    "Description": "　蜘蛛の使いは、彼の主人たちが求める奉仕について辛抱強く説明をする。@{I}The Emissary of Spiders patiently explains what service his masters require.",
                    "ButtonText": "", "Id": 138484},
                   {"DefaultEvent": {"Description": "「ツリー・オブ・エイジズ！」蜘蛛の使いは、そんなものはただのお話にすぎないと保証した。子供と脳みその腐った船乗りを怖がらせるために、誰かがでっちあげた物語に過ぎないと。もちろん目の前にいるあなたを侮辱するわけではないけれども。<br/><br/>「何しろ、そのような船を操るためなら、上品な主人らでさえ必死になられるでしょうから。仮にそれが存在'すれば'の話ですが。お仕えする栄誉を賜る私たちについては……」彼は自分の目隠しを軽く叩いた。「あなたは確かにその点について私たちよりも優位であられるようだ。契約を結ばれますか？」@{I}$Tree of Ages -> ツリー・オブ・エイジズ$'The Tree of Ages!' The Emissary of Spiders assures you that it's merely a tale: one invented to scare children and brain-addled zailors. With no offence intended to present company, of course.\u000d\u000a\u000d\u000a\"After all, I fear even the minikin masters would struggle to operate such a vessel. If it <i>did</i> exist. As for we who are honoured to serve...\" he taps his blindfold, \"I fear you do rather have the advantage on us there. Do we have a compact?\"",
                                     "LinkToEvent": {"Id": 167501},
                                     "Name": "「何ということ。そのような風説は……」@{I}\"Oh, my. Such pervasive propaganda...\"",
                                     "Id": 167646},
                    "Name": "ツリー・オブ・エイジズは？@{I}$Tree of Ages -> ツリー・オブ・エイジズ$What of the Tree of Ages?",
                    "Description": "　質問！どうして悲哀蜘蛛は、この問題を解決するために自分たちの船を送らないのか？@{I}$[Ss]orrow-spider -> 悲哀蜘蛛$A question! Why can the sorrow-spiders not send their own vessel to handle this problem?",
                    "ButtonText": "", "Id": 138577},
                   {"DefaultEvent": {"Description": "　だが、それを突き止める方法は一つしかない。<br/><br/>「簡単な仕事です。そうではありませんか？」蜘蛛の使いはそう言った。彼の体にはもう、彼の主人はまとわりついていなかった。彼はあなたの肩を握りしめた。「もちろんですが、探索を助けるための明かりを持ち込むのを怠ってはなりませんよ。ろうそくです。そう。亡霊どもを追い払い、天上を青々とした緑に染め上げるだけの、ろうそくが必要になるでしょう」@{I}But there is only one way to find out what.\u000d\u000a\u000d\u000a\"A simple task, is it not?\" says the Emissary of Spiders, no longer encumbered by his masters. He claps you on the shoulder. \"Do not of course neglect light to aid your search. Candles, yes. Candles enough to scare away the ghosts and burn the very skies a verdant green.\"",
                                     "Name": "この件には見かけ以上のものが潜んでいる@{I}There is more to this than there appears",
                                     "Id": 167650},
                    "Name": "引き受ける@{I}Accept",
                    "Description": "　あなたにこの仕事をやり遂げる気が本当にあるのかどうかはともかく、あからさまに断るのは良い考えではないだろう。@{I}Whether this is a task you actually intend to undertake or not, it would not be a wise one to openly refuse.",
                    "ButtonText": "", "Id": 138579},
                   {"DefaultEvent": {"Description": "「この辺りの海域は危険なのです。誰が聞き耳を立てているやら知れたものではありません」秘密の使いがそう打ち明けた。「毒持つ主人らを信頼なさってください。あなたがしかるべき知性を欠いているなら、こんなお願いはなさらないでしょう」<br/><br/>　まったくもって不十分だ！だが、これ以上の情報を得られないのははっきりした。@{I}\"These are dangerous waters. One never knows who might be listening,\" confides the Emissary of Secrets. \"Trust in the pernicious masters, that they would not ask were you to lack the necessary wisdom.\"\u000d\u000a\u000d\u000aThat hardly suffices! But it is clear it is all you will get.",
                                     "LinkToEvent": {"Id": 167501},
                                     "Name": "はっきりとは口に出せぬほど繊細な事柄なのです@{I}It is too delicate a matter for specificity",
                                     "Id": 167659},
                    "Name": "更なる情報を要求する@{I}Demand more information",
                    "Description": "　なぜ蜘蛛たちは何が欲しいのかをあなたに言うこともできないのか？@{I}Why can't these spiders just tell you what they want?",
                    "ButtonText": "", "Id": 138585}],
 "Description": "　蜘蛛の使いがツリー・オブ・シーズンズの前に立った。彼の大勢の主人たちは、蜘蛛の巣の枝の上に、石のように静かに座っている。彼らの関心の的は、伝説の難破船、ノクターン号について。@{I}The Emissary of Spiders stands before the Tree of Seasons, vast ranks of his masters sitting still as the rocks on its webbed branches. The subject of their interest: the legendary lost ship, the Nocturne.",
 "Name": "悲哀の議会@{I}A council of sorrow", "Id": 167501}
