{"ChildBranches": [{"DefaultEvent": {"Description": "　船倉には水が垂れているし、エンジンは抗議の叫びを上げている。それに大砲のほとんどは錆が酷すぎて使い物にならない。それでも、優しく扱ってやれば航海は可能だ。@{I}Water drips into the cargo hold, the engine screams in protest, and most of the guns are too rusted over to fire. Still, she's ready to sail, if treated gently.",
                                     "LinkToEvent": {"Id": 167539},
                                     "Name": "ヴェンダーバイト流船舶管理@{I}$Venderbight -> ヴェンダーバイト$Ship-shape, Venderbight fashion",
                                     "Id": 167540},
                    "Name": "ノクターン号を修理する@{I}Repair the Nocturne",
                    "Description": "　これらの物資に船乗りの創意工夫を少し加えてやるだけで、船旅の準備はあっという間に済むだろう。@{I}These supplies and a little zailor ingenuity will have her ready for the trip in no time. ",
                    "ButtonText": "", "Id": 138508},
                   {"DefaultEvent": {"Description": "　物資を持ち込んだのは賢明だった。そこに面白い本も入れておけば、なお良かったかもしれない。@{I}Bringing supplies was wise. A good book might have been wiser.",
                                     "LinkToEvent": {"Id": 167539},
                                     "Name": "航跡がわずかにzeeを乱す@{I}The wake barely disturbs the zee",
                                     "Id": 167687},
                    "RareDefaultEvent": {"Description": "　万事落ち着いているようだ。なのにどうして、何かが向かって来ているという無言の恐怖がますます大きくなるのだろうか？@{I}Things seem calm. So why is there an increasingly unspoken fear that something is coming?",
                                         "LinkToEvent": {"Id": 167539},
                                         "Name": "航跡がわずかにzeeを乱す@{I}The wake barely disturbs the zee",
                                         "Id": 167747},
                    "Name": "ゆっくりとした航海@{I}Slow sailing",
                    "Description": "　経験が浅ければ、動いていることにすら気づけないだろう。@{I}If you didn't know better, you'd think you weren't even moving.",
                    "ButtonText": "", "Id": 138602},
                   {"DefaultEvent": {"Description": "　少なくとも今のところは。真新しい包帯で空っぽの眼窩を覆い、借り物の衣服を萎縮した腕からぶら下げる彼の姿は、墓人であってすら同伴を躊躇うような死人に見える。だが、ワインでも癒やし切れなかった彼の苦しみも、かつての自分の船室にいると和らぐようだ。もし何か問題が起こっても、彼の準備は整っているだろう。@{I}For now, at least. Wrapped in fresh bandages to cover his hollow eyes and his borrowed clothes hanging off his emaciated arms, he looks like the kind of corpse even a tomb colonist would think twice to be seen with. Being in his old cabin however does appear to be soothing what pain the wine cannot. He will be ready, if trouble strikes.",
                                     "LinkToEvent": {"Id": 167539},
                                     "Name": "肉体は打ちのめされても、彼の精神は鋭いままだ@{I}His body is broken, but his mind remains sharp",
                                     "Id": 167691},
                    "RareDefaultEvent": {"Description": "　真新しい包帯で空っぽの眼窩を覆い、借り物の衣服を萎縮した腕からぶら下げる彼の姿は、墓人であってすら同伴を躊躇うような死人に見える。だが、自分の船のことになると、彼の理性は未だに堅固だった。何か不味いことが起こった時には、彼は大きな助けになってくれるだろう。@{I}Wrapped in fresh bandages to cover his hollow eyes and with borrowed clothes hanging off his emaciated arms, he looks like the kind of corpse even a tomb colonist would think twice to be seen with. When it comes to his ship though, his mind is still firm. He will be a great help should things go awry.",
                                         "LinkToEvent": {"Id": 167539},
                                         "Name": "彼は未だに続く拷問の夢について呟いている@{I}He murmurs of a dream of tortures not yet complete",
                                         "Id": 167746},
                    "Name": "しばしの回顧@{I}A moment's reflection",
                    "Description": "　ノクターン号の元船長は、かつての彼の船室で腰を下ろし、マッシュルーム・ワインの味を思い出している。@{I}$(Cask of )?[Mm]ushroom[- ][Ww]ine -> マッシュルーム・ワイン$The Former Captain of the Nocturne sits in his one-time cabin, remembering the taste of mushroom wine.",
                    "ButtonText": "", "Id": 138605},
                   {"DefaultEvent": {"Description": "「蜘蛛ども――欺瞞に満ちた蜘蛛ども、奴らはその報いを受ける――」頭蓋に血が出るほど深く爪を食い込ませながら、彼は囁く。「この船を棄てよ。深みにて己の罪をそそげ。それだけが唯一の……お前への唯一の警告――」<br/><br/>　彼は崩れ落ち、意識を失った。外から大きな波が押し寄せ、ノクターン号の船体を揺るがした。船が浸水するまいともがく中を、性急につぎはぎされた船体の裂ける音が響き渡った。@{I}\"The spiders- the duplicitous spiders will pay their due - \" he whispers, nails digging deep enough into his skull to draw blood. \"Abandon the vessel. Absolve yourself in the depths. This shall be your only... your only warn - \"\u000d\u000a\u000d\u000aHe collapses, unconscious. Outside, a heavy wave sends the Nocturne rolling. The cracking of its hastily patched hull echoes as it strains to keep out the water.",
                                     "LinkToEvent": {"Id": 167539},
                                     "Name": "深みからの恐怖@{I}A terror from the deep", "Id": 167740},
                    "RareDefaultEvent": {"Description": "「蜘蛛ども――欺瞞に満ちた蜘蛛ども、奴らはその報いを受ける――」頭蓋に血が出るほど深く爪を食い込ませながら、彼女は囁く。「この船を棄てよ。深みにて己の罪をそそげ。それだけが唯一の……お前への唯一の警告――」<br/><br/>　彼女は崩れ落ち、意識を失った。外から大きな波が押し寄せ、ノクターン号の船体を揺るがした。船が浸水するまいともがく中を、性急につぎはぎされた船体の裂ける音が響き渡った。@{I}\"The spiders - the duplicitous spiders will pay their due - \" she whispers, nails digging deep enough into her skull to draw blood. \"Abandon the vessel. Absolve yourself in the depths. This shall be your only... your only warn - \"\u000d\u000a\u000d\u000aShe collapses, unconscious. Outside, a heavy wave sends the Nocturne rolling. The cracking of its hastily patched hull echoes as it strains to keep out the water.",
                                         "LinkToEvent": {"Id": 167539},
                                         "Name": "深みからの恐怖@{I}A terror from the deep", "Id": 169590},
                    "Name": "船員の一人が苦痛に絶叫を上げた@{I}A crew member screams in agony",
                    "Description": "　悲鳴が空っぽの廊下に反響している。@{I}It echoes through the empty corridors.",
                    "ButtonText": "", "Id": 138630},
                   {"DefaultEvent": {"Description": "　戦いの始まりだ！@{I}Battle begins!",
                                     "LinkToEvent": {"Id": 167742},
                                     "Name": "言葉でどうにかできる相手ではない。@{I}There is no talking it down.",
                                     "Id": 167741},
                    "Name": "深みからの怪物！@{I}A monster from the depths!",
                    "Description": "　浮かび上がってくる。貪欲なローエン・フルークだ。海藻と大昔に失われた財宝を身にまとい、奇怪な動機のもとにノクターン号へと迫っている。@{I}$[Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク$It rises, the Avaricious Lorn-Fluke. Encrusted with weeds and long-forgotten treasures, it heads towards the Nocturne with a singular purpose.",
                    "ButtonText": "", "Id": 138631},
                   {"DefaultEvent": {"Description": "　彼はまだ身を震わせていたが、足を引きずって機関室まで歩いていった。@{I}He shuffles to the engine room, still shivering.",
                                     "LinkToEvent": {"Id": 167539},
                                     "Name": "「影です。船長。ただの影で……もうこんなことにはなりません」@{I}\"Shadow, cap'n. Just a sha... Won't happen again.\"",
                                     "Id": 168483},
                    "RareDefaultEvent": {"Description": "　彼女はまだ身を震わせていたが、足を引きずって機関室まで歩いていった。@{I}She shuffles to the engine room, still shivering.",
                                         "LinkToEvent": {"Id": 167539},
                                         "Name": "「影です。船長。ただの影で……もうこんなことにはなりません」@{I}\"Shadow, cap'n. Just a sha... Won't happen again.\"",
                                         "Id": 169591},
                    "Name": "船員の一人が突然の恐怖に悲鳴を上げた@{I}A crewman yelps in sudden fright",
                    "Description": "　多分何でもあるまい。多分……@{I}It's probably nothing. Probably...",
                    "ButtonText": "", "Id": 139019},
                   {"SuccessEvent": {"Description": "　あれはいつからそこにあった？あなたは目を凝らした。だが、正体を突き止める間もなく、それは水底に沈んだ。もしかしたら、最初から何もいなかったのかもしれない。@{I}How long has that been there? You squint, but it dives beneath the waves too quickly to identify. Perhaps it was never even there at all.",
                                     "LinkToEvent": {"Id": 167539},
                                     "Name": "遠方の黒い影@{I}A dark shape far away", "Id": 167744},
                    "DefaultEvent": {"Description": "　いや、何でもない。少なくとも心配するようなものではない。多分、落ちてきた鍾乳石の起こしたさざなみだろう。@{I}No, it's nothing. Or not something to worry about anyway. Perhaps the ripples of a fallen stalactite.",
                                     "LinkToEvent": {"Id": 167539},
                                     "Name": "闇の中で何かが動いた？@{I}Was that something moving, out in the dark?",
                                     "Id": 167690},
                    "RareDefaultEvent": {"Description": "　ただ親しげに寄り添って離れないzeeの恐怖があるだけだ。時折、遠くで別の誰かの立てる物音がこだましてくる。安らぎを堪能できる貴重なひととき。@{I}Just the friendly lingering terror of the zee. Occasionally, a half-heard echo of somebody else's problems far away. A few relaxing moments to savour.",
                                         "LinkToEvent": {"Id": 167539},
                                         "Name": "すべては静か@{I}All is quiet", "Id": 167745},
                    "Name": "zeeを見渡す@{I}Look out to the zee",
                    "Description": "　ノクターン号の明かりは弱々しい。だが、ほんのちらつきでも、zeeの生き物なら目を凝らすまでもなく見つけ出してしまうのだ。@{I}The Nocturne's lights are low, but the creatures of the zee can see even tiny glimmers without squinting.",
                    "ButtonText": "", "Id": 138604},
                   {"SuccessEvent": {"Description": "　すぐに破けてしまうだろうが、それで構わない。長持ちさせる必要はないのだ。@{I}It won't hold, but it doesn't have to. Not for long.",
                                     "LinkToEvent": {"Id": 167539},
                                     "Name": "手早く効果的な修復@{I}A swift, efficient repair",
                                     "Id": 168485},
                    "DefaultEvent": {"Description": "　まだ水漏れは続いているが、処理できる範囲内に収まっている。@{I}There's still a drip, but it's under control.",
                                     "LinkToEvent": {"Id": 167539},
                                     "Name": "初歩的なつぎはぎ仕事@{I}A basic patch job", "Id": 168484},
                    "Name": "貨物区画に漏水！@{I}A leak in the cargo bay!",
                    "Description": "　小さな穴だが、水が止まる気配がない。@{I}It's small, but persistent. ",
                    "ButtonText": "", "Id": 139020}],
 "Description": "　あなたは決してノクターン号をフォールン・ロンドンまで連れ帰ることはできないだろう。しかし、救い主の岩礁までの船旅なら耐えられるかもしれない。@{I}$Saviour's Rocks -> 救い主の岩礁, Fallen London -> フォールン・ロンドン$You'd never get her back to Fallen London, but she might just survive the trip to Saviour's Rocks.",
 "Name": "ノクターン号最後の航海@{I}The Final Voyage of the Nocturne",
 "Id": 167539}
