{"ChildBranches": [{"DefaultEvent": {"Description": "　その門は普通の門のような開き方はしなかった。まったく動くことなく、ただその表面が星の肌のように燃え上がった。その光は、ドーン・マシンの裂け目から放たれる獰猛な輝きによく似ていた。貿易商と彼の機械がガラスのように輝いた。内側の骨までもが光に照らされている。そのあまりに美しい光景に、船員たちは叫びを上げて跪いた。光は更に輝きを増していく。今や、周囲の氷の中のすべての色彩を、あなたは見て取ることができた。輝きはより一層強まり、とうとう何も見えなくなった。<br/><br/>　光が弱まってきた。ハイ・ゲートは閉ざされた。貿易商と彼の積荷は虚空へと消え去っていた。あなたが視覚を取り戻したとき、遥か遠く、南の果ての果ての方に、赤みがかった羨むような光が見えた。@{I}$High Gate -> ハイ・ゲート, Dawn Machine -> ドーン・マシン$The Gate does not open in the way of other gates - nothing moves - but its surface blazes bright as the skin of a star. The light is like the savage radiance from the Dawn Machine's ruptures. The Venturer and his machine shine like glass - their bones illuminated within - a sight so beautiful that sailors cry out and fall to their knees. The light grows brighter still, and now all the colours in all the ice around you are visible. Brighter, and you can see nothing at all.\u000d\u000a\u000d\u000aThe light fades. The High Gate is closed. The Venturer and his cargo are gone, into the void. As your eyes recover, far, far, away, in the uttermost South, you glimpse a pulse of ruddy, envious light.",
                                     "Name": "魅惑的な光@{I}A ravishing light", "Id": 168132},
                    "Name": "彼の企ての成就を見届ける@{I}Watch as he completes his scheme",
                    "Description": "「門の向こう、天上の荒野でも貿易は可能だ。バザールそのものが私にそう教えてくれた。私は天上の通貨を手に入れてみせる。そして五体満足で帰ってくる。ここにはない富を携えてな」@{I}\"Trade exists beyond the Gate, in the high wilderness. The Bazaar itself has told me this. I will earn the currencies of heaven. I will return, strong with strange riches.\"",
                    "ButtonText": "", "Id": 138850},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 189573},
                                     "Name": "", "Id": 168133},
                    "Name": "彼とともに門を抜ける@{I}Pass beyond with him",
                    "Description": "「私と一緒に来るというのか？いつ帰って来れるかなんて分からないぞ。だが、私たちの帰還は……栄光に満ちたものになるだろうな」[これはあなたのゲームを終了させますが、あなたの次のキャラクターは興味深いものを手に入れることになります。]@{I}\"Will you come with me? I don't know when we'll return. But when we do... we will be armoured in glory.\" [This will end your game, although your next character will retain something interesting.]",
                    "ButtonText": "", "Id": 138851}],
 "Description": "　冒険好きな貿易商は、あなたの船員たちの力を借りながら木箱の中身を組み立てた。門の前に足場が形作られる。巨大なトンボか、カーニバルのフロートのような形状だ。彼はそこに荷物を山と積み込んだ。<br/><br/>「この門はな」彼はあなたに言った。「法なんだ。扉ではないんだよ。守護者たちの注意が逸らされた瞬間にだけ、法を破ることができるんだ」@{I}Your zailors assist the Merchant Venturer as he assembles the contents of the crates. A platform takes shape before the Gate - a structure like a vast dragonfly or a carnival float. He piles it with cargo.\u000d\u000a\u000d\u000a\"The Gate,\" he tells you, \"is a law, not a door. In a moment of inattention from its guardians, the law may be broken.\"",
 "Name": "貿易商の船出@{I}The Venturer's Passage", "Id": 168131}
