{
  "Id": 168134,
  "Name": "ホライゾン・コーデックス@{K}$Codex -> コーデックス$The Horizon Codex",
  "Description": "これは夜にあなたの元にやってきた。どのようにして来たのかその正確な所が分かる日は来ないだろう。これはひどく検閲されているが、いくつかの詳細は生き残っている……@{K}This came to you by night: how exactly will never be clear. It has been savagely censored, but some details survive...",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 168135,
        "Name": "",
        "Description": "謎めいた物から人々を守る良俗省がこの本に手を加えてしまった。しかし、伝承の極寒の欠片はいまだに残されていた……星間にある荒野の恐怖。空で行われる人ならざる駆け引き。シークエンスと鎖の変わることなき要求。あなたはいまや、不可視のものの統治の下に世界が存続していることを理解している。@{K}$Ministry of Public Decency -> 良俗省$The Ministry of Public Decency, which guards against the mysterious, has had its way with the book. Still, arctic fragments of lore remain.... the horror of the wilderness between stars. The inhuman politics of the sky. The inflexible demands of the Sequence and the Chain. You know, now, something of the invisible rules on which the world rests."
      },
      "Id": 138852,
      "Name": "コーデックスを読む@{K}$Codex -> コーデックス$Read the Codex",
      "Description": "表紙には霜によって細かい罅が入っている。[Pagesを60まで上昇させます。]@{K}The cover crackles with frost. [This will increase your Pages to 60.]"
    },
    {
      "DefaultEvent": {
        "Id": 169761,
        "Name": "",
        "Description": "残された断片は星間にある荒野について語っている。そして空で行われる人ならざる駆け引きについて。あなたも耳にしたことのある“審判”……それは私たちが星と呼ぶものを指していたのだ。彼らは宇宙をそのシークエンスによって統治している。彼らは正気と連続性、寿命を『存在の大いなる鎖』によって確かなものとしている。そしてここ地下には、つまり地球の内部にある夜の中には……自由が、狂気が、恐怖が、そして喜びがあるのだ……@{K}The remaining fragments, speak of the wilderness between stars. The inhuman politics of the sky. The 'Judgements' you had read of - those are what we call stars. They order the Universe with their Sequence. They ensure sanity, consistency, mortality, with the Great Chain of Being. Here below, in the night under the earth - here is freedom, madness, terror, delight..."
      },
      "Id": 139807,
      "Name": "コーデックスを読む@{K}$Codex -> コーデックス$Read the Codex",
      "Description": "あなたほどの学者であれば、この本からより一層学ぶことができるだろう。[Pagesを85まで上昇させます。]@{K}A philosopher of your degree will learn far more from this book. [This will increase your Pages to 85.]"
    }
  ]
}