{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 168550}, "Name": "", "Id": 168542},
                    "Name": "王の鉤爪と会う@{I}A meeting with the King's Claw",
                    "Description": "　売春宿の上階は回廊の迷路と化している。王の鉤爪はそこに自らの住居を構えている。@{I}The Claw keeps a suite in the maze of corridors above the brothel.",
                    "ButtonText": "", "Id": 139062},
                   {"DefaultEvent": {"Description": "　花蜜に狂ったミツバチと、祈祷を続ける蜜花の修道女に囲まれる中で、艶めかしい雰囲気を作り出すのは簡単ではなかった。幸いにも、あなたが指名した高級娼婦は、この状況をプロとして取り組みがいのある課題だと受け取ってくれた。数時間して逢瀬から戻ってきたあなたは、笑顔を浮かべ、衣服はすっかり乱れていた。<br/><br/>　蜜花の修道女は檻を回収すると、あなたに小さく頷いてみせた。あなたは責務から、いわば、開放された。@{I}$Melliferous Sister -> 蜜花の修道女$It is not easy to create an amorous mood between a nectar-maddened bee and a chanting Melliferous Sister. Luckily, the courtesan you selected takes the situation as something of a professional challenge. You emerge from the encounter a few hours later, smiling and thoroughly rumpled. \u000d\u000a\u000d\u000aThe Melliferous Sister collects the cage, and gives you a small nod. Your duty is, as it were, discharged.",
                                     "Name": "", "Id": 168571},
                    "Name": "イザリーの実験: きちんとした目的のある逢引き@{I}$Isery -> イザリー$Isery's Experiment: A purposeful assignation",
                    "Description": "　ハニード・タングの高級娼婦たちは心暖かで親身になってくれる。あなたがコインを持っているならば。@{I}$Honeyed Tongue -> ハニード・タング$The courtesans at the Honeyed Tongue are warm and accommodating, if you have the coin. ",
                    "ButtonText": "", "Id": 139080},
                   {"DefaultEvent": {"Description": "　蜜花の修道女に近くにいるように言ってから、あなたはその船員のいるテーブルに近づいた。「船長！」彼女は楽しそうに言った。彼女が立ち上がろうとしたところで、あなたは剣を振るって彼女の脚の腱を切り裂いた。<br/><br/>　震えるような悲鳴を上げて、彼女は床に崩れ落ちた。あなたは特に意図して冷たく虚ろな目つきを作ってから、彼女と目を合わせた。あなたはそれに対する彼女の恐怖の匂いを嗅ぐことすらできそうなほどだった。これは上手くいくはずだ。蜜花の尼僧はあなたに小さく頷いてから、檻をパトロンのところへと持っていった。あなたは船員の惨めな人生を終わらせてやった。@{I}$Melliferous Sister -> 蜜花の修道女$You tell the Melliferous Sister to stay close, and approach the zailor's table. \"Captain!\" she says happily. She tries to stand, which is when you slice through the tendons of her leg with a swift flick of your sword. \u000d\u000a\u000d\u000aShe collapses on the floor with a shuddering scream. You very deliberately make your eyes cold and empty before you meet hers, and you can almost smell her responding fear. That should do. The Melliferous Nun gives you a small nod, and carries the cage away to your Patron. You put your zailor out of her misery.",
                                     "Name": "", "Id": 168572},
                    "Name": "イザリーの実験: あなたの船員の一人を犠牲にする@{I}$Isery -> イザリー$Isery's Experiment: Sacrifice a member of your crew",
                    "Description": "　彼女は無警戒にもマッシュルーム・ワインに酔っ払っている。しかも一人で座っている。恐怖は激しい感情の一つであり、あなたがたやすく惹き起こせるものの一つでもある。@{I}$(Cask of )?[Mm]ushroom[- ][Ww]ine -> マッシュルーム・ワイン$She is unwarily drunk on mushroom-wine, and sitting alone. Fear is an intense emotion, and one you can easily provoke.",
                    "ButtonText": "", "Id": 139081},
                   {"DefaultEvent": {"Description": "　近くにいた高級男娼の一人はほんのすこしだけ眉を吊り上げた。しかし、彼の返答はよく練習されたものだった。「まず灯点けミツバチに、流浪者のバラの中でも真っ赤な品種の蜜を吸わせる。すると奴らは頭がおかしくなって、人間の脳みそに入り込んで記憶を集め始めるようになる」彼は自分でその工程を想像したかのように身を震わせた。「紅い蜜にはそうやって集められた記憶が染み込んでる。だから、ひと舐めするたびに舌の上で記憶が弾けるのさ」<br/><br/>「芳しく凄まじい話だ。そうじゃないか？」彼は染色された羽毛の扇を扇いた。@{I}$[Ee]xile's[- ][Rr]ose -> 流浪者のバラ, [Ll]amplighter[- ][Bb]ee -> 灯点けミツバチ$One of the nearby courtesan's eyebrows lifts infinitesimally, but his reply is practiced. \"When lamplighter bees suck the nectar of the crimson strain of exile's rose, they are driven to madness. They enter the brains of humans and harvest their memories.\" He shudders, as though imagining the process himself. \"Those memories are instilled in red honey. Each sip is a burst of memory on the tongue.\"\u000d\u000a\u000d\u000a\"Deliciously <i>awful</i>, isn't it?\" He flutters his dyed feather fan.",
                                     "LinkToEvent": {"Id": 168541}, "Name": "", "Id": 169186},
                    "Name": "紅い蜜とは何なのかを尋ねる@{I}Ask what red honey is",
                    "Description": "　もちろんあなたは知っているのだが。ただ、その『詳細』については頭から抜け落ちているかもしれない。@{I}You know, of course. Only, the <i>particulars</i> may have slipped your mind. ",
                    "ButtonText": "", "Id": 139431},
                   {"DefaultEvent": {"Description": "「彼らは今もみんな庭園に仕えているのよ！」彼女はそう嘆くと、また涙を流し始めた。「可哀想よ」<br/><br/>　すすり泣きの途切れる瞬間を見計らって、あなたは更に詳細を尋ねた。彼女から答えを引き出すのはやっかいで時間の掛かる仕事だったが、あなたはとても辛抱強くそれをやり遂げた。どうやら、彼女の船員たちは、庭園の婦人に徴収されてしまったらしい。そして、彼らに課せられた責務は、園芸よりもはるかに酷いものであるようだ。あなたがそこを離れるとき、彼女は失くした水夫たちの名を順に挙げて、彼らにSaltの慈悲があるよう祈っていた。@{I}\"They're all tending the gardens now!\" she wails, and begins to weep again. \"My poor crew.\"\u000d\u000a\u000d\u000aYou wait for a hitch in the sobs, and inquire further. It is a slow, delicate business drawing answers out of her, but you are nothing if not perseverant. It seems her crew was conscripted by the Lady of the Gardens, and that their duties are something far worse than horticulture. You leave her reciting the names of her lost zailors, and commending them to Salt's mercy.",
                                     "LinkToEvent": {"Id": 168541}, "Name": "", "Id": 169205},
                    "Name": "zeeの船長を慰める@{I}Comfort a zee-captain",
                    "Description": "　zeeの船長が高級娼婦の胸に顔を埋めて静かに泣き暮れている。彼女は自らの失った船員たちとバラの庭園について呟いていた。@{I}A zee-captain is weeping gently into a courtesan's bosom, muttering of her lost crew, and rose gardens.",
                    "ButtonText": "", "Id": 139443},
                   {"DefaultEvent": {"Description": "　あなたが自分の猫目石のブローチに触れると、そのzeeの船長は大きな声で笑った。「海賊王さまがお前を見ているぞ！本当だとも。ここしばらくは王にお会いした者は多くはないがね。『お前が』見ておいた方が良いのは、王の鉤爪と庭園の婦人だな。王の鉤爪はこの島の連中を行儀よくさせてる。そして婦人の方は、何だ、檻の庭園の管理人だな。そこでは抽出が――ううむ」<br/><br/>　彼は突然自分を取り戻したらしく、顔が青白くなった。「あぁ、忘れてくれねえかな。俺が何を言ったにせよ。なぁ、[q:Addressed As]？」@{I}$Cage[- ]Gardens -> 檻の庭園, Pirate-King -> 海賊王$You touch your cat's eye brooch, and the zee-captain chortles. \"The Pirate-King is watching you! Indeed he is, though not many see him these days. The people <i>you</i> want to watch out for are the King's Claw and the Lady of the Gardens. The Claw makes sure everyone keeps in line on the island, and the Lady - well, she's the keeper of the Cage-Gardens. Where they extract - um.\" \u000d\u000a\u000d\u000aHe seems to remember himself, all of a sudden, and blanches. \"Er. Forget I said any of that, will you, [q:Addressed As]?\"",
                                     "LinkToEvent": {"Id": 168541}, "Name": "", "Id": 169216},
                    "Name": "蜜の密輸人と物語を交換する@{I}Swap tales with a honey-smuggler",
                    "Description": "　心躍るzeeの物語をいくつか語ってやれば、謎の多い海賊王について彼の口を割らせることができるはずだ。@{I}$Pirate-King -> 海賊王$A few rousing zee-stories should loosen his tongue about the mysterious Pirate-King.",
                    "ButtonText": "", "Id": 139451},
                   {"SuccessEvent": {"Description": "　あなたはとうとうテーブルの上に登ると、古風な剣を持つ、野卑な目をした海賊との決闘を始めた。あなたの四肢には炎と風に触れられているような感覚があった。振るった刃が狙い通りに相手を切りつけると、あなたは笑い声を上げた。あなたの幸運は、続く二人の挑戦者を始末し、更に二人を片付けるまで続いた。やりすぎて喧嘩がお開きになってしまった時には、あなたはほとんどがっかりしていたほどだった。高級娼婦の一人が、それまでシルクのスカーフで首を絞めていた相手の男を床に落とすと、まだ立っていられる者たちのために蜂蜜酒を頼みにいった。<br/><br/>　蜜花の尼僧には、当然だが傷一つなかった。彼女は部屋の向こうからあなたの視線を捉えると、あなたに頷きを返した。彼女はハチの入った檻を持ち上げると、イザリーの実験室へと静かに去っていった。仕事は見事になされたわけだ。@{I}$Isery -> イザリー$You end up on top of a table, duelling with a wild-eyed pirate carrying an antique sword. Your limbs feel as though they are touched by fire and wind, and you laugh at your blade strikes true. Your luck holds for your next two challengers, and the two after that. You are almost disappointed when the brawl staggers to a halt. One of the courtesans drops the man she was strangling with her silk scarf, and calls for honey-mead for those left standing.\u000d\u000a\u000d\u000aThe Melliferous Nun - who is entirely unscathed, of course - catches your eye from across the room, and gives you a nod. She takes the caged bee and slips back to Isery's laboratory. A job well done.",
                                     "Name": "", "Id": 168574},
                    "DefaultEvent": {"Description": "　不幸にも『猫族』たちは、あなたよりもよほど酒場での喧嘩に慣れていた。喧嘩の鎮圧ともなればなおのことで、あなたはしっかりとハニード・タングから追い出され、蜜花の修道女の立腹したため息に耐えなければならなくなった。どうやら、あなたは別の方法を考えなければならないようだ。@{I}$Catt(y|ies) -> 『猫族』, Honeyed Tongue -> ハニード・タング, Melliferous Sister -> 蜜花の修道女$The Catties are, unfortunately, far more accustomed to bar-brawls than you are, and even better at quashing them. You are firmly ejected from the Honeyed Tongue, and have to endure the Melliferous Sister's exasperated sighs. It seems you will have to try some other method.",
                                     "LinkToEvent": {"Id": 168541}, "Name": "", "Id": 168573},
                    "Name": "イザリーの実験: 酒場で喧嘩をふっかける@{I}$Isery -> イザリー$Isery's Experiment: Start a bar-fight",
                    "Description": "　ここのような客層の中でそれを始めるのは簡単なことだ。激しい感情が生まれるのは間違いない。問題がひとつ：あなたにその勇気はあるか？@{I}Easy enough in a crowd such as this one, and guaranteed to generate intense feeling. The question is: do you dare?",
                    "ButtonText": "", "Id": 139082}],
 "Description": "　その売春宿に踏み込むのは、地上の東洋愛好家の夢の中に入り込むようなものだ。宝石の縫い込まれたクッション、鮮やかな絹の掛け布、ゾウとマレーグマ、そしてウンピョウのめっきされた彫像。銀の釣香炉は、バラの香りのする渦巻く煙を吐き出している。<br/><br/>　高級娼婦たちは赤い口紅をして、瞳には墨を引いていた。あなたと目が合うと、彼らは職業的な関心を込めてあなたに微笑みを返した。[あなたの行動が海賊王の注目を引きます。パトロンからの申し出を受けるには、海賊王の注目が5必要です。]@{I}$Pirate-King -> 海賊王$Entering the brothel is like sliding into the dream of a Surface orientalist: jewel-embroidered cushions, bright silk drapes, gilded statues of elephants, sun bears and clouded leopards. Silver censers release curling plumes of rose-scented smoke into the air.\u000d\u000a\u000d\u000aThe courtesans are red-lipped and kohl-smudged. When you catch their eyes, they smile back at you with professional interest. [Your actions will attract the Pirate-King's notice. You need 5 x Pirate-King's Notice to gain an offer from a Patron.]",
 "Name": "ハニード・タング@{I}$Honeyed Tongue -> ハニード・タング$The Honeyed Tongue",
 "Id": 168541}
