{"ChildBranches": [{"DefaultEvent": {"Description": "　彼女はほんの最近に加入したばかりの新入りで、ミツバチの暗い秘密にもまだほとんど関与していない。それでも、彼女はいくらかの有益な情報を分け与えてくれた。最近、外部での紅い蜜の取引が不安定化しているのは、アイル・オブ・キャッツにとっては思いがけない幸運なのだそうだ。蜜の生産はかろうじて需要に追いついているに過ぎない。修道院長と庭園の婦人は、特に『人員配置』を巡って何らかの激しい議論を重ねているのだという。@{I}$Isle of Cats -> アイル・オブ・キャッツ$She is only a recent novice, and barely even inducted into the Lower Apistic Mysteries. Still, she has some useful information to impart: the recent destabilisation of the red honey trade elsewhere has been fortuitous for the Isle of Cats. Honey production can barely meet demand. The Abbess and the Lady of the Gardens are having some kind of dispute over <i>staffing</i>, of all things. ",
                                     "LinkToEvent": {"Id": 168543}, "Name": "", "Id": 168546},
                    "Name": "新入りと噂話をする@{I}Gossip with a Novice",
                    "Description": "　彼女は真面目な口調で、嘆かわしい遺物の使い途が本当にあると主張した。それが何なのかは、尋ねないのが一番だ。@{I}$[Ll]amentable [Rr]elic -> 嘆かわしい遺物$She could, she tells you earnestly, really <i>use</i> a lamentable relic. Best not to ask her what for.",
                    "ButtonText": "", "Id": 139063},
                   {"DefaultEvent": {"Description": "　その修道女によると、五十年前、海賊王は大修道岩まで出向いて、何人かの新入りをポート・キャベンディッシュまで送るよう、そこの修道院長に要求したのだという。あなたがその理由を尋ねると、彼女は頭を振った。「もっと良い質問はね、『なぜその修道院長は自分の大切な新入りをこんなところに送ったのか？』よ」<br/><br/>　多額の賄賂か、あるいは脅迫だろうとあなたが答えると、修道女は冷酷で甲高い笑い声を上げた。「大修道岩の修道女たちは腕っぷしの強さを尊重するわ。そしてそのことはもちろん海賊王さまもよおくご存知だった。彼はその修道院長に決闘を申し込んで、そして勝ったの。そうなった後では、彼女には多くの選択肢は残されていなかったわ！」彼女は再び声を上げて笑った。「信じられないなら、うちの修道院長に聞いてごらんなさい。あの人はまさにそうやってzeeを渡って送られてきた新入りの一人だったんだからね！」@{I}$Abbey Rock -> 大修道岩, Port Cavendish -> ポート・キャベンディッシュ, Pirate-King -> 海賊王$The Sister tells you that the Pirate-King went to Abbey Rock fifty years ago and asked the Abbess to send some of her novices to Port Cavendish. You ask why, and she shakes her head. \"The better question is: why did the Abbess send her precious novices to a place like this?\"\u000d\u000a\u000d\u000aYou suggest a hefty bribe, or perhaps coercion. The Sister cackles harshly. \"The Sisters of the Rock respect strength-of-arms, which of course the Pirate-King knew only too well. He challenged the Abbess to a duel, and won. She didn't have much choice then!\" She cackles again. \"Ask our Abbess if you don't believe me. She was one of those very novices, sent across the zee!\"",
                                     "LinkToEvent": {"Id": 168543}, "Name": "", "Id": 168596},
                    "Name": "燻煙機のための燃料@{I}Fuel for the Bee-Smokers",
                    "Description": "　燻煙機を管理している修道女はおしゃべりが好きだ。@{I}The Sister who tends the smokers is the talkative sort.",
                    "ButtonText": "", "Id": 139094},
                   {"DefaultEvent": {"Description": "　あなたは修道院長にロンドンの知らせを物語った。あなたの声は執務室の冷たい沈黙の中でたびたびつかえた。彼女の顔は厚いヴェールによってすっかり隠されており、その表情を読み取ることはできなかった。それでも、あなたは彼女を喜ばせたに違いなかった。彼女は新入りの一人に命じて、あなたの船に何箱かのマッシュルーム・ワインを積み込んでくれた。<br/><br/>　大修道院はバラ庭園を見下ろすように建てられていた。そのため、あなたは意識して窓の近くにいるようにした。バラはみずみずしく、好き放題に咲き誇っていた。花びらはその一枚一枚が夕焼けの色をしていた。金色のヴェールを身に着けた背の高い女性が、棘だらけの茂みの間を縫うように歩いているのが目に入った。@{I}You recite your news to the Abbess, your voice stuttering every now and then in the cool silence of her office. Her face is entirely obscured by her thick veil, and it is impossible to read her reactions. Nonetheless, you must have pleased her - she orders one of her novices to load your ship with casks of mushroom wine.\u000d\u000a\u000d\u000aThe Abbey overlooks the Rose Garden, and so you make a point to linger at the windows. The roses bloom lush and wanton, each petal the colour of sunset. A tall woman in a golden veil picks her way between the thorned bushes.",
                                     "LinkToEvent": {"Id": 168543}, "Name": "", "Id": 169202},
                    "Name": "修道院長に会う@{I}A Meeting with the Abbess",
                    "Description": "　彼女はいつもロンドンからの知らせに興味を持っている。@{I}She is always interested in news from London.",
                    "ButtonText": "", "Id": 139441},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 169232},
                                     "Name": "", "Id": 169203},
                    "Name": "庭園の婦人からの申し出@{I}The Lady of the Gardens' offer",
                    "Description": "　彼女は自らをザイラと名乗った。あなたもそのように呼ぶべきだ。@{I}$Zaira -> ザイラ$Her name, she says, is Zaira. You should use it.",
                    "ButtonText": "", "Id": 139442}],
 "Description": "　蜜花の修道女たちは、キャベンディッシュ大修道院の十分に設備の整った石塔の中に居を構えている。彼女たちの厚手の手袋と深紅の面布が擦り切れているのは、慎み深さからというよりも、実用上の理由によるものだ。彼女たちは島中で灯点けミツバチの巣の世話をし、そして宗教儀式として、海賊王のための紅い蜜の収穫を行っている。[あなたの行動が海賊王の注目を引きます。パトロンからの申し出を受けるには、海賊王の注目が5必要です。]@{I}$lamplighter bee -> 灯点けミツバチ, Cavendish Abbey -> キャベンディッシュ大修道院, Pirate-King -> 海賊王, Melliferous Sister -> 蜜花の修道女$The Melliferous Sisters make their home in the richly-appointed stone tower of Cavendish Abbey. Their thick gloves and crimson-mesh helmets are worn, less for modesty, and more for practicality. They tend the hives of the lamplighter bees all across the Isle, and make a religious observance of harvesting red honey for the Pirate-King. [Your actions will attract the Pirate-King's notice. You need 5 x Pirate-King's Notice to gain an offer from a Patron.]",
 "Name": "キャベンディッシュ大修道院@{I}$Cavendish Abbey -> キャベンディッシュ大修道院$Cavendish Abbey",
 "Id": 168543}
