{"ChildBranches": [{"DefaultEvent": {"Description": "「学者は積み荷と引き換えにいくらかの手稿を渡してくれるだろう。それを持って帰ってくれると、私としてはとてもありがたい」<br/><br/>　イザリーはあなたの方に小箱を押してよこした。手稿を持たずに帰ってきた時の結果について、イザリーはあからさまに明言を避けた。代わりにイザリーは、口を大きく広げた笑みを作ったので、あなたは身を震わせた。@{I}$Isery -> イザリー$\"The Scholar will give you some notes in return. Bring them to me, and I shall be most pleased.\"\u000d\u000a\u000d\u000aIsery slides the casket over to you, and very pointedly does not enumerate the consequences of returning without the notes. Instead: they smile, too wide, and you shiver.",
                                     "Name": "", "Id": 168556},
                    "Name": "新しい依頼を引き受ける@{I}Accept a new commission",
                    "Description": "　あなたは紅い蜜の密輸で痛むような良心はほとんど持ち合わせていない。仮にもしも気が変わったなら、あなたはいつでも積荷を代わりに海軍省に引き渡すことができる。@{I}$Admiralty -> 海軍省$You are hardly squeamish about smuggling red honey. If you change your mind, you could always turn the shipment over to the Admiralty instead.",
                    "ButtonText": "", "Id": 139070},
                   {"DefaultEvent": {"Description": "「君にはもっと意気地があると、私は本当に、そう思っていたのだがね」その鋭い顔つきに悲しみを浮かべながら、イザリーは言った。「まあ、私は根に持つような性分ではない。気が変わったら、また訪ねてくると良い」@{I}$Isery -> イザリー$\"I thought, I really did, that you were made of sterner stuff,\" Isery tells you, sorrow on their sharp-edged features. \"Still. I am not the sort to hold a grudge. Come back, if you change your mind.\"",
                                     "Name": "", "Id": 168557},
                    "Name": "要求を断る@{I}Refuse their request",
                    "Description": "　あなたが灯点けミツバチと檻の庭園について考えを巡らせると、あなたの口元はひとりでに拒絶の形を作っていた。@{I}$[Ll]amplighter[- ][Bb]ee -> 灯点けミツバチ, Cage[- ]Gardens -> 檻の庭園$You think of lamplighter bees and Cage-Gardens, and your mouth, of its own volition, shapes a refusal.",
                    "ButtonText": "", "Id": 139071}],
 "Description": "　あなたのパトロンは、蜜窟の上階にある執務室にあなたを招き入れた。「ロンドンにいる、不安を催させる学者への届け物があってね」食事の席で、キノコの花とウミユリのスープを味わいながら、パトロンは言った。「配達は徴税官の目を盗んでなされる必要がある」<br/><br/>　イザリーは机の上に小箱を置くと、がちりと鈍い音をさせてそれを開いた。箱の中身は見間違えようもなく、紅い蜜の小瓶だった。それは邪悪な輝きを放っていた。@{I}$Honeyed Tongue -> ハニード・タング, Alarming Scholar -> 不安を催させる学者, Isery -> イザリー$Your Patron beckons you into their office above the Honeyed Tongue. \"I have a delivery for the Alarming Scholar in London,\" they tell you, over a meal of fungus-blossom and sea-lily soup. \"A delivery that needs to pass beneath the notice of the Revenue.\"\u000d\u000a\u000d\u000aIsery places a casket on the table, and slides it open with a dull click. Inside are vials of what is unmistakably red honey. It gleams malevolently.",
 "Name": "イザリーの執務室を訪れる@{I}$Isery -> イザリー$Visit Isery's Office",
 "Id": 168555}
