{"ChildBranches": [{"DefaultEvent": {"Description": "　おそらく、そのどちらもが仮初のものだろう。しかし、今必要なのものはそれだけだ。@{I}両方とも恐らく偽物だが、それで十分だ。@{M}Both are probably temporary, but they're all you need.",
                                     "LinkToEvent": {"Id": 168559},
                                     "Name": "名前、住所@{I}名前、住所@{M}A name, an address", "Id": 172759},
                    "Name": "諜報員を船に乗せる@{I}工作員を拾う@{M}Pick up an Agent",
                    "Description": "「私には友人がいてね」外交官は気軽な調子で言った。「どこか別の場所に連れて行ってやれば、感謝されると思うんだよ。そう、例えば、カーネイトとか。あるいは、ポート・カーネリアンとか」[諜報員の力を借りることで、あなたは諜報網を作り上げることができます。また、諜報員は、既にある諜報網を強固にしてくれることもあります。]@{I}「私には...」外交官が何気なく口を開く。「何処か別の場所に通じる道を有り難く思う友人が居ります。例えば、ハン王国とか。[工作員を拾う事で、貴方は諜報網を確立出来る様になります。時々、その情報網は大きく育つでしょう。]@{M}$Khan -> カーン, Khanate -> カーネイト, Port Carnelian -> ポート・カーネリアン$\"I have a friend,\" the Diplomat says casually, \"who would be grateful for passage somewhere else. The Khanate, for instance, or Port Carnelian.\" [An Agent will allow you to establish an intelligence network, and sometimes to grow it later.]",
                    "ButtonText": "", "Id": 141597},
                   {"DefaultEvent": {"Description": "　外交官はメモを取らなかった。指先を合わせて軽く眼を閉じ、ただ極度に集中してその情報に耳を傾けていた。報酬は小さなものだったが、それでも報酬は報酬だ。@{I}外交官はメモを取らず、ただ目を軽く閉じ指を組んで、集中しながら話を聞いている。支払いは少額だが、有り難い事だ。@{M}The Diplomat takes no notes: only listens with utmost concentration, fingertips touching, eyes lightly closed. The payment is small, but welcome.",
                                     "LinkToEvent": {"Id": 168559},
                                     "Name": "細心の注意@{I}細心の注意@{M}Full attention", "Id": 172760},
                    "Name": "最近のグレート・ゲームの動向について報告する@{I}グレートゲームについて知っている最新の動きを説明する@{M}Describe recent moves in the Great Game",
                    "Description": "「へえ、そうかい？」@{I}「ほほう?」@{M}\"Oh, yes?\"",
                    "ButtonText": "", "Id": 141598},
                   {"DefaultEvent": {"Description": "「記録に残らない類の外交さ。私の所属は海軍省であって、外務省じゃない。ロンドンはもうかつてのロンドンじゃないが、それでも、外国にはまだ多くの権益が残っている。私はできる限りそれらの面倒を見てやるのさ。あまりに多くの詳細を知りたがない程度の愛国心を、君が備えていることを、私は強く期待するよ」@{I}「書面に書き残して良い類の外交案件では無い、とだけ。私は総督府に属して居る者であって、外務省では無いのです。ロンドンはかつての様なものでは有りませんが、それでもまだ海外の事情には興味が有ります。これ以上の詮索をご遠慮頂くだけの愛国心が、まだ貴方に有る事を望むばかりです。@{M}$Admiralty -> 海軍省, Foreign Office -> 外務省$\"The kind of diplomacy that doesn't get written down. I'm attached to the Admiralty, not the Foreign Office. London is not what she was, but she still has interests abroad. I look after them as best I can. I do hope you're patriotic enough not to ask for too many details.\"",
                                     "LinkToEvent": {"Id": 168559},
                                     "Name": "猫のような笑み@{I}猫の様な笑い@{M}A catly grin", "Id": 173948},
                    "Name": "外交官の役割について尋ねる@{I}外交官の役割について尋ねる@{M}Ask about the Diplomat's role",
                    "Description": "　どのような外交に関わっているのだろうか？@{I}どの様な案件に従事しているのか?@{M}What kind of diplomacy is involved?",
                    "ButtonText": "", "Id": 142293},
                   {"DefaultEvent": {"Description": "「そうだねえ。提督は高潔な男だよ。とても実直で、とても伝統的な観念を持ってる。何せ外部の助けなしで今の海軍を運用できると思ってるんだから、かなり勇敢な男だと、私は思うね。あとは、室内楽とワインにかけては素晴らしく良い趣味をしている。以上で、私が彼をどう思っているか、はっきり伝わっていると良いんだけどね」@{I}「ふむ...総督は道義の人であります。非常に実直であり、彼の目線は保守的でもありましょう。思うに、外部の援助無しに海軍を運用したいと考える勇気もお持ちです。付け加えるならば、彼の音楽とワインの趣味は良いと思います。これで、私が彼について考えている事が明確になった事を望みます。」@{M}\"Well now. The Admiral is a man of principle. Very straightforward. Very traditional in his views. I think it's rather courageous of him to expect the Navy to operate without outside assistance. And he has excellent taste in both chamber-music and wine. I hope that makes my feelings clear.\"",
                                     "LinkToEvent": {"Id": 168559},
                                     "Name": "注意深く中立を心がけた表現@{I}慎重に語られた、中立的な表現@{M}A carefully neutral expression",
                                     "Id": 173949},
                    "Name": "黒眼鏡の提督について尋ねる@{I}黒眼鏡の総督について尋ねる@{M}$Dark-Spectacled Admiral -> 黒眼鏡の提督$Ask about the Dark-Spectacled Admiral",
                    "Description": "　彼らはきちんと協力し合っているのだろうか？@{I}彼らは共に密接して事に当っているのだろうか?@{M}Do they work closely together?",
                    "ButtonText": "", "Id": 142294},
                   {"DefaultEvent": {"Description": "　外交官はメモを取らず、相槌ひとつ打たず、ただ完全に沈黙して耳を傾けていた。そして、最終的に頷くと、こう宣言した。「この情報は、最大の効果を生むであろうところに回させてもらうよ。ありがとう」[貪欲な外交官はロンドンに奉仕していますが、危険な同盟者と繋がっています。]@{I}外交官はメモを取らず、何の合図も出さない。ただ完全に押し黙って話を聞き、最後に一つ頷いて言葉を発するだけだった。「私はこの件に付きまして、最も良い仕事を出来る所に話を通すと致しましょう。感謝致します。」\u000d\u000a[貪欲な外交官はロンドンに尽くしているが、危険な同盟も結んでいる。]@{M}$Voracious Diplomat -> 貪欲な外交官$The Diplomat takes no notes and makes no sign; only listens in absolute silence, and finally nods and declares: \"I'll pass this on to where it will do the most good. Thank you.\" [The Voracious Diplomat serves London, but has dangerous allies.]",
                                     "LinkToEvent": {"Id": 168559},
                                     "Name": "記憶への刻印@{I}記憶に銘記する@{M}Etched in memory", "Id": 173962},
                    "RareDefaultEvent": {"Description": "　外交官はメモを取らず、相槌ひとつ打たず、ただ完全に沈黙して耳を傾けていた。そして、最終的に頷くと、こう宣言した。「この情報は、最大の効果を生むであろうところに回させてもらうよ。ありがとう」[貪欲な外交官はロンドンに奉仕していますが、危険な同盟者と繋がっています。]@{I}外交官はメモを取らず、何の合図も出さない。ただ完全に押し黙って話を聞き、最後に一つ頷いて言葉を発するだけだった。「私はこの件に付きまして、最も良い仕事を出来る所に話を通すと致しましょう。感謝致します。」\u000d\u000a[貪欲な外交官はロンドンに尽くしているが、危険な同盟も結んでいる。]@{M}$Voracious Diplomat -> 貪欲な外交官$The Diplomat takes no notes and makes no sign; only listens in absolute silence, and finally nods and declares: \"I'll pass this on to where it will do the most good. Thank you.\" [The Voracious Diplomat serves London, but has dangerous allies.]",
                                         "LinkToEvent": {"Id": 168559},
                                         "Name": "記憶への刻印@{I}記憶に銘記する@{M}Etched in memory",
                                         "Id": 173992},
                    "Name": "重要機密を提供する@{I}重大な諜報を提出する@{M}$Vital Intelligence -> 重要機密$Provide Vital Intelligence",
                    "Description": "「良いね！さあ、聞こうじゃないか」@{I}「私は<i>聞いております</i>と申し上げた筈です。」@{M}\"I say! <i>Now</i> I'm listening.\"",
                    "ButtonText": "", "Id": 142304},
                   {"DefaultEvent": {"Description": "「プロフェッショナルとして、私は君の仕事に大変感心しているんだよ。サファイア事変があっただろう？極めて巧妙な駆け引きだ。そしてあのテイメンとの一件も素晴らしい策略だったじゃないか」\u000d\u000a\u000d\u000a「君の仲間と彼らの大望については聞いているよ」外交官が指先でデスクを叩く。「ロンドンの敵の中でも、長老は最も強情な人物だ。彼かその操り人形どもに一撃を食らわせることが出来るなら、それはロンドンにとっての好機となるだろう。それにもちろん、不死になるという利益もついてくる。私は人生を楽しんでいるし、できるなら長く生き延びたいものだ」\u000d\u000a\u000d\u000a「よろしい、提案を受け入れるとしよう。君の敵は私の敵となり、私の友は君の友となるだろう。共にニダー攻略の計画を練ろうじゃないか！」@{K}$Taimen -> テイメン$\"One professional to another, I'm a great admirer of your work. The Sapphire Affair? Exquisite gamesmanship. And that business with the Taimen? Marvellously Machiavellian. \u000d\u000a\u000d\u000a\"I've heard of your colleagues and their ambitions.\" Fingers drum on the Diplomat's desk. \"Of all London's foes, the Prester is the most intransigent. A blow to him, or his puppeteers, is an opportunity for London. And of course there's the fringe benefit of immortality. I enjoy life, and find myself generally in favour of more of it. \u000d\u000a\u000d\u000a\"Very well: I accept. Your enemies are my enemies; my friends are yours. Let us scheme to Nidah's downfall!\"",
                                     "LinkToEvent": {"Id": 168559}, "Name": "", "Id": 260506},
                    "Name": "ニダーに立ち向かう七人に加わるよう貪欲な外交官を説得する@{K}Convince the Diplomat to join the Seven Against Nidah",
                    "Description": "　七人には熟練の扇動家が必要だ。しかし、外交官を引き入れるには、あなた自身もグレート・ゲームにおいて重要な位置を占めていることを証明する必要があるだろう。[この選択肢をアンロックするには、カーンの心臓とポート・カーネリアンの両方で発展した諜報網を築き上げる必要があります。]@{K}$Khan -> カーン, Port Carnelian -> ポート・カーネリアン, Khan's Heart -> カーンの心臓$You need a skilled Propagandist. But you'll need to demonstrate your significance in the Great Game. [You will need to create and advance spy networks in both Khan's Heart and Port Carnelian to unlock this.]",
                    "ButtonText": "", "Id": 194279}],
 "Description": "　外交官はマンションズ・パイアにほど近い建物の、三階のオフィスに住み着いていた。階下には拳闘を好む紳士淑女のためのジムがあり、あなたとの会話は、遠くからの叫びや息遣いによって度々中断させられた。外交官はその音を聞く度に、好ましげに微笑むのだった。@{I}外交官は、ロンドンの紳士淑女がボクシングを練習するジムの2階にある事務所に居を構えていた。貴方の話は下から漏れ聞こえる声と打撃音で時折消え入ってしまう。しかし外交官はその音を含めた貴方の話を、愛おしそうに笑いながら聞いていた。@{M}$Mansion's Pyre -> マンションズ・パイア$The Diplomat lairs near Mansion's Pyre, in a second-floor office above a gymnasium for pugilistic ladies and gentlemen. Your conversation is punctuated by distant shouts and blows. The Diplomat smiles fondly at the sounds.",
 "Name": "貪欲な外交官@{I}貪欲な外交官@{M}$Voracious Diplomat -> 貪欲な外交官$The Voracious Diplomat",
 "Id": 168559}
