{"ChildBranches": [{"DefaultEvent": {"Description": "　イザリーはあなたをハニード・タングへと送り出した。そこの絹に覆われた室内では、感情が高まっているに違いないとの推測あってのことだ。蜜花の修道女の一人が、あなたの後ろに付き従った。彼女の抱える金銭細工の施された檻の中には、狂わされた一匹の灯点けミツバチが入っている。彼女は、柔らかな囁き声で祈りの言葉を呟いていた。@{I}$[Ll]amplighter[- ][Bb]ee -> 灯点けミツバチ, Honeyed Tongue -> ハニード・タング, Isery -> イザリー, Melliferous Sister -> 蜜花の修道女$Isery packs you off to the Honeyed Tongue, reasoning that emotions are bound to run high in its silk-clad rooms. The Melliferous Sister follows behind you, holding a crazed lamplighter bee in a filigreed cage. She mutters susurrating prayers under her breath.",
                                     "LinkToEvent": {"Id": 168541}, "Name": "", "Id": 168569},
                    "Name": "科学への情熱@{I}A passion for science",
                    "Description": "「蜜花の修道女をやって君を手伝わせよう。単にハチを激しい感情に触れさせればいいだけさ。一つの感情を選ぶことだ。欲張り過ぎてはいけないよ」@{I}$Melliferous Sister -> 蜜花の修道女$\"I'll send a Melliferous Sister with you. Just expose the bee to intense emotion. Pick one - and don't get too fancy.\"",
                    "ButtonText": "", "Id": 139078},
                   {"DefaultEvent": {"Description": "「君には科学への関心というものがないのか？まったくこれっぽっちも？」イザリーは当惑しているように見えた。「私が悪性希薄科にいた頃、君みたいな研修生がいたよ。ある日の午後、きゅうりのサンドイッチに溺れて死んでいるのが見つかったがね。昼食を摂る気がまったくなくなってしまったな」<br/><br/>　イザリーはあなたに退出するよう言った。あなたは速やかにそこを後にした。今後、あなたの協力が求められることはなさそうに思われた。@{I}$(Department of )?Infernal Rarefaction -> 悪性希薄科, Isery -> イザリー$\"Have you no scientific interest? None at all?\" Isery looks bewildered. \"I knew an intern like you, back when I was at Infernal Rarefactions. Found her drowned in a cucumber sandwich one afternoon. Quite put me off my lunch.\"\u000d\u000a\u000d\u000aThey dismiss you, and you leave with alacrity. You doubt your services will be required again.",
                                     "Name": "", "Id": 168570},
                    "Name": "気が進まないかもしれない@{I}Perhaps not",
                    "Description": "　あなたは、狂わされたハチと激しい感情とを組み合わせて良いものか、確信が持てない。特に、あなた自身の大切な人が近くにいるような場合には。[断ると、あなたは今後イザリーの後援を受けることができなくなります。]@{I}$Isery -> イザリー$You are not sure that maddened bees and intense emotions should be mixed, especially not near your own precious person. [Refusal will lock you out of Isery's patronage.]",
                    "ButtonText": "", "Id": 139079}],
 "Description": "　今回あなたがパトロンに呼び出されたのは、ハニード・タングの執務室ではなかった。そこは、明るく照らされた実験室の中だった。部屋の壁には本が並び、繊細な実験器具が備え付けられている。イザリーは、あなたが入ってきても、蒸留瓶に紅い蜜を注ぐ作業の手を止めることはなかった。<br/><br/>「特定の種類の記憶を優先的に集めるよう、灯点けミツバチの行動を制御することは可能だ」イザリーは前置きなくそう言った。「すべては、灯点けミツバチに深紅のバラの花蜜を与えて狂わせた後に、ハチをどのような環境に晒すかに掛かっている。しかし、その手順は不確実なものだ。当て推量でやらなければならないことが多すぎる。不安を催させる学者と私はそこに……科学的と言えるような手法を適用しようとしているところだ」<br/><br/>　一瞬、イザリーは柔和で慈愛に溢れて見えた。「君には、私のためにちょっとした実験を行ってもらいたい。長くは掛からないはずさ」@{I}$[Ll]amplighter[- ][Bb]ee -> 灯点けミツバチ, Honeyed Tongue -> ハニード・タング, Alarming Scholar -> 不安を催させる学者, Isery -> イザリー$The next time you are summoned to see your Patron, it is not in their offices at the Honeyed Tongue. Instead you find yourself in a well-lit laboratory of book-lined walls and delicate equipment. Isery does not pause in their task of pouring red honey into a cucurbit flask.\u000d\u000a\u000d\u000a\"It is possible to encourage lamplighter bees to seek out one kind of memory over another,\" they announce, without any preamble. \"It's all about what you expose the bee to, once it has drunk the maddening nectar of the crimson roses. But it is an uncertain process. Full of guesswork. The Alarming Scholar and I have been trying to... apply the scientific method, you could say.\"\u000d\u000a\u000d\u000aThey look fond for a moment, soft. \"I require you to perform a little experiment for me. Shouldn't take long.\"",
 "Name": "紅い蜜の実験@{I}Experiments in Red Honey", "Id": 168568}
