{"ChildBranches": [{"DefaultEvent": {"Description": "　あなたのパトロンは、あなたを下がらせる前にアドバイスをくれた。そのような特別な贈り物を見つけるには、クーマエ運河が最も有望な場所なのだという。@{I}$Cumaean Canal -> クーマエ運河$Your Patron dismisses you with the advice that the Cumaean Canal is the likeliest place to source such a particular gift. ",
                                     "Name": "", "Id": 168578},
                    "Name": "礼儀の意義に同意する@{I}You agree to the courtesies",
                    "Description": "「誰か、ごく最近に地上に上がったことのある者を連れてくるんだ。レオポルドが地上の記憶をとても好んでいるのは知っているだろう？ああいや、もしかしたら君は知らないかもしれないか。だがそうなんだよ」@{I}$[Tt]he Surface -> 地上$\"Fetch me someone who has very recently been up to the Surface. Leopold rather fancies Surface-memories, you know? Ah, maybe you don't. But it is true, nonetheless.\"",
                    "ButtonText": "", "Id": 139084},
                   {"DefaultEvent": {"Description": "　イザリーの瞳に、何か野蛮で危険なものが浮かぶのが分かった。だが、それはすぐに穏やかな失望に置き換わった。今後再びあなたの協力が求められることはないだろうと、あなたは確信を持った。そしてあなたは、思いがけず死刑執行の猶予を言い渡されたような感覚を拭うことができなかった。@{I}$Isery -> イザリー$You see something wild and dangerous in Isery's eyes, but it is quickly replaced by genial disappointment. You are certain that your services will not be required again, and you cannot help the sense that you have been granted an unlikely reprieve.",
                                     "Name": "", "Id": 168579},
                    "Name": "丁重に断る@{I}You politely decline",
                    "Description": "　あなたは、自分が海賊王への紹介を本当に望んでいるのかどうか確信が持てない。それに、いわば非自発的な贈り物を届けることにもあまり気が乗らない。[断ると、あなたはこのクエストから締め出されます。]@{I}$Pirate-King -> 海賊王$You are not entirely sure you wish an introduction to the Pirate-King, and you are not terribly keen on the transport of unwilling gifts, as it were. [Refusal will lock you out of this quest]",
                    "ButtonText": "", "Id": 139085}],
 "Description": "「レオポルドには君への賞賛をいつもお聞かせしているよ」王の名を口にする時のイザリーの目は熱情的だった。あなたは危うく海賊王に嫉妬してしまうところだった。「君を彼に紹介したいと思っていてね。ああ、そろそろ良いんじゃないかと思うんだよ」<br/><br/>　イザリーはいかにも思案深げな仕草をした。だが、イザリーの語る言葉は、一語一語あらかじめ準備されていたものだった。「だが、王にお会いするにあたっては、ふさわしい贈り物が必要だ。単に礼儀の問題としてね」@{I}$Pirate-King -> 海賊王, Isery -> イザリー$\"I have been singing your praises to Leopold.\" Isery's eyes warm at the name. You could almost envy the Pirate-King. Almost. \"I would like to introduce you to him, yes - I think it is time.\"\u000d\u000a\u000d\u000aThey make a mime of thoughtfulness, though each word they say is carefully measured. \"But when one meets a king, one needs exactly the right sort of gift. It's only polite.\"",
 "Name": "国王大権@{I}Royal Prerogatives", "Id": 168575}
