{"ChildBranches": [{"DefaultEvent": {"Description": "　炎のように、憧れのように、甘美な蜜の一滴一滴があなたの舌を覆う。誰かが叫びを上げているが、それはとても遠くに感じられる。あなたは両手に感じている女性の手の感触に夢中だ。記憶の中のあなたが顔を右に向けると、そこに彼女はいた。ケンバン。<br/><br/>　あなたは三週間前に、船着場のそばで飲み物の給仕をしている彼女に出会った。彼女の父親は、あなたがただ彼女を見たというだけの理由で、両足を折ってやるぞとあなたを脅した。けれど、あなたは自分を抑えることはできなかった。暖かな木漏れ日の差す彼女の両手は、あなたがかつて想像した何よりも柔らかかった。彼女の笑みが形作る円弧は、刃のようにあなたに突き刺さった――<br/><br/>　それが終わるのは一瞬のことで、あなたは再び自分を取り戻した。床に一人で横たわるあなたの顔は、盗み取った涙によって濡れていた。机の上には檻の庭園の鍵が置かれていた。あなたはそれをポケットに仕舞った。他には、磨き上げられたルビーの両眼を持つ、トラを象った黄金の彫像もあった。象には何か、あなたを明白に不安な気持ちにさせるものがあった。それでも、これは良い値で売れることだろう。@{I}$Cage[- ]Gardens -> 檻の庭園$Each luscious drop coats your tongue like fire and longing. Someone screams, but it feels far away. You are consumed with the touch of a woman's hand in yours. You-in-the-memory turn your face to the right and there she is: Kembang. \u000d\u000a\u000d\u000aYou met her three weeks ago serving drinks by the docks. Her father threatened to break your legs if you so much as looked at her, but you cannot help yourself. Her hands are softer than anything you have ever imagined, and dappled in warm sunlight. The curve of her smile slices into you like a blade - \u000d\u000a\u000d\u000aYou come back to yourself in a sudden rush. You are lying on the floor alone, your face wet with stolen tears. On the desk: a Key to the Cage Gardens, which you slip into your pocket, and a gold statuette of a tiger, with eyes of polished ruby. Something about the statuette makes you decidedly uneasy. Still, it will probably sell for a good price.",
                                     "Name": "", "Id": 168585},
                    "Name": "一口啜る@{I}Take a sip",
                    "Description": "　囚人はもはや苦痛に苛まれることもなく、虚ろな目で天井を見つめている。@{I}The prisoner gazes at the ceiling blankly, with no sign of his earlier distress. ",
                    "ButtonText": "", "Id": 139088},
                   {"DefaultEvent": {"Description": "「では、代わりにマッシュルーム・ワインはどうかな？私は時折、バラの蜜など一度も飲まねば良かったと思うことがある。自らが忌まわしい存在であることを、単に知っているのと、まさしく血と骨の髄まで実感するのとは、また別の話だからだ」レオポルドは顔をしかめた。「私にとってそれは、まったく、選択の余地のないことだったのだ」<br/><br/>　彼はあなたから琥珀色の猫目石のブローチを取り上げると、それを鎖のついた銀の鍵と取り替えた。「これは檻の庭園への鍵だ。私からの信頼の証だ」彼は更に、トラを象った黄金の彫像をあなたに手渡した。そのトラの両眼には磨き上げられたルビーが嵌められていた。その眼を見つめていると、あなたは明白な不安を掻き立てられた。それでも、これには良い値がつくことだろう。「ポート・キャベンディッシュはいつでも君を歓迎しよう。ここは、すべての自由な者たちのための安息地なのだから」@{I}$Cage[- ]Gardens -> 檻の庭園, Port Cavendish -> ポート・キャベンディッシュ, (Cask of )?[Mm]ushroom[- ][Ww]ine -> マッシュルーム・ワイン$\"Perhaps some mushroom wine instead? I sometimes wish I had never drunk of the rose's honey. It is one thing to know that you are damned, and another to feel it, in the very marrow and blood.\" Leopold grimaces. \"For me it was not - altogether - a choice.\"\u000d\u000a\u000d\u000aHe take the brooch of amber cat's eyes and replaces it with a little silver key strung on a chain. \"A Key to the Cage-Gardens. A sign of my trust.\" He then presses a gold statuette of a tiger into your hands. It has eyes of polished ruby; it makes you decidedly uneasy to look into them. Still. It'll fetch a good price. \"You are always welcome in Port Cavendish, my friend. We are a haven for all those who are free.\"",
                                     "Name": "", "Id": 168586},
                    "Name": "味見を断る@{I}Decline the taste",
                    "Description": "　あなたはただ報酬が欲しいだけだ。加えて、もしかしたらあなたは逃げ出してしまいたいのかもしれない。囚人が檻の隅で足かせをがたがたと震わせる、この凄惨な光景から。@{I}You just want your reward. And, possibly, to get away from the grim sight of the prisoner rattling his shackles in the corner.",
                    "ButtonText": "", "Id": 139089}],
 "Description": "　あなたのパトロンが、海賊王にそのワイングラスを差し出した。王がそれを一口啜ると、囚人は皮膚を骨から剥ぎ取られたかのような叫びを上げた。「香辛料の香りのする、マラッカの波止場か」蜜によってその場から消え去る前に、レオポルドはそう漏らした。<br/><br/>　数時間して、彼は戻ってきた。その肌は紅潮し、両眼は輝いていた。「私は極東の記憶には目がないのだよ。実によく考えてくれたね」<br/><br/>　彼はハミングをしながら、イザリーの頬に、蜜に濡れた口づけをした。彼はザイラにも同じようにしてから、あなたに蜜の小瓶を手渡した。@{I}$Pirate-King -> 海賊王, Isery -> イザリー, Zaira -> ザイラ$Your Patron offers the Pirate-King the wine-glass. The King takes a sip, and the prisoner cries out as though his skin is being flayed from his bones. \"The spice-scented docks of Malacca,\" Leopold breathes, before he is plucked away by the honey.\u000d\u000a\u000d\u000aHe returns hours later, skin flushed and eyes bright. \"I am very partial to memories of the Far East. Very thoughtful of you.\"\u000d\u000a\u000d\u000aHe bestows a humming, honey-soaked kiss on Isery's lips, and then Zaira's, before holding out the vial to you.",
 "Name": "蜜で煮込まれた記憶@{I}Memories Stewed in Honey", "Id": 168584}
