{"ChildBranches": [{"DefaultEvent": {"Description": "全ての訪問者は一人ずつ、月蛾の面をつけた者の監視する部屋を通り抜けなければならない。@{K}All visitors must pass, one by one, through a room guarded by a person in the mask of a Moon-Moth.",
                                     "LinkToEvent": {"Id": 168633},
                                     "Name": "更衣室@{K}A changing room", "Id": 168606},
                    "Name": "入島管理局で記帳する@{K}Check in at the Customs House",
                    "Description": "ヴィザージュを気ままにうろつくことは出来ない。@{K}$Visage -> ヴィザージュ$One may not wander Visage at will.",
                    "ButtonText": "", "Id": 139100},
                   {"DefaultEvent": {"Description": "重い石で作られたその部屋を腕を広げた女性を象った黄金の彫像が見守る。巻物は仮面に合わせて分類され納められていた。ジャッカルや雌ライオン、そして鰐とフンコロガシなど様々だ。\u000d\u000a\u000d\u000a咲き誇る蓮の面をつけた女性が説教台に立ち、黙って本を読んでいる。@{K}A room of heavy stone, guarded by a golden statuette of a woman with outstretched arms. The scroll niches, sorted to correspond to a variety of masks: the jackal and the lioness, the crocodile and dung beetle. \u000d\u000a\u000d\u000aA woman in the mask of a lotus blossom is standing at a lectern, reading in silence.",
                                     "LinkToEvent": {"Id": 169406},
                                     "Name": "戸口をくぐり、暗闇の中へ@{K}Stoop at the lintel, enter the dark",
                                     "Id": 168609},
                    "Name": "一端の書庫を訪ねる@{K}Visit the Library of Parts",
                    "Description": "納められている本が全て断片的なものだからそう呼ばれているかもしれない。@{K}So called because all the books are fragmentary, perhaps.",
                    "ButtonText": "", "Id": 139103},
                   {"DefaultEvent": {"Description": "洪水の間は壁に沿って二列の石柱が並ぶ縦長の石造りの部屋だ。現在広間にはくるぶし程度の深さまで水が入っている。しかしながら、壁の汚れは水位がもっと上まで、時には腰辺りまで上がることを示していた。\u000d\u000a\u000d\u000a奥の壁の高い位置に作られた窪みには、牡羊の頭をした男の像が立っている。@{K}The Flood Court is a long stone room with two ranks of columns on each side. Currently the court is ankle-deep in water, though water stains on the stone show that the flood has often reached higher, sometimes up to the height of your waist.\u000d\u000a\u000d\u000aIn a raised niche at the far end of the room sits a statue of a man with the head of a ram. He holds a jar from which water flows out onto the floor.",
                                     "LinkToEvent": {"Id": 168639}, "Name": "大水@{K}High water",
                                     "Id": 168610},
                    "Name": "洪水の間を訪れる@{K}Visit the Flood Court",
                    "Description": "月蛾はそこがどの様な場所かすでに知っていて当然であるかのように語った。@{K}The Moon-Moth speaks as though you should already know what that is.",
                    "ButtonText": "", "Id": 139104},
                   {"DefaultEvent": {"Description": "毎朝、先の尖った鋼の杖で平らに均された泥の上にコブラの面をつけた男が線を描く。この島のすべての住人に茸の栽培と塩を削り出すために使われる小さな台形の土地を割り当てるために。土地が次の日に持ち越されることはない。\u000d\u000a\u000d\u000aこの男こそが筆頭幾何学者にして方角の護持者、陸と海の計測を司る者だ。@{K}Each morning the man in the cobra mask draws lines in the mud flat with a pointed steel rod. This apportions to each inhabitant a small trapezoidal area from which to harvest mushrooms and to scrape salt. No plot is ever preserved from one day to the next. \u000d\u000a\u000d\u000aThis man is the Chief Geometer, the Keeper of Directions, Master of Land Measures and Sea Measures. ",
                                     "LinkToEvent": {"Id": 168891},
                                     "Name": "濡れた床に刻まれた幾本もの線@{K}Lines in wet ground", "Id": 168611},
                    "Name": "筆頭幾何学者の館を訪ねる@{K}Visit the House of the Chief Geometer",
                    "Description": "それは名誉ある事だと考えられている。@{K}It is understood to be an honour.",
                    "ButtonText": "", "Id": 139105},
                   {"DefaultEvent": {"Description": "神殿の中央には白いダイアモンドを額につけた黒い牡牛がいた。牡牛は重い縄によってその場にくくりつけられ、脚に傷を負っている。傷からは大量の血が流れ落ちているが、それが死ぬことはない。@{K}In the center of the temple is a black bull with a white diamond on its face. It is tied in place with heavy ropes, and it is wounded in the thigh. From this wound it bleeds copiously without dying.",
                                     "LinkToEvent": {"Id": 169902},
                                     "Name": "傷ついた神@{K}The wounded god", "Id": 168612},
                    "Name": "アピスの神殿を訪ねる@{K}Visit the Temple of Apis",
                    "Description": "ヴィザージュの住人は遅かれ早かれそこを訪れるものだ。@{K}$Visage -> ヴィザージュ$All the denizens of Visage go there sooner or later.",
                    "ButtonText": "", "Id": 139106},
                   {"DefaultEvent": {"Description": "もちろん、蛙とイナゴが今日の収穫を得るのに付き添う仕事が終わるのを待たねばならない。彼らを連れて行くのは相応しくないだろう。@{K}You must, of course, wait until your work with this day's crop of frogs and locusts is complete. It would not be suitable to bring them along.",
                                     "LinkToEvent": {"Id": 169914},
                                     "Name": "適切な時に@{K}At the proper time", "Id": 168613},
                    "Name": "『顔』の傍らを訪ねる@{K}Visit the Side of the Face",
                    "Description": "悠久の栄えの石の頬はヴィザージュの住民たちの巡礼の地だ。そして彼らから好意を持たれているのであれば、あなたもまたそこを訪うことが出来る。@{K}$Visage -> ヴィザージュ, Flourishing ?- ?of ?- ?Years -> 悠久の栄え$The stone cheek of Flourishing-of-Years is visited as a pilgrimage by the inhabitants of Visage, and if you are in good favour, you too may go. ",
                    "ButtonText": "", "Id": 139107},
                   {"DefaultEvent": {"Description": "今日は祭典の日だ。壮大な岩の顔はあかあかと燃える松明によって額から顎まで照らし出されている。そのため側面から見上げるとその顔立ちがいつになくはっきりと見えた。\u000d\u000a\u000d\u000a「悠久の栄えが目覚めた」鰐の面を被った性別不詳の人物が言った。@{K}$Flourishing ?- ?of ?- ?Years -> 悠久の栄え$It is a festival day. The great stone face has been illuminated from forehead to chin with blazing torches, so that the profile is visible from the side more clearly than you have ever seen it. \u000d\u000a\u000d\u000a\"Flourishing-of-Years is awake,\" says the genderless figure in the crocodile mask. ",
                                     "LinkToEvent": {"Id": 168615},
                                     "Name": "誇らしげな鼻@{K}A proud nose", "Id": 168614},
                    "Name": "耳の洞へと入る@{K}Enter the Hollow of the Ear",
                    "Description": "さらに華やかで盛大な儀式の場だ。[ここから先、しばらく続く旅が始まります。この島への今回の訪問を締めくくるものとなるでしょう。]@{K}It is a place of still greater pageantry. [This is a journey of several steps, and may conclude your current visit.]",
                    "ButtonText": "", "Id": 139108},
                   {"DefaultEvent": {"Description": "月蛾はあなたを入島管理局の物置に引き込んだ。「もうヴィザージュはうんざりだ」ざっくばらんな口調で言う。「ほら、仮面を持って行って私のふりをしてくれ。私は訪問者の仮面を着けてここを発つ船に乗せてもらうとするよ。自分の人生を取り戻すんだ」\u000d\u000a\u000d\u000aそれの顔は――いや、今分かったが、彼女の顔は――年を取ってはいるが皺はない。これまでの人生でずっと顔で感情を表現する必要がなかったためだ。@{K}$Visage -> ヴィザージュ$It draws you aside into a closet in the Customs House. \"Had enough of Visage,\" it tells you frankly. \"Here, you take my mask and pretend to be me, and I'll trade in the visitor mask and get on some departing ship. Get my life back.\"\u000d\u000a\u000d\u000aIts face - no, now you see, her face - is aging but unlined. A lifetime of never needing to use a facial expression.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "切実にこの場所を離れたがっている@{K}It is keen to go", "Id": 168905},
                    "Name": "月蛾と面を交換する@{K}Trade masks with the Moon-Moth",
                    "Description": "蛾はここしばらくその提案を仄めかしていた。あなたはその事にたった今気が付いた。@{K}It has been making subtle overtures for some time. You only now understand them.",
                    "ButtonText": "", "Id": 139269},
                   {"DefaultEvent": {"Description": "あなたが別れを告げると、月蛾は今のあなたになら怒っているのだと分かる身振りをしてみせた。もしかするとあなたには何か別の計画が用意されていたのかもしれないが、これまで誰にもそのような相談はされた覚えがない。あなたには他にするべき事がある。\u000d\u000a\u000d\u000aあなたの見たヴィザージュの最後の景色は、蛾があなたの着たローブの折り目を伸ばし仮面を次の訪問者のため杭に掛ける姿だった。@{K}$Visage -> ヴィザージュ$You say farewell to the Moon-Moth. It makes gestures you now recognise as agitation. Perhaps there was some other plan for you here, but no one consulted you about it. You have other things to attend to.\u000d\u000a\u000d\u000aYour last sight of Visage: the Moth smoothing the folds from your robe and hanging your mask on a peg for the next visitor.",
                                     "Name": "蛾には残念だが@{K}A shame about the Moth", "Id": 169901},
                    "Name": "演技をやめてこの島から去る@{K}End your performance and leave the island",
                    "Description": "いつまでも役を演じ続けることは出来ない。@{K}You can't stay in character forever.",
                    "ButtonText": "", "Id": 139878},
                   {"DefaultEvent": {"Description": "他の住民の注意がそれている時なら、お馴染みになった入島管理局に行き仮面とローブを脱ぎ去ることが出来るだろう。上手く演じられた役柄を去る行為には満足感があった。@{K}When the other citizens are distracted, you find your way to the familiar Customs House and rid yourself of mask and robe. There is satisfaction in laying aside a role well performed.",
                                     "Name": "穏やか@{K}Calmer", "Id": 169925},
                    "Name": "演技をやめてこの島から去る@{K}End your performance and leave the island",
                    "Description": "いつまでも演じ続けることは出来ない。@{K}You can't stay in character forever.",
                    "ButtonText": "", "Id": 139896},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 176410},
                                     "Name": "", "Id": 177517},
                    "Name": "死体譲渡人はどこにいる？@{K}$Assigner of Corpse -> 死体譲渡人$The Assigner of Corpses?",
                    "Description": "心優しい未亡人の言葉を信じるなら、この仮面を着けた異邦人たちの中の誰かが死体譲渡人のはずだ。しかし、どれがその者なのだろう？@{K}$Gracious Widow -> 心優しい未亡人, Assigner of Corpse -> 死体譲渡人$One of these masked strangers is the Assigner of Corpses, if the Gracious Widow is to be believed. But which?",
                    "ButtonText": "", "Id": 144563}],
 "Description": "斜面の低い側には石の建物と平らな屋根、アーチ状の回廊が並んでいる。それらの建物には蓮とシュロの葉からなる模様の名残が見られた。そして丘の上には、永遠にUnterzeeの天蓋を見つめる顔がある。その頬や眼窩に住む者はいない。@{K}On the lower slopes: stone buildings, flat roofs, archways. In the architecture there lingers a memory of lotus and palm frond. The hill above is a face, forever looking up at the ceiling of the Unterzee. No one inhabits its cheeks or the hollows of its eyes.",
 "Name": "ヴィザージュでの一時@{K}$Visage -> ヴィザージュ$Ashore in Visage",
 "Id": 168605}
