{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは本当に彼らの一員であるかのように列へと加わった。仮面と衣装以外何も持たずに。\u000d\u000a\u000d\u000a「あなたの心が羽根のごとく軽くなりますように」咲き誇る蓮の仮面を着けた女性が、その背後に並んだあなたに向けて言った。@{K}You go as though you were truly one of them. You carry nothing with you but your mask and your costume.\u000d\u000a\u000d\u000a\"May your heart be as light as a feather,\" says the woman in the lotus-blossom mask, as you fall into line behind her.",
                                     "LinkToEvent": {"Id": 168619},
                                     "Name": "同胞の中に@{K}Among your own", "Id": 168616},
                    "Name": "他の者たちと共に列に並ぶ@{K}Fall in line with the others",
                    "Description": "中に何があるか知る術は他にないだろう？@{K}How else will you discover what lies within?",
                    "ButtonText": "", "Id": 139109},
                   {"DefaultEvent": {"Description": "明かりを持ち込むのは危険だが、持たずに進むのも危険だ。あなたは照明弾をローブの中に仕舞い込むと列に加わった。\u000d\u000a\u000d\u000a「あなたの罪が石のごとく重くなりますように」ジャッカルの面をつけた男が、その前に並んだあなたに向けて言った。@{K}$[Ff]lare -> 照明弾$It is a risk to bring it, but it would also be a risk to go without. You conceal the flare in the folds of your robe and fall into the procession.\u000d\u000a\u000d\u000a\"May your sins weigh as stone,\" says the man in the jackal face, as you fall into line ahead of him.",
                                     "LinkToEvent": {"Id": 168619},
                                     "Name": "儀礼的不服従@{K}Ritual disobedience", "Id": 168617},
                    "Name": "照明弾を隠し持ち、他の者たちと共に列に並ぶ@{K}$[Ff]lare -> 照明弾$Fall in line with the others, secretly bringing a flare with you",
                    "Description": "これから向かう闇の中で必要になるかもしれない。@{K}Perhaps you will need it, in the darkness where you are going.",
                    "ButtonText": "", "Id": 139110},
                   {"DefaultEvent": {"Description": "行列が通り過ぎた後、あなたは仮面と衣装を脱ぎ捨て入島管理局の床に置いた。この特別なローブに相応しく袖をきちんと畳んで。\u000d\u000a\u000d\u000a誰か後で来た者があなたの役割を引き継いでくれるかもしれない。@{K}When the procession has passed, you strip away your mask and costume and leave them on the floor in the Customs House. The arms you fold neatly across themselves in the fashion that is appropriate for this particular robe. \u000d\u000a\u000d\u000aPerhaps someone after you will care to take up your role.",
                                     "Name": "この島に別れを告げる@{K}Farewell to this island", "Id": 168618},
                    "Name": "仮面を脱ぎ捨て立ち去る準備をする@{K}Strip off your mask and prepare to depart",
                    "Description": "祭典に皆の注意が向いている今なら、ここを立ち去ったとしても気づかれさえしないだろう。@{K}With everyone distracted by this festival, your departure would not even be noticed.",
                    "ButtonText": "", "Id": 139111}],
 "Description": "全てのヴィザージュの住人たちが共に『耳』へと向かっている。あなたの仮面を着ける者には、行列に参加する当然の権利があるだろう。@{K}$Visage -> ヴィザージュ$All the denizens of Visage are walking towards the Ear together. There is a place in the procession which belongs by right to the wearer of your mask.",
 "Name": "栄えの祭典@{K}Festival of Flourishing", "Id": 168615}
