{"ChildBranches": [{"DefaultEvent": {"Description": "立ち止まり引き返そうとしたが、あなたの肩には幾つもの手が置かれ背後からは途切れることのない足音が追い立ててくる。道はさらに狭くなり、石の壁は思っていたよりも間近に迫っていた。\u000d\u000a\u000d\u000a外に出ることは出来ない。これほど狭い場所にあまりにも多くの人が詰め込まれている。もし今誰かが丸い石を悠久の栄えの耳の中へと転がしたなら、あなたは此処に永久に閉じ込められてしまいどうすることもできないだろう。\u000d\u000a\u000d\u000a「落ち着け」蝙蝠の仮面が声を低めてささやいた。彼の言葉にはウルフスタック港の訛りがある。\u000d\u000a\u000d\u000a次の瞬間、強烈なアンモニアの匂いが鼻を突いた。まるで彼が匂う塩の袋をあなたのために開けたかのようだ。もっとも、この純然たる暗闇の中では何もはっきりと見ることは出来ないのだが。@{K}$Wolfstack -> ウルフスタック, Wolf -> ウルフ, Wolfstack Docks -> ウルフスタック・ドックス, Flourishing ?- ?of ?- ?Years -> 悠久の栄え$You try to stop and turn, but there are hands on your shoulders, and steady feet behind you. The passage is narrower and the stone walls are closer than you had thought they were.\u000d\u000a\u000d\u000aYou cannot go out. There are too many people in too little space. And if anyone were to roll a boulder into the ear of Flourishing-of-Years, then you would be trapped here and there would be no recourse.\u000d\u000a\u000d\u000a\"Steady on,\" says Bat-mask beside you. His accent is the accent of Wolfstack Docks. \u000d\u000a\u000d\u000aA moment later there's a pungent ammonia smell, as though he's cracked open smelling salts for you, though in this pure black you can't see a thing for sure.",
                                     "LinkToEvent": {"Id": 168622},
                                     "Name": "脱出路はない@{K}No escape route", "Id": 168620},
                    "Name": "逃げ出そうとする@{K}Try to run",
                    "Description": "あなたはこの祭典がどのようなものか、あるいはこれにどのような意味があるのかまったく理解できなかった。@{K}You do not really know what this festival is or what it means.",
                    "ButtonText": "", "Id": 139112},
                   {"DefaultEvent": {"Description": "人々の足音は途切れることなく揃い、あなたもそれと共に歩む。どれだけの年月に渡ってこの祭典は行われてきたのだろう、そしてこの先どれだけ続けられるのだろう？\u000d\u000a\u000d\u000a「此処では足元に気をつけろ」蝙蝠の仮面が声を低めてささやいた。その言葉にはウルフスタック港の訛りがある。「この先さらにでこぼこになるから」確かにその通りだった。@{K}$Wolfstack -> ウルフスタック, Wolf -> ウルフ, Wolfstack Docks -> ウルフスタック・ドックス$The footsteps of the people are steady and synchronized, and you go together. For how many years has this been done, and for how many will it be done in the future?\u000d\u000a\u000d\u000a\"Watch your step here,\" says Bat-mask to you in an undervoice. Its accent is the accent of Wolfstack Docks. \"Floor is about to get squishier.\" And sure enough it does.",
                                     "LinkToEvent": {"Id": 168622}, "Name": "列になり@{K}In line",
                                     "Id": 168621},
                    "Name": "歩み続ける@{K}Continue",
                    "Description": "闇の中に秘密がある。@{K}There is a secret in the dark.",
                    "ButtonText": "", "Id": 139113}],
 "Description": "あなたの歩む道は顔の側面をジグザグに上へと続き、その果てでようやく悠久の栄えの耳へ辿り着き内部の洞窟へと繋がる。通路は曲がりくねり、すべての明かりが消された。ここには肩に置かれた背後の人物の手と前を歩く者の動き以外に道しるべとなる物はない。\u000d\u000a\u000d\u000aあなたの傍らを歩む者は蝙蝠の面をつけている。\u000d\u000a\u000d\u000a幸いにも通路の床はとても滑らかで躓くような障害物もない。しかしながらこの空間では音が奇妙に伝わるようだ。あなたは時に自分自身の足音を聞くことも出来なくなり、また時には列の前方から自分の呼吸音が聞こえてくることもあった。@{K}$Flourishing ?- ?of ?- ?Years -> 悠久の栄え$The road you follow leads up through switchbacks along the side of the face, and finally to the ear of Flourishing-of-Years, and into the cave that is her ear. The tunnel bends back on itself and all lights have now been extinguished. There is nothing to guide you but the hand of the person behind you on your back, and the movement of the person in front of you. \u000d\u000a\u000d\u000aThe one who walks beside you wears a bat mask.\u000d\u000a\u000d\u000aFortunately the floor of the tunnel is very smooth and presents no stumbling blocks. Sound carries strangely in this place, however. Sometimes you cannot hear your own footsteps, and sometimes a breath comes back to you audible from someplace ahead in line.",
 "Name": "耳内部のがらんどうにて@{K}Inside the Hollow of the Ear",
 "Id": 168619}
