{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは密やかに暗闇の中を動き、あちらこちらで会話の断片を聞いた。\u000d\u000a\u000d\u000a交わされている秘密は取り立てて有用なものではなかった。その上、秘密の持ち主の顔を見ることもできない。あなたは東への旅の思い出、海軍省に関する呟きにカーネリアン・コーストに関する曖昧な噂話など、いつか役に立つかもしれないささやかな欠片を耳にした。@{K}$Admiralty -> 海軍省, Carnelian Coast -> カーネリアン・コースト$You move stealthily through the dark, hearing one knot of conversation and then another.\u000d\u000a\u000d\u000aThe secrets exchanged do not offer much leverage. You can't see the owners of the secrets. Here and there you catch the smallest fragment of something that might serve you on a future occasion: the memory of a voyage east, a half-rumour about the Carnelian Coast, a muttering about the Admiralty.",
                                     "LinkToEvent": {"Id": 168628},
                                     "Name": "脅迫にはあまり役に立たない@{K}Not much for blackmail",
                                     "Id": 168623},
                    "Name": "待ち、耳を澄ませる@{K}Wait, listen",
                    "Description": "ここでは学ぶべき物事が囁かれている。利用できるかもしれない。@{K}There are things here to learn, perhaps to your advantage.",
                    "ButtonText": "", "Id": 139114},
                   {"DefaultEvent": {"Description": "あなたは語り始めた。身の内のあの重みが去ってゆく。あなたは時折過つが、それは許されることだ。@{K}You begin to speak. Certain weights lift away. You have been in the wrong from time to time, but it is forgivable.",
                                     "LinkToEvent": {"Id": 168628},
                                     "Name": "奇妙な解放感@{K}Strangely liberating", "Id": 168624},
                    "Name": "秘密を一つ語る@{K}Tell one of your own secrets",
                    "Description": "これだけ長い間仮面を身に着けていたのだ。自由な気持ちになれるだろう。@{K}All this time under the mask. It would be freeing.",
                    "ButtonText": "", "Id": 139115},
                   {"DefaultEvent": {"Description": "一旦閉じ込められていることに気が付いてしまうと、その事実から再び気をそらすのは難しい。\u000d\u000a\u000d\u000a誰かがあなたの手首を握りしめている。それもかなりきつく。パニックは再び急速に収まっていった。@{K}The trouble is, once you've realized that you're trapped, it's hard to unrealize it again.\u000d\u000a\u000d\u000aSomeone squeezes your wrist. Grounds you. The panic goes out again in a rush.",
                                     "LinkToEvent": {"Id": 168628}, "Name": "恩情@{K}Grace",
                                     "Id": 168625},
                    "Name": "パニックの発作を抑える@{K}Fight the urge to panic",
                    "Description": "この部屋は通り道よりは広いかもしれないが、あなたが依然として瓶の中の虫のように閉じ込められていることに変わりはない。@{K}The room may have got bigger, but you are still trapped like a bug in a bottle.",
                    "ButtonText": "", "Id": 139116},
                   {"DefaultEvent": {"Description": "あなたは何とか笑いを抑えることが出来た。外に漏れたのはくしゃみの様な音だけだった。\u000d\u000a\u000d\u000aあなたの周りのあちこちで人々が話している。スカラベ型の赤子のための面によって声を殺された記憶、やわらかい壁の子供部屋での幼少期。他の過去についても聞こえてきた。全ての者がヴィザージュで暮らしていたわけではないようだ。@{K}$Visage -> ヴィザージュ$You manage to stifle yourself. The only thing that comes out sounds like a sneeze.\u000d\u000a\u000d\u000aHere and there people are talking around you, telling of childhoods in padded nurseries, silenced under the Scarab-shaped baby mask. Other pasts, too, not all lived on Visage.",
                                     "LinkToEvent": {"Id": 168628}, "Name": "堪えきった@{K}Suppressed",
                                     "Id": 168626},
                    "Name": "クスクス笑いをこらえる@{K}Fight the urge to giggle",
                    "Description": "此処の人間には面白い慣習があるものだな。@{K}What curious practices they have here.",
                    "ButtonText": "", "Id": 139117},
                   {"DefaultEvent": {"Description": "あなたは深い闇の中で様々な物事を聞き、それらを決して他人に漏らさないと決めた。彼らの秘密はあなたの知る物事の内で最も恐ろしい物でも最も邪悪な物でもなかったが、それでもそれは告白としてあなたに託されたものなのだ。\u000d\u000a\u000d\u000a誰も見ることは出来ないのだから、告白を聞く間顔を隠す必要はない。その秘密が誰の物か知らないのだから、情報をどのように用いるか策略を巡らす必要もない。この秘密はただ連帯の証としてのみ価値を持つものだ。@{K}In the deep shadow you hear things that you will never repeat. They are not the most dreadful of secrets or the most evil things you know, but they are entrusted to you as confessions. \u000d\u000a\u000d\u000aYou needn't guard your face while you listen, because no one can see you. You needn't scheme about how to use the information, because you do not know whose secret this is: it has no use to you, except as a token of connection.",
                                     "LinkToEvent": {"Id": 168628}, "Name": "幾つもの真実@{K}Truths",
                                     "Id": 168627},
                    "Name": "見知らぬ者の信頼を神聖なものとして受け止める@{K}Receive the confidence of a stranger as holy",
                    "Description": "傍観者として訪れたものが、参加者として留まることもあるだろう。@{K}Those who come as spectators may remain as participants.",
                    "ButtonText": "", "Id": 139118}],
 "Description": "そしてとうとう通路は開けた場所へと行き着いた。あなたも含めた参加者たちはその洞窟のような空間に広がってゆく。\u000d\u000a\u000d\u000a一人の声が暗闇の中で語りだす。儀式の準備だ。「新たな年の始まりに、我らは悠久の栄えの面の下に集う。彼女の顔は神々に向けられる」\u000d\u000a\u000d\u000a「我らは彼女の顔に守られるがゆえに、自らの面を外さん。我らは彼女の言葉に守られるゆえに、自らの役割の外にあることを語ろう」\u000d\u000a\u000d\u000aそこここで人々が紐や糸と格闘する音が聞こえる。仮面を脱ぎ去るとあなた自身の顔も奇妙に感じられた。@{K}$[Gg]ant -> ギャント, Flourishing ?- ?of ?- ?Years -> 悠久の栄え$At last the tunnel opens out. You and all the other congregants spread out in a cavernous space.\u000d\u000a\u000d\u000aA voice speaks in the darkness, a ritual preparation: \"Here at the new year, we gather under the One Mask of Flourishing-of-Years. Her face is turned to the gods.\u000d\u000a\u000d\u000a\"Protected by her mask, we may remove our own. Protected by her script, we may speak outside our parts.\"\u000d\u000a\u000d\u000aHere and there is the sound of people fumbling with ties and strings. Your own face feels different with the mask off.",
 "Name": "内奥にて@{K}Deep Within", "Id": 168622}
