{"ChildBranches": [{"DefaultEvent": {"Description": "あまりに突然の強烈な光に誰かが悲鳴を上げた。あなたの周囲にいたのは……あらゆる種類の者たちだった。幾人かは人間だったが、それ以外の顔も見える。ラバリー、クレイ、判別不能なほどに変化した者もいた。仮面を外した筆頭幾何学者はそもそも顔を身につける気さえ無いようだった。多くの顔は涙に濡れている。閃光を歓迎する者はいない。\u000d\u000a\u000d\u000a誰かが外套をフレアの上にかぶせた。判断ミスだ。当然のことだが、その服もすぐに燃え出すだけなのだから。それから誰かがフレアと外套に水をかけることに成功した。（この群衆の中の誰が水の入ったバケツを持ってきていたのだろう？）しかし、ともかく火が消された時には誰かがあなたの手首を固く握りしめていた。\u000d\u000a\u000d\u000aそしてそれがあなたの見たヴィザージュの最後の景色となった。あなたは仮面とは全く異なる黒い布を顔に被せられ港まで連れ戻された。@{K}$Visage -> ヴィザージュ, [Ff]lare -> 照明弾$The light is so sudden, so searing, that someone screams. All around you are... all sorts of things. Some are human, but you see other faces: rubbery, clay, some unrecognizably altered. The Chief Geometer, with his mask off, doesn't seem to be bothering to wear a face at all. Many faces are wet with tears. No one welcomes the blaze of light.\u000d\u000a\u000d\u000aSomeone throws a cloak over the flare: a mistake, because of course it only begins to burn. After that someone manages to douse both flare and cloak. (Who in this crowd was carrying a bucket of water?) But it is put out, and someone's hands are clamped firm around your wrist.\u000d\u000a\u000d\u000aAnd that is the last that you see of Visage. You are taken blind back to the docks, your face covered in a black cloth that is no mask at all.",
                                     "Name": "おっと@{K}Ouch", "Id": 168629},
                    "Name": "フレアを点け、周囲の者の姿を見る@{K}$[Ff]lare -> 照明弾$Set off a flare, allowing you to see everyone",
                    "Description": "なにもかもを目にする事になるだろう。[確実にこの島から追い出されることになるでしょう。]@{K}You will see everything. [This will certainly get you kicked off the island.]",
                    "ButtonText": "", "Id": 139119},
                   {"DefaultEvent": {"Description": "あまりに突然の強烈な光に誰かが悲鳴を上げた。あなたの周囲にいたのは……あらゆる種類の者たちだった。幾人かは人間だったが、それ以外の顔も見える。ラバリー、クレイ、判別不能なほどに変化した者もいた。仮面を外した筆頭幾何学者はそもそも顔を身につける気さえ無いようだった。多くの顔は涙に濡れている。閃光を歓迎する者はいない。\u000d\u000a\u000d\u000a誰かが外套をフレアの上にかぶせた。判断ミスだ。当然のことだが、その服もすぐに燃え出すだけなのだから。それから、誰かがフレアと外套に水をかけることに成功した。（この群衆の中の誰が水の入ったバケツを持ってきていたのだろう？）しかし、ともかく火は消された。\u000d\u000a\u000d\u000aそれでも、あなたは連れ出された。通路を島民に付き添われて行きの二倍の速さで戻り、永遠に続く書類仕事の中で順番を待たされることもなかった。冷たい海風が顔に当たる。@{K}$[Ff]lare -> 照明弾$The light is so sudden, so searing, that someone screams. All around you are... all sorts of things. Some are human, but you see other faces: rubbery, clay, some unrecognizably altered. The Chief Geometer, with his mask off, doesn't seem to be bothering to wear a face at all. Many faces are wet with tears. No one welcomes the blaze of light.\u000d\u000a\u000d\u000aSomeone throws a cloak over the flare: a mistake, because of course it only begins to burn. After that someone manages to douse both flare and cloak. (Who in this crowd was carrying a bucket of water?) But it is put out.\u000d\u000a\u000d\u000aYou do get out, though. You're escorted back up the tunnel, double-quick, and no business about having to wait your turn in an endless file of people. The cold sea air is on your face.",
                                     "Name": "出ろ出ろ、出ていけ@{k}Out, out out", "Id": 168630},
                    "Name": "フレアを点け、この場所を照らし出す@{K}$[Ff]lare -> 照明弾$Set off a flare, lighting this place up",
                    "Description": "なにもかもを目にする事になるだろう。[確実にこの島から追い出されることになるでしょう。]@{K}You will see everything. [This will certainly get you kicked off the island.]",
                    "ButtonText": "", "Id": 139120},
                   {"DefaultEvent": {"Description": "あなたはフレアをランタンの覆いの中へ入れたが、それでもその光はこの場所においては狼狽えるほどに眩い。\u000d\u000a\u000dあなたは灯りを使い、道連れを照らし出した。彼はただの男だった。繰り返し骨が折られたように見える幅の広い鼻に歯が一本欠けていて、首元には何度も処刑されたでもしたかのような傷跡がある。彼は悲し気なおどおどとした微笑みをみせた。\u000d\u000a\u000d「大した者じゃない」彼は言う。「それに俺はすぐにまた処刑されるんだから、気にすることはなかったんだよ」\u000d\u000a\u000d既に他の者たちが彼の周りに押し寄せている。明かりの消える前に、誰かが首吊り縄を持っているのが一瞬だけ見えた。蝙蝠は此処では歓迎されないらしい。\u000d\u000a\u000d\u000aもっとも闇の帳を台無しにした後では、あなたもまた歓迎されはしない。@{K}$[Ff]lare -> 照明弾$You hood the flare inside a lantern, but it's still distressfully bright in here.\u000d\u000a\u000d\u000aYou shine the light on your companion. A man only, with a broad nose that looks like it has been broken repeatedly, and a missing tooth, and scars about the neck as though he has been executed many times. He gives you a sad, sheepish grin. \u000d\u000a\u000d\u000a\"Nothing to see here,\" he says. \"And they'll be putting me to death again soon enough, so you needn't have bothered.\"\u000d\u000a\u000d\u000aAlready the others are swarming on him. Before your light goes out, you catch a glimpse of a noose, ready in someone's hand. The bats are not welcome here, it seems.\u000d\u000a\u000d\u000aThough after your violation of the mask-darkness, you aren't welcome either.",
                                     "Name": "蝙蝠@{K}Bat", "Id": 168631},
                    "Name": "蝙蝠面の人物を照らす@{K}Shine a light on the bat-faced figure",
                    "Description": "本当にあなたが知りたいのは、彼のことだけだったのだ。[あなたは確実にこの島から追い出されることでしょう。]@{K}Really it's just him you want to understand. [This will certainly get you kicked off the island.]",
                    "ButtonText": "", "Id": 139121},
                   {"DefaultEvent": {"Description": "儀式の終わりが近づくと、微かに銀色に光る羽を持つ女性が現れその羽をあなたの手に握らせた。ジャッカルに食われることのない無垢な心の象徴だ。\u000d\u000a\u000d\u000aそして鐘が一つ鳴り告白の時は終わった。皆仮面を再び着けだす。はっきりと知ることは出来ないが、この暗闇の中であれば誰かが他の者と仮面を交換することも可能だろう。\u000d\u000a\u000d\u000a整然とした完璧な列が再び悠久の栄えより歩み出た。もし何者かが上から見ていたならば、その者はきっと満足したことだろう。@{K}$Flourishing ?- ?of ?- ?Years -> 悠久の栄え$At the end of the hour there comes a woman with a feather of shimmering silver, which she tucks into your hand. Symbol of the innocent heart that will not be eaten by the jackal. \u000d\u000a\u000d\u000aThen a bell rings and the time of speech is over. You all begin to put your masks back on. It is possible - you cannot know for sure - that in this cover someone has exchanged a mask with someone else.\u000d\u000a\u000d\u000aIt is an orderly and perfect line that emerges again from the ear of Flourishing-of-Years. If anyone watches from above, they must surely be satisfied. ",
                                     "LinkToEvent": {"Id": 168605}, "Name": "最後の鐘@{K}Last bell",
                                     "Id": 168632},
                    "Name": "何もしない@{K}Do nothing",
                    "Description": "ふさわしい儀式によってこの祭典を終えよう。@{K}Let the ceremony end according to the proper rites.",
                    "ButtonText": "", "Id": 139122}],
 "Description": "信頼の時は終わりに近づいた。何か他にしたい事があるのなら、今がその時だ。@{K}The hour of confidence is drawing to its end. If there is anything else you need to do, now is the time.",
 "Name": "儀式の終わり@{K}Ritual's End", "Id": 168628}
