{"ChildBranches": [{"DefaultEvent": {"Description": "月蛾はその翅を開いて、また閉じた。「不適格だ」それは言う。「ヴィザージュでは全ての者が面を着ける。自らの顔でこの島を歩めば醜聞となるだろう」@{K}$Visage -> ヴィザージュ$Moon-Moth unfolds and folds its wings. \"Not suitable,\" it says. \"On Visage everyone is masked. To walk on the island with your own face would give scandal.\"",
                                     "LinkToEvent": {"Id": 168633}, "Name": "駄目？@{K}No?",
                                     "Id": 168634},
                    "Name": "面なしでこの先に行けないか聞く@{K}Ask to go about without any mask",
                    "Description": "ありがたい話だが、あなたには自分自身の美貌で十分だ。@{K}Your own fair face will do for you, thanks very much.",
                    "ButtonText": "", "Id": 139123},
                   {"DefaultEvent": {"Description": "月蛾が解説してくれた。面はそれぞれにヴィザージュの住民に対する意図を表しており、訪問者たちには身に着けた面に適した振る舞いが求められる。蛙の面は不器用で地域の礼儀作法に詳しくはないかもしれず、この辺りの慣習を観察し無作法な感想を述べる訪問者だ。\u000d\u000a\u000d\u000aイナゴはヴィザージュにおいて利益を追求し、持ち出せるだけの品物を持ち出すことを目的とする者の面だ。\u000d\u000a\u000d\u000aあなたは蝙蝠についても話すようせっついたが、月蛾は躊躇った。「蝙蝠は不吉な訪問者を表す。伝令か間諜として送り込まれた者だ。蝙蝠は常に死ぬ」@{K}$Visage -> ヴィザージュ$Moon-Moth explains: each mask declares a different intention towards the denizens of Visage, and must be accompanied by suitable behavior. The Frog is for visitors who, though perhaps clumsy and unfamiliar with local etiquette, have come in order to observe local ways and to make uncouth comments about them. \u000d\u000a\u000d\u000aThe Locust is for those who seek profit in Visage and would carry away as many goods as possible.\u000d\u000a\u000d\u000aYou prompt about the Bat. Moon Moth hesitates. \"Bat is an ill-omened visitor. Sent as a messenger or a spy. Bat always dies.\"",
                                     "LinkToEvent": {"Id": 168633},
                                     "Name": "種々の害悪@{K}Assorted pestilences", "Id": 168635},
                    "Name": "覆面の意義を尋ねる@{K}Ask the significance of the masks",
                    "Description": "美的感覚以上の理由があるかもしれない。@{K}Maybe there's more to it than a question of aesthetic taste.",
                    "ButtonText": "", "Id": 139124},
                   {"DefaultEvent": {"Description": "月蛾は面を持ち上げてあなたの頭に被せた。眼孔は大きくレンズが嵌められている。これのお陰で周囲が良く見えるが、外からは目が膨れているように見えるだろう。さらに口の部分にも機械が仕込まれており、あなたの発するすべての音を――呼吸音すらも――拡大する仕組みになっている。あなたが月蛾に礼を言おうとすると、蛙のようなしわがれた声が響き渡った。\u000d\u000a\u000d\u000a「この訪問により知識を得られますように」月蛾が言った。その翅は背にきちんと折り畳まれている。@{K}Moon-Moth lifts the mask and places it over your head. The eye holes are large and they are fitted with spectacles. These improve your view of the environment, though you must look bulb-eyed from the outside. There is also a mechanism attached to the mouth piece which magnifies any sounds you make, even your breathing. You start to thank the Moon-Moth and it comes out as a booming croak.\u000d\u000a\u000d\u000a\"May you profit from your visit in knowledge,\" says Moon-Moth. Its wings fold neatly over its back.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "ゲコッコココ@{K}Brekkekkekek", "Id": 168636},
                    "Name": "蛙の面を選ぶ@{K}Choose the frog mask",
                    "Description": "好奇心旺盛そうな見た目だ。@{K}It looks curious.",
                    "ButtonText": "", "Id": 139125},
                   {"DefaultEvent": {"Description": "月蛾はイナゴの面をあなたの頭に乗せた。面の眼孔には薄い金のフィルムが被せられており、それを通すと値打ちのある物がより明るく輝いて見えた。\u000d\u000a\u000d\u000a「良い収穫がありますように」月蛾が言った。\u000d\u000a\u000d\u000aそしてあなたが振り向きかけると、それは財布の紐を二重に結びなおした。あなたが蛾から掏ろうすると思っているかのように。あなたにもはっきりと見えていることを知らないのか？@{K}Moon-Moth settles the locust mask over your head. The eyeholes are covered with a thin gold film through which valuable objects gleam more brightly.\u000d\u000a\u000d\u000a\"May you find a happy harvest,\" says Moon-Moth. \u000d\u000a\u000d\u000aThen, when you have partly turned away, it double-knots the ties on its purse, as though you're likely to pick its pockets. Doesn't it know you can see it?",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "全てに対する飢え@{K}Hunger for all things", "Id": 168637},
                    "Name": "イナゴの面を選ぶ@{K}Choose the locust mask",
                    "Description": "貪欲そうな見た目だ。@{K}It looks voracious.",
                    "ButtonText": "", "Id": 139126},
                   {"DefaultEvent": {"Description": "月蛾はその翅を広げて、また閉じた。（あれも蛾の衣装の一部だろうか？そのように見えるが、この蛾が本物の翅を持っているという可能性を排除することもできない。）\u000d\u000a\u000d\u000a「お悔やみ申し上げる」それはあなたの頭に蝙蝠の面を被せ擦り切れた革紐を後頭部で結ぶと、礼儀正しく形式に則り述べた。面の内側は麝香の香りがした。@{K}Moon-Moth spreads and folds its wings. (Are those part of the moth costume? It looks that way, but one cannot rule out the possibility that Moth has real wings.)\u000d\u000a\u000d\u000a\"My condolences,\" it says, with polite formality, as it sets the bat mask on your face and ties the worn leather straps around the back of your head. The inside of the mask smells of musk.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "伝言を持たない伝令@{K}Messenger with no message",
                                     "Id": 168638},
                    "Name": "蝙蝠の面を選ぶ@{K}Choose the bat mask",
                    "Description": "恐ろしい見た目だ。@{K}It looks threatening.",
                    "ButtonText": "", "Id": 139127}],
 "Description": "様々な色と形の仮面や覆面があなたを待っている。@{K}Masks in an assortment of shapes and colours await.",
 "Name": "面を選ぶ@{K}Choice of masks", "Id": 168633}
