{"ChildBranches": [{"DefaultEvent": {"Description": "月蛾は角から目盛りのついた棒を取り上げた。そして部屋の端に立ち、あらかじめ決められた地点で棒を水に差し入れ目盛りを用いて水位を測り、その数値が暦に書かれたものと比較される手順を実演してみせた。暦と水位が一致しない場合は幾本ものパイプと放水路を用いて調整が行われるという。\u000d\u000a\u000d\u000a「昔、水位は自然に上昇と下降を繰り返しており、『かつての人々』はその高さを記したのだ」蛾は言う。「今や水は動かなくなってしまった。しかし彼らの行動のお陰で、いまだに洪水の神を喜ばせるため水位の変動を模倣することが出来る」\u000d\u000a\u000d\u000a蛾は牡羊の神の像に向けて腰を折って一礼し、説明を締めくくった。@{K}From a corner Moon Moth picks up a graduated stick. He shows you how a person standing at the end of the room may dip the stick into the water and use it to measure the water level at a pre-selected point, and how the measurements are compared with measurements written on a calendar. If the water level does not match the calendrical position, an assembly of pipes and drains is used to adjust it.\u000d\u000a\u000d\u000a\"It used to be,\" says the Moth, \"that the water rose and fell of its own accord, and the People Before wrote down what height it reached. Now the water is still, but thanks to their actions, we can replicate the rise and fall so as still to be pleasing to the God of Flood.\"\u000d\u000a\u000d\u000aIt completes this explanation with a half-body bow towards the statue of the ram-deity.",
                                     "LinkToEvent": {"Id": 168639},
                                     "Name": "日々の水深@{K}Depth per day", "Id": 168640},
                    "Name": "この部屋の用途を尋ねる@{K}Ask about the purpose of this room",
                    "Description": "何かの役立つようにはまったく見えない。@{K}It doesn't really look as though it's good for anything.",
                    "ButtonText": "", "Id": 139128},
                   {"DefaultEvent": {"Description": "あなたはこの広間と素晴らしい水場に対する感嘆の念を表明した。言葉はいつも通り蛙の鳴き声のように拡大される。他の仮面たちがあなたの方を振り向いたが(鰐と蓮の花、そして三日月だ)、誰も何も言わない。あなたは適切な量の侮蔑を勝ち取ったようだ。\u000d\u000a\u000d\u000a月蛾が静かにあなたの蛙らしい振舞いを称えている。@{K}You exclaim at how much you admire this room and its excellent pool. Your words are, as always, amplified into a croak. Other masks turn towards you (crocodile, lotus blossom, crescent moon) but no one speaks. You have garnered a suitable degree of disdain.\u000d\u000a\u000d\u000aMoon Moth quietly applauds your performance of froghood.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "ゲコー@{K}Croak.",
                                     "Id": 168641},
                    "Name": "間が抜けた調子で熱烈にこの素晴らしい室内プールを褒める@{K}Show oafish enthusiasm for this wonderful indoor pool",
                    "Description": "蛙は水場を好むものだろう？@{K}Frogs like pools, right?",
                    "ButtonText": "", "Id": 139129},
                   {"DefaultEvent": {"Description": "あなたは水差しを取ろうとしたが、絵具を塗られた小さな粘土の欠片しか掴むことは出来なかった。\u000d\u000a\u000d\u000a月蛾はあなたがイナゴの様な真似をしようとしたことに仰天し同時に憤っている。それは何事かを一人鳴きながら、あなたを急いで外に追い立てた。もしかするとこの島では盗みを行うには他の仮面が必要とされるのかもしれない。少なくとも、この面を着け続けることは許されなかった。@{K}You make a grab for the jug and come away with a tiny fragment of paint-daubed clay. \u000d\u000a\u000d\u000aMoon Moth looks scandalized that you would attempt something so locust-like. It hurries you back outside, chittering to itself. Perhaps theft requires a different mask here. At any rate, you're not allowed to keep this one.",
                                     "LinkToEvent": {"Id": 143376},
                                     "Name": "あなたの役目ではない@{K}Not your role", "Id": 168642},
                    "Name": "像の水差しを盗もうとする@{K}Try to steal the statue's jug",
                    "Description": "古そうに見える。つまりは高価そうだ。@{K}It looks ancient, and consequently valuable.",
                    "ButtonText": "", "Id": 139130},
                   {"DefaultEvent": {"Description": "月蛾はあなたがこれほど蝙蝠に近い行いを試みた事に呆れ、憤っている。それは何事かを一人囀りながらあなたを急いで外に追い立てた。もしかすると他の仮面が必要だったのだろうか？\u000d\u000a\u000d少なくともこの面を着け続けることは許されず、あなたは港に戻された。@{K}Moon Moth looks scandalized that you would attempt something so bat-like. It hurries you back outside, chittering to itself. Perhaps you needed a different mask?\u000d\u000a\u000dAt any rate, you're not allowed to keep this one. It's back to the dock for you.",
                                     "LinkToEvent": {"Id": 143376},
                                     "Name": "あなたの役目ではない@{K}Not your role", "Id": 168643},
                    "Name": "他の者の様子を窺う@{K}Spy on the other occupants",
                    "Description": "注意深く見張る必要がある。@{K}Close watch is what they need.",
                    "ButtonText": "", "Id": 139131},
                   {"DefaultEvent": {"Description": "月蛾は読み解くことのできない雰囲気を纏い、あなたが今までに見たことのあるより深く、澄んでいて、冷ややかで魚の多く住むこの部屋よりも印象的な水場について語るのを見つめていた。\u000d\u000a\u000d\u000a住人たちはあなたの近くから離れた場所に集まった。あなたは社会的な役割をきちんと果たしたのだ。@{K}Moon Moth watches inscrutably while you talk about other bodies of water that have impressed you more than this one. Deeper, clearer, colder, more densely populated with fish.\u000d\u000a\u000d\u000aOther denizens move away from you, and towards one another. Your social function is well performed.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "クーマエ運河を見たことは？@{K}$Cumaean Canal -> クーマエ運河$Have you seen the Cumaean Canal?",
                                     "Id": 168644},
                    "Name": "不躾に他の水場と比べてみせる@{K}Tastelessly compare this room to other bodies of water",
                    "Description": "蛙は水を知っている。@{K}Frogs know water.", "ButtonText": "",
                    "Id": 139132},
                   {"DefaultEvent": {"Description": "月蛾はあなたが話すのを聞きながら辺りを見回した。数名の他の仮面もあなたの言葉を耳にしたようだ。「お前は何者だ？蝙蝠か？」\u000d\u000a\u000d\u000aどうやらイナゴはこのような事を言わず、考えもしないものらしい。あなたの役割は欲望と獲得だ。気づきではなく、表明でもない。喜びや称賛の念、あるいは恐怖を感じることでもないのだ。\u000d\u000a\u000d\u000a数時間後、あなたは半裸の状態で港に戻った。イナゴの面はなくなり、世界全体に掛かっていた奇妙な煌めくような色味も消えた。あなたはあれを忘れないだろう。@{K}Moon Moth looks around while you speak. Several of the other masks have heard you. \"What are you, a Bat?\"\u000d\u000a\u000d\u000aIt seems this is not the sort of thing that Locusts are supposed to say, supposed to think. Your role is to desire and acquire. Not to notice. Not to exclaim. Not to feel joy or admiration or dread.\u000d\u000a\u000d\u000aSeveral hours later, you are back at the docks, half-naked. Your locust mask is gone, and with it the strange glimmering tint that it cast on the whole world. You'll remember that.",
                                     "Name": "あなたの役目ではない@{K}Not for you", "Id": 169395},
                    "Name": "どれだけこの水場を好きか言う@{K}Say how much you like the pool",
                    "Description": "水の注ぎこむ場所から数インチしか離れていない水面さえもこのように静まり返っている様は驚くべきものであり、同時にひどく奇妙だ。@{K}The way the surface of the water is so still even a few inches from where it's being poured in. Impressive. Strange.",
                    "ButtonText": "", "Id": 139572},
                   {"DefaultEvent": {"Description": "あなたはあまり多くを集めることも出来ず、すぐに止められた。月蛾はあなたが偽造や貨幣の鋳造といった陰謀を企んでいるのだと決めてかかっている。\u000d\u000a\u000d\u000a蛾はあなたに探索することを求め、その上で探索について罰せられることを望んでいる。蝙蝠はそのように扱われるものなのだ。\u000d\u000a\u000d\u000aあなたは傷を負い仮面を剥ぎとられ、港に戻された。@{K}You don't get far. The Moon-Moth determines that you're up to some obscure act of counterfeiting or coinage-related espionage.\u000d\u000a\u000d\u000aIt expects you to explore. Then it expects you to be punished for exploring. That is what happens to Bats.\u000d\u000a\u000d\u000aYou end up scarred and maskless, back at the dock.",
                                     "Name": "どちらかというとイナゴの領分だ@{K}More of a Locust activity",
                                     "Id": 169400},
                    "Name": "水場の底からコインを回収しようとする@{K}Try to collect coins from the bottom of the pool",
                    "Description": "沢山落ちている。@{K}There are a large number of them.",
                    "ButtonText": "", "Id": 139575},
                   {"DefaultEvent": {"Description": "月蛾は驚いた様子もなくこちらを見る。(もちろん、仮面の上にそのような表情を浮かべる術はないのだから、驚いた表情が無いのは当然のことだ。しかしあなたの過ちによって引き起こされた苛立ちを示す小さな仕草さえもなかった。)\u000d\u000a\u000d\u000a蛾は質問されるのを待っていたようだ。そしてあなたがその質問によって罰せられることを期待している。蝙蝠はそのように扱われるものなのだ。\u000d\u000a\u000d\u000aあなたは傷を負い仮面を剥ぎとられ、港に戻された。@{K}Moon Moth looks at you without surprise. (Of course without surprise. No such expression can register on a mask. But without the small gestures of agitation that accompany a mistake on your part.) \u000d\u000a\u000d\u000aIt expects you to ask questions. Then it expects you to be punished for asking. That is what happens to Bats.\u000d\u000a\u000d\u000aYou end up scarred and maskless, back at the dock.",
                                     "Name": "侵入者@{K}Infiltrator", "Id": 169401},
                    "Name": "どれだけこの水場を好きか述べる@{K}Say how much you like the pool",
                    "Description": "水の注ぎこむ場所から数インチしか離れていない水面もこれほどに静まり返っている様は驚くべきものであり、同時にひどく奇妙だ。@{K}The way the surface of the water is so still even a few inches from where it's being poured in. Impressive. Strange.",
                    "ButtonText": "", "Id": 139576},
                   {"SuccessEvent": {"Description": "あなたは水に踏み込み硬貨を集めた。人々は仮面の裏から見ているが誰も止めようとはしない。\u000d\u000a\u000d\u000a少ししてから部屋にいた他のイナゴの仮面を身につけた者もあなたの周りに集い始め、次第に数を増やしながら最終的には六人程度が集まり水場の底から硬貨をかき集め、あなたたちは根こそぎすべて取りつくすまで共に水底を浚った。\u000d\u000a\u000d\u000aイナゴのすべき事をしたまでだ。@{K}You wade into the water and begin gathering coins. People watch you from behind their masks, but no one tries to stop you. \u000d\u000a\u000d\u000aAfter a moment, the other locust masks in the room swarm with you, four and five and six of you together, scraping up the coins from the bottom of the pool, working your way along until everything is gone. \u000d\u000a\u000d\u000aIt is just how a locust ought to behave.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "ゲットだ@{K}Gotcha",
                                     "Id": 169393},
                    "DefaultEvent": {"Description": "あなたは水に踏み込み硬貨を集め始めた。人々は仮面の裏から見ている。月蛾はどうすべきか悩んでいるようだった。あなたはイナゴの役割を完璧に果たしているが、この硬貨は神聖なものだ。\u000d\u000a\u000d\u000aあなたの決意が揺らぎ一瞬の躊躇が生まれると、他の者たちが一斉に迫りあなたは部屋の外へと追い出されてしまった。しかし、街からも追い出されたわけでは全くない。@{K}You wade into the water and begin gathering coins. People watch you from behind their masks. Moon Moth looks uncertain: you're playing the role of locust flawlessly, but these are sacred.\u000d\u000a\u000d\u000aYou hesitate for just a moment, your will wavering, and that's enough. The others rush you and drive you out. But you are not made to leave the city, at any rate.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "収入？@{K}Take?",
                                     "Id": 169392},
                    "Name": "広間の底の硬貨を集める@{K}Gather coin from the Flood Court floor",
                    "Description": "人々は此処を願掛けの泉として使っているようだ。@{K}Apparently people use it as a wishing well.",
                    "ButtonText": "", "Id": 139570},
                   {"SuccessEvent": {"Description": "壁の文字は小さな絵だった。長い間見つめていると絵から意味が現れてくる。そのカレンダーは遥か昔遠く離れた地を流れていた太古の河の水嵩と水深を記録した物だ。農耕の季節と洪水の時期、そして干ばつの期間の周期が記されている。何百世代にも渡り変わることなく繰り返されてきた循環だ。\u0000\u000a\u000d\u000a月蛾は壁の文字を見つめられるのを好まないようだ。好まないどころか、あなたを変装した蝙蝠だと非難して追い出した。\u000d\u000a\u000d\u000aこれもまた繰り返しの一部だ。@{K}The sigils are tiny pictures, and the tiny pictures yield a meaning if you stare long enough. The calendar remembers the heights and depths of an ancient river, one that flowed far away and long ago. It remembers cycles of farming time and flood time and drought time. It remembers a circular stasis, a way of being that repeated in just the same fashion for hundreds of generations.\u000d\u000a\u000d\u000aThe Moon Moth does not like you staring at the fragments. Does not like it, and accuses you of being a Bat in disguise, and casts you out.\u000d\u000a\u000d\u000aThat is also part of a cycle.",
                                     "Name": "水位と水深@{K}Heights and depths", "Id": 169396},
                    "DefaultEvent": {"Description": "壁の文字は小さな絵だった。長い間見つめていると絵から意味が現れてくる。しかし、太古の河とかつての洪水について何かをつかみかけていたところで、邪魔が入った。\u000d\u000a\u000d\u000a月蛾は壁の文字を見つめられるのを好まないようだ。好まないどころか、あなたを変装した蝙蝠だと非難して追い出した。\u000d\u000a\u000d\u000a新しい仮面をかぶって後で来るべきだろう。@{K}The sigils are tiny pictures, and the tiny pictures yield a meaning if you stare long enough. You are catching something, something about an ancient river and floods that were, when you are interrupted.\u000d\u000a\u000d\u000aThe Moon Moth does not like you staring at the fragments. Does not like it, and accuses you of being a Bat in disguise, and casts you out.\u000d\u000a\u000d\u000aYou'll have to come back later, in a new mask.",
                                     "Name": "水位と水深@{K}Heights and depths", "Id": 169394},
                    "Name": "壁に描かれた暦を観察する@{K}Study the calendars drawn on the walls",
                    "Description": "どこの言語かは分からなかったが、日々が繰り返す様は見間違えようもない。@{K}You don't recognise the language, but the repeating pattern of days is unmistakeable.",
                    "ButtonText": "", "Id": 139571}],
 "Description": "月蛾が傍らに立ち、案内して回ってくれる。@{K}Moon Moth stands to one side, as your escort and tour guide.",
 "Name": "洪水の間@{K}Flood Court", "Id": 168639}
