{"ChildBranches": [{"DefaultEvent": {"Description": "鼠は受け取られたが、すぐさま家で飼われている猫に渡されてしまった。金線細工の小さな仮面を着けた艶のある黒い毛皮の満足げな生き物に。\u000d\u000a\u000d\u000aその結果、気まずいことに幾何学者本人への贈り物がなくなってしまった。あなたは誰かがあなたをもっと恥ずかしい役目の仮面に変えさせようと思い立つ前に早々に立ち去るほかなかった。@{K}The rats are accepted but immediately passed on to the household cat - a sleek black satisfied creature, in its own small mask of filigree gold. \u000d\u000a\u000d\u000aAwkwardly, this leaves you with no other gift for the Geometer himself. You have no choice to depart early, before someone thinks to have you re-masked in a more embarrassing part.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "猫用@{K}For the cat",
                                     "Id": 168892},
                    "Name": "数珠つなぎの鼠を持って行く@{K}Bring a string of rats",
                    "Description": "コブラは齧歯類を好んで食べるものだろう？@{K}Cobras like to eat rodents, surely?",
                    "ButtonText": "", "Id": 139258},
                   {"DefaultEvent": {"Description": "幾何学者は首飾りを召使に渡し、それを磨り潰しそれから出来た顔料は絵画に使うようにように命じた。これが致命的な侮辱だったのかははっきりしない。\u000d\u000a\u000d\u000a少なくとも、家から放り出されはしなかった。@{K}He gives them to a servant with orders that they be crushed, and the powder made to pigment, and the pigment used for painting. It is uncertain whether this is a deadly insult.\u000d\u000a\u000d\u000aYou aren't thrown out of the house, at any rate.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "ブルーな気分@{K}Feeling blue", "Id": 168893},
                    "Name": "ラピスラズリの首飾りを持って行く@{K}Bring a necklet of lapis beads",
                    "Description": "彼に似合わなかったとしても彼の妻になら似合うことだろう。彼女にも合わなければ、捧げ物にしてもいい。@{K}If they do not suit him, they may suit a wife of his; if they don't suit her, he can use them for an offering.",
                    "ButtonText": "", "Id": 139259},
                   {"DefaultEvent": {"Description": "彼はその贈り物に喜んでいるが、同時に驚いてもいるようだった。このような類の品は蝙蝠によって持ち込まれるものだと考えていたと何度も述べる。\u000d\u000a\u000d\u000aあなたは蛾であると納得させるため、繰り返し鳴き声を上げ翅を閉じたり開いたりしなければならなかった。@{K}He appears to be pleased by this gift, but it takes him aback, as well. Several times he remarks that this sort of merchandise is something he would expect to be brought to the island by a Bat.\u000d\u000a\u000d\u000aIt requires a great deal of chittering and wing-folding to persuade him of your Moth nature.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "複雑な結果@{K}Mixed results", "Id": 168894},
                    "Name": "新しい巻物に写された蛇を主題とする詩を持って行く@{K}Bring a poem concerning snakes, copied on a new scroll",
                    "Description": "蛇の穴の鱗持つ住人たちにまつわる800行にも渡る詩。@{K}800 lines on the scaly denizens of the snake pit.",
                    "ButtonText": "", "Id": 139260},
                   {"DefaultEvent": {"Description": "部屋の角に放られ、砕けてしまった！一日中剥き出しの鱗に覆われた面で頭を覆う者に櫛が何の役に立つというのだ？\u000d\u000a\u000d\u000a例えばヒヒの面のような悪戯者からであればこれも機知に富んだ行いとみなされもしようが、あなたが贈るのはいけない！まったくもって不適当だ！@{K}Flung away into a corner! Broken! He is disdainful. What use for a comb to a man whose head is covered in bare scales day in and out? \u000d\u000a\u000d\u000aFrom a joker, for instance baboon mask, it would have been a very good witticism, but from you, no! Wholly out of place!",
                                     "LinkToEvent": {"Id": 168605}, "Name": "……駄目だ。@{K}...no.",
                                     "Id": 168895},
                    "Name": "骨からできた櫛を持って行く@{K}Bring a comb made of bone",
                    "Description": "頭全体を覆う面の下では髪を伸ばしているかもしれない。@{K}Perhaps he grows hair beneath his mask, which covers his whole head.",
                    "ButtonText": "", "Id": 139261},
                   {"DefaultEvent": {"Description": "その贈り物は幾何学者にとって個人的に好ましいものだったようだ。彼が作法に則り断る前に惜しむように躊躇った様子から分かる。賢明な選択ではあったが、蛾からコブラへ送るものではない。それゆえに間違ったものなのだ。@{K}The gift is suited to him personally: one can see this by the way that he hesitates regretfully before he performs the rejection that etiquette requires. It was thoughtful, but it is not the gift of Moth to Cobra. Therefore, wrong.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "欲は置いておくとして@{K}Hunger set aside", "Id": 168898},
                    "Name": "新しい蝋燭を持って行く@{K}Bring fresh candles",
                    "Description": "彼は蝋燭を好むと聞く。@{K}You have heard that he likes candles.",
                    "ButtonText": "", "Id": 139263},
                   {"DefaultEvent": {"Description": "彼は贈り物を受け取り、その価値を認めた。ケーキは客間の机の前面に置かれた。他の客人たちもそれを見てあなたの賢明な選択に感心することだろう。\u000d\u000a\u000d\u000aあなたは部屋の壁際に立ち他の者たちの訪問を見守ることを許された。しかしどの客が持ってきた贈り物もあなたの贈り物の置かれた名誉ある場を取って代わることはなかった。ゼラチンの中に固められ開かれたくちばしから囀りの泡を立ち昇らせるヒバリでさえもだ。\u000d\u000a\u000d\u000a筆頭幾何学者の館を立ち去ろうとすると彼はあなたに予言を言い渡した。いつの日か最も必要とするときに、地がお前を飲み込み別の場所に吐き出すだろう。もちろんこの予言は慣習的な言葉に過ぎない。@{K}He accepts; he approves. The cakes are placed on the front table of his receiving room so that the other guests may observe and appreciate the correctness of your gesture. \u000d\u000a\u000d\u000aYou are permitted to stand to one side and to watch the others arrive, but there is no one whose gift supplants yours in the place of honor. Not even the gift of a preserved lark, frozen in gelatin with a bubble of song rising from its open beak.\u000d\u000a\u000d\u000aWhen you depart the Chief Geometer's house, he presses on you a prediction: that one day when you have most need, the earth will swallow you in one place and spit you out in another. It is, of course, only a ritual saying.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "勝利@{K}Triumph",
                                     "Id": 168899},
                    "Name": "蜂蜜のケーキを二つ持って行く@{K}Bring two honey cakes",
                    "Description": "蛇を宥めるのに適当な贈り物ではないか？@{K}Isn't that the proper gift for lulling snakes? ",
                    "ButtonText": "", "Id": 139264},
                   {"DefaultEvent": {"Description": "あなたは手ぶらで館を訪れた。彼の机には既にほかの贈り物の包装紙が山になっている。彼らはあなたを咎めた。あなたは過ちを犯したのだ。あなたは誰かがあなたをもっと恥ずかしい役目の仮面に変えさせようと思い立つ前に、早々に立ち去るほかなかった。@{K}You arrive empty-handed. Already piled on his table are the wrappings of other gifts. They reprove you. You have erred. You have no choice to depart early, before someone thinks to have you re-masked in a more embarrassing part.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "駄目だ。@{K}No.",
                                     "Id": 168900},
                    "Name": "何も持って行かない@{K}Bring nothing",
                    "Description": "地位の低い人間が目上の者に対して施しの心を示すのは失礼に当たるだろう。@{K}It is impertinent for one of lesser rank to presume to show charity to a superior.",
                    "ButtonText": "", "Id": 139265},
                   {"DefaultEvent": {"Description": "あなたは震えながら家で座っていた。彼があなたの欠席をとがめる書状を送ってきたのだ。これもダンスの一部なのだろうか？@{K}You sit at home, in a quake. When he sends a message to reprove you for your non-attendance, is this also part of the dance?",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "失うこともなく、得ることもない@{K}Nothing lost but nothing gained",
                                     "Id": 168902},
                    "Name": "行かない@{K}Do not go",
                    "Description": "彼には招く義務があるが、あなたが招待を受けるのは不適当だ。@{K}It is necessary for him to offer but incorrect for you to accept.",
                    "ButtonText": "", "Id": 139267}],
 "Description": "あなたは彼の館に招かれた。地位は低いが無視するほど卑しい身分でもない者との面会に慣習的に割り当てられた時刻だ。どのような贈り物を持って行こう？@{K}Now you have been invited to his home, at the time customarily appointed for him to receive those who are not his equal in rank, yet not so far beneath him as to deserve to be ignored. What ceremonial gift will you bring?",
 "Name": "幾何学者の館@{K}Geometer's House", "Id": 168891}
