{"ChildBranches": [{"DefaultEvent": {"Description": "「先週の火曜日にまたお話に来るといいわ」彼女はそこで言葉を切り、苛立たしげな吐息を漏らした。「いいえ。そうではなくて。えへん。戻ってらっしゃい……すぐに？いずれにせよ別の機会に。良い日取りを選びなさいな。あまりそういう日は多くないから」<br/><br/>　今のはおそらく、立ち去りなさいということだろうか？@{I}\"You should come back last Tuesday for another little chat,\" she pauses, and huffs. \"No, that's not quite it. Ahem. Come back - soon? Another time. Pick a good one. There aren't enough of those.\" \u000d\u000a\u000d\u000aThat was - probably? - a dismissal.",
                                     "Name": "", "Id": 169233},
                    "Name": "彼女の申し出を受ける@{I}Accept her offer",
                    "Description": "　重要な人々と交友関係を結ぶのはいつだって有益なことだ。たとえそれが、自らの影響力がまだ残っているのかどうか自信のなさそうな人物であっても。[アイル・オブ・キャッツではパトロンは一人しか持つことができません。賢い選択をしましょう。]@{I}$Isle of Cats -> アイル・オブ・キャッツ$It is always useful to be friends with important people, even if they're hazy on the subject. [You may only have one Patron on the Isle of Cats. Choose well.]",
                    "ButtonText": "", "Id": 139461},
                   {"DefaultEvent": {"Description": "　彼女は過去のあなたの失敗については気にしていないようだった。「過去というのは厄介なものよ。基本的には無視してしまうのが一番だと分かったわ。あなたは私との方がずっと反りが合うと思うのだけど、どうかしら」@{I}She does not seem to mind your previous failures. \"Pasts are tricky things. I find it's best to ignore them, on the whole. I think we're much more suited to be friends, don't you?\"",
                                     "Name": "", "Id": 169234},
                    "Name": "パトロンを変更する@{I}A change of Patron",
                    "Description": "「イザリーのお知り合い？なんて素敵な偶然かしら。あの人間のことは私も良く知っているわ」@{I}$Isery -> イザリー$\"You know Isery? What a lovely coincidence, I know them quite well myself.\"",
                    "ButtonText": "", "Id": 139462},
                   {"DefaultEvent": {"Description": "　ザイラは申し出を断られても平然としていた。「あなたはまた考え直すかもしれないわ。お祖母さんの体調が良くなればね。お祖母さんは坐骨神経痛かしら？それともフルーク風邪？両方？本当に？それはお気の毒に」@{I}$[Ff]luke -> フルーク, Zaira -> ザイラ$Zaira takes your refusal in stride. \"Maybe you'll rethink things, once your grandmother is feeling recovered. Is it sciatica? Or fluke-flu? Both? You don't say. My sympathies.\"",
                                     "LinkToEvent": {"Id": 168543}, "Name": "", "Id": 169235},
                    "Name": "彼女の申し出を拒否する@{I}Refuse her",
                    "Description": "　あなたは今とても忙しくしているし、その上祖母が病に臥せっているのかもしれない。@{I}You are quite busy at the moment, and possibly your grandmother is ill.",
                    "ButtonText": "", "Id": 139463},
                   {"DefaultEvent": {"Description": "「あなた今じゃイザリーのために働いてるって本当に本当かしら？私のためではなく？」ザイラは眉間にしわを寄せた。「ああそう。ならまた別の日に。別の都市で。きっとね？確かに」@{I}$Isery -> イザリー, Zaira -> ザイラ$\"Are you <i>quite</i> sure you're working for Isery, and not for me?\" Zaira wrinkles her nose. \"How extraordinary. Oh well - another time. Another city. Probably? Quite.\"",
                                     "LinkToEvent": {"Id": 168543}, "Name": "", "Id": 169236},
                    "Name": "先約済み@{I}Promises made",
                    "Description": "　蜜花の修道女の一人が音もなく部屋に入ってきて、ザイラの耳元で何かを囁いている。@{I}$Zaira -> ザイラ, Melliferous Sister -> 蜜花の修道女$A Melliferous Sister glides into the room, and whispers a few words in Zaira's ear.",
                    "ButtonText": "", "Id": 139464},
                   {"DefaultEvent": {"Description": "「私たちは既に一度お友達になろうと努力したのではなかったかしら？またやってみようという気にはとてもならないわね。あなた今頃ドラウニーの餌にされていてもおかしくはなくてよ」白い歯のきらめき。「それともドラウニーに人を食わせていたのはイザリーの方だったかしら？もしかしたら両方？それはありそうなことだと思う？」[アイル・オブ・キャッツのパトロンたちはもうあなたには仕事を任せません。]@{I}$[Dd]rown(y|ies) -> ドラウニー, Isle of Cats -> アイル・オブ・キャッツ, Isery -> イザリー$\"We've already tried to be friends once, haven't we? I hardly think we should attempt it again. I might actually have you eaten by a Drownie.\" A flash of white teeth. \"Or maybe Isery's the one that has people eaten by Drownies? Maybe we both do? Does that seem likely to you?\"  [The Patrons of the Isle of Cats have no further use for you.]",
                                     "Name": "", "Id": 171289},
                    "Name": "やり直す機会@{I}Second chances",
                    "Description": "　あなたは以前、彼らの期待に沿えなかった。しかし彼らは寛大な気分になってくれるだろうか？@{I}You have failed them before. But perhaps they are feeling lenient?",
                    "ButtonText": "", "Id": 140689}],
 "Description": "「私たちは今までに出会ったことがない、そうよね？そうよ。間違いなくこれが最初だわ。でも……ふぅむ」檻の婦人は素早く頭を振った。「これが初めてということにして話を進めるのが一番かしら、あなたもそう思わない？」<br/><br/>　彼女の金色のヴェールは、その両眼だけを隠しているに過ぎず、ぬらぬらと光る、噛み締められた彼女の唇は剥き出しになっていた。もしかしたら、彼女の左腰では、百もの小さな銀の鍵が一斉にじゃらじゃらと鳴っているのかもしれない。「私たちはお友達になるべきよ。いいこと、私はとても重要な人間で……少なくとも以前はそうだったわ。いいえ。今でもよ」彼女はそこで少し間を空けた。「ええ。間違いなく私は今でも重要な人間よ」@{I}$Lady of the Cages -> 檻の婦人$\"We have not met. Have we? No, this is definitely the first time. But - hmm.\" The Lady of the Cages shakes her head sharply. \"Best to proceed as if it is the first, don't you think?\"\u000d\u000a\u000d\u000aA veil of gold-mesh obscures only her eyes, leaving her glistening, bitten lips bare. Perhaps a hundred small silver keys jangle in a bunch at her left hip. \"I think we should be friends. I'm very important you know - or I was. No, still am.\" She pauses. \"Yes, I am quite sure I still am.\"",
 "Name": "婦人からの後援@{I}The Lady's Patronage", "Id": 169232}
