{"ChildBranches": [{"DefaultEvent": {"Description": "月蛾が説明してくれた。この場所の名前は『断片の図書館』というような意味だと思われがちだが、それは間違いだという。\u000d\u000a\u000d\u000aここで言う一端というのは芝居の役のことを表す。ヴィザージュの住人たちはどのようにして各々の面をより正確に、完璧に、その魂に沿った形で演じればいいのか、ここで学ぶのだ。@{K}$Visage -> ヴィザージュ$Moon-Moth explains. People think it means something like 'library of fragments', but this is wrong.\u000d\u000a\u000d\u000aThe parts in question are like parts in a play. This is where the denizens of Visage come in order to learn how to perform their masks more accurately, more completely, with a truer spirit.",
                                     "LinkToEvent": {"Id": 169406},
                                     "Name": "仮面の『か』の行に収められている@{K}Filed under M for Masked",
                                     "Id": 169407},
                    "Name": "この部屋の用途を尋ねる@{K}Ask about the purpose of this room",
                    "Description": "これらの本は結局どのような一端なのだろうか？@{K}What sorts of parts are they, anyway?",
                    "ButtonText": "", "Id": 139580},
                   {"DefaultEvent": {"Description": "一番近くにある巻物を手に取り、題名を読み上げる。『心臓の喪失の防ぎ方』。\u000d\u000a\u000d\u000a月蛾はあなたから巻物を取り上げきつく巻き直すと、壁面の棚に戻した。「心臓の喪失を防ぐには、仮面と同じだけ多様な方法がある」いつも通りの軽く無関心な声で蛾は説明した。@{K}Taking the nearest, you read it aloud: 'For guarding against the loss of the heart.' \u000d\u000a\u000d\u000aMoon-Moth takes it from you, rolls it tightly, and returns it to its niche. \"There are as many ways of guarding against the loss of the heart as there are different masks,\" it explains, in that same light and indifferent voice.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "護られた心臓@{K}$Hearts -> ハート$Hearts guarded",
                                     "Id": 169408},
                    "Name": "不器用に巻物を読む@{K}Study the scrolls in a bumbling way",
                    "Description": "とても古そうであることだ。@{K}They look very old, after all.",
                    "ButtonText": "", "Id": 139581},
                   {"DefaultEvent": {"Description": "月蛾は驚いたようだった。どうやら他の蛙は図書館の所有物を損なうほど大胆な行動をとったことはないらしい。蛾は諫める言葉を述べながらあなたからペンを取り上げた。\u000d\u000a\u000d\u000a後になって、その蛾があなたの先ほどの行動を記録している所を見つけた。蛙がどのような行動をとりうるのかという記録として一端の書庫に加えるのだろう。@{K}Moon-Moth is startled. Apparently no other Frog has gone so far as to attempt to deface the library's holdings. It gets the pen away from you, expostulating.\u000d\u000a\u000d\u000aLater you find it writing down a record of what you just did. To be added to the Library of Parts, a recollection of what can be expected from frogs.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "止まれ！@{K}Halt there!",
                                     "Id": 169411},
                    "Name": "本の余白に書き込む@{K}Write notes in the margins",
                    "Description": "蛙の手袋でペンを持つことが出来ればの話だが。@{K}If your frog glove will hold a pen, that is.",
                    "ButtonText": "", "Id": 139584},
                   {"DefaultEvent": {"Description": "あなたは壁の窪みから窪みへと懐に巻物をしまいながら渡り歩いた。\u000d\u000a\u000d\u000a月蛾に止められた。これはイナゴの行いであり、あなたには全く相応しくないというのだ。蛾はむしろあなたにこの場を密やかに調査することを求めているようだ。そして処刑場に連れていかれ上下逆さまに吊られることを望んでいる。それこそがヴィザージュで蝙蝠に起こることなのだ。\u000d\u000a\u000d\u000a役割を間違えたことに対する罰則は、蝙蝠であること自体に対する罰よりはほんの少しましといった程度の物だった。あなたは傷を負い、仮面を失って港に戻された。@{K}$Visage -> ヴィザージュ$You go from niche to niche, putting scrolls into your pockets.\u000d\u000a\u000d\u000aMoon-Moth intervenes. This is a Locust activity, not proper for you at all. It expects you to spy instead. Then it expects you to be taken to the place of execution and hung upside down. This is what happens to Bats in Visage.\u000d\u000a\u000d\u000aThe penalty for misplaying your role is only a little better than the penalty for being a Bat. You end up scarred and maskless, back at the dock.",
                                     "Name": "イナゴの領分@{K}More of a Locust activity", "Id": 169419},
                    "Name": "目に留まった巻物を盗む@{K}Steal what scrolls you may",
                    "Description": "此処には巻物が大量にある。@{K}There are a large number of them.",
                    "ButtonText": "", "Id": 139589},
                   {"DefaultEvent": {"Description": "月蛾はあなたの言葉に考えこんだ。もしかすると蛙によりすぎた振る舞いであるとみたのかもしれない。あるいは好意を得るための蝙蝠の手口だと思っているのか。役割を間違えることは良くないが、正しく蝙蝠を演じるのはさらに悪い。\u000d\u000a\u000d\u000aいずれにせよ、罰せられる事に変わりはない。あなたは傷を負い、仮面を失って港に戻された。@{K}Moon-Moth considers you. Perhaps it thinks you are acting too much like a Frog. Perhaps it thinks this is a Bat gambit to gain favour. Misplaying your role would be bad, and correctly playing the Bat would be worse. \u000d\u000a\u000d\u000aEither way, there are penalties. You end up scarred and maskless, back at the dock.",
                                     "Name": "潜入者@{K}Infiltrator", "Id": 169420},
                    "Name": "ヴィザージュの文学的な伝統を称える@{K}$Visage -> ヴィザージュ$Praise the literary traditions of Visage",
                    "Description": "膨大な数の巻物が、美しく彩色を施され綺麗に整理されて納められている。@{K}$[Gg]ant -> ギャント$The scrolls are so numerous, so neatly shelved, so elegantly illustrated.",
                    "ButtonText": "", "Id": 139590},
                   {"DefaultEvent": {"Description": "儀式は一年ごとに何十年も、もしかすると何百年にもわたって記録されていた。全ての記録においてどの住民が出入りのため扉を清めたのか、そして何の仮面が行列に参加したのかが記されている。\u000d\u000a\u000d\u000aその中には、儀式は耳が作られた遥か後に始まったものだという（“新しき人々がヴィザージュに到来せし時”）遠回しだが示唆に富む言及があった。しかしなぜ彼らは来たのか、そして古き人々に何が起こったのかは残されていない。\u000a\u000d\u000aそして、耳の中で語られた物事についての記録は一切なかった。@{K}$Visage -> ヴィザージュ$The ritual is listed yearly for dozens, perhaps hundreds, of years. Each ritual records which citizen cleared the door for entry and which masks were present in the procession. \u000d\u000a\u000d\u000aThere are references, oblique but suggestive, that the ritual began long after the Ear was built, 'when the new people came to Visage.' But why they came, and what happened to the old people, is not recorded.\u000d\u000a\u000d\u000aAnd there is never any record about what was said inside the Ear.",
                                     "Name": "巻物に次ぐ巻物@{K}Scroll after scroll", "Id": 169926},
                    "Name": "『耳』で行われる儀式について書かれた本を探す@{K}Look for books about the ritual in the Ear",
                    "Description": "まだ知らないことがあるかもしれない。@{K}Perhaps there's more for you to understand.",
                    "ButtonText": "", "Id": 139897},
                   {"DefaultEvent": {"Description": "あなたは過去の記録を読み、選別していった。儀式は一年ごとに何十年も、もしかすると何百年にもわたって記録されていた。その全てにおいてどの住民が出入りのため扉を清めたのか、そして何の仮面が行列に参加したのかが記されている。\u000d\u000a\u000d\u000aその中には、儀式は耳が作られた遥か後に始まったものだという（“新しき人々がヴィザージュに到来せし時”）遠回しだが示唆に富む言及があった。しかしなぜ彼らは来たのか、そして古き人々に何が起こったのかは残されていない。\u000d\u000a\u000d\u000aそして、あなたは直近の儀式の記録にたどり着いた。今回の儀式は“光により堕した”と書かれている。\u000d\u000a\u000d\u000a \u000d\u000aああ、これはあなたのことを言っているのか。@{K}$Visage -> ヴィザージュ$You sift through past records. The ritual is listed yearly for dozens, perhaps hundreds, of years. Each ritual records which citizen cleared the door for entry, and which masks were present in the procession. \u000d\u000a\u000d\u000aThere are references, oblique but suggestive, that the ritual began long after the Ear was built, 'when the new people came to Visage.' But why they came, and what happened to the old people, is not recorded.\u000d\u000a\u000d\u000aAnd then, this most recent ritual: it is recorded as having been \"corrupted by light.\"\u000d\u000a\u000d\u000a \u000d\u000aAh. That will have been you, then.",
                                     "Name": "巻物に次ぐ巻物@{K}Scroll after scroll", "Id": 169929},
                    "Name": "『耳』で行われる儀式について書かれた本を探す@{K}Look for books about the ritual in the Ear",
                    "Description": "まだ知らないことがあるかもしれない。@{K}Perhaps there's more for you to understand.",
                    "ButtonText": "", "Id": 139899},
                   {"SuccessEvent": {"Description": "金箔で縁の彩られた巻物に、エメラルド・グリーンの絹の帯で束ねられたパピルス。死者の領域への道行きについて扱った詩。全てあなたの袋に収められ、壁に作りつけられた書棚は空になった。\u000d\u000a\u000d\u000a月蛾が気付いた様子はない。あなたの着る衣装の外殻が全てを隠してくれる。@{K}Gilt-edged scrolls. Papyrus bound with emerald-green silk bands. Poems of the traversal to the realm of the dead. Into your sack they go, leaving the scroll-niches bare.\u000d\u000a\u000d\u000aMoon-Moth does not see what you do. The carapace of your costume hides everything.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "もっと、沢山@{K}More and more", "Id": 169415},
                    "DefaultEvent": {"Description": "あなたの行動には密やかさが足りなかった。あなたは月蛾に見とがめられ甲殻の下に隠した膨らんだ袋も没収されてしまった。しかしながら、彼は怒っているようには見えない。目に付くもの全てを盗む以外にイナゴのすることなどあろうか？彼は図書館の外で平静な態度であなたを待っていた。@{K}You are not sneaky enough. Moon-Moth sees what you do, and confiscates the sack bulging beneath your carapace. He does not, however, seem angry. What else would the locust do but take whatever is available to be taken? He awaits you outside the library with unruffled calm.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "予期した通りに……@{K}As expected...", "Id": 169414},
                    "Name": "後で売り払うため最も高そうな巻物を盗む@{K}Steal the most valuable-looking scroll for later sale",
                    "Description": "イナゴのやりそうなことだ。@{K}It is the sort of thing a locust might do.",
                    "ButtonText": "", "Id": 139586},
                   {"SuccessEvent": {"Description": "彼女は詩を読んでいるようだ。夜に水面下で花びらを閉ざし、昼間に再び咲く蕾について書かれたものだ。読み進めるに従い彼女の眉間には皺がより、記憶に刻み付けようとしているかのように同じ節を繰り返し何度も読んでいる。その詩のすべての音節を暗記するのが彼女にとって極めて重要な事であるかのように。\u000d\u000a\u000d\u000a蓮は詩に没頭しておりあなたが覗き見ていることには気づかなかったが、月蛾は違った。蛾はこの干渉を好ましく思わなかったようだ。好まないどころか、あなたを変装した蝙蝠だと非難して追い出した。@{K}She appears to be reading poetry: something about the blossom that folds away beneath the water at night, and blooms again in the daytime. She frowns as she reads, and goes back over and over the same passages, as though committing them to memory. As though it is very important for her to have every syllable by heart.\u000d\u000a\u000d\u000aShe is too absorbed to notice you there, but the Moon-Moth is not. It does not like to see you interfering, and accuses you of being a Bat in disguise, and casts you out.",
                                     "Name": "蕾と開いた花@{K}Bud and bloom", "Id": 169417},
                    "DefaultEvent": {"Description": "彼女は詩を読んでいたようだったが、あなたが花弁について述べた数行を読み取ったところで覗きに気付かれてしまった。彼女の体は内側に閉じ、花は蕾の形に戻った。\u000d\u000a\u000d\u000a月蛾はこの振る舞いを好ましく思わなかったようだ。好まないどころか、あなたを変装した蝙蝠だと非難して追い出した。@{K}She appears to be reading poetry, but you catch no more than a few references to petals before she sees that you're lurking. Her body folds in on itself, flower returning to bud form.\u000d\u000a\u000d\u000aThe Moon-Moth does not like you doing this. Does not like it, and accuses you of being a Bat in disguise, and casts you out.",
                                     "Name": "蕾の形@{K}Bud form", "Id": 169416},
                    "Name": "蓮の花の肩越しに本を読む@{K}Read over Lotus-blossom's shoulder",
                    "Description": "何を読みふけっているのだろう？@{K}What is that she's studying?",
                    "ButtonText": "", "Id": 139587},
                   {"SuccessEvent": {"Description": "この衣装の問題点は全ての動作が大げさになってしまうことだ。その上密やかに動き回る事が出来たとしても、皆あなたの一挙一動の音を聞くことに慣れきっているためかえって目立つ。であるからして、金箔で縁を装飾されラピスラズリで彩色された巻物をくすねて、衣装の一部であるぷよぷよの巨大な腹に仕舞いこみおおせたのはなかなか見事なことだった。\u000d\u000a\u000d\u000aその後すぐに月蛾があなたの滞在はこれで終わりだと宣言したのもきっと偶然だろう。@{K}The trouble about your costume is that it amplifies all of your movements; and since everyone is used to hearing you coming and going, even when you succeed in being stealthy, your silence is notable anyway. So it is a considerable coup that you manage to filch one of the scrolls edged in gilt and illustrated in lapis, and tuck it into the giant rubbery belly of your costume.\u000d\u000a\u000d\u000aIt is probably a coincidence that the Moon-Moth declares your visit to be at an end, shortly afterward.",
                                     "Name": "どたばた@{K}Flop, flop", "Id": 169421},
                    "DefaultEvent": {"Description": "あなたの動作は身に着けた馬鹿馬鹿しい衣装によって、ことごとく大げさかつ騒々しく不器用なものへと変えられた。そしてあなたは大きく水かきのある手袋で縁に金メッキの施された巻物を掴んでいる所を月蛾に見つかってしまった。彼は巻物を取り上げるとあなたを入島管理局まで連れ帰った。\u000d\u000a\u000d\u000a「欲深いのなら、イナゴとして戻ってくるがいい」彼は言う。「しかし、蛙の面を被りイナゴのような真似はするな」@{K}Your every move is exaggerated, made louder and more bumbling, by your foolish costume. Moon-Moth finds you with one big flappy glove wrapped around a gilt-edged scroll. He takes it away and escorts you back to the customs house.\u000d\u000a\u000d\u000a\"If you are greedy, return to us as a locust,\" he says. \"But do not do locust-deeds from under a frog-mask.\"",
                                     "Name": "あなたの役割ではない@{K}Not your role", "Id": 169409},
                    "Name": "もっとも価値が高そうな巻物を後で売るために盗む@{K}Steal the most valuable-looking scroll for later sale",
                    "Description": "蛙らしい振る舞いとは言えないが、誰が気にするだろう？@{K}Not very frog-like, but who cares?",
                    "ButtonText": "", "Id": 139582},
                   {"SuccessEvent": {"Description": "あなたは鰐の財布に指を忍ばせ、鷺から硬貨をいくつか掠め取った。此処の硬貨は瞳の文様が刻まれた小さな銅の破片でしかない。エコーと交換するには何千枚も必要だろう。家に持って帰るだけの価値もない。\u000d\u000a\u000d\u000aしかし、あなたがイナゴに求められる通りに振舞った事には変わりない。イナゴ用の巻物は一端の書庫には無いのだ。@{K}You dip your fingers into a Crocodile's purse and acquire a few coppers from a Heron. The coins here are no more than tiny copper chips each stamped with an eye sigil: the exchange rate must be thousands of these to the Echo, hardly worth taking home.\u000d\u000a\u000d\u000aBut you have acted as a Locust is meant to act, anyhow. There are no scrolls for locusts in the Library of Parts.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "成功だが大した稼ぎはなかった@{K}Successful if not wealthy",
                                     "Id": 169460},
                    "DefaultEvent": {"Description": "あなたは鰐の財布に指を差し入れ、鷺から硬貨をいくつか掠め取った。鷺の身じろぎから、彼女はあなたの存在に気付いていることが知れた。どうやらイナゴの盗みを邪魔しないのがこの場所の礼儀であるらしい。\u000d\u000a\u000d\u000a同じ理由からかもしれないが、盗み出した硬貨は瞳の文様が刻まれた小さな銅の欠片でしかなかった。無価値も同然の代物だ。@{K}You dip your fingers into a Crocodile's purse and acquire a few coppers from a Heron. From the way the Heron flinches, you know she knows you're there. Apparently it is the etiquette of the place not to prevent a Locust from stealing.\u000d\u000a\u000d\u000aPerhaps for the same reason, the coins are no more than tiny copper chips each stamped with an eye sigil. Practically worthless.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "黙認@{K}Ignored",
                                     "Id": 169418},
                    "Name": "本を読む者たちの懐から盗む@{K}Pick the pockets of the readers",
                    "Description": "彼らが読む間に、あなたは稼ぐことが出来るだろう。@{K}While they are looking, you can be acquiring.",
                    "ButtonText": "", "Id": 139588}],
 "Description": "月蛾が傍らに立ち、案内して回ってくれる。@{K}Moon-Moth stands to one side, as your escort and tour guide.",
 "Name": "一端の書庫@{K}Library of Parts", "Id": 169406}
