{"ChildBranches": [{"DefaultEvent": {"Description": "　彼らは磨いたばかりの甲板の上に傷跡を残し、実に楽しそうに索具をめちゃくちゃに絡ませていった。彼らはカビに覆われたビスケット以上に危険なものを見つけることはできなかった。@{I}綺麗に磨かれたばかりの甲板の上に汚い足跡を沢山残し、喜々として艤装をぐちゃぐちゃににしてまわる。そんな彼らだが、カビのびっしり生えたビスケット以上に危険な物を見つける事はなかった。@{M}They leave scuff-marks on the newly scrubbed decks and take great pleasure in tangling the rigging. They find nothing more dangerous than mouldy ship's biscuit.",
                                     "LinkToEvent": {"Id": 154183}, "Name": "", "Id": 169502},
                    "Name": "隠すものなどない@{I}隠す物など無い@{M}Nothing to hide",
                    "Description": "　肩をすくめて彼らを招き入れ、好きなだけ船内を探させてやる。@{I}貴方は肩をすくめ、彼らを船に招き入れて気の済むまで捜査させる。@{M}You shrug, and invite them to search your ship as thoroughly as they would like.",
                    "ButtonText": "", "Id": 139645},
                   {"DefaultEvent": {"Description": "　あなたは目玉の飛び出るような額の賄賂を手渡してやった。当直士官は上部甲板をさっと一瞥すると、それだけで満足して帰っていった。あなたは彼のあからさまにいい加減な仕事ぶりに感謝を捧げた。@{I}貴方は多額の賄賂を手渡す。税関役人は前甲板を素早く一瞥した後、満足したように検査を終わらせた。彼のあからさまにおざなりな仕事に対し、貴方は感謝したのであった。@{M}You hand over the exorbitant bribe. The duty-officer takes a quick glance around the foredeck, and deems himself satisfied. You thank him for his pointedly perfunctory service.",
                                     "LinkToEvent": {"Id": 154183}, "Name": "", "Id": 169503},
                    "Name": "穏当な説得@{I}穏便な激励@{M}Gentle encouragement",
                    "Description": "　あなたは彼らの職務を妨害しようなどとは夢にも思わないだろう。しかしUnterzeeには、もっと危険な船が存在することも事実ではないだろうか？@{I}彼らの任務を邪魔するつもりなど毛頭無いが、このウンタージーには他にもっと危険な船がある筈ではないのか?@{M}You would never dream of impeding their duty, but surely there are other, more dangerous ships on the Unterzee?",
                    "ButtonText": "", "Id": 139646},
                   {"SuccessEvent": {"Description": "　彼らは船内を足音荒くのし歩き、厚かましくもあなた自身の部屋をひっくり返しすらしたものの、何ひとつ発見することはできなかった。あなたはようやく、安堵の溜息を漏らすことができた。@{I}彼らは船内を縦横無尽に歩きまわり、貴方の船室をくまなくひっくり返す程の執拗な捜査を続けたが、何も見つからなかった。貴方は安堵の溜息を零す。@{M}They tramp about your ship and even dare to rummage through your own cabin, but find nothing. You permit yourself a sigh of relief.",
                                     "LinkToEvent": {"Id": 154183}, "Name": "", "Id": 169495},
                    "DefaultEvent": {"Description": "　監査官があなたの積荷を暴いたとき、彼女は喜びを隠し切れてはいなかった。彼女は、表面上は廃棄するために、その積荷を押収した。彼女は元帳のあなたの名前に真っ黒な印を付け、とてつもない額の罰金を請求してきた。あなたはもう、アイル・オブ・キャッツのパトロンが理解のある人物であることを期待するよりほかなかった。@{I}係官は嫌味な笑いを浮かべながら貴方の荷物のカバーを取り払う。そして当然それを押収した。恐らく表向きは廃棄処分にする為に。その後、彼女が持つ元帳に貴方の名前を大きく黒々を書き入れ、罰金を要求する。今貴方が望める事は、山猫島の依頼人がこの状況に理解を示してくれる事だけであった。@{M}$Isle of Cats -> アイル・オブ・キャッツ$The Adjudicator uncovers your shipment with ill-concealed glee. She confiscates it, ostensibly for destruction. She puts a thick black mark against your name in her ledger, and demands a stiff fine. You can only hope your Patron at the Isle of Cats is the understanding sort.",
                                     "LinkToEvent": {"Id": 154183}, "Name": "", "Id": 169493},
                    "Name": "積荷を隠す@{I}荷物を隠す@{M}Hide your cargo",
                    "Description": "　ロンドンには、紅い蜜を禁じる法は存在しない。だからといって、良俗省がそれを発見次第押収する手を緩めることはないだろう。@{I}赤蜂蜜を取り締まる法律はロンドンには無いが、だからといって当局がそれを見つけ次第押収しないという事など全く無い。@{M}There are no laws against red honey in London, but that won't stop the Ministry from seizing it if they find it.",
                    "ButtonText": "", "Id": 139640},
                   {"SuccessEvent": {"Description": "　あなたは徴税官の野蛮な食人習慣に関する、身の毛のよだつような話をでっち上げた。最近になって地上から降りてきたばかりの哀れな虜囚は、あなたの言うことをすっかり信じ込んでしまった。虜囚は当直士官が甲板を捜索する間、ずっと沈黙を守っていた。『徴税官』が去っていくと『船員』は喝采を上げた。あなたは『贈り物』に再び船倉で拘束されているよう言いつけた。@{I}貴方は連れて来た囚人に対し、国税局員が野蛮で共食いを好むという話を創り上げて聞かせる。哀れな囚人は地表からここに来たばかりであり、貴方の一字一句を完全に信じ込んだ。そのお陰もあり、税関役人が甲板をうろついている間、彼らはずっと押し黙っている。\"国税局員\"が船を立ち去った後、船員が喜びと安堵の声を上げ、貴方はもう一度囚人を船倉に繋いでおくように命じた。@{M}$Surface -> 地上$You invent some particularly gruesome stories of the Revenue Men's barbaric, cannibalistic practices. Your poor prisoner has only recently come from the Surface, and believes every word. They stay silent as the duty-officer pokes about on deck. Your crew raises a cheer as the Revenue Men sail away, and you order your gift shackled up in the hold once more.",
                                     "LinkToEvent": {"Id": 154183}, "Name": "", "Id": 169496},
                    "DefaultEvent": {"Description": "　虜囚は当直士官の足元に身を投げ出し、あなたの誘拐の罪を訴えた。あなたはその訴えすべてを、害のない、不首尾に終わった悪ふざけとして片付けようとしてみたものの、当直士官はあなたを厳しく戒めると、痛烈な罰金を課した。彼らは虜囚を連れて去っていった。@{I}囚人は税関役人のブーツにすがりつく様にして身を投げ出し、拉致の罪で貴方を告発する。全てを何事も無かったかのようにする為の企みは全て潰えた。役員は貴方にきつい叱責と教訓を垂れた後、厳しい罰金を課した。そして、船を下りる際に囚人を保護し、連れていってしまったのだ。@{M}Your prisoner throws themselves at the duty-officer's boots, and accuses you of abduction. You try to pass it all off as a harmless prank gone awry. The duty-officer gives you a hard lecture, and a sharp fine. They take the prisoner with them when they leave.",
                                     "LinkToEvent": {"Id": 154183}, "Name": "", "Id": 169494},
                    "Name": "虜囚を変装させる@{I}囚人を偽装する@{M}Disguise your prisoner",
                    "Description": "　これで船員の一人として通るだろう。説得してその口を閉じさせておくことさえできれば。@{I}もし囚人の口を何とかして黙らせる事さえ出来れば、彼らは貴方の船員にしか見えないだろう。@{M}They could pass for one of your crew. If you can convince them to keep their mouth shut.",
                    "ButtonText": "", "Id": 139641},
                   {"SuccessEvent": {"Description": "　彼らは船内を足音荒くのし歩き、厚かましくもあなた自身の部屋をひっくり返しすらしたものの、何ひとつ見つけることはできなかった。あなたはようやく、安堵の溜息を漏らすことができた。@{I}彼らは船内を縦横無尽に歩きまわり、貴方の船室をくまなくひっくり返す程の執拗な捜査を続けたが、何も見つからなかった。貴方は安堵の溜息を零す。@{M}They tramp about your ship and even dare to rummage through your own cabin, but find nothing. You permit yourself a sigh of relief.",
                                     "LinkToEvent": {"Id": 154183}, "Name": "", "Id": 169602},
                    "DefaultEvent": {"Description": "　当直士官があなたの積荷を暴いたとき、彼女は喜びを隠し切れてはいなかった。彼女は、表面上は廃棄するために、その積荷を押収した。彼女は元帳のあなたの名前に真っ黒な印を付け、とてつもない額の罰金を請求してきた。@{I}係官は嫌味な笑いを浮かべながら貴方の荷物のカバーを取り払う。そして当然それを押収した。恐らく表向きは廃棄処分にする為に。その後、彼女が持つ元帳に貴方の名前を大きく黒々を書き入れ、きつい罰金を要求する。@{M}The duty-officer uncovers your shipment with ill-concealed glee. She confiscates it, ostensibly for destruction. She puts a thick black mark against your name in her ledger, and demands a stiff fine. ",
                                     "LinkToEvent": {"Id": 154183}, "Name": "", "Id": 169601},
                    "Name": "積荷を隠す@{I}荷物を隠す@{M}Hide your cargo",
                    "Description": "　ロンドンには、紅い蜜を禁じる法は存在しない。だからといって、良俗省がそれを発見次第押収する手を緩めることはないだろう。@{I}赤蜂蜜を取り締まる法律はロンドンには無いが、だからといって当局がそれを見つけ次第押収しないという事など全く無い。@{M}There are no laws against red honey in London, but that won't stop the Ministry from seizing it if they find it.",
                    "ButtonText": "", "Id": 139712}],
 "Description": "　世の中には、あまりにも違法すぎて、関税庁がその存在すら認めていない物品というものがある。良俗省は、そのような品をここで探している。@{I}税関にとって、特定の物品はその存在そのものが違法である。当局はそれを探す為に此処に居る。@{M}$Customs Service -> 関税庁$Some things are too illegal for the Customs Service to admit the existence of. The Ministry are here looking for those.",
 "Name": "良俗省による査察@{I}公共風紀省の立入検査@{M}$Ministry of Public Decency -> 良俗省$An Inspection by the Ministry of Public Decency",
 "Id": 169490}