{"ChildBranches": [{"DefaultEvent": {"Description": "「冒険好きな貿易商には私の代わりによろしく言っておいてちょうだいね？彼は昔は酷い子供だったのよ」ザイラの唇が笑みらしきものを形作った。「私は彼と一緒に学校に通っていた誰かの記憶を飲んだことがあるの」そこであなたは何かしらの物音を立てたに違いない。彼女はあなたに向かって小さく肩をすくめてみせた。「私は取引相手のことを知っておきたいのよ。もちろんこれはレオポルドの発案よ。彼はとにかく徹底的なのよね」@{I}$Zaira -> ザイラ$\"Do say hello to the Merchant Venturer for me, won't you? He was such a awful child.\" Zaira's lips curve into something like a smile. \"I drank the memories of someone that went to school with him.\" You must make some sort of sound, because she gives you a little shrug. \"I like to know my business partners. It was Leopold's idea, of course. He's very thorough.\"",
                                     "Name": "", "Id": 169507},
                    "Name": "引き受ける@{I}Accept",
                    "Description": "　あなたは紅い蜜の密輸で痛むような良心はほとんど持ち合わせていない。仮にもしも気が変わったなら、あなたはいつでも積荷を代わりに海軍省に引き渡すことができる。@{I}$Admiralty -> 海軍省$You are hardly squeamish about smuggling red honey. If you change your mind, you could always turn the shipment over to the Admiralty instead.",
                    "ButtonText": "", "Id": 139648},
                   {"DefaultEvent": {"Description": "「あなた'が'密輸人だったわよね？それともあなたは絵描きだったかしら？いいえ。それは別の誰かだわ」ザイラはため息を吐いた。「とても奇妙に思うのだけど――密輸をしたがらない密輸人だなんて。でもあなたもしかして――？いいえ。あらまあ、私、無神経だったかしら？本当にごめんなさい。あなたにはそれがどうしようもないのね。つまり、臆病風のことだけれど」@{I}$Zaira -> ザイラ$\"You <i>are</i> a smuggler aren't you? Or are you the painter? No, that's someone else.\" Zaira sighs. \"It seems very strange - a smuggler that doesn't want to smuggle. But maybe you - ? No. Oh dear. I've been insensitive, haven't I? I'm terribly sorry. I'm sure you can't help it. The cowardice, I mean.\" ",
                                     "Name": "", "Id": 169508},
                    "Name": "断る@{I}Refuse",
                    "Description": "　あなたが灯点けミツバチと檻の庭園について考えを巡らせると、あなたの口元はひとりでに拒絶の形を作っていた。@{I}$lamplighter bee -> 灯点けミツバチ, Cage[- ]Gardens -> 檻の庭園$You think of lamplighter bees and Cage-Gardens, and your mouth, of its own volition, shapes a refusal.",
                    "ButtonText": "", "Id": 139649}],
 "Description": "　あなたが部屋に入ったとき、檻の婦人は窓敷居に腰掛けて、外の庭園を眺めていた。机の上には蓋の開いた小箱が置かれていた。中には紅い蜜の小瓶が十本、注意深く梱包されていた。<br/><br/>「蜜花の修道女たちが収穫したばかりのものよ。触ってごらんなさい。そうそのまま。抽出スピナーの熱がまだ残ってるわね！」ザイラはあなたに向き直った。「これはロンドンにいる冒険好きな貿易商宛ての荷物よ。私のために届けてくれるわよね？あなたがもう届け終えているのでない限り？いいえ。違うわ。そんなはずはないわね」@{I}$Lady of the Cages -> 檻の婦人, Zaira -> ザイラ, Melliferous Sister -> 蜜花の修道女$When you enter, the Lady of the Cages is sitting on the window-sill, staring out at her gardens. On the desk is an open casket: within are ten gleaming vials of red honey, carefully packed.\u000d\u000a\u000d\u000a\"Freshly harvested by the Melliferous Sisters. Touch them, go on. They're still warm from the honey-spinner!\" Zaira turns toward you. \"They are for the Merchant Venturer, over in London. You'll take them for me, won't you? Unless you already have? No. Clearly not. No.\"",
 "Name": "ザイラからの要求@{I}$Zaira -> ザイラ$A Request from Zaira",
 "Id": 169506}
