{"ChildBranches": [{"DefaultEvent": {"Description": "「私はお金のことは本当にどうでも良いのだけれど」あなたが数え終えた対価を手渡すとき、彼女はそう打ち明けた。「レオポルドがすごく喜ぶのよね。こんなつまらないもので幸せになれるというのが、私が彼を素晴らしいと思う点のひとつだわ」<br/><br/>　あなたはそれを、奇妙なやり方で仄めかされた警告として受け取った。そして、今後ずっと可能な限り、婦人の視界には入るまいと決意を固めた。@{I}\"I don't really care about money,\" she confides, as you count out the payment. \"It makes Leopold so happy. It's one of the things I admire about him, his ability to take happiness from little things.\"\u000d\u000a\u000d\u000aYou take that as an oddly coded warning, and resolve to stay out of the Lady's sight for the forseeable future.",
                                     "Name": "", "Id": 169513},
                    "Name": "弁済を申し出る@{I}You offer compensation",
                    "Description": "　あなたは妥当な金額を提示して、それにザイラが不承不承のため息を返すまで、額を釣り上げ続けた。@{I}$Zaira -> ザイラ$You name a fair price, and then keep raising it until Zaira sighs in acquiescence. ",
                    "ButtonText": "", "Id": 139652},
                   {"SuccessEvent": {"Description": "　ザイラをそうやすやすと脅かされることはなかった。彼女は袖口から薄いダガーを取り出すと、あなたに切りかかった。あなたは身を投げてそれを躱した。船着場は混み合っていて、しかも狭苦しかったが、あなたはどうにか彼女の攻撃を二度、三度と躱してみせた。彼女は怒りの唸り声を上げて、あなたの船員の一人を突き刺した。<br/><br/>「私はいつも誰かの首に刃を突き立ててやりたいと思っていたわよね？そうよ。そうよ」彼女は自分のドレスでダガーを拭うと、それをあなたに向けて振るった。「あなたとはもう終わりよ。こんなの最初からなかったことよ。あなたのことはもう忘れたわ」彼女はあなたの足元に唾を吐きかけると、そこから歩き去った。@{I}$Zaira -> ザイラ$Zaira does not take kindly to being threatened. She pulls a thin dagger from her sleeve and slashes at you. You throw yourself out of the way. The docks are close, and narrow, but you manage to evade her again, then again. She hisses in frustration and stabs one of your crew.\u000d\u000a\u000d\u000a\"I've always wanted to stab someone in the neck. Haven't I? Yes. Yes.\" She wipes off the dagger on her dress, and waggles it at you. \"We are done. We never were. I have already forgotten you.\" She spits at your feet, and walks away.",
                                     "Name": "", "Id": 169515},
                    "DefaultEvent": {"Description": "　彼女は言葉を発して時間を無駄にしたりはしなかった。彼女は袖口に隠し持っていた薄く長いダガーを滑らせると、それであなたの船員二人の喉を切り裂いた。あなたが恐怖の悲鳴ひとつ上げる間もなく、ダガーの刃があなたの喉に突きつけられた。「暴力なら！私は憶えているわ！」彼女は吐息混じりの笑い声を上げた。「私はここであなたを殺すべきかしらね？」<br/><br/>　そうは思いません。本当にそうは思いません。「そう、だったら」彼女は空いた方の手であなたを突き飛ばした。あなたは凍てつくzeeの水の中に転げ落ちた。船員たちがあなたを引き揚げてくれたのは、彼女が去ってからのことだった。@{I}$Zaira -> ザイラ$Zaira does not waste time with words: she slips a long, thin dagger out of her sleeve and cuts the throats of two of your crew. The dagger is pressed to your own throat before you can even give a shout of horror. \"Violence! I remember violence!\" She laughs breathily. \"Do you think I should kill you?\"\u000d\u000a\u000d\u000aYou don't. You really don't. \"Oh, all right then.\" She shoves you with her free hand, and you tumble into the freezing zeewater. Your crew fish you out once she departs.",
                                     "Name": "", "Id": 169514},
                    "Name": "彼女を脅す@{I}Threaten her",
                    "Description": "　あなたには船員たちがついている。それに彼女は尼僧の一種ではないか？おそらく彼女は暴力が大嫌いだろう。おそらく。@{I}You have your crew with you, and she's some kind of nun, isn't she? She probably abhors violence. Probably.",
                    "ButtonText": "", "Id": 139653}],
 "Description": "　船着場でザイラがあなたのことを待っていた。彼女の黄金色のヴェールは、硫黄の匂いの交じるそよ風にはためいていた。<br/><br/>「私は檻の婦人と呼ばれるよりも、庭園の婦人と呼ばれる方がずっと好みなのよ。でもね。実際には私はいつだってその両方なのだわ」彼女は口を上向けた。「あなた、私の大切な紅い蜜をどうしてしまったの？」@{I}$Lady of the Cages -> 檻の婦人, Zaira -> ザイラ$Zaira is waiting for you on the docks, gold-mesh veil fluttering in the brimstone-scented breeze. \u000d\u000a\u000d\u000a\"I much prefer being the Lady of the Gardens than the Lady of the Cages. But. The truth is I am always both.\" Her mouth ticks up. \"What have you done with my lovely red honey?\"",
 "Name": "適切な用語@{I}$[Nn]om[ae]n -> ノーマン$Proper Nomenclature",
 "Id": 169512}
