{"ChildBranches": [{"DefaultEvent": {"Description": "　あなたのパトロンは、あなたを下がらせる前にアドバイスをくれた。そのような特別な贈り物を見つけるには、クーマエ運河が最も有望な場所なのだという。@{I}$Cumaean Canal -> クーマエ運河$Your Patron dismisses you with the advice that the Cumaean Canal is the likeliest place to source such a particular gift. ",
                                     "Name": "", "Id": 169517},
                    "Name": "レオポルドへの贈り物を持ってくる@{I}Bring Leopold a Gift",
                    "Description": "「地上の記憶を持っている誰かを連れてきなさい。その日は厳密には彼の誕生日ではないけれどね。でも王には良い印象を持ってもらう方が良いわよ」@{I}$[Tt]he Surface -> 地上$\"Someone with memories from the Surface. It's not his birthday, exactly. But you'll want to make a good impression.\" ",
                    "ButtonText": "", "Id": 139654},
                   {"DefaultEvent": {"Description": "「私は時機を選びそこねたようね？あるいは、壊れているのはあなたの方じゃないかしら？その点について判断をつけるのは難しいことよ。私は何かをしなければいけないのではないの？」少しの間、ザイラは混乱していたようだった。それから彼女は、足を地面に踏みつけて憤激の真似事をした。「私の前から消え去りなさい！失せよ！汚らしい出来損ないが！」彼女はあなたにひとつウィンクをしてから、明るい表情を作った。「でも本当に、私はかなり怒っているのよ。いいこと？ふぅむ。多分、私はあなたを殺さないとは思うわ。でも、はっきりしたことは誰にも分からないわよね？」@{I}$Zaira -> ザイラ$\"I've mucked up the timing, haven't I? Or maybe it's you that's broken. Are you? It's so hard to tell, in this light. I'm supposed to do something, aren't I?\" Zaira looks confused for a moment, and then stamps her foot in a charade of rage. \"You are banished from my presence! Begone, foul disappointment!\" She gives you a wink, before her face clears. \"But really, I am rather cross. Yes? Mmm. I probably won't kill you. But one never quite knows, does one?\"",
                                     "Name": "", "Id": 169518},
                    "Name": "丁重に断る@{I}You politely decline",
                    "Description": "　あなたは、自分が海賊王への紹介を本当に望んでいるのかどうか確信が持てない。それに、いわば非自発的な贈り物を届けることにもあまり気が乗らない。[断ると、あなたはザイラのための仕事を続けることができなくなります。]@{I}$Pirate-King -> 海賊王, Zaira -> ザイラ$You are not entirely sure you wish an introduction to the Pirate-King, and you are not terribly keen on the transport of unwilling gifts, as it were. [Refusal will lock you out of further work for Zaira.]",
                    "ButtonText": "", "Id": 139655}],
 "Description": "「レオポルドは地上に特に惹かれているわ。彼は今でもそこを故郷だと考えているの、いくつかの点においてね。可愛らしいと思わない？」彼女はあなたの返答を待たずに続けた。「私なんかは、あまりにもたくさんの『故郷』の記憶を飲みすぎて、その中から特別なものをひとつ選んだりはできないのよね。難しい問題だわ」<br/><br/>「でもそのおかげで、彼のための誕生日プレゼントを買うのは確かに簡単になっているわ。話す順番がおかしかったかしら？あなたを王と会わせてあげる話はもうしたわよね？ええと、したわね」@{I}$[Tt]he Surface -> 地上$\"Leopold has a particular fascination with the Surface. He still thinks of it as home, in some ways. Endearing, isn't it?\" She doesn't wait for your answer. \"Personally, I've drunk the memories of so many homes, I couldn't pick a particular one out of the lot. Tricky things.\"\u000d\u000a\u000d\u000a\"Still, it does make him easier to buy birthday presents for. Have I muddled this up? I did say I set up a meeting with the King for you, didn't I? Well. I did.\"",
 "Name": "檻の婦人との散歩@{I}$Lady of the Cages -> 檻の婦人$A Walk with the Lady of the Cages",
 "Id": 169516}
