{"ChildBranches": [{"DefaultEvent": {"Description": "「ちょっと痩せこけてるわね。でも愉快な記憶だけでなく、憂鬱な記憶にも買い手は付くわ。これでも間に合うはずよ」@{I}\"A bit on the scrawny side. But there's a market for depressing memories as well as lovely ones. I suppose that will have to do.\"",
                                     "Name": "", "Id": 169545},
                    "Name": "代わりに囚人を差し出す@{I}Offer her a prisoner instead",
                    "Description": "　いずれにせよ、食事を食わせてやったり、すすり泣きを聞かされたりするのには疲れてきていたところだ。@{I}It was getting tiresome, anyway, having to feed them and listen to them sob.",
                    "ButtonText": "", "Id": 139673},
                   {"DefaultEvent": {"Description": "「塩とzeeの記憶！ふふ。この娘は役に立つでしょうね。そうよね？ええ、私はそう思うわ。そうよ。あら、あなた少し粗相をしちゃったの？構わないわよ。ここの花はアンモニアが好きだからね」@{I}\"Memories of salt and zee! Mmm. She'll do nicely. Won't you? Yes, I think so. Yes. Have you had a little accident, my dear? No matter, the flowers like the ammonia.\"",
                                     "Name": "", "Id": 169551},
                    "Name": "船員の一人を差し出す@{I}Offer her a crewman",
                    "Description": "　あなたはたまたま一人連れてきていた。ちょうどいい。こいつにしよう。[あなたはたくさんの報酬を受け取ります。船倉に10の空きがあるようにしておきましょう。]@{I}You just happen to have brought one with you. Handy, that. [You will be well rewarded. Be sure to have 10 free spaces in your cargo hold.]",
                    "ButtonText": "", "Id": 139676},
                   {"DefaultEvent": {"Description": "　庭園を見回すエンジニアの両眼は脈打っていた。あるいは、彼女はあなたを見ていたのかもしれない。「ここは涙の縁ぎりぎりみたい。雨とは似ても似つかない」彼女は吐息を漏らした。「あなたの顔は夕陽ね、船長」<br/><br/>「ああ、良いわね！あなたはうってつけだわ。なんて言葉選びをしているのかしら」ザイラはエンジニアに好ましげな視線をやった。「あなたの記憶はものすごい宝物になるわよ。私には分かるの。あなたにはそれを紙に書き残しておいて貰わないとね。後で私たちの印象の違いを比べられるように。楽しそうだと思わない？」<br/><br/>　エンジニアの檻にきちんと鍵が掛かっているのを確かめてから、あなたはお喋りを続ける二人を残してその場を去った。もしかしたら、あれで正解だったのか？エンジニアがあんなに幸せそうにしているのは今まで見たことがなかったじゃないかと、あなたは自分に言い聞かせた。@{I}$Zaira -> ザイラ$The Gall-Eyed Engineer's eyes pulse as she looks around the garden; or maybe she's looking at you. \"This is like the very edge of tears, and nothing like rain,\" she breathes. \"Your face is a sunset, Captain.\"\u000d\u000a\u000d\u000a\"Oh. Yes! You are exactly right. What a way with words you have.\" Zaira gives the engineer a fond look. \"Your memories are going to be quite the prize, I can tell. I shall have to get you to write them down, so we can compare impressions later. Won't that be fun?\"\u000d\u000a\u000d\u000aYou leave them chattering together, after making sure the Engineer's cage is properly locked. Perhaps it is better this way? You tell yourself that you have never seen the Engineer happier.",
                                     "Name": "", "Id": 169552},
                    "Name": "目玉の膨れたエンジニアを差し出す@{I}Offer her the Gall-Eyed Engineer",
                    "Description": "　まあ、彼女が'もっと'正気でなくなる余地はあまりないのではないかな？[あなたはたくさんの報酬を受け取ります。船倉に20の空きがあるようにしておきましょう。]@{I}Well, it's not like she could go much <i>more</i> insane, is it? [You will be well rewarded. Be sure to have 20 free spaces in your cargo hold.]",
                    "ButtonText": "", "Id": 139677},
                   {"DefaultEvent": {"Description": "「こりゃ何だい、船長。またとっても変な庭だね？」あなたは事情を説明した。彼の名誉のために言っておくと、砲撃手の反応は一度あなたに殴りかかろうとしただけだった。「予想もしてなかった――こんな結果はリストのどこにも載っていない！」<br/><br/>　ザイラが自らの手で砲撃手を檻に閉じ込めた。「硝石に火のついたマッチ。熱された鉄。あなたはどんな記憶を持っているかしら。味わうと、炎と光ばかりで、まるで爆発を飲み込むかのようでしょうね」<br/><br/>　あなたが適当な言い訳をしてそこを立ち去るまで、砲撃手はあなたから目を離そうとはしなかった。次にあなたがここに来る時には、砲撃手はあなたのことも分からなくなっているだろう。それがせめてもの救いだった。@{I}$Zaira -> ザイラ$\"What ho, Captain! Jolly strange garden, this, eh?\" You explain matters. To his credit, the Cannoneer only tries to take one swing at you. \"I didn't expect - this outcome isn't on any of my lists!\"\u000d\u000a\u000d\u000aZaira locks the Cannoneer into the cage personally. \"Saltpetre and lit matches. Hot iron. What memories you must have. Sipping them will be like swallowing an explosion, all fire and light.\" \u000d\u000a\u000d\u000aThe Cannoneer refuses to look away from you until you make some excuse to leave. They probably won't even recognise you, the next time you return. That's something, at least.",
                                     "Name": "", "Id": 169553},
                    "Name": "堪え性のない砲撃手を差し出す@{I}$Irrepressible Cannoneer -> 堪え性のない砲撃手$Offer her the Irrepressible Cannoneer",
                    "Description": "　あなたは、砲撃手の爆発を好む傾向について、彼女に前もって警告しておくべきだろう。[あなたはたくさんの報酬を受け取ります。船倉に20の空きがあるようにしておきましょう。]@{I}You should probably warn her about the Cannoneer's tendency towards explosions. [You will be well rewarded. Be sure to have 20 free spaces in your cargo hold.]",
                    "ButtonText": "", "Id": 139678},
                   {"DefaultEvent": {"Description": "「悪夢のようですって？本当にそう思うの？あなたはおかしな夢を見ているに違いないわね」そう言って、ザイラは深く息を吸い込んだ。そして、一息で捲し立てるように話し始めた。「この場所は平穏に満ちているわ。平穏で合ってるかしら？ええ合っているわ。平静にして静穏よ。ここのバラに罪はないわ。たとえその半分は地獄から来たものだとしてもね。そこに何がしかの価値があるというのが分からない？私があなたの立場だったら私はたぶん――まあいいわ。それなら私はあなたになるわ。そうすると'私たち'はどこにいることになるかしら？」<br/><br/>　突然、彼女の顔がぱっと明るくなった。「実のところ、ほとんど同じ場所よ。世界というのはおかしなものよね！さようなら、船長。もう会うことはないでしょうね」@{I}$Zaira -> ザイラ$\"Nightmarish? You really think so? Well, you must have odd dreams.\" Zaira takes a deep breath, and exhales it out all at once. \"This place is full of peace. Do I mean peace? Yes, I think I do. Serenity. Stillness. The roses are innocent, even though they half-sprung from hell. You don't find that worth something? Maybe in your position I'd - well. Then I'd be you, and where would that leave <i>us</i>?\"\u000d\u000a\u000d\u000aShe brightens all of a sudden. \"Actually, in much the same place. Isn't the universe an odd thing! Goodbye, captain. We won't meet again.\"",
                                     "Name": "", "Id": 169566},
                    "Name": "お待ちを……今何と？@{I}Wait... what?",
                    "Description": "　あなたは彼女の言ったことをきちんと聞き取れていたのだろうか？あなたは自分の船員の一人を、この悪夢のような場所に残していくつもりはない。[拒否すると、あなたはこのクエストから締め出されます。]@{I}Could you have heard her correctly? You're not going to leave one of your crew in this nightmarish place. [Refusal will lock you out of this quest]",
                    "ButtonText": "", "Id": 139689}],
 "Description": "　あなたの目の前には血塗られた庭園が広がっている。花びらをなした深紅の海だ。これら特別な流浪者のバラは、地獄産の花と掛け合わされた交雑種なのだと言われている。ならば、甘い香りの裏に硫黄の悪臭が隠れているのも納得のゆく話だ。<br/><br/>　曲がりくねる小道の先には、いくつもの檻が不規則に並んでいる。檻は、その一つ一つが絡まりあった蔓とイバラに覆われている。檻の囚人たちの中には、あなたに向かって叫びを上げる者もいる。他の者たちは、独り言を呟いていたり、涙を流していたりする。ごく数人は、希望もなく静かにただ眼を見開いている。<br/><br/>「よろしい。来たわね」ザイラは園芸バサミでバラの頭を切り落とした。「檻に新しいものを追加したいの。あなたの船員を一人借りてもいいかしら？まあ、実際のところ'もらう'のだけど。あなたも、終わった後のものを返してほしいとは思わないんじゃないかしら」@{I}$[Ee]xile's[- ][Rr]ose -> 流浪者のバラ, Zaira -> ザイラ$Before you is a garden washed with blood. A sea of petalled crimson. They say these particular exile's roses are of a variety cross-bred with a flower from Hell. That would explain the stench of brimstone, underneath the sweetness. \u000d\u000a\u000d\u000aWinding paths lead to irregular rows of cages, each covered in tangles of thorn and vine. Some of the prisoners inside the cages call out to you, others mutter to themselves, or weep. A few simply stare, hopeless and silent.\u000d\u000a\u000d\u000a\"Good. You're here.\" Zaira snips a rose-head with her shears. \"I'd like a new addition to the Garden. Could I borrow one of your crew? Well. <i>Have</i> one, really. I doubt you'd want them back, after.\"",
 "Name": "バラ庭園の世話@{I}Tending the Rose Garden", "Id": 169521}
