{"ChildBranches": [{"DefaultEvent": {"Description": "　かつて彼女はまさにこの庭園の囚人の一人だったのだと、彼女は語った。けれど、彼女は檻から抜け出して、鮮やかに煮込まれた、蜜のように甘い自分自身の記憶を飲んだのだという。「そして私はすっかり元通りというわけ！」彼女は手を叩き、ねじれた唇を震わせて笑い声を発した。「もしくは、別の誰かの記憶だったのかもしれないわ。それはとてもありそうなことよ。そう思わない？今こうして口に出してみると、とても不自然に聞こえるものね」<br/><br/>　そよ風が、彼女の黄金色のヴェールを持ち上げた。彼女の両目があるべきところには、陰になった空洞が口を空け、その周りは青黒い傷跡に覆われていた。ちょうど花蜜に狂わされた灯点けミツバチが脳を掘り進む際に残していくような傷跡だ。あなたは少しだけ身を震わせ、何も答えを返さなかった。@{I}$[Ll]amplighter[- ][Bb]ee -> 灯点けミツバチ$She tells you that she was once a prisoner in this very garden, but that she escaped and drank down her own memories stewed bright and honey-sweet. \"And then I was whole again!\" She claps, and a laugh echoes from her twisting lips. \"Or maybe that was someone else. It most probably was. Don't you think? It sounds very far-fetched, now that I say it out loud.\"\u000d\u000a\u000d\u000aA breeze lifts her gold-mesh veil: there is a shadowed emptiness where her eyes should be, and livid scars all around. The sort a nectar-maddened lamplighter bee might leave, when it burrowed into a brain. You shiver a little, and give no answer.",
                                     "Name": "", "Id": 169586},
                    "Name": "庭園の婦人と話す@{I}Talk to the Lady of the Gardens",
                    "Description": "「なんて美しい夜でしょうね。バラたちが私に囁きかけている気がするわ。それともこれは囚人かしら？途中で分からなくなってしまったわ」@{I}\"Such a beautiful night. I think the roses are whispering to me. Or is it the prisoners? I lose track.\"",
                    "ButtonText": "", "Id": 139701},
                   {"DefaultEvent": {"Description": "　水気の多い雫が舌に触れ、あなたはそこから転移した。あなたは滑らかな黒曜石でできた尖塔の陰に座っていた。近くにいる子どもたちは、水切り遊びをしたり、羽毛のついた仮面を交換したり、あなたには馴染みのない遊びに興じている。記憶の中のあなたは、丸くて半透明な果実の皮を剥いていた。果実の鮮明な味わいが、あなたの口内から蜜の甘みを追い出した。それから何日もの間、その幻の味わいは、慣れ親しみ恋い焦がれるものとして、あなたの舌に残り続けた。@{I}The succulent droplet hits your tongue and you are transported: you are sitting in the shadow of a spire of polished obsidian. Some children nearby are playing an unfamiliar game involving skipping stones and swapping feathered masks. You-in-the-memory are peeling the skin from a round, translucent fruit. The sharp taste of it chases the honey-sweetness from your mouth. You taste that ghost-taste on your tongue for days after, longed-for and familiar.",
                                     "Name": "", "Id": 169587},
                    "Name": "紅い蜜を少し啜る@{I}$[Rr]ed [Hh]oney -> 紅い蜜$A sip of red honey",
                    "Description": "　抽出スピナーから採れたての蜜を、蜜花の修道女がガラスの小瓶に注いでいる。あなたは一滴分けてもらうこともできるだろう。@{I}$Melliferous Sister -> 蜜花の修道女$A Melliferous Sister is pouring it into a glass vial, fresh from the honey-spinner. You could beg a drop.",
                    "ButtonText": "", "Id": 139702},
                   {"DefaultEvent": {"Description": "　あなたがその蜜を味わうと、あなたの口内は血で満たされた。戦いだ！記憶の中のあなたは、自らの首を締める手の感触を感じていた。左足の膝には鈍い痛みがあった。あなたの指はナイフを求めてさまようが、それはあと少しのところで届かない。あなたは敵対者の目を狙って歯を吐きかけた。相手の女がたじろぐ。あなたはナイフに手を届かせると、それで彼女の頬を切り裂いた。白っぽい、彼女の目を構成していた物質が彼女の顔から流れ出てゆく。女は偽星の輝く空に叫びを上げた。<br/><br/>　どこか奇妙な地獄で今も身を捩らせる、死んだ女がいるのだろうか？あなたが彼女の記憶を盗んでいるからには？Neathでは、死が解放となることは滅多にない。@{I}$[Ff]alse[- ][Ss]tar -> 偽星$You taste the honey, and then your mouth fills with blood. A fight! You-in-the-memory feels a hand squeezing your neck. A dull pain in your left knee. Your fingers fumbling for a knife, just ever so slightly out of reach. You spit a tooth into your assailant's eye, and she flinches back. Your fingers close around the knife, and you slash her across the cheek. The whitish substance of her eye leaks down her face, and she howls into the false-starred sky.\u000d\u000a\u000d\u000aIs there a dead woman writhing in some strange hell, as you steal her memories? Death, in the Neath, is so rarely a release.",
                                     "Name": "", "Id": 169588},
                    "Name": "封をされた小瓶@{I}An occluded vial",
                    "Description": "　蜜花の修道女が言うには、この蜜には、記憶の収穫元の人間がまさに死ぬ瞬間が封じ込められているという。その記憶は少し鋭さを失ってはいるそうだ。@{I}$Melliferous Sister -> 蜜花の修道女$The Melliferous Sister tells you that the honey occludes at the precise moment when the person the memories are harvested from dies. The memories lose their sharpness, a little.",
                    "ButtonText": "", "Id": 139703}],
 "Description": "　二人の蜜花の修道女が門を開けてくれた。あなたの持つ鍵はほとんど儀礼的なものだ。あなたの目の前には血塗られた庭園が広がっている。花びらをなした深紅の海だ。曲がりくねる小道の先には、いくつもの檻が不規則に並んでいる。檻は、その一つ一つが絡まりあった蔓とイバラに覆われている。檻の囚人たちの中には、あなたに向かって叫びを上げる者もいる。他の者たちは、独り言を呟いていたり、涙を流していたりする。ごく数人は、希望もなく静かにただ眼を見開いている。@{I}$Melliferous Sister -> 蜜花の修道女$Two Melliferous Sisters unlock the gates; your key is mostly ceremonial. Before you is a garden dipped in blood. A sea of petalled crimson. Winding paths lead to irregular rows of cages, each covered in tangles of thorn and vine. Some of the prisoners inside the cages call out to you, others mutter to themselves, or weep. A few simply stare, hopeless and silent.",
 "Name": "バラと檻の庭@{I}The Garden of Roses and Cages", "Id": 169585}
