{"ChildBranches": [{"DefaultEvent": {"Description": "突然彼の包帯が弾け飛ぶ！ぼろ布の中から数匹の霜蛾が這い出てきた。男は跡形もなく消えてしまった。霜蛾は氷のような翅をきらめかせ、空中に舞い上がり、螺旋を描いて立ち消えるように、居なくなった。\u000d\u000a\u000d\u000aもう彼が旅費を支払う事は無い。少なくとも、彼の持ち物を売れば幾らかにはなりそうだ。@{K/M}突然彼の包帯が弾け飛ぶ!中から数匹の氷結蛾が這い出てきた。後には、何も残されていない。氷結蛾は - 輝く氷の様な白い翼を持ち - 空中に舞い上がり、螺旋を描いて、立ち消えるように、居なくなった。\u000d\u000a\u000d\u000aもう彼は旅費を支払う事は無い。少なくとも、彼の持ち物を売れば幾らかにはなりそうだ。@{M}$[Ff]rost[- ][Mm]oth -> 霜蛾$His bandages burst! Frost-moths clamber from the tatters. Nothing of him remains. The frost-moths - icy wings shining - take to the air, spiral, dissipate, are gone.\u000d\u000a\u000d\u000aHe won't pay his passage now. At least he's left his belongings for sale.",
                                     "Name": "柔らかい破裂@{K}柔らかい爆発@{M}A soft explosion", "Id": 169786},
                    "Name": "注意深く見る@{M}Watch carefully",
                    "Description": "包帯の男に何かが起こっている。彼はため息をつき、呻き声をあげる。そして自分の胸を苦しそうに掴んだ。@{K/M}何かが男の包帯の中で起こっている。彼は呻き、もがいている。そして自分の胸を苦しそうに掴んだ。@{M}Something is happening to the man in the bandages. He sighs. He groans. He clutches his chest.",
                    "ButtonText": "", "Id": 139821},
                   {"DefaultEvent": {"Description": "彼女は不平を漏らしながら足掻いていたが、貴方は無理やり陸に降ろした。桟橋に居た包帯巻きの者達がその有様を興味深く見つめている。彼女は皮膚検査に合格できなかった。彼女の持ち物は没収され、半分が貴方に手渡された。「覚えてなさいよ！」そう叫ぶ彼女を、墓人がしょっ引いて行った。@{K/M}彼女は不平を漏らしながら足掻いていたが、貴方は彼女を無理やり陸に上げた。桟橋に居た包帯巻きの者達がその有様を興味深く見つめていた。彼女は、皮膚検査に合格できなかった。彼女の持ち物は没収され、貴方が原因で半分減らされた。「覚えてなさいよ!」そう叫ぶ彼女を、墳墓の入植者がしょっ引いて行った。@{M}She grumbles and struggles, but you force her ashore. The bandaged figures on the dock watch the proceedings with interest. She doesn't pass the Skin-Check. Her possesions are forfeited: half of them fall due to you. \"You'll be sorry!\" she yells as the tomb-colonists drag her away.",
                                     "Name": "露見@{K}Exposure", "Id": 169810},
                    "Name": "口を噤む約束はしない@{K}手加減はしない@{M}Make no promise of discretion",
                    "Description": "揉め事は避けるに越したことは無い。約束通り、貴方は此処で彼女を下ろす。後の事は、彼女の問題だ。@{M}Keep your nose clean. You'll drop her off at the dock, as you promised, and after that, it's her problem.",
                    "ButtonText": "", "Id": 139829},
                   {"DefaultEvent": {"Description": "「この場所がこんなに魅力のない場所だとは思っても居なかったわ。多分、多少なりとも活気づける方法はあると思うんだけど。手助けしてくれる優しいジーキャプテン、居ないかなぁ……」[ヴェンダーバイトにマッシュルーム・ワインを10個持ってきましょう。そうすれば、もしかすると彼らも貴方に何かをくれるかもしれません。]@{K/M}「この場所がこんなに魅力のない場所だとは思っても居なかったわ。多分、多少なりとも活気づける方法はあると思うんだけど。手助けしてくれる優しいジーキャプテン、居ないかなぁ...」\u000d\u000a\u000d\u000a[ベンダーバイトにマッシュルームワインを10個持ってくると、彼らが貴方に何かをしてくれるでしょう。]@{M}$Venderbight -> ヴェンダーバイト, (Cask of )?[Mm]ushroom[- ][Ww]ine -> マッシュルーム・ワイン$\"I had no idea the place would be quite so unprepossessing. Perhaps we can liven it up a little, yet. If only I knew a helpful zee-captain...\" [Bring ten units of Mushroom Wine to Venderbight, and perhaps they'll have something for you.]",
                                     "Name": "いい話が!@{M}A plan!", "Id": 169934},
                    "Name": "茸と薔薇の日々@{M}Days of Shrooms and Roses",
                    "Description": "新しい墓人がヴェンダーバイトを見渡し、頭を振る。「駄目ね」彼女が言う。「てんで駄目」@{K/M}新しい墳墓の入植者がベンダーバイトを調査し、自分の頭を振る。「駄目よ...」彼女が言う。「てんで駄目だわ。」@{M}$Venderbight -> ヴェンダーバイト$The new tomb-colonist surveys Venderbight, shaking her head. \"It won't do,\" she says. \"It won't do at all.\"",
                    "ButtonText": "", "Id": 139904},
                   {"DefaultEvent": {"Description": "「Saltによれば私の父は怪物のようなウナギの腹の中に見つかるそうです。神は嘘をつきません」\u000d\u000a\u000d\u000a神は嘘をつかないだって？少しばかり楽観的ではないか？しかし、もし彼女の言葉が正しければ、父が戻った暁には報酬を支払ってくれることだろう。@{K}「ソルト様が教えてくれたの。巨大なウナギのお腹の中で、父親を見つけられるだろうって。神様は、嘘をつかないの。」神は嘘をつかない?少し楽観的に過ぎはしないか。だがもし彼女が正しければ、父親を取り戻す事で彼女から御礼を貰えるだろう。@{M}\"Salt tells me that you'll find my father in the belly of a monstrous eel. Gods never lie.\"\u000d\u000a\u000d\u000aGods never lie? That seems optimistic. But if she's right, she'll reward you for her father's return.",
                                     "Name": "漁夫の話@{M}A fisherman's tale", "Id": 169936},
                    "Name": "ニュー・ヨナ@{K}新しきジョナ@{M}The New Jonah",
                    "Description": "あなたの乗客は手すりの傍に物憂げな様子でたたずんでいる。「Saltが私に夢を見せたのです」彼女は強く述べる。「あなたには私の父を見つけていただかなければ」@{K}貴方の同行者が重苦しい雰囲気で船側に立っている。「ソルト様が夢を見せてくれたわ。」彼女が力説する。「貴方は私の父を見つけなければならないって。」@{M}Your passenger stands sombrely by the rail. \"Salt sent me a dream,\" she insists. \"You must find my father.\"",
                    "ButtonText": "", "Id": 139906},
                   {"DefaultEvent": {"Description": "彼女はマングローブ・カレッジへと行ってしまった。とにかくロンドンを脱出する必要があったからだ。だが、ここヴェンダーバイトも、カレッジと同じぐらい安全だ。そして、賭けても良いが彼女はもう泥には心底うんざりしていることだろう」\u000d\u000a\u000d\u000a[Unterzee南方の何処かにあるマングローブ・カレッジで不審な人物を探しましょう。]@{K/M}彼女は紅樹の学院へと行ってしまった。とにかくロンドンを脱出する必要があったからだ。だが、ここベンダーバイトも、学院と同じぐらい安全だ。そして、賭けても良いが彼女は今ひどく退屈している事だろう。」\u000d\u000a\u000d\u000a[ウンタージー南方の何処かにある紅樹の学院でシェーディ・ソートを探しましょう。]@{M}$Mangrove College -> マングローブ・カレッジ, Venderbight -> ヴェンダーバイト, Shady Sort -> 不審な人物$\"She went off to the Mangrove College. She needed to get out of London. But Venderbight is just as safe as the College. And I'll wager she's bored of mud by now.\" [Look for the Shady Sort in the Mangrove College, somewhere in the south of the Unterzee.]",
                                     "Name": "漠然とした依頼@{M}A vague commission", "Id": 169937},
                    "Name": "不在の友@{K}そこに居ない友@{M}An Absent Friend",
                    "Description": "「ああ、此処は私が思い描いていた通りだ！」彼は一気にまくし立てる。「しかし……足りない人が居るんだ。頼む――彼女を私の元に連れて来て欲しい」@{K/M}「ああ、此処は私が思い描いていた通りだ!」彼は一気にまくし立てる。「しかし...足りない人が居るんだ。頼む - 彼女を私の元に連れて来て欲しい。」@{M}\"It is everything I imagined!\" he tells you breathlessly. \"But there's someone missing. Please - bring her to me.\"",
                    "ButtonText": "", "Id": 139907},
                   {"DefaultEvent": {"Description": "貴方は、隠れている同行者を皮膚検査場と慰問認証所の向こう側へと滑り込ませた。「ありがとね、船長」彼女は軽い調子で言う。「ちょっとしたトリックを幾つか教えてあげるわ。今後、同じような事が有るかもしれないから。そしてこれは口止め料よ。少ししか無いけど」@{K/M}貴方は、隠れている同行者を皮膚検査場と慰問認証所の向こう側へと滑り込ませた。「有難う、キャプテン。」彼女は平静を装って言う。「ちょっとした助言を幾つかあげるわ。今後、同じような事が有るかもしれないから。そして、これは御礼よ。少ししか無いけど。」@{M}You slip your furtive passenger past the Skin-Check Post and the Confirmation of Consolation. \"Thanks, cap'n,\" she remarks casually. \"Let me teach you a couple of tricks. Just in case you do this again. And here's a little hush-money.\"",
                                     "Name": "布でくるまれ消音されたオール@{K}包まれたオール@{M}Muffled oars", "Id": 172697},
                    "Name": "移民を手助けする@{M}Help out an immigrant",
                    "Description": "貴方に同行する墓人は、包帯を取り払った。墓人にしては彼女の姿はかなり健康的だ。「私は見た目ほど死んでないのよ」彼女はそう打ち明ける。「そして、貴方の助けが無いと、私は此処に上陸出来ない。そう、故郷では警察に追われてた身よ。何か問題でも？」@{K/M}貴方と同行している墳墓の入植者は、包帯を取り払った。墳墓の入植者にしては、彼女の姿は余りに健康的過ぎた。「見ての通り、私は死人なんかじゃないわ。」彼女はそう打ち明ける。「そして、貴方の助けが無いと、私は此処に上陸出来ないの。そう、あの巡査が私の戻りを待っているのよ。何か問題があるかしら?」@{M}Your tomb-colonist passenger yanks off her bandages. She looks remarkably healthy for a tomb-colonist. \"I'm not as dead as I look,\" she confesses. \"And I won't get ashore without your help. Yes, the Constables are looking for me back home. Is that a problem?\"",
                    "ButtonText": "", "Id": 141558},
                   {"SuccessEvent": {"Description": "墓人は生涯をかけて様々な苦い経験を積んでいる。彼らの一部は、地下で最も危険な格闘家なのだ。この者も恐らく、ラムでべらぼうに酔っ払ってさえいなければ、そうなのかもしれない。本当の所は分からない。貴方が相手の武器を叩き落とすと、彼女は笑い声を上げながら敬礼した。「良い動きだったわよ!」彼女はそう評した。その直後、彼女は後ろによろめき、船の側面から落ちていった。\u000d\u000a\u000d\u000a彼女に何が起きたのか、貴方に知る術はない。だが、少なくとも貴方は彼女の持っていた見事な騎兵サーベルと、その他の持ち物を手に入れた。@{K/M}墳墓の入植者は生涯をかけて様々な苦い経験を積んでいる。彼らの一部は、地下で最も危険な格闘家なのだ。この者が恐らく、ラムでべらぼうに酔っ払ってさえ居なければ、そうなのだろう。本当の所は分からない。ただ、貴方が彼女の武器を叩き落とした後、笑い声を上げながら一礼した。「良い動きだったわよ!」彼女はそう評した。その直後、後ろに飛び退いたかと思うと、船側から飛び降りていったのだ。\u000d\u000a\u000d\u000a彼女に何が起きたのか、貴方に知る術はない。だが、少なくとも貴方は彼女の持っていた見事な騎兵サーベルと、その他の持ち物を手に入れた。@{M}Tomb-colonists have a life-time of bitter experience. Some of them are the deadliest combatants under the earth. Possibly this one is, when she hasn't drunk quite so much rum. You'll never know. She salutes you, laughing, after you disarm her. \"Good fight!\" she opines. Then she staggers backwards and falls over the side.\u000d\u000a\u000d\u000aYou never do find what happened to her. But at least you have her rather magnificent cavalry sabre, and her belongings.",
                                     "Name": "簡単な防御@{K/M}骨の折れない防御@{M}An effortless defence", "Id": 172545},
                    "DefaultEvent": {"Description": "酔っ払っていたとしても彼女の技術は洗練されていた。「貴方が揺り籠に入っていた時から、」彼女は口を開く。「私は男どもをなぎ倒していたの」彼女は貴方の武器を船の外へ投げやると、一瞬だけ貴方に抱きつき、そしてタラップをよろよろと降りていった。彼女は行ってしまった。貴方のプライドは傷つき、肋骨と頭がひどく痛んでいた。今起きた全ては、貴重な教訓となったのだ。@{K/M}酔っ払っていたとしても彼女の技術は洗練されていた。「貴方が揺り籠に入っていた時から、」彼女は口を開く。「私は男どもをなぎ倒していたの。」彼女が貴方の武器を横に投げやると、一瞬だけ貴方に抱きつき、そしてタラップから勢い良く飛び降りていった。彼女は永遠に、去ったのだ。貴方のプライドは傷つき、肋骨と頭がひどく痛んでいた。今起きた全ては、貴重な教訓となったのだ。@{M}Drunk as she is, her skills are formidable. \"I was carving men up,\" she informs you, \"when you were still in the cradle.\" She flips your weapon over the side, embraces you, and staggers off down the gang-plank, gone for good. Your pride is hurt, and your ribs and head ache abominably. All these things are valuable lessons.",
                                     "Name": "やられた!@{M}A defeat!", "Id": 169935},
                    "Name": "最後の決闘@{M}One Last Fight",
                    "Description": "貴方の同行者は酔っ払っている。「おおい!」彼女が声高に笑う。「さぁ、行くよ!」彼女は千鳥足で襲い掛かってくる。船員達はやや距離を保ち、笑いながらその場を見ている。ちっ、いい気なもんだ。@{M}Your passenger has been drinking. \"Ahoy!\" she chortles. \"Defend yourself!\" She launches a tipsy assault. Your crew hang back, chuckling. Thanks, crew.",
                    "ButtonText": "", "Id": 139905}],
 "Description": "貴方は腐った移民を北に連れてきた。次は何だ?@{M}You've brought this decaying emigrant north. Now what?",
 "Name": "墓人とのトラブル@{K}墳墓の入植者とのトラブル@{M}The Trouble with Tomb-Colonists",
 "Id": 169785}
