{"ChildBranches": [{"DefaultEvent": {"Description": "司祭たちはこの質問を不愉快だと感じたようだ。牡牛が死ぬかもしれないと仄めかすとは、なんと不吉な！\u000d\u000a\u000d\u000a勿論、もしこの牡牛が死んだとしても(横に立つ者が言った)同じ印を持つ牛が生まれるだろう。ヴィザージュにではなくとも、Unterzeeの何処かには。アピスが死ぬことはない。しかし彼の精神は時として道に迷うこともある。\u000d\u000a\u000d\u000aそれがどのような印か示すため、司祭が牡牛の舌を持ち上げて裏側にある宝石の色をしたスカラベの印を見せる。それは生まれつきのものというよりタトゥーのようだった。\u000d\u000a\u000d\u000a牡牛はあきれたような顔をすると頭を引き手を振り払った。@{K}$Visage -> ヴィザージュ$The question displeases the priests. How ill-omened, even to suggest that the bull might die!\u000d\u000a\u000d\u000aIf it does die, of course (says one in an aside), there will be another born with the same markings, if not on Visage itself, then somewhere around the Unterzee. Apis is never gone, but sometimes his spirit goes astray. \u000d\u000a\u000d\u000aTo show you the sort of markings they mean, they lift its tongue, and show you the jewel-coloured scarab on the underside. It looks more like a tattoo than a birthmark.\u000d\u000a\u000d\u000aThe bull rolls its eyes and pulls its head away.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "まずい質問@{K}Bad question",
                                     "Id": 169903},
                    "Name": "牡牛は大丈夫なのか尋ねる@{K}Ask whether the bull will be all right ",
                    "Description": "元気そうには見えない。@{K}It doesn't look well.",
                    "ButtonText": "", "Id": 139879},
                   {"DefaultEvent": {"Description": "司祭たちはあなたの申し出に感心した素振りは見せなかった。月蛾は商業的、宗教的な事業に加わるような役ではないのだ。さらに、その提案からはあなたが牛のアピスの牡牛たる諸条件を理解していないことは明白だった。アピスの牡牛は一度に一頭しか存在できないという重要な規則も含めて。@{K}The priests are not impressed with the offer. Moon-Moths are not supposed to partake in commercial or religious endeavours. Besides, it's plain from your offer that you don't understand the requirements for identifying the Apis bull, including the important rule that there can be only one at a time.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "やはりやめておこう@{K}Perhaps not", "Id": 169905},
                    "Name": "新たな傷を負っていない牡牛を売り込む@{K}Offer to sell them a new, undamaged bull",
                    "Description": "しかるべき筋を通せば搬入を手配することが出来るだろう。@{K}You could arrange an import through the proper contacts.",
                    "ButtonText": "", "Id": 139881},
                   {"DefaultEvent": {"Description": "しかし喜んでいるようにも見えなかった。それどころか彼らは何故月蛾がこのような物を欲しがるのか怪しんでさえいる。あなたはとりわけ無学で不敬な訪問者の教育に必要だと説明した。\u000d\u000a\u000d\u000aそれから、司祭たちは通してくれた。@{K}But they aren't precisely pleased, either. In fact, they are highly suspicious of why Moon-Moth would want such a thing until you explain that you need it to educate some especially ignorant and impious visitors.\u000d\u000a\u000d\u000aThen they let you go ahead.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "司祭たちは止めなかった@{K}The priests don't prevent you.",
                                     "Id": 169906},
                    "Name": "自分のために血を受ける@{K}Collect some of the blood for yourself",
                    "Description": "この血は聖なる物かもしれない。あるいは何処か他の場所で疑うことを知らない買い手に売りつけられるかもしれない。@{K}Perhaps it is a holy relic. Perhaps it could be sold as one to unsuspecting buyers elsewhere.",
                    "ButtonText": "", "Id": 139882},
                   {"DefaultEvent": {"Description": "捧げ物はあなたの共同体での低い地位に見合うささやかでそれ程高価ではない物だ。司祭たちはそれを他の細々したものと一緒に机に並べた。\u000d\u000a\u000d\u000a外に出る際に、あなたはより目を引く数々の贈り物を見かけた。筆頭幾何学者の製図道具、ジャッカルから捧げられた鱗、鰐によって持ち帰られた異国の硬貨の山など。@{K}The tokens are small and not very valuable, as suits your lower rank in the community. The priests arrange them on a table with other small items. \u000d\u000a\u000d\u000aAs you go out, you pass by the more impressive gifts: drafting tools from the Chief Geometer, scales from Jackal, a heap of foreign coin brought home by Crocodile.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "申し分ない@{K}Impeccable",
                                     "Id": 169907},
                    "Name": "敬意の証として捧げものを残す@{K}Leave a respectful token of offering",
                    "Description": "傷ついてはいるが、それは依然神である。@{K}Even wounded, it remains a god.",
                    "ButtonText": "", "Id": 139883},
                   {"DefaultEvent": {"Description": "司祭たちは他の者であればあなたの行動を怪しんだことだろう。しかし月蛾であるあなたには、新入りにヴィザージュの儀式について語る必要が生じることが良くある。一端の書庫の説明は余所者に読ませる物ではない。そのため、あなたは自分自身の説明を作り上げることが求められているのだ。@{K}$Visage -> ヴィザージュ$The priests would be suspicious of anyone else who did this. But you, as Moon-Moth, often have a need to narrate the rituals of Visage to newcomers. The explanations in the Library of Parts are not suitable for strangers, and therefore you are expected to compose your own.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "あなただけが許された行い@{K}You alone may act", "Id": 169908},
                    "Name": "観察し記録をつける@{K}Observe and make notes",
                    "Description": "ここの風習は後で報告するだけの価値があるかもしれない。@{K}The customs here may be worth reporting later.",
                    "ButtonText": "", "Id": 139884},
                   {"SuccessEvent": {"Description": "あなたはこの仕事を上手くやり遂げた。牡牛は苦痛に満ちた鳴き声を上げるのをやめて横たわった。\u000d\u000a\u000d\u000a司祭たちは不審がっている。医療知識は蛾の作法に含まれていない。しかしこの一度だけは、彼らはこの行いに感謝しあなたを追い出そうとはしなかった。@{K}You do the task well. The animal stops the most distressing of its noises, and lies down.\u000d\u000a\u000d\u000aThe priests are suspicious. Medical knowledge is not a part of the etiquette of the Moth. On this one occasion, they are grateful enough not to have you removed, however.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "役割からは外れているが、誰も気にしなかった@{K}Out of character, but no one minds",
                                     "Id": 169911},
                    "DefaultEvent": {"Description": "あなたは牡牛の傷を閉じようとしたが、それは触れられることに耐えられないようで諦めざるを得なかった。これ以上手を出せばあなたが突き刺されてしまうだろう。いずれにせよ、獣医のように間に入ろうとするのは蛾に似つかわしい行いとは言えない。@{K}You try to bind up the wound, but the bull cannot bear to be touched, and you are forced to give up, as further experiments will end in your being gored as well. In any case, veterinary interventions are not a Moth-like function.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "大きな鳴き声と角の一突き@{K}Bellowing and goring", "Id": 169904},
                    "Name": "牡牛を手当てしようとする@{K}Try to bandage the bull",
                    "Description": "これほどまでに苦しんでいるのを見るのは胸が痛む。@{K}It is a shame to see it suffering so.",
                    "ButtonText": "", "Id": 139880}],
 "Description": "司祭たちが一頭の牡牛の周りに集い、その血を盃に受けている。@{K}The priests gather around the bull, capturing its blood in cups.",
 "Name": "アピスの神殿@{K}Apis Temple", "Id": 169902}
