{"ChildBranches": [{"DefaultEvent": {"Description": "あなたが蝙蝠に近寄ると、それは崖から一歩横にずれあなたのほうに頭を傾げてみせた。「おいてめえ」それは言う。「お前は俺の処刑人じゃねぇ」\u000d\u000a\u000d\u000aならば、恐らくこれはあなたの役割ではないのだろう。@{K}You approach the Bat. It takes a step sideways away from the cliff edge and cocks its head at you. \"Ey there,\" it says. \"You're not me executioner.\"\u000d\u000a\u000d\u000aPerhaps it's not your role, then.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "やめておこう@{K}Perhaps not",
                                     "Id": 169918},
                    "Name": "石の顎から蝙蝠を突き落とす@{K}Push a visiting Bat off the stone chin",
                    "Description": "その訪問者は全身を黒に包み、常に蝙蝠の仮面の下に手を伸ばしては顔を掻いている。@{K}The visitor is wearing all black, and keeps reaching up to scratch under its bat-mask. ",
                    "ButtonText": "", "Id": 139890},
                   {"DefaultEvent": {"Description": "あなたは準備を整え書き始めたが、詠嘆を表す象形文字をいくつか書き終えたところですぐにジャッカルに止められ法廷に連れていかれてしまった。彼らはこのような干渉を寛大に受け入れはしない。\u000d\u000a\u000d\u000a彼らの齎した痛みが去った時にはあなたは最初に訪れた場所に戻されていた。面もなく、衣装もなく、特別な振舞いの求められる評判もない。@{K}You ready your hand to write, but you don't get further than a few exclamatory glyphs before you're interrupted by a Jackal and led away for judgement. They don't take kindly to such interventions.\u000d\u000a\u000d\u000aWhen you recover from the pain they visit on you, you're back where you started. No mask, no costume, no reputation for expertise.",
                                     "Name": "現行犯@{K}Caught in the act", "Id": 169919},
                    "Name": "岩に新しい模様を刻み外観を損ねる@{K}Deface the stone with new markings",
                    "Description": "歴史に名を刻むとしよう。[この選択肢を選ぶと島から追い出される可能性が極めて高いです。]@{K}Imprint yourself on history. [This will get you kicked off the island, in all likelihood.]",
                    "ButtonText": "", "Id": 139891},
                   {"DefaultEvent": {"Description": "あなたはしばらくの間獅子をじっと観察した。それが顔の部分に向けて行う礼の回数には数学的な一連の流れがあった。瞳、鼻、そして両方の唇へ。獅子は崇拝者としてかあるいは恋人として礼を行っているのかを知るのは難しい。もしかするとこの二つは大きく異なっているわけではないのかもしれない。\u000d\u000a\u000d\u000aそうしてようやく獅子の礼が終わると、それは軽く面の顎をかみ合わせて音を立ててあなたの横を通り過ぎた。ここに立って見ているのは無礼なふるまいだったのだ。月蛾は訪問者を見張るのが役目であり、住人を監視はしない。あなたたち二人の役割の制限を破る行いだ。@{K}You contemplate the Lion for some time. There is an arithmetic sequence to the count of bows that it performs to each feature: the eyes, the nose, each lip. It is hard to know whether Lion is meant to be her worshipper or her lover. Perhaps the two functions are not very distinct.\u000d\u000a\u000d\u000aWhen at last the Lion's bows are complete, it passes you with a slight snap of its mask-jaws. It was rude of you to stand there watching. The Moth watches visitors. It does not watch citizens. To do so has violated the strictures of both of your roles.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "奉仕と崇拝@{K}Service and worship",
                                     "Id": 169920},
                    "Name": "此処を訪れている獅子の様子を静かに観察する@{K}Silently observe the attitude of the visiting Lion",
                    "Description": "顔に敬意を表しているようだ。@{K}It is paying obeisance to the face.",
                    "ButtonText": "", "Id": 139892},
                   {"DefaultEvent": {"Description": "この島の住人は顔に多くの意味を与えている。永遠の美、停滞、破ることのできない暗闇を見上げるという事そのもの。しかし、多くは頭上から見下ろすものについて語った。あの顔は下から見るのに向いているとは言い難い。あれは人の手の及ばないUnterzeeの天蓋から最もよく見ることが出来るのだ。@{K}The citizens give many meanings to the face: perpetual beauty; stasis; the idea of looking upward into an unyielding darkness. But most of all they speak of the idea of someone above looking down. The face is not convenient to view from down here. It would look its best from the perspective of the ceiling of the Unterzee, beyond reach.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "永遠に栄えん@{K}Flourishing in eternity", "Id": 169921},
                    "Name": "顔の意義について瞑想する@{K}Meditate on the meaning of the face",
                    "Description": "この顔は様々な形の示唆を提示してくれる。@{K}It offers many forms of inspiration.",
                    "ButtonText": "", "Id": 139893},
                   {"DefaultEvent": {"Description": "あなたはすり減った階段を辿り『栄え』の頬の側面を上った。登り路がこれほど厳しいものだった記憶はない。\u000d\u000a\u000d\u000aようやくたどり着いた入り口は、蜘蛛の絹のように繊維質だが蝋のように滑らかな物質によって塞がれていた。この物質は新しい物だろうか？ここで育ったのだろうか？住人たちは毎年これを取り除いているのだろうか？それともある種のセキュリティなのだろうか？\u000d\u000a\u000d\u000aしかしそれはあなたの手では除けられなかった。@{K}You climb up along the side of Flourishing's cheek, following a staircase of worn steps. You don't remember the path being this difficult before.\u000d\u000a\u000d\u000aThe entry, when you come to it, is plugged with a substance fibrous as spider silk but slick and waxy to the touch. Is this new? Does it grow here? Do they clear it away every year? Is it a form of security?\u000d\u000a\u000d\u000aBut it doesn't yield to your hand.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "難航@{K}Harder to find",
                                     "Id": 169930},
                    "Name": "耳の内部へと続く扉を探す@{K}Look for the doorway into the Ear",
                    "Description": "この辺りの何処かにはあるはずだ。@{K}It must be around here somewhere.",
                    "ButtonText": "", "Id": 139900},
                   {"SuccessEvent": {"Description": "あなたはどのようにしてこの顔が削り出されたのか真実を含む話を語り聞かせ、蛙はそれに拡大されたゲップとソルト・ライオンとして知られるスフィンクスについてどこかで聞いた話で答えた。かなり良い蛙だ。@{K}$Salt Lions -> ソルト・ライオン$You tell the Frog a partially true story about how this face was carved. The Frog replies with an amplified belch and a story it heard about the sphinxes known as the Salt Lions. It's really a very good Frog.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "互いに上出来@{K}Creditable on both sides", "Id": 169917},
                    "DefaultEvent": {"Description": "あなたは蛙にこの顔がどのようにして作り上げられたのか部分的に真実を含む話を語った。\u000d\u000a\u000d\u000a蛙はそれに質問で答えた。この島の原住民はどのような人々だったのか、そして現在の島民たちはその子孫なのか、そうでないとすれば原住民たちは何処へ行ってしまったのかといった詳細で抜け目のない学術的な問いだ。この蛙は愚かで騙されやすいという蛙の役割をまったく学んでいないようだ。\u000d\u000a\u000d\u000aこのように突然質問を浴びせられたため、あなたは滑らかに答えるのに苦労した。あなたたちは互いに苛立ちを抱えたまま別れた。@{K}You tell the Frog a partially true story about how this face was carved. \u000d\u000a\u000d\u000aIt replies with questions. Detailed, astute, scholarly questions, about who the original people were who inhabited the island and whether the present citizens are their descendants, and, if not, where the original inhabitants might have gone. It hasn't learned the role of stupid credulity at all.\u000d\u000a\u000d\u000aCaught off guard like this, you have a hard time answering its questions smoothly. You part with irritation on both sides.",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "少々不慣れな様子で@{K}Attended by some awkwardness", "Id": 169916},
                    "Name": "ここへ登る道を見つけた蛙に案内を申し出る@{K}Offer instruction to the Frog that found its way up here",
                    "Description": "あの蛾があなたにしてくれそうな事だ。@{K}That's the sort of thing your Moth would have done to you.",
                    "ButtonText": "", "Id": 139889},
                   {"SuccessEvent": {"Description": "絵は物語を語る。悠久の栄えはかつてこの島に住んでいた高貴な者に愛された女性の顔だったのだ。しかしそれから彼女は……この絵は何を意味している？上昇した？花開いた？飛び去った？そして悲嘆に飲まれた彼は“石から偉大な物を彫り出す者たち”を招集しこの島全体の表面を作り替えたのだった。\u000d\u000a\u000d\u000aそのあとに続く数行は労働者たちとの契約の費用と、持ち去られた岩がどうなったのか、そして現在は顔の領域となった場所に家を所有していたものへの補償について語っていた。@{K}$Flourishing ?- ?of ?- ?Years -> 悠久の栄え$The pictures tell a story: this is the face of a woman, Flourishing-of-Years, who once was loved by one of the nobles inhabiting this island. But then she - what's this pictogram? ascended? bloomed? flew away? And consumed with grief he assembled those-who-carve-great-things-from-stone and remade the whole surface of the island.\u000d\u000a\u000d\u000aThere are several more lines after that, which narrate the cost of the labour contract for the workers, and what was done with all the stone that was carted away, and the compensation given to those who had formerly owned houses on what is now face territory. ",
                                     "LinkToEvent": {"Id": 168605}, "Name": "愛と労働には対価が必要@{K}Love and labour costs",
                                     "Id": 169924},
                    "DefaultEvent": {"Description": "どれだけ頭を悩ませても、あるいはどの方向から読もうとしても刻まれた文字の意味は分からなかった。あまりにも古い一部でしか使われなかった言葉で書かれているようだ。それに加えて、下に行くにつれ文字が小さくなりさらに読みにくくなっている。@{K}No matter how you hold your head, no matter in what direction you try to read the script, you can't make out the meaning. They're in too old a dialect. Not to mention that the ones near the bottom get smaller and harder to read.",
                                     "LinkToEvent": {"Id": 168605}, "Name": "古き言葉@{K}Old words",
                                     "Id": 169915},
                    "Name": "古い印を研究する@{K}Study ancient marks",
                    "Description": "幾つもの小さな絵が岩を横切るようにして広がっている。@{K}Tiny pictures march across the stone.",
                    "ButtonText": "", "Id": 139888}],
 "Description": "丘の側面を上るにつれ建物は疎らになり、ついには一軒もなくなってしまった。あなたの視界に巨大な顎だけが映る。@{K}Up on the hillside, the buildings become scarcer and then vanish entirely, leaving you looking at the bottom of a great chin.",
 "Name": "『顔』の傍ら@{K}Beside the Face", "Id": 169914}
