{"ChildBranches": [{"DefaultEvent": {"Description": "何が残されているか確認しよう。カーネイトの好意は得られないが、奪えるものは全て奪え。@{K}$Khan -> カーン, Khanate -> カーネイト$See what remains. You've won no favour with the Khanate here today - take whatever you can.",
                                     "LinkToEvent": {"Id": 140906},
                                     "Name": "船倉には何があるだろう？@{K}What's in the hold?", "Id": 171353},
                    "Name": "乗っ取って略奪する@{K}Seize and loot her!",
                    "Description": "奪えるものは全て持ち去ろう。そして生き残ったカーネイト人も牢に入れるか切り殺すかしておこう。@{K}$Khaganian -> カーネイト人$Take what you can. Imprison or cut down any Khaganians that remain.",
                    "ButtonText": "", "Id": 140723},
                   {"DefaultEvent": {"Description": "相手はこの結果に喜んではいないようだ。彼らの船は修復できない状態のか、もしかしたらボートに乗り移らなければならなくなっているのかもしれない。しかし、生き残った船員は渋々といった様子であなたと握手を交わし、幸運を祈った。@{K}Your opponents are not delighted with the outcome. Their ship may lie beyond repair - perhaps they'll have to take to the boats. But the surviving officers shake your hand grudgingly, and wish you well.",
                                     "Name": "驚きと困惑@{K}Surprise and confusion", "Id": 171354},
                    "Name": "解放する@{K}Let her go",
                    "Description": "……もしカーネイトとどうしても敵対したくないのであれば。これは私掠船か脱走した元海軍の船であり、その上こちらを攻撃してきたのだからあなたにはその物資を手に入れる権利があるだろう。しかしあなたがすでにカーネイトに嫌われているのならば、慈悲を見せることであなたの評判を修復することも出来る。@{K}$Khan -> カーン, Khanate -> カーネイト$...if you're desperate not to antagonise the Khanate. This is a privateer which attacked you, or a rogue naval vessel - you're within your rights - but mercy will repair your reputation, if the Khanate dislikes you already.",
                    "ButtonText": "", "Id": 140724},
                   {"DefaultEvent": {"Description": "戦術、策略、武器。とても似通っていながら、それでもあなたたちの物とは異なる。これから学ぶことが出来るだろう。@{K}Tactics, manoeuvres, weapons. So similar, and yet so different. You can learn from this.",
                                     "LinkToEvent": {"Id": 144336},
                                     "Name": "経験という名のお宝だ！@{K}A bounty of experience!",
                                     "Id": 171355},
                    "RareDefaultEvent": {"Description": "戦術、策略、武器……そして海軍省がとりわけ興味を示しそうないくつかの物品。@{K}$Admiralty -> 海軍省$Tactics, manoeuvres, weapons... and a few items of particular interest to the Admiralty.",
                                         "LinkToEvent": {"Id": 144336},
                                         "Name": "情報という名のお宝だ！@{K}A bounty of intelligence!",
                                         "Id": 171356},
                    "Name": "観察し全てを記録する@{K}Record any Observations",
                    "Description": "十分に知識を集めることが出来れば、何かを学べるかもしれない……@{K}If you've gathered enough, you may learn something...",
                    "ButtonText": "", "Id": 140725},
                   {"SuccessEvent": {"Description": "次にロンドンに帰った時、自宅に戻って戦利品の金を手に入れよう。@{K}When you next return to London, return to your Lodgings to claim your prize money...",
                                     "Name": "宝があなたを待つ@{K}Awaiting your pleasure", "Id": 171435},
                    "DefaultEvent": {"Description": "あなたの戦利品が再び目撃されることはなかった。ヘプティチィアに飲み込まれたか、船員がお互いに食い合ったのか。あるいは彼らはあなたを裏切ってアイアン・リパブリックへ向かったのかもしれない。法の手の届かない場所へと。@{K}$Iron Republic -> アイアン・リパブリック$Your prize is never seen again. Perhaps a heptycheer devours your crew. Perhaps they devour each other. Perhaps they betray you and sail it to the Iron Republic, where laws cannot follow.",
                                     "Name": "闇の中へ@{K}Into the darkness", "Id": 171434},
                    "Name": "船員を乗せ家へ向かわせる@{K}Send home with a prize crew",
                    "Description": "8人もいれば最低限足りるだろう。トラブルが起こらない限りは。@{K}Eight zailors should be enough for a skeleton crew, unless she runs into trouble.",
                    "ButtonText": "", "Id": 140770}],
 "Description": "船体のあちこちに穴が開き、船員たちは物品の目録を作っている。持っていけるものは全て奪うとしよう。@{K}Shattered, listing. Seize what you can.",
 "Name": "トリマラン型戦艦を打ち倒した@{K}You've defeated a War Trimaran",
 "Id": 171350}
