{"ChildBranches": [{"DefaultEvent": {"Description": "船倉の奥のほうに何かがあった……@{K}Here's something at the back of the hold...",
                                     "LinkToEvent": {"Id": 140906}, "Name": "これは何だ？@{K}What's this?",
                                     "Id": 171362},
                    "Name": "略奪してから沈める@{K}Loot and scuttle her",
                    "Description": "この船は汚く古びていて、Zeeは安全ではない。取れるものだけ取って、先に進もう。@{K}She's a vile old vessel, and these zees aren't safe. Take what you can and move on.",
                    "ButtonText": "", "Id": 140728},
                   {"DefaultEvent": {"Description": "私掠船か！機械仕掛けの猿で一杯の下水道のように独創的かつ不愉快だ。あなた細部の情報を苦労して集めた。論文か戦術書か刺激的な三文小説を書くのには十分だろう。@{K}Corsairs! Inventive and disgusting as a sewerful of clockwork apes. You've gleaned enough details to write a treatise, a strategy manual or a titillating penny-dreadful.",
                                     "Name": "むさ苦しさの見本のよう@{K}The study of squalor", "Id": 171363},
                    "Name": "観察し全てを記録する@{K}Record any Observations",
                    "Description": "十分に知識を集めることが出来れば、何かを学べるかもしれない……@{K}If you've gathered　enough, you may learn something...",
                    "ButtonText": "", "Id": 140729},
                   {"SuccessEvent": {"Description": "次にロンドンに帰った時、自宅に戻って戦利品の金を手に入れよう。@{K}When you next return to London, return to your Lodgings to claim your prize money...",
                                     "Name": "宝があなたを待つ@{K}Awaiting your pleasure", "Id": 171361},
                    "DefaultEvent": {"Description": "あなたの戦利品が再び目撃されることはなかった。ヘプティチィアに飲み込まれたか、船員がお互いに食い合ったのか。あるいは彼らはあなたを裏切ってアイアン・リパブリックへ向かったのかもしれない。法の手の届かない場所へと。@{K}$Iron Republic -> アイアン・リパブリック$Your prize is never seen again. Perhaps a heptycheer devours your crew. Perhaps they devour each other. Perhaps they betray you and sail it to the Iron Republic, where laws cannot follow.",
                                     "Name": "闇の中へ@{K}Into the darkness", "Id": 171360},
                    "Name": "船員を乗せ家へ向かわせる@{K}Send home with a prize crew",
                    "Description": "3人もいれば最低限足りるだろう。トラブルが起こらない限りは。@{K}Three zailors should be enough for a skeleton crew, unless she runs into trouble.",
                    "ButtonText": "", "Id": 140727}],
 "Description": "この船はあなたのものだ！さて、これをどうしようか？@{K}The ship is yours! What will you do with her?",
 "Name": "海賊のフリゲート艦を打ち倒した@{K}You've defeated a Pirate Frigate", "Id": 171359}
