{
  "Id": 171394,
  "Name": "海賊の上級小型汽船を打ち倒した@{K}You've defeated a Crack Pirate Steam-Pinnace",
  "Description": "この船はあなたのものだ！さて、これをどうしようか？@{K}The ship is yours! What will you do with her?",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 171397,
        "Name": "収穫は少ない@{K}Lean pickings",
        "Description": "このような小さな船は彼らの隠された港からあまり遠くへは行かない。しかし、この船倉の奥のほうに何かがあった……@{K}These pinnaces don't sail far from their hidden harbours, but here's something at the back of the hold -"
      },
      "Id": 140749,
      "Name": "略奪してから沈める@{K}Loot and scuttle her",
      "Description": "この船は汚く古びていて、Zeeは安全ではない。取れるものだけ取って、先に進もう。@{K}She's a vile old vessel, and these zees aren't safe. Take what you can and move on."
    },
    {
      "DefaultEvent": {
        "Id": 171398,
        "Name": "窮余の革新@{K}Desperate innovations",
        "Description": "この海賊たちはこれほどの速度を保つため、彼らのエンジンに危険で歪んだ改造を加えていた。自分の船で真似しようとは思わないかもしれないが、それから学ぶことは出来る……@{K}These pirates have done perverse and perilous things to their engine to keep it running at such a pace. You probably don't want to do those things. But you can learn from them..."
      },
      "Id": 140750,
      "Name": "観察し全てを記録する@{K}Record any Observations",
      "Description": "十分に知識を集めることが出来れば、何かを学べるかもしれない……@{K}If you've gathered　enough, you may learn something..."
    },
    {
      "DefaultEvent": {
        "Id": 171395,
        "Name": "闇の中へ@{K}Into the darkness",
        "Description": "あなたの戦利品が再び目撃されることはなかった。ヘプティチィアに飲み込まれたか、船員がお互いに食い合ったのか。あるいは彼らはあなたを裏切ってアイアン・リパブリックへ向かったのかもしれない。法の手の届かない場所へと。@{K}$Iron Republic -> アイアン・リパブリック$Your prize is never seen again. Perhaps a heptycheer devours your crew. Perhaps they devour each other. Perhaps they betray you and sail it to the Iron Republic, where laws cannot follow."
      },
      "Id": 140748,
      "Name": "船員を乗せ家へ向かわせる@{K}Send her home with a prize crew",
      "Description": "2人もいれば最低限足りるだろう。それにこの船は早いのでトラブルに巻き込まれることもない。@{K}Two zailors should be enough for a skeleton crew, and she's fast enough to avoid most trouble."
    }
  ]
}