{"ChildBranches": [{"SuccessEvent": {"Description": "ロンドンの人々には、ここで育つものを想像する事すらできないだろう。骨の並ぶ果樹園にポプラの木のように地中から延びる鉄、カットされた石で出来た林檎が豊かに実る硬い石の柱。宝石に彩られた顔が岩陰からあなたのほうを向く。船員たちは恍惚としている。彼らは一人ずつ、あなたの元を去っていった。船をもやうと岸に消え、あるいは河へとその身を投げる。百の言語のある町コーションに辿り着いたとき、あなたはほとんど一人になっていた。その場所の花は実る氷のように輝いている。巡礼の旅にある目覚めた者たちがもったいなくもあなたの元を訪れた。彼らはあなたに卵とナイフを贈り物として授けて言った。「引き返せ。長老はお会いにならない。お前はまだ十分な年月を生きていない」\u000d\u000a\u000d\u000aあぁ、彼らの言ったことは正しかった。どれほど正しかったことか。あなたは河口の港に立ち、空になった船を見つめた。その傷ついた船体と紙のように薄くなった装甲を。あなたの左手にはナイフが、そして右手には卵が握られている。@{K}$Iron -> アイアン, Presbyter -> 長老$In London, they never imagine what grows here. Orchards of bones. Iron upright as aspens. Flint pillars, fecund with faceted apples. Gemmed faces turn to watch you from the rock. Your crew are entranced. They begin to leave you, one by one, slipping ashore when you moor, or giving themselves to the river. You are almost alone when you arrive at Caution, that hundred-tongued city. Its flowers shine like fruited ice. The Pilgrim-Wakers condescend to meet with you. They give you gifts: an egg, and a knife. \"Turn back,\" they tell you. \"The Presbyter will not meet with you. You have not lived enough.\"\u000d\u000a\u000d\u000aHow right they were; how right they were. You stand at the docks of the port at the river's mouth, and look upon your empty ship, its scabbed sides, its paper-thin hull. In your left hand, you hold a knife; in your right, an egg.",
                                     "Name": "未踏の森@{K}Forests unseen", "Id": 171878},
                    "DefaultEvent": {"Description": "ブルー・プロフェットは死にゆく者の名を呼ぶ。今朝彼らが叫んだのはあなたの名だった。昼頃には機関長が旧大陸の言語で何事かを唱えながら甲板を行ったり来たりし始めた。彼は下に戻ろうとしない。クロノメーターが四時を指すと、船があなたに語り始めた。それは次に起こることに対して謝っている。その言葉はあなたにしか聞こえなかった。七時になると、船のエンジンが心臓のように弾けてしまった。船体も崩れていく。あなたたちは貪欲かつ汚れた山の血潮の流れに飲まれて消えた。あなたの骨は川岸の泥の中に育つことだろう。@{K}$Blue Prophet -> ブルー・プロフェット, Elder Continent -> 旧大陸$Blue Prophets cry the names of those about to die. This morning, the name they cried was yours. At noon, your Chief Engineer begins to pace the deck, chanting in the tongues of the Elder Continent. He refuses to return below. At four o'clock by the ship's chronometer, the ship begins to speak to you. It apologises for what will happen next. Only you can hear it. At seven o'clock, the engine bursts like a heart. The hull shatters. You are lost in the tides of the Mountain's Blood, stained and avid. Your bones will grow in the muds of the river's shore.",
                                     "Name": "勇敢な終焉@{K}A brave end", "Id": 171853},
                    "Name": "かの山の血潮@{K}The Mountain's Blood",
                    "Description": "上流へ、紅い河を遡り旧大陸の心臓部へと。一マイル進むごとに水の赤色が深まる。極地の氷山からその一角が剥がれ落ちるような音を立てて船が軋んだ。@{K}Upstream, up the red river into the Continent's heart. With every mile, the red is deeper. Your ship groans like calving ice.",
                    "ButtonText": "", "Id": 141032}],
 "Description": "人々は言う、アダムの道の水脈に挑むのは生ける船の船長だけだと。しかし、その人々はあなたに会ったことはない。@{K}$Adam's Way -> アダムの道$They say that only the captain of a living ship can dare the waters of Adam's Way. But they've never met you.",
 "Name": "上流へ@{K}Way Upstream", "Id": 171852}
