{"ChildBranches": [{"DefaultEvent": {"Description": "　彼女は口元を嫌悪に歪めながら、あなたに黒い大メダルを手渡した。「婦人には、これによって支払いがなされるとお伝え下さい。契約は契約ですからね」[アイル・オブ・キャッツに戻れば、大きな報酬を受け取ることができるでしょう。船倉に少なくとも10の空きを作っておきましょう。]@{I}彼女は嫌悪感を隠さずに唇を歪め、貴方に黒の大メダルを手渡す。「ご婦人にお伝え願いたい。彼女は支払いを受け取るだろうと。契約は契約だ。」@{M}$Isle of Cats -> アイル・オブ・キャッツ$She hands you a black medallion, her mouth twisted in distaste. \"Tell the Lady that she will receive her payment. A contract is a contract.\" [You will be well rewarded when you return to the Isle of Cats. Make sure you have at least 10 free spaces in your cargo hold.]",
                                     "Name": "仲介人@{I}仲介人@{M}Middlemen", "Id": 168558},
                    "Name": "檻の婦人からの積荷@{I}檻の貴婦人からの荷物@{M}$Lady of the Cages -> 檻の婦人$A shipment from the Lady of the Cages",
                    "Description": "「このようなことが起こるのではないかと心配していました。良いでしょう。手短にお願いします」@{I}「私は常日頃よりこうなる事を恐れていた。仕方がない。早く済まされよ。」@{M}\"I had been afraid this might happen. Very well. Be quick about it.\"",
                    "ButtonText": "", "Id": 139072},
                   {"DefaultEvent": {"Description": "　1000エコー。紙幣の山が、秋の木の葉のような楽しげな音を立てた。蜜の小瓶は遺言執行人に手渡された。「幸運を」彼女はそれとなく言ったが、幸運な結末について、彼女が確信を持っているようには聞こえなかった。@{I}1000エコー。彼らは嬉しそうにガサガサと揺すっている。執行者は貴方からガラス瓶を受け取った。「ご幸運を。」彼女はそう言う。最も、彼女自身本心からそう願っていた訳では無さそうだが。@{M}One thousand Echoes. They rustle delightfully, like letters about autumn. The Executor accepts the vials from you. \"Good luck,\" she suggests. She doesn't sound convinced.",
                                     "Name": "代わりの手筈@{I}替わりの配置@{M}An alternative arrangement",
                                     "Id": 169528},
                    "Name": "ザイラを裏切る@{I}ザイーラを裏切る@{M}$Zaira -> ザイラ$Betray Zaira",
                    "Description": "「私の依頼人は、代わりの手筈を用意していました。蜜を今、こちらに渡して下さるのであれば、一切の条件無しで1000エコーをお支払いしましょう」@{I}「私の依頼人は替わりの配置の為の条件を出してきた。もし蜂蜜を今すぐ手渡すなら、1000エコーを支払おう。質問は一切無しだ。」@{M}\"My client made provisions for an alternative arrangement. If you'll give me the honey now, I will pay you one thousand Echoes, no questions asked.\"",
                    "ButtonText": "", "Id": 139661},
                   {"DefaultEvent": {"Description": "　遺言執行人は静かに話を聞いていた。「なるほど」遂に彼女は言った。「それは私達からは失われたものですね。ありがとうございます」@{I}執行者は沈黙の中で聞いていた。「その通りだ。」やがて彼女は言う「それが私達の失った物だ。礼を言う。」@{M}The Executor listens in silence. \"Yes,\" she says at last, \"that's what we've lost. Thank you.\"",
                                     "LinkToEvent": {"Id": 172536},
                                     "Name": "春、秋@{I}春と、秋@{M}Spring, autumn", "Id": 172537},
                    "Name": "地上についての話をする@{I}地表の言い伝え@{M}$Surface -> 地上$Speak of the Surface",
                    "Description": "「彼は自らの記念碑として、一続きのフレスコ画を手配していました。何か着想はありませんか？」@{I}「彼は自分がかつてそうであった事を記念する為にフレスコ画集の配置を手がけていた。何か新しい着想の助けになるものは無いか?」@{M}\"He had arranged for a series of frescoes, to commemorate what he was. Can you supply inspiration?\"",
                    "ButtonText": "", "Id": 141456}],
 "Description": "「私は彼の最後の望みを叶えるために参りました。あなたの方で彼に何か用事がありましたか？」@{I}「私は彼の最後の望みを叶える為に此処に来た。貴方が望んだ物はあったか?」@{M}\"I'm here to fulfil his last requests. Was there something that you wanted?\"",
 "Name": "貿易商の遺言執行人@{I}貿易商人の執行者@{M}The Venturer's Executor",
 "Id": 172536}
