{"ChildBranches": [{"DefaultEvent": {"Description": "貴方は何処か暗い場所にいる。何かが起こったようだ。そこらに蛾が居る。こいつらは一体何だ?<i>こいつらは一体何なんだ?</i>@{M}You are somewhere dark. Something happened. There are moths. What are all these things? <i>What are all these things?</i>",
                                     "Name": "記憶の空白@{K}割れ目@{M}A hiatus", "Id": 172691},
                    "Name": "ワインを振るまい、祝宴に参加する。@{M}Provide wine, and join the celebration",
                    "Description": "貴方が一緒にグラスを掲げれば、貴方の元同乗者とその友人達は喜ぶだろう。@{M}Your former passenger, and their friends, would be delighted if you'd raise a glass with them.",
                    "ButtonText": "", "Id": 141553},
                   {"DefaultEvent": {"Description": "彼女の指が手すりをかたく握りしめる。「良かった」彼女が呟く。「本当に良かった」それ以降、彼女は陸に上がり彼の腕の中に収まるまで、何も言わなかった。彼はエコーを、彼女は日誌のページを報酬として貴方に渡した。@{K/M}彼女の指が船側をしっかり握りしめる。「良かった...」彼女が呟く。「本当に良かった。」それ以降、彼女は陸に上がり、彼の腕の中に収まるまで何も言わなかった。彼は貴方にエコーを支払い、彼女は、日誌のページを貴方に渡した。@{M}Her fingers clench the rail. \"Good,\" she says. \"Good.\" She doesn't speak again until she's on shore, in his arms. He pays you in Echoes; she, in pages from her journal.",
                                     "Name": "嘘も方便@{M}More tact than truth", "Id": 172692},
                    "Name": "不審な人物を安心させる@{K/M}シェーディ・ソートを安心させる@{M}$Shady Sort -> 不審な人物$Reassure the Shady Sort",
                    "Description": "不審な人物は貴方に向き直る。「今まで敢えて聞きませんでした。彼は一体……一体どれ程変わってしまったのですか？あの包帯の下はひどい状態なのでしょうか？」貴方なら、彼女を安心させる事が出来るかもしれない。@{K/M}シェーディ・ソートは貴方に向き直る。「今まで敢えて聞かなかった。彼は一体...一体どれ程変わってしまったの?あの包帯の下はひどい状態なの?」貴方なら、彼女を安心させる事が出来るかもしれない。@{M}$Shady Sort -> 不審な人物$The Shady Sort turns to you. \"I didn't ask. How much... how much is he changed? Is it very bad beneath the bandages?\" Perhaps you can reassure her.",
                    "ButtonText": "", "Id": 141554},
                   {"DefaultEvent": {"Description": "「俺が死ぬ度、娘は財産を受け継ぐんだよ。」彼が悲しげに呟く。「まただ。今回娘は俺をウナギに食わせた。次はどうなるのか、誰が知り得ようか？しかしそれでも、俺達は愛し合っているのさ」彼は波止場で手を振っている者を一瞬だけ見やる。「彼女の姿を見るのは、何時だって良い事なんだ」\u000d\u000a\u000d\u000a彼の娘は貴方に紙幣の束で支払った。老いた墓人は黙って、彼女が札束を手渡すのを見守っていた。彼らは抱擁し合った。やや用心を潜ませながら。@{K/M}「俺が死ぬ度、娘は財産を受け継ぐんだよ。」彼が悲しげに呟く。「まただ。今回娘は俺をウナギに食わせた。次はどうなるのか、誰が知り得ようか?しかしそれでも、俺達は愛し合っているのさ。」彼は波止場で手を振っている者を一瞬だけ見やる。「彼女の姿を見るのは、何時だって良い事なんだ。」\u000d\u000a\u000d\u000a彼の娘は貴方に紙幣の束で支払った。老いた墳墓の入植者は黙って、彼女が札束を手渡すのを見守っていた。彼らは抱擁し合った。やや用心を潜ませながら。@{M}\"Every time I die, my daughter inherits my estate,\" he says mournfully. \"Again. This time she had me fed to eels. Who knows what it'll be next time? But we do love each other.\" He watches the waving figure on the quayside for a moment. \"It's always good to see her.\"\u000d\u000a\u000d\u000aHis daughter pays you with a sheaf of banknotes. The old tomb-colonist watches her hand over the money in silence. They embrace, rather cautiously.",
                                     "Name": "再会@{M}Reunion", "Id": 172693},
                    "Name": "家族を再会させる@{K}家族の再会を促す@{M}Provide a family reunion",
                    "Description": "貴方の同行者は無口だったが、今になって沈黙を破った。「一つだけ忠告しよう」彼が言う。「遺書は、慎重に書くことだ」どういう意図で言ったのか、尋ねるべきだろうか？@{K/M}貴方の同行者は無口だったが、今彼は沈黙を破っている。「一つだけ忠告しよう。」彼が言う。「遺書は、慎重に書くことだ。」どういう意図で言ったのか、尋ねるべきだろうか?@{M}Your passenger has been taciturn, but now he breaks his silence. \"A word of advice,\" he says. \"Write your will carefully.\" Should you ask him what he means?",
                    "ButtonText": "", "Id": 141555},
                   {"DefaultEvent": {"Description": "彼らは、貴方が行動を共にしない事に少し失望している。「新顔が少ないね。」誰かがため息を漏らす。「本当に、新顔が少ない。」それでも彼らは札束と不思議な箱で貴方への感謝を示していた...@{M}They're a little disappointed you won't join them. \"So few fresh faces,\" one sighs. \"So few faces, in fact.\" But they show their gratitude with a sheaf of bank-notes and a curious box...",
                                     "Name": "無言の満足@{M}Muted satisfaction", "Id": 172696},
                    "Name": "ワインを振る舞う@{M}Provide wine",
                    "Description": "貴方の元同行者は、桟橋で待っている。彼らは友人を連れて来ていた。とても喉の乾いた友人を。@{M}Your former passenger waits on dock. They've brought friends. Thirsty friends.",
                    "ButtonText": "", "Id": 141557},
                   {"DefaultEvent": {"Description": "「何時の日かお前にも娘が出来るのかもしれんな」彼は低い声で呟く。そして、険しい顔で黙り込んだ。\u000d\u000a\u000d\u000a彼の娘は貴方に紙幣の束で支払った。老いた墓人は黙って、彼女が札束を手渡すのを見守っていた。彼らは抱擁し合った。やや用心を潜ませながら。@{K/M}「何時の日かお前にも娘が出来るのかもしれんな。」彼は低い声で呟く。そして、完全な沈黙に身を任せた。\u000d\u000a\u000d\u000a彼の娘は貴方に紙幣の束で支払った。老いた墳墓の入植者は黙って、彼女が札束を手渡すのを見守っていた。彼らは抱擁し合った。やや用心を潜ませながら。@{M}\"Perhaps you'll have a daughter, some day,\" he mutters. Then he falls grimly silent.\u000d\u000a\u000d\u000aHis daughter pays you with a sheaf of banknotes. The old tomb-colonist watches her hand over the money in silence. They embrace, rather cautiously.",
                                     "Name": "再会@{M}Reunion", "Id": 172748},
                    "Name": "彼の言いたい事を気にしない@{M}Never mind what he means",
                    "Description": "貴方は彼の長話を聞くだけの金を支払われていない。@{K/M}彼女の長話を聞くだけの金を、貴方は支払われていない。@{M}You're not being paid enough to listen to his maunderings.",
                    "ButtonText": "", "Id": 141588},
                   {"DefaultEvent": {"Description": "彼女は何も言わない。貴方が何かを話せば話すだけ、彼女の顔は白くなっていった。今では、ほとんど蝋人形のようになってしまっている。彼女はタラップをギクシャクと降り、友人と合流した。彼が貴方に支払いをする。彼女は、やはり何も言わない。@{K/M}彼女は何も言わない。貴方が何かを話せば話すだけ、彼女の顔は白くなっていった。今では、彼女は蝋人形のような感じになってしまっている。彼女はタラップをギクシャクしながら降り、彼女の友人と合流した。彼が貴方に支払いをする。彼女は、やはり何も言わない。@{M}She says nothing. Her face grows paler and paler as you speak. Now she looks like nothing so much as a wax figure. She walks jerkily down the gangplank to meet her friend. He pays you. She says nothing.",
                                     "Name": "沈黙@{M}Silence", "Id": 172749},
                    "Name": "不審な人物に真実を告げる@{K}シェーディ・ソートに真実を伝える@{M}$Shady Sort -> 不審な人物$Tell the Shady Sort the truth",
                    "Description": "皮膚検査に合格しない限り、何者も墓人としてヴェンダーバイトに立ち入る事は無い事を彼女に伝える。彼はひどく変わってしまった、それも悪い方に。@{K/M}皮膚検査に合格しない限り、何者も入植者としてベンダーバイトに立ち入る事は無い事を彼女に伝える。彼はひどく変わってしまった事、事態はより悪い事を彼女に伝える。@{M}$Venderbight -> ヴェンダーバイト$Tell her that no one enters Venderbight as a colonist, unless they pass the Skin-Check. Tell her that he is much changed, and for the worse.",
                    "ButtonText": "", "Id": 141589}],
 "Description": "ヴェンダーバイトの墓人に残された楽しみは、数少ない。珍しい塵の飛び交う宮殿が、彼らの新しい家となるのだ。ほんの少しだけ、貴方は手助けが出来るかもしれない。@{K/M}ベンダーバイトの墳墓の入植者に遺された楽しみは、数少ない。珍しい塵の飛び交う宮殿が、彼らの新しい家となるのだ。ほんの少しだけ、貴方は手助けが出来るかもしれない。@{M}$Venderbight -> ヴェンダーバイト$The tomb-colonists of Venderbight have few pleasures remaining. Their new home is an echoing palace of rare dust. Perhaps you can help, a little.",
 "Name": "貴方が約束した物を与える@{M}Provide what you have promised",
 "Id": 172690}
