{"ChildBranches": [{"DefaultEvent": {"Description": "船員たちが船を捜索した。海賊行為の片棒を担ぐことになり不満気だが、今のところは従順だ。さあこれが彼らの見つけてきたものだ……@{K}Your crew searches the ship, complicit together in this act of banditry, unhappy, but obedient for now. Here's what they've found - ",
                                     "LinkToEvent": {"Id": 140906},
                                     "Name": "これは何だ？@{K}What's this?", "Id": 174342},
                    "RareDefaultEvent": {"Description": "一人の船員が突然泣き崩れた。私は海賊になるために海に出たんじゃない！あんたは海の同胞を裏切ったんだ！そして彼女はあなたに飛び掛かり、ほかの船員たちが彼女を撃たなければならなかった。険しい目と固く引き結ばれた唇が散見される。しかし、これが苦労して得た財宝だ。@{K}One of your sailors breaks down. She didn't go to sea to be a pirate! You've betrayed the fellowship of the sea! Your bo'sun is forced to shoot her when she leaps at you. Grim eyes, tightened lips. But here's your hard-won treasure.",
                                         "Name": "残念な出来事@{K}A regrettable incident", "Id": 174343},
                    "Name": "略奪してから沈める@{K}Loot and scuttle her",
                    "Description": "奪えるものは奪い、犯罪の証拠を消し去る。@{K}Take what you can. Hide the evidence of your crime.",
                    "ButtonText": "", "Id": 142559},
                   {"SuccessEvent": {"Description": "あなたはとりわけ強情で無鉄砲な船員を選んで船に乗せた。彼らは残された血痕について冗談を言っている。運が良ければ――彼らのことが信頼できるとしての話だが――コルセアズ・フォレストで何かがあなたを待っているだろう。@{K}You send your most desperate and unrepentant crew aboard. They crack jokes about the bloodstains. With luck - if you can trust them - you'll find something waiting in Corsair's Forest.",
                                     "Name": "宝があなたを待つ@{K}Awaiting your pleasure", "Id": 174341},
                    "DefaultEvent": {"Description": "あなたの戦利品が再び目撃されることはなかった。まあ、あなたは彼らをいかがわしい仕事に出していたし、海は広い。残った船員たちはあなたの様子を盗み見ている。我々は今や海賊なのだろうか？次の港で船を離れる者が出るかもしれない。あるいは彼らはあなたの傍らで傷を負い獰猛に、そして自暴自棄になっていくかもしれない。@{K}Your prize is never seen again. Well, you set them on a dubious errand, and the sea is wide. Your remaining crew watches you covertly. Are you all pirates now? Perhaps they'll slip away at the next port, in ones and twos. Perhaps they'll grow scarred and fierce and desperate alongside you.",
                                     "Name": "闇の中へ@{K}Into the darkness", "Id": 174340},
                    "Name": "船員を乗せ、コルセアズ・フォレストへ向かわせる@{K}Send her to Corsair's Forest, with a prize crew",
                    "Description": "この船をロンドンに持って帰ることは出来ない。面倒なことになるだろう。しかしフォレストの人間なら買い取ってくれる可能性が高い。@{K}You can hardly take her home to London. It will cause a fuss. But someone in the Forest will likely buy her.",
                    "ButtonText": "", "Id": 142558}],
 "Description": "罪のない男女が死んだが、それは彼らの問題だ。もしも捕まればあなたの問題にもなるが。しかしその事についてはあまり考えないようにしよう。さてどうする？@{K}Innocent men and women are dead, but that's their problem. And yours, if you're caught, but let's not dwell on that. What now?",
 "Name": "商用船を打ち倒した@{K}You've defeated a Merchant Cruiser",
 "Id": 174339}
