{"ChildBranches": [{"DefaultEvent": {"Description": "多くの船が距離を保ちつつこの島の周囲を回っている。一番島に近づいているのは大きく改造された黄色い手漕ぎ船だ。四匹の雑用係が櫂を力の限りに漕ぎ、真の乗客は紗織の幕の後ろにくつろいだ様子で座っている。一瞬だけ、あなたと目が合った。しかし、それはあくまでも一瞬の事だ。高貴なる魂を持つ猿がこれほど位の低い者に注意を払うなどあってはならないのだから。@{K}Many boats circle the island, all keeping their distance. The one that gets closest is an extended rowboat painted in yellows, whites and reds. Four servant monkeys strain at the oars, while its true passenger sits in comfort behind a gauze curtain. Just for a moment an eye catches yours, but only for a moment. It would not do for a high-souled ape to see something so beneath its notice.",
                                     "LinkToEvent": {"Id": 175471},
                                     "Name": "帝国の心臓@{K}The heart of the Empire", "Id": 175462},
                    "Name": "偵察： ソヴリン島@{K}A Scouting Trip: Sovereign Island",
                    "Description": "木造の宮殿が全体に広がり、島への水路は小さな灯りのついた浮標によって照らし出されている。@{K}A wooden palace stretches across the whole island, passage to it lit by a field of tiny glim buoys.",
                    "ButtonText": "", "Id": 143275},
                   {"DefaultEvent": {"Description": "あなたは旅の合間にペンテコステ猿たちについて思考を巡らせた。分類上では、ペンテコステ猿は類人猿というよりも猿に近い。しかし彼らにこの事実を思い出させるのは賢明ではないだろう。多くの魂を持つ猿たちの目の前で呼ぶことを認められている名前は『ペンテコステ類人猿』だが、私的な場においては『あのクソ猿ども』という呼び名も同じぐらい一般的だ。“殺猿的な”侮辱と言うものだろう。@{K}$Pentecost -> ペンテコステ$The trip offers a little time to think on the Penties. Technically, they are monkeys rather than apes, but it is not tactful to remind them of this. To their high-souled faces, the accepted name is 'Pentecost apes'. In private though, 'the b___y monkeys' is about as common. It is, one might say, an <i>ad hominoid</i> insult.",
                                     "LinkToEvent": {"Id": 175466},
                                     "Name": "人と猿@{K}Of apes and monkeys", "Id": 175463},
                    "Name": "偵察： トネリコ地峡@{K}$Ash Isthmus -> トネリコ地峡$A Scouting Trip: The Ash Isthmus",
                    "Description": "この島と島の間に位置する火山の名残には人も猿も住み着いていない。彼らが言うには、この場所には亡霊が出るそうだ。馬鹿馬鹿しい。@{K}Neither man nor ape claims this volcanic remnant between islands. Haunted, they say. Ridiculous.",
                    "ButtonText": "", "Id": 143276},
                   {"DefaultEvent": {"Description": "エンパイア・オブ・ハンズは彼らがそう振舞うほどに歴史ある国ではなく、猿真似と盗みがこの文明全体を満たしている。ペンテコステ猿たちが自分たちの支配者は古代の寺院に葬られるべきだと思いついたなら、その時に彼らは古代の神殿を建てるのだ。彼らが人類をそっくり真似しようとして完全に趣旨を外すのはこれが初めてではない。@{K}$Empire of Hands -> エンパイア・オブ・ハンズ$The Empire of Hands is hardly as old as they pretend, but mimicry and theft infuses their whole culture. If the Penties have come to think that rulers should be buried in ancient temples, then it is ancient temples they will build. It would hardly be the first time their attempts to mirror humanity have entirely missed the point.",
                                     "LinkToEvent": {"Id": 175475},
                                     "Name": "若い悠久の帝国@{K}A young ancient empire", "Id": 175464},
                    "Name": "偵察： ファウンテンヘッド島@{K}A Scouting Trip: Fountainhead Island",
                    "Description": "樹々の間に古い秘密が覗く。誰でもこの島を訪れることは出来るが、わざわざ巡礼に訪れるペンテコステ猿はほとんどいない。@{K}Ancient secrets peek out of the trees. Any may visit, but few Penties ever bother to make the pilgrimage.",
                    "ButtonText": "", "Id": 143277},
                   {"DefaultEvent": {"Description": "海軍省はなぜ帝国を封じ込めようとしているのかはっきりと述べたことはない。だが反対の声をあげた者の多くも一度実際にペンテコステ猿と会えば口をつぐんだ。猿を檻に入れておくのはたやすい。といっても彼らが知性に欠けているという訳ではなく、単にその毛むくじゃらの体の中には創造性が全く存在しないだけだ。どれだけ人間の魂を取り込んでも、猿がエンジンを作り出す術を理解することはできなかった。@{K}$Pentecost -> ペンテコステ, Admiralty -> 海軍省$The Admiralty has never stated precisely why it seeks to keep the Empire confined, though most opposition to it fades once said opposers actually encounter a Pentecost ape. They have been easy to corral, however. Though they do not lack wit, there is not an inventive bone in their hairy bodies, and no amount of stolen humanity has taught them the art of creating engines.",
                                     "LinkToEvent": {"Id": 175477},
                                     "Name": "ブルーメンバッハ隔離令@{K}The Blumenbach Quarantine",
                                     "Id": 175465},
                    "Name": "偵察： ハースセイク島@{K}A Scouting Trip: Hearthsake Island",
                    "Description": "帝国内唯一の人間の居住地から、油じみているが食欲をそそる煙が何本も細く立ち昇る。@{K}A thin pillar of greasy yet appetising smoke rises from the only human settlement in the Empire.",
                    "ButtonText": "", "Id": 143278},
                   {"DefaultEvent": {"Description": "これほどの時間を櫂を漕いで過ごしたのは久しぶりだ。帝国での仕事を終わらせる頃には、あなたの筋肉も育っていることだろう。@{K}It has been a long while since you spent this much time behind oars. Your muscles will be glowing by the time you finish your business in the Empire.",
                                     "LinkToEvent": {"Id": 175471},
                                     "Name": "静かだが疲れる仕事@{K}A quiet, yet exhausting, affair",
                                     "Id": 176056},
                    "RareDefaultEvent": {"Description": "彼らは速度を落とさず方向を変えようともせずに突き進んできたが、あなたは辛うじて避けることが出来た。一団は食糧を求めて他の島へと向かい、怒れる猿たちの鳴きかわす声が暗闇に消えていった。@{K}You barely row out of the way in time, for it has no intention of turning or slowing. The chattering of angry monkeys fades into the darkness as they head for the other islands in search of food.",
                                         "LinkToEvent": {"Id": 175471},
                                         "Name": "狩りの一群が海域を勢いよく渡っていく@{K}A hunting party powers through the water",
                                         "Id": 178339},
                    "Name": "ソヴリン島へ向かう@{K}Travel to Sovereign Island",
                    "Description": "彼らはいまだに宮廷への立ち入りの見返りとして、皇帝に相応しい贈り物を要求している。もしかすると他の島になら何かあるかもしれない……@{K}They still demand a gift worthy of the Emperor to open up their court. Perhaps on another island...",
                    "ButtonText": "", "Id": 143661},
                   {"DefaultEvent": {"Description": "『……そして彼は海に置き去り、ラバリー船長の娘と分かち合った一夜のために……』@{K}<i>\"...and left him treading water, all for the sake of the night he'd shared, with the rubb'ry cap'n's daughter...\"</i>",
                                     "LinkToEvent": {"Id": 175475},
                                     "Name": "櫂を漕ぎながら無意識のうちに古い船乗りの歌を口ずさむ@{K}An old zee-zhanty finds your tongue as you row",
                                     "Id": 176057},
                    "RareDefaultEvent": {"Description": "もし舟を漕ぐ腕が引きつり焼けるように痛んでいなければ、櫂の音に催眠術に掛けられたような心地になったことだろう。@{K}The sound of the oars would almost be hypnotic if your arms weren't burning so hard twith the effort.",
                                         "LinkToEvent": {"Id": 175475},
                                         "Name": "パシャン、パシャン、パシャン、パシャン@{K}Splash. Splash. Splash. Splash.",
                                         "Id": 178334},
                    "Name": "ファウンテンヘッド島に向かう@{K}Travel to Fountainhead Island",
                    "Description": "古代の墓と埋められた宝の待つ島へ。@{K}Ancient tombs and buried treasure await on this island.",
                    "ButtonText": "", "Id": 143662},
                   {"DefaultEvent": {"Description": "人食いたちの料理のかぐわしい匂いが海を渡る間も頻繁に漂ってくる。菜食主義者もよだれをたらしフォークに手を伸ばすほどの香りだ。@{K}The delicious smell of the cannibals' cooking stretches much of the way across the passing. It would make a vegetarian salivate and reach for a fork.",
                                     "LinkToEvent": {"Id": 175977},
                                     "Name": "誘惑への旅@{K}A journey into temptation", "Id": 176058},
                    "RareDefaultEvent": {"Description": "これほど長く本物の船で旅してきた今では、水に手を浸すこともできるほど海の近くにいるというのは奇妙に感じられる。手を浸すのがいい考えとは言えないが。@{K}It is strange, after so long in a real ship, to be so close to the surface of the zee that you could run your hand through it. Not that this would be a good idea.",
                                         "LinkToEvent": {"Id": 175977},
                                         "Name": "冷たい海が広がる@{K}A cold expanse of water",
                                         "Id": 178335},
                    "Name": "ハースセイク島へ向かう@{K]Travel to Hearthsake Village",
                    "Description": "人食いたちのディナーテーブルには常に空席が設けてある。それと迷子のトレジャー・ハンターも交換できる物資をたくさん持っている。@{K}The cannibals always have a seat at their table, and the Lost Treasure Hunter has much to trade.",
                    "ButtonText": "", "Id": 143663},
                   {"DefaultEvent": {"Description": "この場所の静寂は心休まるものだ。エンジンの騒音も船員たちの立ち働く音もない。ただ櫂を漕ぐあなた自身の荒い息遣いと、水の跳ねる規則正しい音だけ。@{K}The silence is peaceful here. No engine rumbling, no sounds of crew at work. Just your own heavy breathing as you row, and the rhythmic splash of waters.",
                                     "LinkToEvent": {"Id": 175466},
                                     "Name": "背後には舟の作りだした波紋が微かに広がる@{K}A softly spreading wake stretches out behind",
                                     "Id": 176059},
                    "RareDefaultEvent": {"Description": "この手漕ぎ船はあまりよく手入れされていないようだ。それどころか全く手入れされていないのかもしれない。あちこちの小さな亀裂から水が染みだし、ついには船の外と中に同量の海水があるようにさえ感じられた。@{K}These rowboats are not well maintained, if maintained at all. Water dribbles in from a small leak throughout, until it feels that there is as much zee within as without.",
                                         "LinkToEvent": {"Id": 175466},
                                         "Name": "びしょ濡れで腕は痛む@{K}Damp, with sore arms",
                                         "Id": 178337},
                    "Name": "トネリコ地峡に向かう@{K}$Ash Isthmus -> トネリコ地峡$Travel to The Ash Isthmus",
                    "Description": "小さいが、完璧な形をしている。@{K}Small, but perfectly formed.",
                    "ButtonText": "", "Id": 143664},
                   {"DefaultEvent": {"Description": "歓迎はなかった。彼らは門を開く間もずっと地面を見つめている。@{K}There is no welcome. They stare at the ground throughout.",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "護衛は頷き、門を開けた@{K}The guards nod and open the gates for you",
                                     "Id": 176062},
                    "Name": "ワイルドウィールド・コートに向かう@{K}$Wildweald Court -> ワイルドウィールド・コート$Travel to the Wildweald Court",
                    "Description": "彼らの神聖なる法を犯さない限り、あなたの招待は有効なままだ。そしてもちろん法を犯したとしても、それが愉快な行いだと見なされれば招待が取り下げられることはない。@{K}Your invitation stands unless you violate their sacred laws. Unless of course, they find it funny.",
                    "ButtonText": "", "Id": 143666},
                   {"DefaultEvent": {"Description": "あなたは噂の種となっているらしい。良い類の噂だ。@{K}You are making waves, it seems. The good kind.",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "門に近づくと、護衛が敬礼した@{K}The guards salute as you approach the gates",
                                     "Id": 176513},
                    "Name": "ワイルドウィールド・コートに向かう@{K}$Wildweald Court -> ワイルドウィールド・コート$Travel to the Wildweald Court",
                    "Description": "彼らの神聖なる法を犯さない限り、あなたの招待は有効なままだ。そしてもちろん法を犯したとしても、それが愉快な行いだと見なされれば招待が取り下げられることはない。@{K}Your invitation stands unless you violate their sacred laws. Unless of course, they find it funny.",
                    "ButtonText": "", "Id": 143965},
                   {"DefaultEvent": {"Description": "帝国全土から集まったペンテコステ猿たちがワイルドウィールド・コートの外に押し寄せた。猿たちは中にいる者たちには与えることのできない答えと安心を求めて叫んでいる。@{K}$Pentecost -> ペンテコステ, Wildweald Court -> ワイルドウィールド・コート$Pentecost apes from across the Empire are massing outside the Wildweald Court, screaming for answers and comfort those inside cannot give.",
                                     "LinkToEvent": {"Id": 175471}, "Name": "怒れる群衆@{K}An angry mob",
                                     "Id": 178091},
                    "RareDefaultEvent": {"Description": "帝国全土から集まったペンテコステ猿たちがワイルドウィールド・コートの外に押し寄せた。猿たちは中にいる者たちには与えることのできない答えと安心を求めて叫んでいる。@{K}@{K}$Pentecost -> ペンテコステ, Wildweald Court -> ワイルドウィールド・コート$Pentecost apes from across the Empire are massing outside the Wildweald Court, screaming for answers and comfort those inside cannot give.",
                                         "LinkToEvent": {"Id": 175471},
                                         "Name": "怒れる群衆@{K}An angry mob", "Id": 178338},
                    "Name": "ソヴリン島へと向かう@{K}Travel to Sovereign Island",
                    "Description": "ツェッペリンは去ったが、宮廷は残っている。@{K}$Zeppelin -> ツェッペリン$The Zeppelin is gone. The Court remains.",
                    "ButtonText": "", "Id": 144909},
                   {"DefaultEvent": {"Description": "櫂が静かに海を潜る。練習を積み重ねた今では、空中を漕ぎ進めているかのように感じられた。@{K}The oars slip gently through the zee. After so much practice, it is like zailing through the air.",
                                     "LinkToEvent": {"Id": 175475},
                                     "Name": "闇を滑るように通り抜ける@{K]Sliding through the darkness",
                                     "Id": 178328},
                    "RareDefaultEvent": {"Description": "遠くから眺めると、熱帯雨林が成長するのが目に見えるような気さえした。何かしらの地図が無ければ、この場所に埋められたものを探し当てるには一生かかるだろう。@{K}From a distance, you can almost see the jungles growing. It would take a lifetime to find anything buried here without some kind of map.",
                                         "LinkToEvent": {"Id": 175475},
                                         "Name": "謎めいた島への帰還@{K}A return to this mysterious island",
                                         "Id": 178336},
                    "Name": "ファウンテンヘッド島に向かう@{K}Travel to Fountainhead Island",
                    "Description": "霊廟は踏破された。しかしまだ謎は残されているかもしれない。@{K}The Vault has been conquered, but perhaps more mysteries remain.",
                    "ButtonText": "", "Id": 145063},
                   {"DefaultEvent": {"Description": "まあいいか。どうせ何も起こらない。@{K}Oh well. Nothing is going happen either way.",
                                     "LinkToEvent": {"Id": 175461},
                                     "Name": "妙だな。これは不可能なはずなのに。@{K}Strange. This should have been Impossible.",
                                     "Id": 179478},
                    "Name": "トネリコ地峡@{K}$Ash Isthmus -> トネリコ地峡$The Ash Isthmus",
                    "Description": "これ以上ここで出来ることはない。@{K}There is nothing more to be done here.",
                    "ButtonText": "", "Id": 145759},
                   {"DefaultEvent": {"Description": "まあいいか。どうせ何も起こらない。@{K}Oh well. Nothing is going happen either way.",
                                     "LinkToEvent": {"Id": 175461},
                                     "Name": "妙だな。これは不可能なはずなのに。@{K}Strange. This should have been Impossible.",
                                     "Id": 179479},
                    "Name": "ハースセイク島@{K}Hearthsake Island",
                    "Description": "これ以上ここで出来ることはない。@{K}There is nothing more to be done here.",
                    "ButtonText": "", "Id": 145760},
                   {"DefaultEvent": {"Description": "まあいいか。どうせ何も起こらない。@{K}Oh well. Nothing is going happen either way.",
                                     "LinkToEvent": {"Id": 175461},
                                     "Name": "妙だな。これは不可能なはずなのに。@{K}Strange. This should have been Impossible.",
                                     "Id": 179480},
                    "Name": "ファウンテンヘッド島@{K}Fountainhead Island",
                    "Description": "これ以上ここで出来ることはない。@{K}There is nothing more to be done here.",
                    "ButtonText": "", "Id": 145761},
                   {"DefaultEvent": {"Description": "その時までは、他の場所での用件を片付けるとしよう。もし猿がまっとうな船を持っていたなら、この島にもあなたの船をつけることのできる港も出来ていただろうに。ああまったく。[これ以上エンパイア・オブ・ハンズの探索を進めるには、フォールン・ロンドンにいる誰かの助けが必要となります。港湾報告書を提出したのち、自宅を訪れてください。]@{K}$Empire of Hands -> エンパイア・オブ・ハンズ, Fallen London -> フォールン・ロンドン, [Pp]ort [Rr]eport -> 港湾報告書$Until then, business awaits elsewhere. If only the monkeys had proper ships, their islands would have proper docks capable of handling yours. Oh well. [You will need the help of someone in Fallen London to continue exploring the Empire of Hands. Check your Lodgings after submitting your Port Report.]",
                                     "Name": "後で戻るよう記録しておいた@{K}You make a note to return later",
                                     "Id": 180080},
                    "Name": "手漕ぎボートを探す@{K}Look for a rowboat",
                    "Description": "現在は全て使われているようだ。@{K}They all appear to be in use at the moment.",
                    "ButtonText": "", "Id": 146091}],
 "Description": "共用の木の船が貸し出され、自ら舟を漕ぐことを厭わない旅人たちは無料で島々の間を渡ることが出来る。@{K}Communal wooden boats offer free passage to all travellers willing to row between islands.",
 "Name": "エンパイア・オブ・ハンズを舟で巡る@{K}$Empire of Hands -> エンパイア・オブ・ハンズ$Zailing the Empire of Hands",
 "Id": 175461}
