{"ChildBranches": [{"DefaultEvent": {"Description": "門が開くと同時に、悪臭と熱があなたに強烈な不意打ちを食らわせた。窓のない木造の宮殿の内部では、空気が汗と毛の匂いを含み澱んでいる。\u000d\u000a\u000d\u000aすべてが不潔だ。さらに猿たちは床を歩くのと同じく天井を渡り歩くものだから、あらゆる平らな面が汚れている。比較的静かな特権的位置では、多くの魂を持つ猿たちが高貴な生まれの紳士淑女のように振舞っていた。その周囲には何とか取り立てられた身分の劣る者たちが、高位の猿の命令をこなし冷酷な扱いを受けながら疲れきった様子で跳ね回っている。そして宮廷の中央には、数えきれないほどの猿がいた。海の如き猿の大群がそれぞれに出世を待ち望み、今持っているものを歯と爪と下手な悪知恵によって奪い合っている。@{K}The stench and heat as the gates open are a sucker-punch to your senses. Inside, the stagnant air of the windowless wood palace hangs with sweat and tastes of hair.\u000d\u000a\u000d\u000aEverything is filthy, and every surface used; the apes as likely to swing across the roof as walk the floors. In prized oases of relative calm, the high-souled conduct themselves with the poise of highborn lords and ladies. Around them, their barely uplifted lessers scamper around exhausted, taking orders and cruelties from all who care to dispense them. In the middle are countless more; a sea of apes longing for advancement and fighting for what they have with tooth, claw and low cunning.",
                                     "LinkToEvent": {"Id": 176742},
                                     "Name": "ワイルドウィールド・コート@{K}$Wildweald Court -> ワイルドウィールド・コート$The Wildweald Court",
                                     "Id": 175472},
                    "Name": "宮廷へ入る許可を得る@{K}Gain access to the Court",
                    "Description": "門は鎧を身に着けた二匹の猿に護衛されている。銃剣に血がついてさえいなければ、可愛らしく見えたことだろう。人間は招待を受けるか、皇帝への価値ある贈り物を持ってこなければ中に入る事は出来ない。@{K}The gates are guarded by two armoured monkeys that would look adorable if not for the blood on their bayonets. Humans are not welcome without an invitation or a worthy gift for the Emperor.",
                    "ButtonText": "", "Id": 143282},
                   {"DefaultEvent": {"Description": "宮廷に取り入るのは少しばかり骨の折れる仕事だ。帝国内の他の島で何かを見つけられたなら、あるいは……@{K}It will take some effort to ingratiate yourself here. Perhaps if you could find something on one of the other islands...",
                                     "Name": "護衛たちが漕ぎ去るあなたを見つめる@{K}The guards stare as you row away",
                                     "Id": 176738},
                    "Name": "小舟に戻る@{K}Back to the boat",
                    "Description": "今日はまだ舟を漕がねばならない用事がある。@{K}There is more zailing to be done today.",
                    "ButtonText": "", "Id": 144130},
                   {"DefaultEvent": {"Description": "皇帝は全ての者が脱出行に加わることが出来ると約束した。彼に裏切られた猿たちには飢餓と崩壊以外の未来は残されていない。@{K}The Emperor promised that all would be part of the Great Exodus. Those he betrayed can look forward to little but starvation and collapse.",
                                     "LinkToEvent": {"Id": 175471},
                                     "Name": "帝国の暗黒時代@{K}The Empire's darkest day", "Id": 178089},
                    "Name": "海軍省のために戦略的情報を集める@{K}$Admiralty -> 海軍省, Strategic Information -> 戦略的情報$Gather Strategic Information for the Admiralty",
                    "Description": "エンパイア・オブ・ハンズには何が残されているのだろう？これほど悲惨な状況にあっては、密偵はもはや必要ない。@{K}$Empire of Hands -> エンパイア・オブ・ハンズ$What remains of the Empire of Hands? Spies are not required when the misery flows so freely.",
                    "ButtonText": "", "Id": 144907},
                   {"DefaultEvent": {"Description": "余所者はもはや歓迎されていない。@{K}Outsiders are no longer welcome in Court.",
                                     "LinkToEvent": {"Id": 175471},
                                     "Name": "裏切られた帝国@{K}An Empire betrayed", "Id": 178090},
                    "Name": "ワイルドウィールド・コートに入ろうとする@{K}$Wildweald Court -> ワイルドウィールド・コート$Attempt to enter the Wildweald Court",
                    "Description": "兵士たちが再びあなたの行く手を遮った。@{K}The soldiers once again bar your passage.",
                    "ButtonText": "", "Id": 144908},
                   {"DefaultEvent": {"Description": "偽星が見下ろし、水面に浮かぶ小さなグリム灯は星々を見上げている。比較的静かなポート・スタントンへと戻る道の案内には、どちらの明かりも必要ない。@{K}$[Ff]alse[- ][Ss]tar -> 偽星, Port Stanton -> ポート・スタントン$The false-stars look down, the little glim-lanterns in the water stare up. Neither is needed to guide you back to the relative quiet of Port Stanton.",
                                     "Name": "頭上の光、水面の光@{K}Lights above, as below", "Id": 178419},
                    "Name": "小舟に戻る@{K}Back to the boat",
                    "Description": "再び、ポート・スタントンがあなたを呼んでいる。@{K}$Port Stanton -> ポート・スタントン$Once again, Port Stanton beckons.",
                    "ButtonText": "", "Id": 145108},
                   {"DefaultEvent": {"Description": "「あぁ！」彼女が叫び声をあげる。「カピタノ！」彼女は群衆をかき分け大股にこちらにやって来る。髪と衣服には乾いた卵とトマトとその他あまりよく見ないほうがいいような物がこびりついている。「カピタノ、知っておいていただきたいのですが、私はあなたには全く何の恨みも抱いておりませんよ！その、救い主の岩礁と呼ばれる島について聞いたことはありますか？猿たちがとても興味深い場所だと言っていたのです！」\u000d\u000a\u000d\u000aあなたがこの時よりも早く走ったこともあるにはあるが、滅多にない。@{K}$Saviour's Rocks -> 救い主の岩礁$\"Ah!\" she shouts. <i>\"Kapitano!\"</i> She strides through the crowd, her hair and clothes encrusted with dry bits of egg and tomato and things better not even recognised. \"Kapitano, I wanted you to know, I bear you no grudges! Have you ever been to a place called, oh, Saviour's Rocks? The monkeys tell me it is most interesting!\"\u000d\u000a\u000d\u000aYou have run faster in the past. But not often.",
                                     "LinkToEvent": {"Id": 175471},
                                     "Name": "彼女は群集越しにあなたの姿を認めた@{K}She sees you over the crowd",
                                     "Id": 179007},
                    "Name": "愉快な女冒険家@{K}$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress",
                    "Description": "猿たちは彼女を開放したようだ。なんて思いやりのある行動だろう。@{K}They released her. How thoughtful.",
                    "ButtonText": "", "Id": 145477},
                   {"DefaultEvent": {"Description": "余所者はもはや歓迎されていない。@{K}Outsiders are no longer welcome in Court.",
                                     "LinkToEvent": {"Id": 175471},
                                     "Name": "嘆きの帝国@{K}An Empire in mourning", "Id": 181696},
                    "Name": "ワイルドウィールド・コートに入ろうとする@{K}$Wildweald Court -> ワイルドウィールド・コート$Attempt to enter the Wildweald Court",
                    "Description": "兵士たちが再びあなたの行く手を遮った。@{K}The soldiers once again bar your passage.",
                    "ButtonText": "", "Id": 147110},
                   {"DefaultEvent": {"Description": "帝国はそのすべての望みをツェッペリンに託していた。飛行船無き今、猿たちには飢餓以外の未来は残されていない。@{K}$Zeppelin -> ツェッペリン$All its hopes rested in the Zeppelin. Now that it is no more, there is little to look forward to except starvation.",
                                     "LinkToEvent": {"Id": 175471},
                                     "Name": "帝国の暗黒時代@{K}The Empire's darkest day", "Id": 181698},
                    "Name": "海軍省のために戦略的情報を集める@{K}$Admiralty -> 海軍省, Strategic Information -> 戦略的情報$Gather Strategic Information for the Admiralty",
                    "Description": "エンパイア・オブ・ハンズには何が残されているのだろう？これほど悲惨な状況にあっては、密偵はもはや必要ない。@{K}$Empire of Hands -> エンパイア・オブ・ハンズ$What remains of the Empire of Hands? Spies are not required when the misery flows so freely.",
                    "ButtonText": "", "Id": 147112}],
 "Description": "今日、この広大な宮殿はワイルドウィールド・コートと呼ばれている。だが明日の呼び名は誰に分かるだろう？ペンテコステ猿の世界は冷酷な気まぐれに左右され、盗まれた伝統も彼らの楽しみが続く間だけしか生き延びる事は出来ない。@{K}$Pentecost -> ペンテコステ, Wildweald Court -> ワイルドウィールド・コート$Today, the sprawling palace is called the Wildweald Court. Tomorrow, who knows? The world of the Pentecost apes is one of cruel whimsy, where stolen traditions last only as long as their amusement.",
 "Name": "ソヴリン島@{K}Sovereign Island", "Id": 175471}
