{"ChildBranches": [{"DefaultEvent": {"Description": "石と木材の混ざり合った霊廟が森の中に広がっている。その様式は猿たちのその時々の気まぐれと思い付きによって作り上げられたものだ。中に侵入し秘密を解き明かすには、熱心に働く一団が必要となるだろう。もしかすると、また後で人員を連れてくることが出来るかもしれない……@{K}$Pentecost -> ペンテコステ$It stretches through the forest in a mix of stone and wood, its style at the mercy of the Pentecost apes' current whimsies and inspirations. It would take a dedicated team to break in and uncover its secrets. Perhaps you will bring one here later...",
                                     "LinkToEvent": {"Id": 175475},
                                     "Name": "始皇帝の霊廟@{K}The Vault of the First Emperor",
                                     "Id": 175476},
                    "RareDefaultEvent": {"Description": "霊廟は様々な様式が混ざり合い、森の中に広がっている。異なるデザインは霊廟をより壮大な建物にする必要があると考えたその時々のペンテコステ猿たちの気まぐれによって考え出されたものだ。中に侵入し秘密を解き明かすには、熱心に働く一団が必要となるだろう。もしかすると、また後で人員を連れてくることが出来るかもしれない……@{K}$Pentecost -> ペンテコステ$It stretches through the forest in a number of styles, each designed by the whims of the latest Pentecost apes who felt it needed to be made grander. It would take a dedicated team to break in and uncover its secrets. Perhaps you will bring one here later...",
                                         "LinkToEvent": {"Id": 175475},
                                         "Name": "始皇帝の霊廟@{K}The Vault of the First Emperor",
                                         "Id": 176026},
                    "Name": "森の中の祭殿@{K}A temple in the forest",
                    "Description": "多様な植生の森の中にある開けた場所に、木と石から築かれた堂々たる建造物が聳え立っている。@{K}In a clearing of parasynthetic trees looms an imposing structure of wood and stone.",
                    "ButtonText": "", "Id": 143284},
                   {"DefaultEvent": {"Description": "もしかすると、フォールン・ロンドンにはあなたがこの島の宝を手に入れるのを助けてくれる者がいるかもしれない。@{K}$Fallen London -> フォールン・ロンドン$Perhaps there is someone in Fallen London who might be able to help you get to the treasures of this island.",
                                     "Name": "調査はまた後日@{K}An investigation for another day",
                                     "Id": 176027},
                    "Name": "小舟に戻る@{K}Return to the boat",
                    "Description": "この島の秘密と宝を見つけ出すには、きちんと装備を整えて探検に向かう必要がある。@{K}It will take a better equipped expedition to uncover this island's secrets and treasures.",
                    "ButtonText": "", "Id": 143645},
                   {"DefaultEvent": {"Description": "葉は濃く茂り、道行きは険しい。@{K}The foliage is thick and unforgiving.",
                                     "LinkToEvent": {"Id": 176471},
                                     "Name": "森を抜けて@{K}Through the forest", "Id": 176470},
                    "Name": "愉快な女冒険家のキャンプを訪ねる@{K}$Delightful Adventuress -> 愉快な女冒険家$Visit the Delightful Adventuress' camp",
                    "Description": "彼女は魂を代償に雇った猿の小さな軍団と共に、始皇帝の霊廟を発掘している。@{K}With a small army of monkeys bought with her soul, she excavates the Vault of the First Emperor.",
                    "ButtonText": "", "Id": 143927},
                   {"DefaultEvent": {"Description": "それ程かからず、あなたは帝国の最たる誇りである大仰な建造物の石の門と木の塔の前に立った。@{K}Soon enough, you stand before the stone gates and wooden towers of the Empire's most gloriously overconstructed structure.",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "慣れ親しんだ道@{K}The route is familiar", "Id": 176475},
                    "Name": "始皇帝の霊廟へ@{K}To the Vault of the First Emperor",
                    "Description": "愉快な女冒険家のキャンプを通らない近道だ。@{K}$Delightful Adventuress -> 愉快な女冒険家$A shortcut past the Delightful Adventuress' camp",
                    "ButtonText": "", "Id": 143930},
                   {"DefaultEvent": {"Description": "島の地図にどこから始めればいいのかが書かれている。その先は裏に書かれた指示が導いてくれるだろう。[一度の訪問につき一か所だけ掘ることが出来ます。そして谷に戻る度に宝を見つけるための正しい位置へと戻されます。]@{K}The map of the island shows where to begin. The instructions on the back explain the rest. [You only have time for one dig attempt per visit. Every time you return to the Valley, you will begin at the correct point for finding the treasure]",
                                     "LinkToEvent": {"Id": 176754}, "Name": "谷へ@{K}Into the Valley",
                                     "Id": 176504},
                    "Name": "宝探し@{K}A Treasure Hunt",
                    "Description": "この場所には秘密が埋められ、誰かに暴かれるのを待っている。@{K}Secrets are buried here, ready to be uncovered.",
                    "ButtonText": "", "Id": 143956},
                   {"DefaultEvent": {"Description": "海は静まっている。そして何かは分からないが、この辺りの海域の水中を泳ぐものたちも大人しくしている。@{K}The zee is calm. So is whatever might be swimming in it around here.",
                                     "Name": "何事もなく港へと帰った@{K}An easy journey back to port",
                                     "Id": 176747},
                    "Name": "小舟に戻る@{K}Return to the boat",
                    "Description": "宝探しはまたにしよう。@{K}Treasure hunting can wait until later.",
                    "ButtonText": "", "Id": 144137}],
 "Description": "勢い良く育つ草木によって、いくつもの古代の遺跡が密林の中に包み込まれていた。まだ略奪されていない遺跡でさえもバールによってひどく傷つけられている。@{K}Swiftly growing vegetation keeps a thick forest wrapped around variably ancient ruins. Even the yet to be plundered ones are heavily scarred with crowbar marks.",
 "Name": "ファウンテンヘッド島@{K}Fountainhead Island", "Id": 175475}
