{"ChildBranches": [{"DefaultEvent": {"Description": "彼は額をぬぐう。「地面に書かれた大きなXマークを見かけなかったかね？私はこの四つの地図の断片に導かれてこんな所まで来たんだ。隠し場所にはXと書かれていると地図にあるが、何処にも見つけることが出来ずにいる」彼は地図を悲し気に見つめた。「これによると、ここにあるはずなんだがな。だが何処を掘れば良いんだろう？」\u000d\u000a\u000d\u000a彼は今は話をする暇がないが、後で村に行くから探検用品を交換したいのであれば来るといいと付け加えた。「肉団子を食べるのはやめておけ」彼は調査に戻りつつ、あなたに警告した。「さもないと……後悔することになる」@{K}He wipes his brow. \"Have you seen a big X on the ground by any chance? I got these four map pieces that got me this far and said X would mark the spot. But I can't find an X anywhere.\" He looks at the map sadly. \"It should be here, it says. Now where am I supposed to dig?\"\u000d\u000a\u000d\u000aHe is too busy to talk right now, but adds that he will be in the village later if you want to trade adventuring supplies. \"Don't try the meatballs,\" he warns, getting back to his search. \"You just... don't want to do that.\"",
                                     "LinkToEvent": {"Id": 175477},
                                     "Name": "「蝙蝠の地下へと引きずり込んだ街の数だけ北に……」@{K}\"North for each City the bats have brought down...\"",
                                     "Id": 175478},
                    "Name": "迷子のトレジャーハンター@{K}The Lost Treasure Hunter",
                    "Description": "彼は地図を矯めつ眇めつし、筋の通らないことをぶつぶつと呟いている。@{K}He squints at a map, muttering incoherently.",
                    "ButtonText": "", "Id": 143285},
                   {"DefaultEvent": {"Description": "「すまなかったな！！」木の欠片の舞い散る中、煙のあがるラッパ銃の銃口を下げて騒々しい海賊が大声を張り上げた。「お前さん来たばかりだろう！？尻尾がないなら歓迎するぜ！！」\u000d\u000a\u000d\u000a彼の内に一瞬疑いが起こり、目を細めてあなたを見る。「本当に、尻尾はないよな！？あの盗人どもなら尻尾を切り落とすぐらいやりかねん！！奴らケツから串刺しにしても正々堂々戦うってことをまったく理解しやがらんからな！！」彼の声は銃声よりも大きい。彼の濃い口ひげに固まった肉汁については考えないほうがいいだろう。@{K}\"SORRY ABOUT THAT!\" booms the Boisterous Pirate, lowering a smoking blunderbuss as bits of shattered tree rain down. \"NEW ARRIVAL, ARE WE? WELL, IF YOU HAVEN'T GOT A TAIL, YOU'RE ALL RIGHT BY ME!\" \u000d\u000a\u000d\u000aHe squints, momentarily suspicious. \"YOU <i>DON'T</i> HAVE A TAIL, DO YOU? WOULDN'T PUT IT PAST THE THIEVING LITTLE BUGGERS TO GO SHAVING ONE OF THEIR OWN! WOULDN'T KNOW FAIR PLAY IF IT KICKED 'EM UP RIGHT UP THE ARSE!\"\u000d\u000a\u000d\u000aHis voice is louder than his blunderbuss. The congealed meat juices in his thick beard are better not considered.",
                                     "LinkToEvent": {"Id": 175977},
                                     "Name": "爆発があなたの頭を吹き飛ばしかけた！@{K}An explosion almost takes off your head!",
                                     "Id": 175979},
                    "Name": "村に近づく@{K}Approach the village",
                    "Description": "長い間岸に着けられたままの海賊船に沿って何軒も並ぶ掘っ立て小屋と、見せつけるように地面に刺された大量の串刺しの猿から油じみた煙と罪深い香りが立ち昇る。@{K}Greasy smoke and guiltily tempting aromas rise from a collection of huts around a long beached pirate ship, and a field of pointedly impaled monkeys.",
                    "ButtonText": "", "Id": 143605}],
 "Description": "海賊の遠征隊の生き残りがこの島を盗んだ。ここでは調理されていない猿は歓迎されない。@{K}The survivors of a pirate expedition have stolen this land, where apes are unwelcome except as an entrée.",
 "Name": "ハースセイク島@{K}Hearthsake Island", "Id": 175477}
