{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは最新の発見を記し封をすると、フォールン・ロンドンへ戻った際に配達する用意を整えた。@{K}$Fallen London -> フォールン・ロンドン$You write down your latest discoveries and seal them, ready for delivery on return to Fallen London.",
                                     "LinkToEvent": {"Id": 175485},
                                     "Name": "ワイルドウィールド・コートからの手紙@{K}$Wildweald Court -> ワイルドウィールド・コート$Letters from the Wildweald Court",
                                     "Id": 175486},
                    "Name": "港湾報告書を纏める@{K}$[Pp]ort [Rr]eport -> 港湾報告書$Compile a Port Report",
                    "Description": "もう海軍省はこの島の現状を知っているのだから、前回よりも遥かに手早くまとめることが出来るだろう。残念なことに利益も少なくなってしまうが。@{K}$Admiralty -> 海軍省$Now that the Admiralty has been brought up to date, this will be far quicker. Unfortunately, also less profitable.",
                    "ButtonText": "", "Id": 143289},
                   {"DefaultEvent": {"Description": "いずれの島でもさらなる調査が必要とされている。しかし今のところは、初期の発見で故郷の人々の好奇心を刺激することが出来るかどうか見るにとどめておくのがいいだろう。@{K}All of them warrant further attention. For now though, it would be best to see if your initial discoveries can whet the interest of anyone back home.",
                                     "LinkToEvent": {"Id": 175485},
                                     "Name": "帝国の島々@{K}The islands of the Empire", "Id": 175494},
                    "Name": "包括的な港湾報告書を作成する@{K}$[Pp]ort [Rr]eport -> 港湾報告書$Prepare a Comprehensive Port Report",
                    "Description": "この遥か東の海域まで敢えてやって来る理由を持つ者はほとんどいない。その上、この島では交易が禁止されているのだ。海軍省は最新の情報に良い値を払ってくれるだろう。@{K}$Admiralty -> 海軍省$Few have reason to brave the waters this far East, especially with the trade embargo. The Admiralty will pay especially well for up-to-date intelligence.",
                    "ButtonText": "", "Id": 143294},
                   {"DefaultEvent": {"Description": "ここは死の場所だ。骨と、いまだ腐りつつある人と猿両方の死骸が放置され、飢えた海の洗うままとなっている。ここに蠅と蛆にまみれ広がっているのは、エンパイア・オブ・ハンズの死に憑かれた歴史だ。人になりたがっている猿と、その盗まれた文明の歴史。\u000d\u000a\u000d\u000a何かが光った。骸骨の首にロケットがさげられている。あまり高価な物には見えないが、あなたはそれを懐に仕舞いこんだ。海は多くを奪うことで悪名高い。しかし、時には海も何かを返すこともある。今回も希望に満ちた者に海が与える、そういう時だったのかもしれない。@{K}$Empire of Hands -> エンパイア・オブ・ハンズ$It is a place of death, where the bones and still-rotting carcasses of man and ape alike are left to the thirst of the zee. The charnel history of the Empire of Hands stretches out amongst the flies and the maggots; of the apes who would be men and their stolen civilisation.\u000d\u000a\u000d\u000aSomething glints. Around the neck of a skeleton, a locket. You pocket it, though it does not look like it is worth much. The zee infamously takes much. Sometimes though, it gives back. Perhaps this will prove to be such a time for some hopeful soul out there.",
                                     "LinkToEvent": {"Id": 175485},
                                     "Name": "地元の住人たちはここを貝殻の浜と呼ぶ@{K}The locals call this Shell Beach",
                                     "Id": 175497},
                    "Name": "上陸する@{K}Shore leave",
                    "Description": "この多様な植生の熱帯雨林には多くの危険が存在する。慎重に足を進めよう。あの柵の向こうにはいかなる権力も存在しない。@{K}The parasynthetic jungle holds many dangers. Step carefully. There is no authority beyond the fence.",
                    "ButtonText": "", "Id": 143296},
                   {"DefaultEvent": {"Description": "あなたが部屋に入ると、計算高い市長の四つの魂が入った瞳に他人から移された俗気が輝いた。@{K}The second-hand worldliness in the Calculating Mayor's four-souled eyes glints as he sees you enter.",
                                     "LinkToEvent": {"Id": 175587},
                                     "Name": "利益を得る機会@{K}A chance for profit", "Id": 175500},
                    "Name": "計算高い市長との面会@{K}An Audience with the Calculating Mayor",
                    "Description": "待たされるかもしれないが、利益を得る機会があるとみれば忙しい中でも時間を作って会ってくれるだろう。@{K}He may keep you waiting, but he will find time in his busy schedule if there is a chance of profiting from it.",
                    "ButtonText": "", "Id": 143298},
                   {"DefaultEvent": {"Description": "錆びた銃剣付きのライフルを携えた二匹の猿の護衛が橋を塞いでいる。これはお前が見るものじゃないぞ、余所者。目を逸らせ。何処かへ行くんだ。さっさとな。よく出来ました。@{K}Two monkey guards wielding rifles and rusty bayonets block the bridge. This is not for your eyes, outsider. Avert them. Walk away. Walk faster. <i>Good</i> human.",
                                     "LinkToEvent": {"Id": 175485}, "Name": "背を向ける@{K}Turned away",
                                     "Id": 175501},
                    "Name": "ツェッペリン@{K}$Zeppelin -> ツェッペリン$The Zeppelin",
                    "Description": "橋の向こうでは建造が懸命に進められている。@{K}Intense work is underway across the bridge.",
                    "ButtonText": "", "Id": 143299},
                   {"DefaultEvent": {"Description": "ブレミガンは鬱蒼とした熱帯雨林に消えた。あれは帝国の冷たい湿気の中で、大いに栄えることだろう。@{K}$[Bb]lemmigan -> ブレミガン$The blemmigan disappears into the dense jungle. It should thrive in the Empire's cold\u000d\u000ahumidity.",
                                     "LinkToEvent": {"Id": 175485},
                                     "Name": "喜んで出発した@{K}An eager departure", "Id": 175529},
                    "Name": "ブレミガンを岸に揚げる@{K}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "ブレミガンと猿を同じ島に？悪い事なんて起こるはずもない。@{K}$[Bb]lemmigan -> ブレミガン$Blemmigans and monkeys on the same island? Nothing bad can come of this.",
                    "ButtonText": "", "Id": 143320},
                   {"DefaultEvent": {"Description": "ペンテコステ猿は魂を盗むが、同時に犠牲者の特性と物腰も身に着ける。一番見慣れた振る舞いをみせる猿を見つけるだけでいい。@{K}$Pentecost -> ペンテコステ$Pentecost apes steal souls, but also traits and mannerisms from their victims. You just need to find the one that looks the most familiar.",
                                     "LinkToEvent": {"Id": 175442},
                                     "Name": "骨の折れる狩り@{K}A painstaking hunt", "Id": 175545},
                    "Name": "あなたの魂を取り戻す@{K}Recover your soul",
                    "Description": "忌々しい猿に取られたって？悪魔にだって尋ねる程度の礼儀はあるというのに！ともかく、すぐに取り戻すとしよう！@{K}Some d__ned monkey took it? Even a devil would have the manners to ask! Well, they will not keep it for long!",
                    "ButtonText": "", "Id": 143333},
                   {"DefaultEvent": {"Description": "市長は空き木箱から作られた椅子に座り体をかきむしっている。五つの魂を持つ猿であれば、宮廷の一員となる申請を出すこともできるはずだ。しかし彼は現在のところ、出入港の禁止によって外側に取り残されてしまっている。指揮を執る才能の皆無な三つの魂を持つ監督官として。@{K}The Flea-Ridden Mayor scratches himself on a chair made of crates, surrounded by boxes of long-rotten trade goods. As a five-souled ape, he would be able to petition for membership of Court. For now, the trade embargo has left him trapped on the outside; a three-souled overseer with no talent for order.",
                                     "LinkToEvent": {"Id": 175587},
                                     "Name": "空の城の王@{K}King of an empty castle", "Id": 175593},
                    "Name": "蚤に集られた市長との面会@{K}An Audience with the Flea-Ridden Mayor",
                    "Description": "彼は多忙ではない。面会の予約は必要ない。@{K}He is not busy. No appointments are required.",
                    "ButtonText": "", "Id": 143366},
                   {"DefaultEvent": {"Description": "「あぁ、親愛なる人間よ……」市長は震える声で言った。側室が彼の毛からシラミの卵をとり、彼はくつろいでいる。夫人は最後に取った卵を市長に差し出したが、彼は寛大にもそれを彼女に食べさせた。これこそが五つの魂を持つ猿の寛大さというものだ。@{K}\"Ah, my dearest human...\" trills the Esteemed Mayor, relaxing as a concubine picks the nits from his hair. She presents the latest to him, but he graciously gives her permission to eat it herself. Such is the generosity of a five-souled monkey.",
                                     "LinkToEvent": {"Id": 175587},
                                     "Name": "ポート・スタントンの王@{K}$Port Stanton -> ポート・スタントン$The king of Port Stanton",
                                     "Id": 175594},
                    "Name": "尊敬される市長との面会@{K}An Audience with the Esteemed Mayor",
                    "Description": "あなたは数分待たされた。宮廷の新入りとして、余所者と親しくしている所を見られては都合が悪いのだ。@{K}$Wildweald Court -> ワイルドウィールド・コート$He leaves you waiting for several minutes. As the newest member of the Wildweald Court, it would not do to be seen getting friendly with outsiders.",
                    "ButtonText": "", "Id": 143367},
                   {"DefaultEvent": {"Description": "「可愛い方、入りなさい」洗練された市長が猫なで声で言った。「何をしてあげようか？」愉快な女冒険者の本質は、冷ややかな野望とほとんど良心の呵責を感じない心、そして四つの魂を持つ市長の中によく収まっている。@{K}$Delightful Adventuress -> 愉快な女冒険家$\"Darling, do come in,\" the Civilised Mayor purrs. \"Whatever can I do for you?\" The soul of the Delightful Adventuress sits comfortably in him, a four-souled ape of cold ambition and very few scruples.",
                                     "LinkToEvent": {"Id": 175587},
                                     "Name": "礼儀正しい歓迎@{K}A polite welcome", "Id": 175595},
                    "Name": "洗練された市長との面会@{K}An Audience with the Civilised Mayor",
                    "Description": "商売の話？もちろん、ああ、話し合うとしよう。ただし紅茶を一杯飲んだ後で。物事には正しい順序というものがある。@{K}Talk business? Why, yes, yes, of course we shall. But after a cup of tea. One must do these things correctly.",
                    "ButtonText": "", "Id": 143368},
                   {"DefaultEvent": {"Description": "ツェッペリンの建造現場では多くの猿が働いている。だが、それより多くの猿たちは熱烈に働いているふりをしていた。木のブロックに釘を打ち込み、滑らかな布の表面の皺を伸ばしては、彼らも役に立っていると監督官に納得させようとしているのだ。@{K}$Zeppelin -> ツェッペリン$Many monkeys are working on the Zeppelin. Many more are feverishly pretending to, banging nails into blocks of wood or smoothing out smooth cloth in an attempt to convince their overseers that they're helping.",
                                     "LinkToEvent": {"Id": 175483},
                                     "Name": "護衛はあなたを通してくれた@{K}The guards allow you through",
                                     "Id": 176508},
                    "Name": "ツェッペリン@{K}$Zeppelin -> ツェッペリン$The Zeppelin",
                    "Description": "あなたはツェッペリンを訪ね、食糧を運び込む許可を得た。@{K}You now have permission to visit and bring supplies.",
                    "ButtonText": "", "Id": 143960},
                   {"DefaultEvent": {"Description": "皇帝は他人を信頼するような猿ではない。護衛がツェッペリンを取り囲むようにして立ち、皇帝の明確な許可なくてしては誰も近寄ることが出来ない。@{K}$Zeppelin -> ツェッペリン$The Emperor is not a trusting ape. His guards are stationed all around the Zeppelin. None will get close without his explicit permission.",
                                     "LinkToEvent": {"Id": 175844},
                                     "Name": "帝国で最も貴重な物@{K}The most precious thing in the Empire",
                                     "Id": 176509},
                    "Name": "ツェッペリン@{K}$Zeppelin -> ツェッペリン$The Zeppelin",
                    "Description": "ペンテコステ猿の偉業は完成した。彼らは直ぐにも、隔離場所から逃げ出すことだろう。@{K}$Pentecost -> ペンテコステ$The great work of the Pentecost apes is complete. Soon, they will escape their quarantine.",
                    "ButtonText": "", "Id": 143961},
                   {"DefaultEvent": {"Description": "ペンテコステ猿たちは持てる全てをこれにつぎ込んできた。高く舞い上がる栄光号の残骸もすぐに人になろうとした猿のささやかな記念碑でしかなくなるだろう。@{K}$Glory -> グローリー$The Penties put everything they had into this. What remains of the Soaring Glory will soon be little but a memorial to the apes that would be men.",
                                     "LinkToEvent": {"Id": 175485},
                                     "Name": "夢の終わり@{K}The end of a dream", "Id": 176510},
                    "Name": "ツェッペリン@{K}$Zeppelin -> ツェッペリン$The Zeppelin",
                    "Description": "いまだ布の断片と灰が頻繁に港へと吹き込んでいる。@{K}Pieces of cloth and ash still regularly blow into port.",
                    "ButtonText": "", "Id": 143962},
                   {"DefaultEvent": {"Description": "骨と腐りかけの死骸が広がり、ぞっとするような景観を作り上げている。あなたが死体の最中に宝を探し回ると、分厚い蛆虫の層が靴の下で音を立てて潰れた。\u000d\u000a\u000d\u000aやったぞ！他の探索者たちの見過ごした小さな装身具だ。あなたは表面をぬぐって綺麗にすると、懐に仕舞いこんだ。@{K}The bones and rotting carcasses stretch out in all their macabre glory. Deep strata of maggots squish and crunch underfoot as you search for treasures amongst the dead.\u000d\u000a\u000d\u000aAha! Here is a trinket that any other searchers have missed. You rub it clean and slip it into a pocket.",
                                     "LinkToEvent": {"Id": 175485},
                                     "Name": "貝殻の浜へと戻る@{K}A return to Shell Beach", "Id": 178032},
                    "RareDefaultEvent": {"Description": "骨と腐りかけの死骸が広がり、ぞっとするような景観を作り上げている。宝を探し回ると分厚い蛆虫の層が靴の下で音を立てて潰れる。しかし今日のところは、嫌な思い出以外に持って帰ることのできるものは見つけられなかった。@{K}The bones and rotting carcasses stretch out in all their macabre glory. Deep strata of maggots squish and crunch underfoot as you search for treasure. Today though, you find nothing to take with you but bad memories.",
                                         "LinkToEvent": {"Id": 175485},
                                         "Name": "貝殻の浜へと戻る@{K}A return to Shell Beach",
                                         "Id": 178046},
                    "Name": "上陸する@{K}Shore leave",
                    "Description": "この多様な植生の熱帯雨林には多くの危険が存在する。慎重に足を進めよう。あの柵の向こうにはいかなる権力も存在しない。@{K}The parasynthetic jungle holds many dangers. Step carefully. There is no authority beyond the fence.",
                    "ButtonText": "", "Id": 144865},
                   {"DefaultEvent": {"Description": "森の奥深くでは、黄色い長衣をまとった位の高そうな見た目の猿が低位の猿たちの穴掘りを監督していた。そして彼らは奇妙な偶像を竪穴に落として土を被せると、一人がその上に大きくXの字を書いた。その間にもう一人は地図を瓶に入れ栓を閉め、それを海に投げ込もうと跳ねていった。\u000d\u000a\u000d\u000a興味深い。しかしながら、あの地図を見つけここまで来るトレジャー・ハンターは不運な結果に終わるだろう。@{K}Deep in the forest, an important looking ape in yellow robes oversees two lesser monkeys as they dig a hole in the ground. Having dropped a strange looking idol into the pit and covered it up, one scrapes a deep X over it, while the other slides a map into a bottle, corks it, and scampers off to throw it into the zee.\u000d\u000a\u000d\u000aCurious. However, any treasure hunter who may find the map and follow it here will be out of luck.",
                                     "LinkToEvent": {"Id": 175485},
                                     "Name": "隠された財宝が……隠されている所だろうか？@{K}Buried treasure... being buried?",
                                     "Id": 178033},
                    "Name": "上陸する@{K}Shore leave",
                    "Description": "この多様な植生の熱帯雨林には多くの危険が存在する。慎重に足を進めよう。あの柵の向こうにはいかなる権力も存在しない。@{K}The parasynthetic jungle holds many dangers. Step carefully. There is no authority beyond the fence.",
                    "ButtonText": "", "Id": 144866},
                   {"DefaultEvent": {"Description": "あなたは船員たちの手を借り、樹々の生い茂るジャングルから木箱数箱分の果物や小さなベリーを集めることが出来た。一部を分ける事を約束すると、ポート・スタントンの猿たちは奇妙なほどに嬉々として一番良い果実を選びだすのを手伝ってくれた。その後、多くの船員たちがひどい下痢に苦しめられた。この二つの事柄におそらく関係はないだろう。@{K}$Port Stanton -> ポート・スタントン$With the help of a few crewmembers, you gather several crates of fruits and berries from the thick jungle. In exchange for a share, the monkeys of Port Stanton are oddly happy to help you sift through and find the best. Much of the crew subsequently suffers from terrible diarrhoea. The two things are, perhaps, unrelated.",
                                     "LinkToEvent": {"Id": 175485},
                                     "Name": "物資を集める好機@{K}A chance to gather supplies",
                                     "Id": 178034},
                    "Name": "上陸する@{K}Shore leave",
                    "Description": "この多様な植生の熱帯雨林には多くの危険が存在する。慎重に足を進めよう。あの柵の向こうにはいかなる権力も存在しない。@{K}The parasynthetic jungle holds many dangers. Step carefully. There is no authority beyond the fence.",
                    "ButtonText": "", "Id": 144867},
                   {"DefaultEvent": {"Description": "猿の兵士たちが新鮮な肉を求めてジャングルを探し回っている。帝国には肉はあまり存在しない。しかし洗練された魂入りの上等な猿達からすれば、魂を持たない猿は立派な獲物だ。そして消えてもあまり問題にならないような人間も。そしてそれらは宮廷で鹿や子牛、鶏の肉として供されるのだ。何を食べるべきかは知っていても、それがどのような味であるかは知らない宮廷の猿たちのために。\u000d\u000a\u000d\u000aあなたは狩りの一群が立ち去るまで茂みに身を潜め、見つからないうちに別の方角へそっと立ち去った。@{K}Monkey soldiers scour the jungle for fresh meat. The Empire has little of it, but the unsouled monkeys are considered fair prey by their civilised, ensouled betters. So too are any humans who might disappear without too much trouble. Once back at court, both will be served up and heralded the finest venison, veal, chicken and pork for a Court that knows what it is supposed to like... but not what it actually <i>tastes</i> like.\u000d\u000a\u000d\u000aYou hide in the bushes until the hunting party has gone, and slip away undetected in the other direction.",
                                     "LinkToEvent": {"Id": 175485},
                                     "Name": "狩りの一団！@{K}A hunting party!", "Id": 178035},
                    "Name": "上陸する@{K}Shore leave",
                    "Description": "この多様な植生の熱帯雨林には多くの危険が存在する。慎重に足を進めよう。あの柵の向こうにはいかなる権力も存在しない。@{K}The parasynthetic jungle holds many dangers. Step carefully. There is no authority beyond the fence.",
                    "ButtonText": "", "Id": 144868},
                   {"DefaultEvent": {"Description": "待ち伏せされた！熱帯雨林の捩れた小径は、港からはるかに離れた樹々と茸の生い茂る暗く狭い空間へとあなたを導いた。そしてあなたは獰猛な一つの魂を持つ猿たちの一団によって空き地の端へと追い詰められる。首領が貪欲な飢えと共にあなたの匂いを嗅ぐ。そしてそれはにやりと笑うと、突進してきた。\u000d\u000a\u000d\u000a数時間後、あなたは目覚めた。何かが……失われている。@{K}An ambush! The twisting paths of the jungle have led far from port, into a dark claustrophobia of trees and mushrooms. The party of savage one-soul apes backs you into a corner, its leader sniffing you with an avaricious hunger. It grins. It lunges.\u000d\u000a\u000d\u000aHours later, you awaken. Something is... missing.",
                                     "LinkToEvent": {"Id": 175485},
                                     "Name": "樹々の間の散歩@{K}A walk in the woods", "Id": 178036},
                    "Name": "上陸する@{K}Shore leave",
                    "Description": "この多様な植生の熱帯雨林には多くの危険が存在する。慎重に足を進めよう。あの柵の向こうにはいかなる権力も存在しない。@{K}The parasynthetic jungle holds many dangers. Step carefully. There is no authority beyond the fence.",
                    "ButtonText": "", "Id": 144869},
                   {"DefaultEvent": {"Description": "待ち伏せされた！熱帯雨林の捩れた小径は、港からはるかに離れた樹々と茸の生い茂る暗く狭い空間へとあなたを導いた。そしてあなたは一つの魂を持つ獰猛な猿たちの一団によって空き地の端へと追い詰められる。首領が貪欲な飢えと共にあなたの匂いを嗅いだ。彼らは匂いによって魂を持っていないことが分かるのだろうか？それとも何か他の判断基準があるのか？\u000d\u000a\u000d\u000aペンテコステ猿の生態は謎に包まれている。そしてこの猿もその秘密を分かち合うつもりはないようだ。猿はあなたの顔の前で威嚇するような声をあげると、子分に合図し共に去っていった。@{K}$Pentecost -> ペンテコステ$An ambush! The twisting paths of the jungle have led far from port, into a dark claustrophobia of trees and mushrooms. The party of savage one-soul apes backs you into a corner, its leader sniffing you with an avaricious hunger. Is it the smell that tells it that you have no soul for them today? Or something else?\u000d\u000a\u000d\u000aThe ways of the Pentecost apes are mysterious, and this one feels no need to share them. It simply hisses in your face before bidding its minions follow it away.",
                                     "LinkToEvent": {"Id": 175485},
                                     "Name": "島の深部@{K}Deep in the island", "Id": 178037},
                    "Name": "上陸する@{K}Shore leave",
                    "Description": "この多様な植生の熱帯雨林には多くの危険が存在する。慎重に足を進めよう。あの柵の向こうにはいかなる権力も存在しない。@{K}The parasynthetic jungle holds many dangers. Step carefully. There is no authority beyond the fence.",
                    "ButtonText": "", "Id": 144870},
                   {"DefaultEvent": {"Description": "熱帯雨林を通る小径はさほど経たないうちに暗く、あてにならない物へと変わっていった。追い詰められた猿たちの獰猛な瞳があらゆる茂みと樹々の裏から覗く。島の探索はもっと縁起の良い日を待つことにしよう。@{K}The path through the jungle soon becomes dark and treacherous, the predatory eyes of desperate monkeys staring from behind every bush and tree. Exploring this island will have to wait for a more auspicious day.",
                                     "LinkToEvent": {"Id": 175485},
                                     "Name": "中断された旅@{K}An aborted journey", "Id": 178039},
                    "Name": "浜辺を探索する@{K}Poke around the shore",
                    "Description": "この多様な植生の熱帯雨林には多くの危険が存在する。慎重に足を進めよう。あの柵の向こうにはいかなる権力も存在しない。@{K}The parasynthetic jungle holds many dangers. Step carefully. There is no authority beyond the fence.",
                    "ButtonText": "", "Id": 144872},
                   {"DefaultEvent": {"Description": "「可愛い方よ、入りなさい」洗練された市長が猫なで声で言った。「何をしてあげようか？」愉快な女冒険者の本質は、柔軟な倫理と冷ややかな野望に四つの魂を持つ市長の中によく収まっている。@{K}$Delightful Adventuress -> 愉快な女冒険家$\"Darling, do come in,\" the Civilised Mayor purrs. \"Whatever can I do for you?\" The essence of the Delightful Adventuress sits comfortably in him, a four-souled ape of flexible ethics and cold ambition.",
                                     "LinkToEvent": {"Id": 175587},
                                     "Name": "この上なく洗練された歓迎@{K}A most civilised welcome",
                                     "Id": 178176},
                    "Name": "洗練された市長との面会@{K}An Audience with the Civilised Mayor",
                    "Description": "商売の話？もちろん、ああ、話し合うとしよう。ただし紅茶を一杯飲んだ後で。物事には正しい順序というものがある。@{K}Talk business? Why, yes, yes, of course we shall. But after a cup of tea. One must do these things correctly.",
                    "ButtonText": "", "Id": 144957},
                   {"DefaultEvent": {"Description": "　魂を売った後の彼に、それまでと違うところは見受けられなかった。彼は魂の対価として、特徴のない小さな掘っ建て小屋と、安ぴか物のささやかな蓄えを手に入れた。それらは、軋みを上げる桟橋に立ち寄る貿易商たちへの売り物になるだろう。彼は掘っ建て小屋の扉の前であなたの手を握った。「これまでのご厚意に感謝します、[q:呼称]。俺の道具と海図は船室にあります。あれらが、あなたをもっと幸福な船旅に導いてくれることを願っています」<br/><br/>　彼は顔の右半分をのたくる印を手でこすった。何か言おうとしていたことを忘れてしまったらしく、彼はそのまま奥へと去っていった。それきりあなたは、彼の姿を目にすることはなかった。@{I}$q:Addressed As -> q:呼称$There is no perceivable difference in him following the sale of his soul. The proceeds furnish him with a tiny, anonymous shack and a modest store of gewgaws to sell to traders who call at the creaking jetty. He shakes your hand at his door. \"Thank you for your indulgence, [q:Addressed As]. You will find my equipment and charts in my cabin. I hope they lead you on happier journeys.\" \u000d\u000a\u000d\u000aHe rubs at the sigil that now sprawls across the right side of his face, forgets what he was about to say, and goes inside. You do not see him again.",
                                     "Name": "さようなら@{I}Goodbye", "Id": 182214},
                    "Name": "あなたの航海士が魂を売る手助けをする@{I}Help your navigator sell his soul",
                    "Description": "「もしかしたらここのサルの方が、俺の魂を便利に使うかもしれません」彼はわずかばかりの所持品の袋を肩から提げていた。@{I}\"Perhaps one of these apes will make better use of it.\" He carries his meagre belongings in a pack over his shoulder.",
                    "ButtonText": "", "Id": 147451},
                   {"DefaultEvent": {"Description": "ポート・スタントンにいる魂のほとんど入っていない猿たちが、様々な歪められた方言で囁きかわしている。作り話に、二十年前の噂、そして魂についてきた無意識下の知識の断片の詳細な暴露話。鼠の糞が入っているかもしれない素晴らしく豊かな味わいのシチューを味見するようなものだ。海軍省はこの任務を失敗とみなすだろうが、他の者は興味を持つかもしれない。@{K}$Port Stanton -> ポート・スタントン$The barely-souled monkeys of Port Stanton mutter together in a dozen bastardised dialects: invented stories, gossip twenty years old, intimate revelations from the scraps of subconscious knowledge that adhere to souls. The effect is of sampling a rich, fascinating stew that might just possibly contain rat-droppings. The Admiral would regard this mission as a failure, but others might be interested.",
                                     "LinkToEvent": {"Id": 175485},
                                     "Name": "風の噂@{K}Words on the wind", "Id": 183582},
                    "Name": "海軍省に渡す戦略的情報を集める@{K}$Admiralty -> 海軍省, Strategic Information -> 戦略的情報$Gather Strategic Information for the Admiralty",
                    "Description": "あなたは提督に情報を集めるよう依頼されている。帝国の端であるこの場所では情報収集は難しいが、いくつかの断片を手に入れることぐらいは出来るだろう。[興味を引く小話を手に入れることが出来ます。ソヴリン島にある宮廷に入り込むことが出来れば、より良い結果が得られるかもしれません。]@{K}$Intriguing Snippet -> 興味を引く小話$The Admiral commissioned you to gather information. Here at the Empire's edge, that's difficult, but you could pick up a few scraps. [This will give you an Intriguing Snippet: if you can penetrate the court on Sovereign Island, you may be able to do better.]",
                    "ButtonText": "", "Id": 148311},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 224447},
                                     "Name": "", "Id": 234597},
                    "Name": "助けを求める弱々しい声@{K}A weak call for help",
                    "Description": " やつれ果てた男が巨大な木箱に座り、港の建物の壁に凭れかかっている。彼は弱々しくあなたに向かって手を振った。@{K}An emaciated man is slumped against a wall of the docks, sitting on a huge crate. He waves weakly at you.",
                    "ButtonText": "", "Id": 180182}],
 "Description": "魂に飢えた猿たちが、逃げ出す機会を待ちながら渋々といった様子でこの交易所の番をしている。膨らんだ蚤が猿から人へ、そしてまた猿へと飛び移り、どちらの血であるか気に掛けもせず腹一杯に吸い取った。@{K}Soul-hungry monkeys reluctantly tend this trading post, waiting for an opportunity to escape. Bloated fleas hop from ape to man and man to ape, gorging themselves without a care for which is which.",
 "Name": "ポート・スタントン@{I}$Port Stanton -> ポート・スタントン$Port Stanton",
 "Id": 175485}
