{"ChildBranches": [{"DefaultEvent": {"Description": "「ありがとう、船長。あなたにはまだ目も魂もありません。スフィンクスストーンを南へ、大晶洞へと運んでください。そこはかつては海軍省の基地だったのですけれど、今では素晴らしい場所になっていますよ」彼女はあなたの頬に暖かなキスをした。「またすぐにお会いしましょう」@{I}$Admiralty -> 海軍省, Grand Geode -> 大晶洞, [Ss]phinxstone -> スフィンクスストーン$\"Captain, thank you. You are clear of eye and clear of spirit. Bring the Sphinxstone south, to the Grand Geode. It was an Admiralty base, once. Now it's something wonderful.\" She kisses you warmly on the cheek. \"We'll see you soon.\"",
                                     "LinkToEvent": {"Id": 141880},
                                     "Name": "光り輝く微笑み@{I}A brilliant smile", "Id": 175543},
                    "Name": "受け入れる@{I}Accept",
                    "Description": "　『たっぷりとした報酬』『光』いずれも幸福な言葉だ。@{I}\"Rich reward.\" \"Light.\" These are happy words.",
                    "ButtonText": "", "Id": 143331},
                   {"DefaultEvent": {"Description": "「あなたは進歩の礼賛者ではない、と。分かりました。それでは石と記憶をお大事に。『昇らぬ者ほどに盲いている者はなし』」@{I}\"Not an admirer of Progress, I see. Well then: keep your stone, keep your memories. 'None so blind as those who will not rise.'\"",
                                     "LinkToEvent": {"Id": 141880},
                                     "Name": "冷たく輝く微笑み@{I}A bright and brittle smile",
                                     "Id": 176103},
                    "Name": "拒否する@{I}Refuse",
                    "Description": "　この光り輝く瞳は間違いなくドーン・マシンの印だ。ドーン・マシンを理解している者などいないが、誰もがそれを恐れている。マシンが、あるいは彼女たちがどのような動機を持っているかなど、誰にも知れたものではあるまい？@{I}$Dawn Machine -> ドーン・マシン$Those bright bright eyes: the unmistakable mark of the Dawn Machine. None understand the Dawn Machine, but all fear it. Who knows what its motives are? Or hers?",
                    "ButtonText": "", "Id": 143688}],
 "Description": "「あの石には古い記憶が詰まっています。バザールはそれをずっと飲み続けているのですよ」彼女が頷く先では、尖塔の群れがロンドンにぼんやりと浮かび上がり、その黒々とした肢を街路に伸ばしていた。「ここよりももっと良い目的地がありますわ。あなたには、この地の底に光をもたらす手助けをしていただきたいのです。私たちを助けてくださったならば報酬を――たっぷりとした報酬をお支払いしますわ」@{I}\"That stone's full of old memories. The Bazaar has been drinking them.\" She nods at the spires that loom over London, the dark limbs that sprawl through the streets. \"I have a better destination. Help us bring light here below, and we will reward you - reward you richly.\"",
 "Name": "輝く瞳のシーケンサー@{I}The Bright-Eyed Sequencer", "Id": 175542}
