{"ChildBranches": [{"DefaultEvent": {"Description": "彼女は戸口に抉り出されたキェロネイトの骨が入った包みを見つけて以来夢に苦しめられているという。ライバルから送られてきた呪いだろうか？\u000d\u000a\u000d\u000aあなたたちは黒いワインを分け合い夢について語り合った。槍のような幾本もの稲妻、雷鳴の声。雨の最初の一滴が降りそそぐ直前のチクチクと肌を刺すような空気の重み。そしてあなたたちの会話が終わった後、彼女はぐっすりと眠り生き返ったような心地で目覚めたのだった。@{K}$Chelonate -> キェロネイト$She has suffered since finding a package of gouged Chelonate bones on her doorstep. A curse sent by a rival? \u000d\u000a\u000d\u000aYou share a bottle of black wine and stories of your dreams. The spears of lightning. The voice of thunder. The prickling weight of the air before the first downpour. Afterwards, she sleeps, soundly. She wakes revivified.",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "あなたには分かる――あなた自身の夢にもまた、遠雷が響くのだから@{K}You understand - your own sleep crackles with distant thunder",
                                     "Id": 175554},
                    "Name": "洞察@{K}Insight",
                    "Description": "工作員の一人が苦しんでいる。そして苛立っていた。スパイとしてはよろしくない。「耳の中に雷が溢れるんです」と彼女はあなたに言った。少しばかり声が大きすぎる。その瞳は雨雲のような灰色に変わっていた。@{K}One of your operatives is troubled. Her temper is short; a flaw in a spy. \"My ears are full of thunder,\" she tells you, too loud. Her eyes have turned grey as rain clouds.",
                    "ButtonText": "", "Id": 143340},
                   {"DefaultEvent": {"Description": "このような秘密に抗い、専門家らしい敬意の欠片を維持することの出来るスパイなどいない。獲物は本性を現した。あなたの配下の密偵たちが彼を茸の生い茂る熱帯雨林へと追い詰める。追跡はナイフと紫の影、茎に飛び散った血によって終結した。@{K}No spy could resist these secrets and maintain a shred of professional respect. Your quarry betrays himself. Your agents pursue him into the fungal jungle. The matter ends with knives in the violet shadows, and blood on the stalks.",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "鵜呑み@{K}Hook, line, sinker", "Id": 175558},
                    "RareDefaultEvent": {"Description": "細身の雑用があなたの餌に食いついた。彼があなたの獲物なのだろうか？配下の密偵が彼を閉じ込め、即興的だが徹底した尋問を行う。しかし、彼は囮だった！その間に、あなたの真の目標は斑模様のある胴体の長い猫のスタンプの捺された名刺を残し去っていた。まさか彼が本当にあの伝説的な『麝香猫』のはずはない……だろう？@{K}A Slender Factotum takes your bait. Is he your quarry? Your agents coop him up and conduct an improvised, but thorough, interrogation. He is a dupe! Meanwhile, your true target escapes with your secrets. He leaves behind a calling card stamped with a spotted, long-bodied cat. He couldn't be the legendary Civet - could he?",
                                         "LinkToEvent": {"Id": 175505},
                                         "Name": "『麝香猫』の攻撃！@{K}The Civet strikes!", "Id": 175559},
                    "Name": "餌だ！@{K}Bait!",
                    "Description": "敵対する密偵の一人があなたの諜報網に付きまとっている。手を引かせる必要があるだろう。@{K}A rival agent besets your network. You need to draw them out.",
                    "ButtonText": "", "Id": 143343},
                   {"DefaultEvent": {"Description": "虎は満足している。彼はあなたによりあからさまな巻を読むように頼んだ。一時間後、彼は低く「もう一章……」と気だるげに爪を伸ばしながら唸った。これで三度目だ。@{K}The tiger is pleased. He asks you to read from one of the more explicit volumes. An hour later, he rumbles \"One more chapter...\" for the third time, lazily flexing his claws.",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "“ミス・ジェニーの日記”@{K}'Miss Jenny's Diary'", "Id": 175562},
                    "RareDefaultEvent": {"Description": "その虎は素敵な女性と入念に手入れされた口髭の男性達、そして彼らの間を引き裂く複雑な社会的な障害の話を好んだ。強烈な思慕の念は実るのだろうか？あなたは彼に『従僕の霊』を一冊渡した。あの本のページには抑圧が満ち満ちている。虎は喉を鳴らした。@{K}The tiger favours plummy heroines, stiff-moustached heroes, and the convoluted social obstacles that keep them apart. Will their yearning passions ever be consummated? You give him a copy of <i>The Footman's Ghost</i>. Its pages practically quiver with repression. The tiger purrs.",
                                         "LinkToEvent": {"Id": 175505},
                                         "Name": "読者を熟知している@{K}Knowing your audience",
                                         "Id": 180495},
                    "Name": "虎の図書館へ寄贈する本@{K}An addition to a tiger's library",
                    "Description": "総督は扱いやすい地元の虎たちの集団を彼らの同胞との仲介役として頼りにしている。そのうちの一匹は三文小説に弱いらしい。@{K}The Governor relies on a cadre of docile native tigers to act as intermediaries with their fellows. One of them has a weakness for pot-boilers.",
                    "ButtonText": "", "Id": 143345},
                   {"DefaultEvent": {"Description": "それは忍耐を要する緻密な仕事だった。あなたの密偵の手によって、書記官のワイン庫の瓶に囚人の蜜が注入され、週が経つごとにその量が増やされていく。書記官の夢と覚醒した世界を見分ける能力は蝕まれ始めた。そしてある日、彼は今まで夢の中でしかしてこなかった事を起きている間に行ってしまった。彼は恐れ、自らの犯罪を隠蔽しようとする。彼はあなたの物だ。@{K}$(Firkin of)?[Pp]risoner's[- ][Hh]oney -> 囚人の蜜$It is patient, precise work. Your agents inject the bottles in the clerk's wine-pantry with prisoner's honey. Week by week, they increment the dosage. His ability to distinguish the waking world from dreams begins to erode. One day, he does something while he's awake that he'd previously only have dared in dreams. Horrified, he tries to conceal his crime. You have him.",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "不正が無いのであれば作り出せばいい@{K}Where malfeasance does not exist, it must be invented",
                                     "Id": 175569},
                    "RareDefaultEvent": {"Description": "残念ながらあなたの計画は敵対する組織に妨害されてしまった。スパイたちがジーバットのように書記官の周りに（そして彼のファイルキャビネットに）つきまとっている。あなたはもう少し標的とされていない領域を探す事にした。@{K}Unfortunately, your scheme is stymied by rival agencies. Spies buzz around the clerk (and his fabled filing cabinet) like zee-bats. You seek less well-marked territory.",
                                         "LinkToEvent": {"Id": 175505}, "Name": "競争@{K}Competition",
                                         "Id": 175570},
                    "Name": "上手くいくかもしれない@{K}It just might work",
                    "Description": "大使館の書記官は極めて重要な文書を読むことが出来る。不運にも、彼らは都合悪く高い倫理観を持ち合わせている。賄賂の提案に怒り、脅迫にも動じない。しかしあなたにはいい案がある。@{K}An embassy clerk has access to vital documents. Unfortunately, they are inconveniently moral: offended by bribery, impervious to blackmail. But you have a plan.",
                    "ButtonText": "", "Id": 143352},
                   {"DefaultEvent": {"Description": "密偵たちの要求は気まぐれで多様だ。@{K}Spies' desires are capricious and diverse.",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "時は移り変わる@{K}Times change", "Id": 175578},
                    "Name": "別の機会を探し求める@{K}Seek another opportunity",
                    "Description": "単純に、必要とされるものを手に入れることが出来ないこともある。この機会は見送ることにして後で戻って来よう。[この選択肢を選ぶことで戻って来た時に別の任務を選ぶことが出来ます。大抵は違う任務になりますが、必ず変わるわけではありません。この選択肢はSomething Awaits Youを消費します。]@{K}Perhaps you simply can't obtain what you need. Let the opportunity pass. Come back later. [This will allow you to choose another mission when you come back - usually, but not always, a different one. It will cost Something Awaits You.]",
                    "ButtonText": "", "Id": 143357},
                   {"DefaultEvent": {"Description": "あなたは（適切に冷や汗をかいている）その人物にキェロネイトにあるStormの神殿で行われる血まみれの儀式について語った。それと彼らが常に参加者を探していることも。参加者が自主的に参加したかどうかは関係ない。条件も簡単な物だ。砕くための骨と、悲鳴を上げることの出来る声だけ。\u000d\u000a\u000d\u000aあなたの伝手は熱心に話題を変えた。あなたの求める秘密が罅の入った下水管から噴き出す水のように溢れ出る。@{K}$Chelonate -> キェロネイト$You tell the asset - who perspires appropriately - of the bloody rites conducted in Storm's temple at Chelonate. How they are always looking for celebrants, willing or otherwise. The requirements are meagre: bones, to break. A voice, to scream.\u000d\u000a\u000d\u000aYour asset is eager to change the subject. Here come the secrets they owe you, gushing like spray from a cracked drainpipe.",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "訓話@{K}A cautionary tale", "Id": 175579},
                    "Name": "立場を分からせるための説明@{K}An elucidation",
                    "Description": "かつては社交的だったある有用な人物の口が重くなってきている。@{K}An asset - once forthcoming - has grown reticent.",
                    "ButtonText": "", "Id": 143358},
                   {"DefaultEvent": {"Description": "あなたが彼に卵を見せると、生涯にわたって嘘を重ねてきた経験があってさえ彼は欲望を覆い隠すことが出来なかった。彼は自分のカーンよりも信仰に重きを置いているのだ。あなたは彼から『白と金』が人を殺してでも守ろうとするだろう秘密を絞りつくした。そしてあなたは立ち去る際に、彼に卵には気を付けるように助言した。ドーン・マシーンが卵を探し求めている。@{K}$[Tt]he White -> 白きもの, Khan -> カーン, Dawn Machine -> ドーン・マシン$You show him the Egg, and not even a lifetime of lies can conceal his desire. He values his faith above his Khan. You squeeze him dry, extracting secrets the White-and-Golds have killed to keep. When you leave him, you advise him to look after his new egg. The Dawn Machine is searching for them.",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "神々の中の神々@{K}The gods of the gods", "Id": 180496},
                    "Name": "情熱を満たす@{K}Sate a fervence",
                    "Description": "ポート・カーネリアンに駐在するカーネイトの非公式の代表は彼の信仰について口にしない。しかしながらこの報告書によると、彼は審判の卵を崇めているそうだ。卵はアイレムとアイアン・リパブリックの民によって（しぶしぶ）売られている。[この選択肢はあなたの諜報網を飛躍的に向上させます。しかし7以上にはなりません。]@{K}$Khan -> カーン, Iron -> アイアン, Khanate -> カーネイト, Port Carnelian -> ポート・カーネリアン, Iron Republic -> アイアン・リパブリック, Irem -> アイレム$The Khanate's unofficial representative in Port Carnelian does not speak of his religion. According to this report, though, he reveres Judgements' Eggs. They sell them (reluctantly) in Irem and the Iron Republic. [This will increase your Network substantially, although not past 7.]",
                    "ButtonText": "", "Id": 146338},
                   {"DefaultEvent": {"Description": "王子は高所にある硝子の嵌っていない窓枠にゆったりと身を伸ばしている。あなたは膝をつき、彼の先祖がどのようにしてその地位を得たのかについて詳らかに語った。鏡の裏側の戦争の話になると彼の耳がピクリと動き、煙る海の向こうから来た“革紐”に言及すると目を開いた。そして低く唸りあなたの語る心臓を奪い取る者の軍団との闘いと小石の敷き詰められた海岸の上で黒くなってゆく虎の血の話に耳を傾ける。\u000d\u000a\u000d\u000aあなたは彼の本来の称号を暗唱してみせる。“煙る岸辺の王子にしてかつて“賤しめられし革紐”の統治下にあった諸島、群島と半島群の君主”真実が彼の内に燃えあがった！彼の瞳も激しく輝き、燠が毛皮の内に燻る。あなたは火を消すのを手伝った。王族への貸しはいずれ役に立つことだろう。@{K}The Prince lounges in the arch of a high, glassless window. Kneeling, you recount the tale of how his forebears earned their title. His ears prick as you speak of a war behind mirrors. His eyes open when you mention the Satraps from across a smoking sea. He growls as you describe a battle against a legion of heart-takers, and tiger blood blackening a pebbled beach. \u000d\u000a\u000d\u000aYou recite his full and original title: <i>the Prince of the Smoking Shore and Duke of all the Isles, Archipelagos and Peninsulae that were once the Sovereignty of the Humbled Satraps</i>. How the truth burns in him! His eyes blaze. Embers spark in his fur. You helpfully beat them out. It will be useful, having royalty in your debt.",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "眩く輝く@{K}Burning bright", "Id": 180497},
                    "Name": "縞模様の王子への献上品@{K}An offering to the Banded Prince",
                    "Description": "彼は熱帯雨林の中の遺跡に住んでいる。古いものが好きなのか、あるいは好奇心が強いのか。彼の地位は素敵だが、名ばかりのものだ。本当にそうだろうか？[この選択肢はあなたの諜報網を飛躍的に向上させます。しかし7以上にはなりません。]@{K}He dwells in a jungle ruin: an anachronism; a curiosity. His position is romantic, but titular. Or is it? [This will increase your Network substantially, although not past 7.]",
                    "ButtonText": "", "Id": 146339},
                   {"SuccessEvent": {"Description": "騒々しい青のエンポリウムの丸天井の下では、商人たちがサファイアに磁器、酢漬けのホコリタケを売っている。あなたの密偵は気前よく硬貨を差し出し、品物の間にこっそりと差し込まれる暗号化された伝言や秘密を受け取った。@{K}Beneath the bustling arches of the Blue Emporium, merchants sell sapphires, porcelain and pickled puffballs. Your agents trade generous handfuls of coin, and receive secrets in exchange, or coded messages slipped into the goods.",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "活発な取引@{K}A brisk trade", "Id": 175557},
                    "DefaultEvent": {"Description": "この手掛かりはあまりにも都合がよすぎる。あなたのエコーは単なる噂話に費やされた。その間にも鋭い目が暗い窓から監視している。@{K}The lead was too good to be true. Your Echoes procure nothing but hearsay. Meanwhile, shrewd eyes watch from dark windows.",
                                     "LinkToEvent": {"Id": 175505}, "Name": "釣り餌@{K}Bait",
                                     "Id": 175556},
                    "Name": "エコー@{K}Echoes",
                    "Description": "金があれば秘密が買える。@{K}Money buys secrets.",
                    "ButtonText": "", "Id": 143342},
                   {"SuccessEvent": {"Description": "あなたたちはパントマイムの上演される劇場に腰を下ろした。興奮した観客たちが舞台に向かってわめきたてる間に、あなたと相手は約束を結び、嘘を交わし、境界線を引いていった。交渉は苛烈をきわめたが、握手を交わすころにはあなたは自分に有利な結果を引き出したことを理解していた。劇がスラップスティックへとさらに退化していく中、あなたたちは別れた。クリームパイが飛び交い始めている。@{K}You sit together at a pantomime. While the excitable audience roars at the stage, you and your counterpart make promises, trade lies, and draw boundaries. The negotiations are fierce, but when you shake hands on them you know you have the better deal. You part ways as the performance degenerates into slapstick. Cream pies begin to fly.",
                                     "LinkToEvent": {"Id": 175505}, "Name": "優位@{K}The upper hand",
                                     "Id": 175561},
                    "DefaultEvent": {"Description": "あなたたちは騒がしい肉料理屋で酸いワインと脂っぽい肉越しに言い争った。相手は傲慢で攻撃的だ。あなたは二皿目を食べ終わるよりも前に、プディングの出てくるころには戦争になっているだろうと悟った。@{K}$[Gg]ant -> ギャント$You come together in a rowdy chop-house to haggle across tart wine and fatty plates of meat. Your counterpart is arrogant and aggressive. Before you've finished the second course, you know you'll be at war by pudding.",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "交渉決裂@{K}A failure to communicate", "Id": 175560},
                    "Name": "あなたの権威@{K}Your authority",
                    "Description": "敵対する密偵たちを束ねる者が面会を申し込んできた。@{K}A rival spymaster proposes a meeting.",
                    "ButtonText": "", "Id": 143344},
                   {"SuccessEvent": {"Description": "あなたの諜報員はまず既に確立された諜報網を見つけ、記録し、奪い取るところから始めた。その諜報網は地上から来た密偵であるロシアの外交官によって作られた物だ。彼の尋問は湿っぽいサンクトペテルブルクでの子供時代の話が詰まったひどく退屈なものだった。@{K}Your agent's opening gambit is to find, chart, and usurp an existing network. It belonged to a Surface spy, and agent of Russia. His interrogation was tedious, padded with tales of a damp Saint Petersburg childhood.",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "大皿に載って@{K}On a platter", "Id": 175576},
                    "DefaultEvent": {"Description": "あなたは次に呼び出しをかける時になって諜報員の住まいが空になっていることに気が付いた。ランプが倒され、床には傷がついている。@{K}When you next call on your agent, you find her apartments cold and empty. A lamp has been knocked over. The floor is scuffed.",
                                     "LinkToEvent": {"Id": 175505}, "Name": "言葉もなく@{K}No word",
                                     "Id": 175575},
                    "RareSuccessEvent": {"Description": "あなたの密偵は堅牢な二つの諜報網を対立させ、組織を確固たるものにしようと苦闘する両者を利用した。彼女は彼らの対立を職業上の興味を持って観察し詳細な報告書を送って来た。@{K}Your agent sets two entrenched networks against each other, then takes advantage of their furtive struggle to set up shop. She observes their conflict with professional interest, sending back detailed reports.",
                                         "LinkToEvent": {"Id": 175505},
                                         "Name": "昔からの敵@{K}Old enemies", "Id": 175577},
                    "Name": "外交官の諜報員@{K}$Diplomatic Agent -> 外交官の諜報員$A Diplomatic Agent",
                    "Description": "ポート・カーネリアンには密偵がひしめいている。当惑した地上の密偵、ロンドンから送り込まれた勤勉なスパイ、優雅なカーネイトの間諜に、立派な身なりの長命衆の諜報員。しかし小さいものの入り込む余地はいつでもある。@{K}$Khan -> カーン, [Gg]ant -> ギャント, Khanate -> カーネイト, Port Carnelian -> ポート・カーネリアン, Presbyter -> 長老, Presbyterate -> 長命衆$Port Carnelian is choked with spies. Bewildered Surface spies. Earnest spies from London. Elegant spies from the Khanate. Splendid spies from the Presbyterate. But there's always room for a small one.",
                    "ButtonText": "", "Id": 143356}],
 "Description": "あなたの諜報網はますます繁栄するために何かを必要としている。何が要るのだろう？[要求を満たすことで、諜報網のレベルが上がるかもしれません。]@{K}Your Network needs something, to prosper. What is it? [If you provide this successfully, your Network level may increase.]",
 "Name": "カーネリアンの陰謀@{K}Carnelian Conspiracies", "Id": 175552}
