{"ChildBranches": [{"DefaultEvent": {"Description": "通常の場合、このような物事を取り仕切るのは公的な魂商の役割だ。しかし市長は魂商が、短いこん棒といくつかの道具を持っている猿なら誰にでもできる作業によって関税を受取っているのは、全くのナンセンスだと考えているようだ。魂を持たない森の猿でさえ、ほとんどの場合被害者に後遺症を残すことなく魂を盗み出すことが出来るのだ。いや被害者ではなく、提供者だった。もちろん、市長は提供者と言うつもりだったのだ。\u000d\u000a\u000d\u000aしばらくの後にあなたはぼろきれの下で目覚めた。体には痣ができていて、頭痛と何かが失われた感覚がある。取引は完了したのだ。あなたの精神はその奇妙な空虚を舌が欠けた歯のあった場所を舐めるように確かめた。@{K}There is an official Chandler of Souls who would ordinarily preside over such things, but the Mayor sees no reason why he should receive his customary fee for something that any monkey with a blackjack and a few implements can do. Even an unsouled forest-monkey can steal a soul and almost never cause lasting harm to the victim. Donor. He means donor. Of course.\u000d\u000a\u000d\u000aLater, you awaken under rags, bruised, with a headache and feeling of loss. It is done. Your mind licks at the strange emptiness as a tongue might a missing tooth.",
                                     "Name": "交渉成立！@{K]The deal is struck!", "Id": 175588},
                    "Name": "市長に自分の魂を売る@{K}Sell your soul to the Mayor",
                    "Description": "彼は大金は払えないだろう。しかし、あなたが特に魂を使っていないであれば……\u000d\u000a[市長はあなたの魂と引き換えに200エコーを支払います。]@{K}He doesn't have much to offer, but if you aren't using it...\u000d\u000a [The Mayor will pay 200 Echoes for your soul.]",
                    "ButtonText": "", "Id": 143363},
                   {"DefaultEvent": {"Description": "彼の付けた値段は当然のことながら法外な物だった。それでも、遭難するよりは貧困に苦しむ方がましだ。この燃料によって商人があなたの金を数えながら文字通り唇を舐めたりしない港へとたどり着けることを願おう。@{K}His prices are extortionate, of course. Still, poverty is a better option than being stranded. Hopefully this will be enough to make it to a port where the vendors don't literally lick their lips as they count your money.",
                                     "LinkToEvent": {"Id": 175587},
                                     "Name": "交渉成立@{K}The deal has been done", "Id": 175603},
                    "Name": "緊急用の燃料を買う@{K}Acquire emergency fuel",
                    "Description": "貿易を禁じる法さえ無ければもっと安く、簡単に燃料を補給することもできただろうに、と市長がため息をつく。「ああ、もしそうだったなら！」しかし、と彼は漫然と歯間をほじりながら続けた。もしかすると、あくまで可能性の話だが、彼は都合よくそこら辺に置かれている燃料の樽について知っているかもしれない……\u000d\u000a[一樽につき50エコーというなかなかの高値で売ってくれます。]@{K]If only there wasn't a trade embargo, you could refuel so cheaply and easily, the Mayor sighs. \"Oh, if only!\" But, he adds, idly picking his teeth, he might, just maybe, know of some barrels conveniently sitting around...\u000d\u000a [This fuel will cost a pricey 50 Echoes per barrel]",
                    "ButtonText": "", "Id": 143374},
                   {"DefaultEvent": {"Description": "猿が感謝を示す言葉を持たないわけではない。単純にその言葉が多くの言語では卑猥な単語へと翻訳されてしまうだけの話だ。しかしあなたに選択肢はない。彼の魂の中にある過去を懐かしむ部分はこの事について申し訳なく思っているかもしれない。あるいはそうは思っていない可能性もある。@{K}It is not that monkeys have no word for gratitude, simply that in most tongues it translates as an obscenity. But you had no choice. Perhaps a nostalgic part of the soul within him feels bad about this. Probably not.",
                                     "LinkToEvent": {"Id": 175587},
                                     "Name": "エコーだけ？血は追加できないだろうか？@{K}Merely Echoes? No blood for good measure?",
                                     "Id": 175616},
                    "Name": "緊急用の燃料を買う@{K}Acquire emergency fuel",
                    "Description": "市長は指先を合わせて肘をつき、笑顔を見せた。彼の内にいる船乗りはあなたが樽の上に乗るように不安定でどうにもならない状況にあることを理解している。そして問題の樽の中には燃料が入っているのだ。彼の中の愉快な女冒険家も同意した。\u000d\u000a[一樽につき75エコーという馬鹿馬鹿しいほどの高値で売ってくれます。]@{K}$Delightful Adventuress -> 愉快な女冒険家$The Mayor smiles, steepling his fingers. The zailor in him knows he has you over a barrel, and that barrel contains fuel. The Delightful Adventuress in him concurs.\u000d\u000a [This fuel will cost a ludicrous 75 Echoes per barrel]",
                    "ButtonText": "", "Id": 143385},
                   {"DefaultEvent": {"Description": "「あなたとの商売はいつでも歓迎だ」と市長は言い、パイプに手を伸ばした。「私たちの港での滞在を楽しんでくれたまえ。好きなだけどうぞ。もしそのつもりがあるのなら、午後中いたって良い」@{K}\"Always a pleasure,\" says the Mayor, reaching for his pipe. \"Do please enjoy our port. Enjoy it as much as you like. Take a whole afternoon, if you must.\"",
                                     "LinkToEvent": {"Id": 175587},
                                     "Name": "交渉成立@{K}The deal has been done", "Id": 175617},
                    "Name": "緊急用の燃料を買う@{K}Acquire emergency fuel",
                    "Description": "市長は愛想笑いを浮かべた。彼は四つの魂と野望を持つ猿であり、狡猾かつ無情で付け入る隙を見逃さないとしか言いようのない性格をしている。彼の中にあるかつて女冒険家だった一部もそれを推し進めるだけだ。[一樽につき60エコーというかなりの高値で売ってくれます。]@{K}$Delightful Adventuress -> 愉快な女冒険家$The Mayor smiles tightly. As a four-soul ape with ambitions, he cannot be seen to be anything but cunning, ruthless, and avaricious to a fault. The part of him that was the Delightful Adventuress only cheers him on. [This fuel will cost an expensive 60 Echoes per barrel]",
                    "ButtonText": "", "Id": 143386},
                   {"DefaultEvent": {"Description": "蚤にたかられた市長は強請りとった金をひったくると、蝋燭の光の中で弄んだ。そして一つ頷く。「送っておく。質問はなし。もっといるならあるよ」@{K}The Flea-Ridden Mayor snatches the extortionate fee, toying with it in the candlelight. He nods. \"Will send. No questions. More if needed.\"",
                                     "LinkToEvent": {"Id": 175587},
                                     "Name": "交渉成立@{K}The deal has been done", "Id": 175618},
                    "Name": "緊急用の燃料を買う@{K}Acquire emergency Fuel",
                    "Description": "「燃料？燃料あるよ」蚤にたかられた市長は素早くうなずいた。「安くない。タダでもない。でもなんとかできる。ロンドンの金使える。机に置いて。港で見て。オーケー？」\u000d\u000a[一樽につき40エコーという高値で売ってくれます。]@{K}\"Fuel? Got fuel.\" The Flea-Ridden Mayor nods quickly. \"Not cheap. Not free. Can be arranged. London money okay. Put on table. Look on docks. Yes?\"\u000d\u000a [This fuel will cost a hefty 40 Echoes per barrel]",
                    "ButtonText": "", "Id": 143387},
                   {"DefaultEvent": {"Description": "大部分の果物はいやに苦いが、短期間のうちに被害の現れるような毒は持っていない。@{K}Most of them taste unpalatably bitter, but they will do you and your crew no harm in the short term.",
                                     "LinkToEvent": {"Id": 175587},
                                     "Name": "木の実や果物などなどの詰まった木箱@{K}A crate of berries, fruits and more",
                                     "Id": 176556},
                    "Name": "新鮮な食糧を手に入れる@{K}Acquire fresh Supplies",
                    "Description": "エンパイア・オブ・ハンズに育つ自然の賜物のうち、人の食べられるものは奇妙なほどに少ない。猿たちは対価を払えば食べられるものを探すのを手伝ってくれるだろう。@{K}$Empire of Hands -> エンパイア・オブ・ハンズ$Oddly little of the Empire of Hands' natural bounty is edible. The monkeys will help you find the edible stuff, for a fee.",
                    "ButtonText": "", "Id": 144000},
                   {"DefaultEvent": {"Description": "家の外では、盗み聞きをしていたはずもない猿の群れたちが慌てて逃げだした。@{K}Outside, a crowd of monkeys that has absolutely not been listening in scampers away.",
                                     "LinkToEvent": {"Id": 175485},
                                     "Name": "市長は仕事の真似事に戻った@{K}The Mayor returns to pretending to work",
                                     "Id": 176760},
                    "Name": "失礼する@{K}Excuse yourself",
                    "Description": "エンパイア・オブ・ハンズの他の島々があなたを待っている。@{K}$Empire of Hands -> エンパイア・オブ・ハンズ$The rest of the Empire of Hands awaits.",
                    "ButtonText": "", "Id": 144149},
                   {"DefaultEvent": {"Description": "「あなたとの商売はいつでも歓迎だ」と市長は言い、パイプに手を伸ばした。「私たちの港での滞在を楽しんでくれたまえ。好きなだけどうぞ。もしそのつもりがあるのなら、午後中いたって良い」@{K}\"Always a pleasure,\" says the Mayor, reaching for his pipe. \"Do please enjoy our port. Enjoy it as much as you like. Take a whole afternoon, if you must.\"",
                                     "LinkToEvent": {"Id": 175587},
                                     "Name": "交渉成立@{K}The deal has been done", "Id": 178177},
                    "Name": "緊急用の燃料を買う@{K}Acquire emergency fuel",
                    "Description": "市長は愛想笑いを浮かべた。彼は四つの魂と野望を持つ猿であり、狡猾かつ無情で付け入る隙を見逃さないとしか言いようのない性格をしている。彼の中にあるかつて女冒険家だった一部もそれを推し進めるだけだ。[一樽につき60エコーというかなりの高値で売ってくれます。]@{K}$Delightful Adventuress -> 愉快な女冒険家$The Mayor smiles tightly. As a four-soul ape with ambitions, he cannot be seen to be anything but cunning, ruthless, and avaricious to a fault. The part of him that was the Delightful Adventuress only cheers him on. [This fuel will cost an expensive 60 Echoes per barrel]",
                    "ButtonText": "", "Id": 144958}],
 "Description": "もっと良い時代ならばポート・スタントンの監督官の地位があれば、帝国の訪問者から好きな者を選び側妻とすることもできただろう。しかし今は、市長の職も地下で見つかる他の職と同じく報われない仕事となっている。@{K}$Port Stanton -> ポート・スタントン$In better times, being overseer of Port Stanton gave the incumbent their pick of visitors to the Empire. Now, it is as thankless a task as any to be found in the Neath.",
 "Name": "市長の粗末な小屋@{K}The Mayor's Shack", "Id": 175587}
