{"ChildBranches": [{"DefaultEvent": {"Description": "最後の扉にいつまでも宝までの道を阻まれはしない！@{K}The final door will not keep you from the treasure!",
                                     "LinkToEvent": {"Id": 175835}, "Name": "あなたは外に戻った@{K}You head back outside",
                                     "Id": 175836},
                    "Name": "地上に戻る@{K}Return to the surface",
                    "Description": "もう少し準備を整える必要がある。@{K}A little more preparation is needed here",
                    "ButtonText": "", "Id": 143516},
                   {"DefaultEvent": {"Description": "あなたと扉の間にはモザイクの床が広がっている。あなたが模様の上に踏みこむ前に、愉快な女冒険家が腕をつかんだ。「まぁ、可愛いわね」彼女は壁を指さし溜息をつく。どちらの壁にも小さな穴がいくつも開いていた。丁度その後ろに用意されているクロスボウの矢が窺える程の大きさの穴だ。\u000d\u000a\u000d\u000a「素晴らしいとは思いませんか？」彼女は言う。「私はこれまで多くの、かなり多くの墓を見てきました。その大部分ではただ単に何か大きなものが扉の前に置いてあっただけでしたよ。誰にも見られる予定のない場所にここまで工夫を凝らした彼らの精神に祝福あれ。ともかく、ここはお願いしますよ。何かあれば私は外にいますから」\u000d\u000a\u000d\u000a彼女はキャンプの様子を見に戻ってしまった。@{K}$Delightful Adventuress -> 愉快な女冒険家$A mosaic floor stands between you and the door. The Delightful Adventuress catches your arm before you can step onto it. \"Oh, sweetie,\" she sighs, pointing at the walls. Little holes run down both of them, just large enough to see the readied crossbow bolts behind.\u000d\u000a\u000d\u000a\"Isn't this <i>wonderful</i>?\" she says. \"I have seen many, many tombs, and most just put something big and heavy in front of the door. Bless their hearts for putting all this effort into something nobody was ever supposed to see. Anyway, be a dear. I will be outside if you need me.\"\u000d\u000a\u000d\u000aShe heads back to check on her camp.",
                                     "LinkToEvent": {"Id": 175835}, "Name": "歴史の広間@{K}The Hall of Histories",
                                     "Id": 176536},
                    "Name": "前進！@{K}Onwards!",
                    "Description": "この辺りは明らかに他の部分よりも古く見える。建築者たちは細心の注意を払ってここを作りあげたようだ。この場所には敬意と歴史が満ちている。@{K}This part of the temple looks distinctly more ancient, and more carefully crafted by its architects. A sense of respect and history pervades.",
                    "ButtonText": "", "Id": 143983},
                   {"DefaultEvent": {"Description": "この場所は明らかに霊廟の中でも最も古い部分だった。この周囲の建物は全て時代が流れるにつれ付け足されていったものだろう。壁に掛けられた古い織物には一匹の猿の肖像が織り込まれている。紫の衣をまとい光輪を背負った姿で描かれる彼こそは、エンパイア・オブ・ハンズの建国者である百の魂を持つ始皇帝だ。彼の権威は遥かな時を経てなお伝わってくる。\u000d\u000a\u000d\u000a「大したものはありませんね？」愉快な女冒険家が述べる。「猿たちはおいぼれと一緒にあれを全部埋めたと聞きましたが。上等な魂を百個ほどね。ヘカトゥームと言っていいかもしれません」冒険家はNeath全域でも彼女とあと三人程度にしか受けない冗談に自分で笑った。「類人目なりの敬意の証です。ご存知でしょう、他の者にはその魂を彼の半分も役立てられないという意味だそうです」\u000d\u000a\u000d\u000a彼女の瞳が暗く輝く。「私たちで役立ててやろうじゃありませんか」@{K}$Empire of Hands -> エンパイア・オブ・ハンズ, Delightful Adventuress -> 愉快な女冒険家$This is very obviously the oldest part of the temple, around which all else has grown over time. Ancient tapestries hang from walls decorated with portraits of a single ape, clothed in violet and crowned by the sun. He is the First Emperor, the hundred-souled founder of the Empire of Hands. His authority reaches across time.\u000d\u000a\u000d\u000a\"Not much to look at, is it?\" declares the Delightful Adventuress. \"They say they buried the old bugger with all of them. A hundred of the finest souls. A <i>heca-tomb</i> if you will.\" She laughs for a moment at a joke only she and perhaps three others in the Neath would appreciate. \"Mark of respect by the primates, you know, to say no one else could do half as much with them.\"\u000d\u000a\u000d\u000aHer eyes glint. \"Let's <i>do</i> something about that.\"",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "あとほんの少し……けれどまだ遠く……@{K}So close, and yet so far...", "Id": 176537},
                    "Name": "地下の大広間@{K}An underground courtyard",
                    "Description": "階段を降り、霊廟の中心へ。@{K}Down a flight of steps, the centre of the Vault",
                    "ButtonText": "", "Id": 143984},
                   {"DefaultEvent": {"Description": "愉快な女冒険家の糸とトリックのおかげで迷路を通り抜けるのはさほど難しくなかった。@{K}$Delightful Adventuress -> 愉快な女冒険家$The maze is easily enough traversed with the help of the Delightful Adventuress' string, and her trick.",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "少し迷いながらも戻って来た@{K}A slightly wandering return", "Id": 176542},
                    "Name": "霊廟に入る@{K}Enter the Vault",
                    "Description": "モザイクの床へ戻って来た。@{K}Back to the \u0010Mosaic Floor", "ButtonText": "",
                    "Id": 143988},
                   {"DefaultEvent": {"Description": "愉快な女冒険家は毛糸の巨大な球を取り出した。「テセウスに敬意を示して」そして一端を壁に釘で打ち付ける。「しかし恐らく、私たちはミノタウルスがこの迷路を彷徨っているのではないかと心配する必要はないでしょう。ほらほら！こんなものは探検家にとっては大した障害とはなりません！すぐ出られますよ」\u000d\u000a\u000d\u0000冒険家は自信に満ちた様子で迷路を先導していった。その自信は自分がどこを目指しているのかまったく分かっていないことがはっきりしても揺らぐ事がなかった。そして彼女がすべての曲がり角で左に曲がっているだけだという事実を全員が痛いほどに理解しても、彼女は依然この方法でいずれは出口にたどり着けるという自信に満ちている。糸は出口にたどり着くはるか前に尽きてしまった。しかしどういうわけかそれも戻ることの出来なくなるようなどうしようもない問題であるとは思わなかったらしい。@{K}$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress produces a large ball of yarn. \"With all due credit to Theseus,\" she says, nailing one end into the wall. \"I suspect however, we shall not have to worry about a Minotaur lurking in this particular maze. Come on! Such things are hardly a problem for a woman of adventure! This will take but a jiffy.\"\u000d\u000a\u000d\u000aShe leads the way with utter confidence, even when it becomes clear she has no idea where she is going. Even when it becomes painfully obvious to all that she is merely turning left at every intersection, confident that eventually this will lead to the exit. The string runs out long before the maze does, yet somehow this does not feel like an insurmountable problem for returning.",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "巨大な迷路があなたの前に広がる@{K}A huge maze stretches out before you", "Id": 176543},
                    "Name": "さらに霊廟の奥へ@{K}Press on into the Vault",
                    "Description": "この瓦礫と溶けた歯車の散らばる……実質的に通路と呼べる場所の先には、何が待ち受けているのだろう？@{K}What trials await through the... technically a doorway... over the melted cogs and fallen rubble?",
                    "ButtonText": "", "Id": 143989},
                   {"DefaultEvent": {"Description": "猿たちはすでにあなたたちの突破してきた部屋をつつきまわっていた。彼らは宝石や価値のある彫刻を蓄えに加えるため、あるいは売り払うためにバールで剥がしにかかっている。@{K}The monkeys are already poking and prodding at the completed rooms, crowbarring gems and valuable stonework out for both sale and hoarding.",
                                     "LinkToEvent": {"Id": 175475}, "Name": "あなたは霊廟を去った@{K}You leave the Vault",
                                     "Id": 176544},
                    "Name": "地上に戻る@{K}Return to the surface",
                    "Description": "この先に進むにはもう少し用意を整える必要がある。@{K}This will require a little more preparation.",
                    "ButtonText": "", "Id": 143990},
                   {"DefaultEvent": {"Description": "ああ……ちょっとした問題が明らかになった。\u000d\u000a\u000d\u000a「まあ、ここはあなた一人で大丈夫そうですね」愉快な女冒険家が上階に戻りながら言う。「あなたの優れた手腕にお任せします」@{K}$Delightful Adventuress -> 愉快な女冒険家$Ah... A minor problem suddenly reveals itself.\u000d\u000a\u000d\u000a\"Well, I see that you have this under control,\" declares the Delightful Adventuress, heading back upstairs. \"I leave it in your evidently very capable hands.\"",
                                     "LinkToEvent": {"Id": 175835}, "Name": "15枚の石の円盤@{K}Fifteen stone discs",
                                     "Id": 176564},
                    "Name": "パズルを解く@{K}Solve the puzzle",
                    "Description": "三本の棒に石の円盤だって？本当に？<i>ハノイの塔のパズル</i>？あのロンドンで近頃流行りの子供の遊びか？猿たちが伝説の一部に組み込んだのだろう。この小部屋は見た目よりも新しい、最近追加された部分らしい。\u000d\u000a\u000d\u000aあなたは袖をまくり上げた。すぐに片が付くだろう！@{K}Three poles, stone discs? Oh, please. The <i>Towers of Hanoi puzzle</i>? That little children's game that has been amusing London in recent years? This antechamber must be a more recent addition to the Vault than it looks, if even the monkeys have bought into its legend.\u000d\u000a\u000d\u000aYou roll up your sleeves. This will be easy enough!",
                    "ButtonText": "", "Id": 144007},
                   {"DefaultEvent": {"Description": "もしこのまま続けるつもりなら、解き終わる頃には六番目の街を見ることが出来るだろう。@{K}If you keep this up, you should be done just in time to see the Sixth City.",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "一手ずつ……一手ずつ……@{K}One move at a time... one move...", "Id": 176565},
                    "RareDefaultEvent": {"Description": "もしこのまま続けるつもりなら、解き終わる頃には六番目の街を見ることが出来るだろう。[エンパイア・オブ・ハンズにはあなたと愉快な女冒険家以外にもトレジャー・ハンターが存在します。その人なら、あなたたち二人が用意していなかった物資を持っているかもしれません。]@{K}@{K}$Empire of Hands -> エンパイア・オブ・ハンズ, Delightful Adventuress -> 愉快な女冒険家$If you keep this up, you should be done just in time to see the Sixth City. [You and the Delightful Adventuress are not the only treasure hunters in the Empire of Hands. Another may have supplies that you both lack.]",
                                         "LinkToEvent": {"Id": 175835},
                                         "Name": "一手ずつ……@{K}One move at a time...", "Id": 176566},
                    "Name": "パズルを解き続ける@{K}Continue solving the puzzle",
                    "Description": "まさか彼らは本当にそんなパズルを作ったはずがないだろう？@{K}They cannot be serious about this, surely?",
                    "ButtonText": "", "Id": 144008},
                   {"DefaultEvent": {"Description": "ふう。これ以上時間を無駄にする前で良かった！@{K}Phew. Good job you didn't waste any more time!",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "最後の円盤が最初の杭に戻った@{K}The last disc goes back onto the first peg",
                                     "Id": 176567},
                    "Name": "パズルをリセットする@{K}Reset the puzzle",
                    "Description": "あなたは突如何処かで間違えてしまったのではないかという感覚に襲われた。もう一度初めからやり直すとしよう！@{K}You suddenly have a sense that you went wrong somewhere. Better start again!",
                    "ButtonText": "", "Id": 144009},
                   {"DefaultEvent": {"Description": "ふむ。機械仕掛けが壊れていたようだ。@{K}Huh. The mechanism must be broken.",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "カチッという音がしたが、何も起こらない@{K}Something clicks, but nothing happens", "Id": 176570},
                    "Name": "ようやく！@{K}Finally!",
                    "Description": "最後の円盤が最後の棒に移動した。@{K}The last disc slides onto the final pole.",
                    "ButtonText": "", "Id": 144012},
                   {"DefaultEvent": {"Description": "石の柱と過剰な枚数の石の円盤が閉ざされた扉の前で待っている。あなたはしぶしぶ再びパズルに注意を向けた。@{K}The stone columns and their overly generous allocation of discs still await in front of the sealed door. You grudgingly return your attention to the puzzle.",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "パズルは澄まして待っている@{K}The puzzle sits smugly", "Id": 176575},
                    "Name": "霊廟内部へ@{K}Into the Vault",
                    "Description": "ハノイの塔のパズルへ戻る。@{K}Back to the Towers of Hanoi puzzle.",
                    "ButtonText": "", "Id": 144015},
                   {"DefaultEvent": {"Description": "階段を下った先には、閉ざされた石の扉のある部屋が待ち受けていた。扉の前に三本の細い棒と石の円盤が何枚か乗った台座が目立つように置かれている。\u000d\u000a\u000d\u000a愉快な女冒険家があきれたような顔をする。「精神の試練のようですね。本当に可愛らしいこと。我らが猿の友人のご先祖様は、沢山の魂と一緒に三文小説に対する愛着も身に着けてしまったのでしょう。ああ、まったく。まあ面白くはなりますね」\u000d\u000a\u000d\u000a彼女はあなたの肩をはたいた。「名誉ある役目はお任せしますよ、カピタノ」@{K}$Delightful Adventuress -> 愉快な女冒険家$At the bottom of the stairs is a room with a sealed stone door. In front of that stands a pointedly placed plinth holding three thin pillars and some stone discs.\u000d\u000a\u000d\u000aThe Delightful Adventuress rolls her eyes. \"A Trial of the Mind, it appears. How very adorable. It appears that our monkey friends' ancestors have absorbed more than a few souls with a passion for things of the pulp. Oh, well. That should make things interesting.\"\u000d\u000a\u000d\u000aShe slaps your shoulder. \"Do the honours, <i>kapitano</i>.\"",
                                     "LinkToEvent": {"Id": 175835}, "Name": "前室@{K}The Antechamber",
                                     "Id": 176576},
                    "Name": "霊廟に入る@{K}Enter the Vault",
                    "Description": "幾つもの扉を潜り抜け、奥深くへと……\u000d\u000a[愉快な女冒険家はグリム・ランタンを譲ってはくれません。通路を照らすために狐火の蝋燭が必要です。一箱もあれば全体の探索に十分足りるでしょう。]$Foxfire Candle -> 狐火の蝋燭, Delightful Adventuress -> 愉快な女冒険家$Through the doors, into the depths...\u000d\u000a [The Delightful Adventuress will not relinquish her glim lantern. You will need Foxfire Candles to light your way. One crate will suffice for the entire exploration.]",
                    "ButtonText": "", "Id": 144016},
                   {"DefaultEvent": {"Description": "瓦礫と歯車が飛び散った。石組みも壊れそうに微かに震えたが、ぽろぽろと金属が転がり、欠片とさまざまな大きさの部品がカチャンと崩れ落ちるだけで持ちこたえた。\u000d\u000a\u000d\u000a「まぁ、そんな解き方もありますね」耳を塞いでいた手を外して愉快な女冒険家が言った。「しかし、後のところは私がやるべきでしょうね、ダーリン。あなたのことを責めてるんじゃありませんよ！ただ私たちはこのささやかな古びた墓に生き埋めになることなく、中央までたどり着くべきなのです、そうでしょう？それでも、素晴らしい機知には変わりありません。トップレベルです」@{K}$Delightful Adventuress -> 愉快な女冒険家$Bits of rubble and clockwork fly. The stonework trembles slightly as if about to collapse, but then settles with just the occasional plink-plink of metal and the tinkle of falling shards and gears of all sizes.\u000d\u000a\u000d\u000a\"Well, that is certainly one solution,\" declares the Delightful Adventuress, unplugging her ears. \"I <i>think</i> though, darling, I shall be taking the rest of those. Cannot fault your thinking! But we would rather reach the centre of this quaint little tomb <i>without</i> ourselves becoming buried in it, would we not? Still, splendid resourcefulness. Splendid. Top marks.\"",
                                     "LinkToEvent": {"Id": 175835}, "Name": "ドカン！@{K}BOOM!", "Id": 176577},
                    "Name": "ダイナマイトで扉を吹き飛ばす@{K}Blow the door open with dynamite",
                    "Description": "知性を示す方法は一つではない。@{K}There's more than one way to show your intelligence.",
                    "ButtonText": "", "Id": 144017},
                   {"DefaultEvent": {"Description": "これでよし。さて、どれを最初に動かそうか？@{K}There we go. Now, which one to move first?",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "振出しに戻る@{K}Back to the start then", "Id": 176578},
                    "Name": "パズルをリセットする@{K}Reset the puzzle",
                    "Description": "今回は上手くいくに違いないという確信に近いものを感じる。@{K}It'll almost certainly work properly this time.",
                    "ButtonText": "", "Id": 144018},
                   {"DefaultEvent": {"Description": "愉快な女冒険家の急かす声に、人と霊長目の区別なく多くの筋肉が張り詰める。そしてとうとう、勝利と疲れの甲高い声があがり何かの砕ける音と共に扉が開いた。内側には暗闇しか見えない。\u000d\u000a\u000d\u000a「やったわ！さあ皆、急いで！」愉快な女冒険家は叫び、自分のグリム・ランタンを取り出すと暗闇の中に大股で突き進んでいった。彼女の雇った猿たちは地面に崩れ落ち荒い息を吐いている。彼らの口からは時折盗み出した言葉と抗議の鳴き声が漏れる。@{K}$Delightful Adventuress -> 愉快な女冒険家$Muscles, human and primate alike, strain as the Delightful Adventuress harries everyone along. Finally, with a crack and a screech of triumph and exhaustion, the doors slide open. Inside is just blackness.\u000d\u000a\u000d\u000a\"There! Now, chop-chop everybody!\" declares the Delightful Adventuress, striding into the dark with a personal glim lantern. Behind her, her monkeys collapse to the ground gasping, occasional stolen words and squeals of protest escaping into the air.",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "「よろしい！三つ数えます……」@{K}\"Right! On the count of three...\"", "Id": 176579},
                    "Name": "霊廟の外@{K}Outside the Vault",
                    "Description": "バーナバスと熱意には差のある猿たちが数人がかりで無理やりに扉を開こうとしている横で、愉快な女冒険家は紙を調べている。\u000d\u000a\u000d\u000a「ああ、来てくださったのですね」彼女はあなたを呼ぶ。「さあ、どうぞバールを手に取ってください。ちょっとした力仕事で扉を開けることが出来るでしょう」@{K}$Clay M[ae]n -> クレイマン, Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress consults papers while her Clay Man Barnabas and a small crew of variably hard-working monkeys try to force open the doors.\"\u000d\u000a\u000d\u000a\"Ah, you, you're here,\" she calls. \"Do pick up a crowbar, there's a dear. Bit of elbow-grease should do it.\"",
                    "ButtonText": "", "Id": 144019},
                   {"DefaultEvent": {"Description": "やれやれだ。猿にもこれぐらい考えつくという事か。ここに梯子を持ち込むのは難しいだろう。単純に勘に頼るのは極めて危険だが、きっとこの辺りに解法が残されているに違いない。あるいは代わりの道が……@{K}Blast. The monkeys thought of that, at least. And it would be difficult to get a ladder down here. It would be very risky to simply guess, but a solution must be around here somewhere. Or an alternative...",
                                     "LinkToEvent": {"Id": 175835}, "Name": "飛び越えるには遠い@{K}Too far to jump",
                                     "Id": 176581},
                    "Name": "モザイクの床を調べる@{K}Examine the Mosaic Floor",
                    "Description": "この通路には九色に色分けされたタイルが敷き詰められている。[気を付けてください、間違ったタイルを踏んでしまうとWoundsを獲得する恐れがあります。正しい順番を知らない場合でも、もう少し安全な方法を見つけることが出来るかもしれません。]@{K}Nine coloured tiles stretch across this corridor. [Be careful. Choosing wrong may lead to a Wound. Three Wounds can mean death. If you don't know the correct order, you may be able to find a safer way past.]",
                    "ButtonText": "", "Id": 144021},
                   {"DefaultEvent": {"Description": "扉には取っ手のような物はなく、バールを差し入れることの出来る隙間はあるもののてこの原理を使うには扉は分厚すぎる。周囲のひっかき傷は少なくない数の猿たちがこの扉に挑んできたことを示している。傷跡を囲む窪みにはかつては宝石が嵌められていたのだろう。\u000d\u000a\u000d\u000aあなたは片手を扉にあて隙間を蝋燭で照らした。石製だ。とても分厚い。ダイナマイトでさえあなたの周りの建物全体を崩壊させることなくしては、大したへこみをつけることも出来ないだろう。しかし扉を開く方法はあるはずだ。誰も通り抜けることの出来ない扉をわざわざ作る者がいるだろうか？@{K}There is no handle, and though there is a gap that a crowbar could fit through, the door seems too thick to get any leverage. Scratch marks around the side suggest that more than a few monkeys have tried. Around it are gaping holes where gemstones were once seated.\u000d\u000a\u000d\u000aYou press a hand to the door, holding a candle to the cracks. Stone. Very thick. Even dynamite is unlikely to make much of a dent without bringing the whole temple down around you. There must be a way to open it though. Why would anyone bother building a door that they never expected anyone to be able to get through?",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "分かりやすい解法はない@{K}There is no obvious method", "Id": 176582},
                    "Name": "最後の扉@{K}The Final Door",
                    "Description": "巨大で、堂々たる佇まいの扉。通り抜けることは出来ない。向こう側へ行く方法はあるのだろうか？@{K}Huge. Imposing. Impassable. Is there a way through it?",
                    "ButtonText": "", "Id": 144022},
                   {"DefaultEvent": {"Description": "普通の紅い蜜のように記憶が流れ込んでくることはなく、蜜が口の中に広がるにつれ微かに小さな泡の弾けるような感覚が起こる。一瞬、自分の体が大きすぎ、血液の流れも妙であるように感じられた。不明瞭で掠れた記憶が意識の端にぶら下がっている。しかし、あなたが碑文に目をやると混沌が溶けだすように意味へと姿を変えた。@{K}It is not the usual rush of red honey, but a slow fizzling sense as it spreads through your mouth. For a moment, you have the sense of your body being too big, your blood pumping wrong. Memories hang at the edge of consciousness; unclear, faded. As you look at the inscriptions though, chaos melts into meaning.",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "あなたは欠片を舌の裏に入れた@{K}You place the chip under your tongue", "Id": 176663},
                    "Name": "碑文の解読を試みる@{K}Attempt to read the inscriptions",
                    "Description": "優美な家令によるとこの凍った紅い蜜の雫が役に立つかもしれないらしい。@{K}The Exquisite Seneschal said that this frozen drop of red honey might help.",
                    "ButtonText": "", "Id": 144066},
                   {"DefaultEvent": {"Description": "恐ろしき光が遥か遠方より射す。闇の内にコスモゴーンが閃き、燃える灰が死者の海より来たれり。いずれペンテコステとなる猿たちはそれを恐れたが、彼らの強欲な性質は恐怖を上回る。それを握りしめた者は激しく燃え盛り、どれほどの血が流れようとも満たされることなき歪んだ野望に取りつかれた。それは中毒性のあるメランコリーであった。これがイクターリン時代である。\u000d\u000a\u000d\u000a数え切れぬほどの時が経ち、始皇帝はいまだ始皇帝ではなかった。彼こそが初めて死者の海より来る青を纏う使者たちを征し、燠より盗まれた生命の息吹を大きく吸い込むよう祝福された者だったのだ。これがセルリアン時代の夜明けである。\u000d\u000a\u000d\u000aペンテコステ猿の手は岸から岸へと広まり世界を魔法にかけ、猿ではない者どもは闇の中へと投げ込まれた。死者の海より来たれる使者たちの生命の息吹は光と血の内に永劫の帝国を打ち建てた。こうして全ての者が永遠にアマランス時代の栄光に浴するのである。@{K}$Pentecost -> ペンテコステ$A terrible light, cast from afar. A sliver of cosmogone in the darkness; burning cinders ashore the sea of the dead. The apes who are not yet of the Pentecost fear them, but their covetous natures will not be denied. Those who hold them burn harder, yet are cursed with tortured ambition no blood spilling can sate. It is an addictive melancholy. This is the Icterine Age.\u000d\u000a\u000d\u000aUncounted times hence, he who will be the First Emperor is not yet the First Emperor. It is he who is first blessed to conquer the blue-clad emissaries from the waters of the dead, and drink deep of their stolen lifebreath by cinderlight. So dawns the Cerulean Age.\u000d\u000a\u000d\u000aThe Pentecost's reach ensorcels the world, shore to shore, and all who are not ape are cast to the dark. The lifebreaths of emissaries from the waters of the dead have birthed the Empire Eternal in blood and light. All forever bask in the glory of the Amaranth Age.",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "少しばかり疑わしい歴史の話@{K}A slightly dubious retelling of history",
                                     "Id": 176664},
                    "Name": "碑文を読む@{K}Read the inscriptions",
                    "Description": "古代の碑文は記憶が寄せては引くのにあわせて、まったく意味不明なでたらめと簡単に読める言葉の間で変化する。@{K}The ancient carvings shift between complete nonsense and easy readability as the memories wax and wane.",
                    "ButtonText": "", "Id": 144067},
                   {"DefaultEvent": {"Description": "しかしどうやら死がやってくる気配はない。@{K}Death does not however seem to follow.",
                                     "LinkToEvent": {"Id": 175835}, "Name": "慎重な一歩@{K}A cautious step",
                                     "Id": 176668},
                    "Name": "黄色いタイルに乗る@{K}Step on a Yellow tile", "Description": "",
                    "ButtonText": "", "Id": 144070},
                   {"DefaultEvent": {"Description": "いや、いたっ！どころではない！痛い！あなたは安全地帯まで逃げ帰った。@{K}No, really! Ouch! You run back to safety.",
                                     "LinkToEvent": {"Id": 175835}, "Name": "いたっ！@{K}Ouch!", "Id": 176676},
                    "RareDefaultEvent": {"Description": "クロスボウの矢があなたに当たった。大きな矢ではないが、それでもひどく痛む……\u000d\u000a\u000d\u000aあなたは安全地帯へと逃げ帰った。@{K}A crossbow bolt hits you. It's small, but painful...\u000d\u000a\u000d\u000aYou run back to safety.",
                                         "LinkToEvent": {"Id": 175835}, "Name": "いたっ！@{K}Ouch!",
                                         "Id": 179806},
                    "Name": "赤いタイルに乗る@{K}Step on a Red tile", "Description": "", "ButtonText": "",
                    "Id": 144076},
                   {"DefaultEvent": {"Description": "しかしあなたに穴が開くことはなかった。@{K}But you remain unpunctured.",
                                     "LinkToEvent": {"Id": 175835}, "Name": "タイルが罅割れる@{K}The tile creaks",
                                     "Id": 176677},
                    "Name": "青いタイルに乗る@{K}Step on a Blue tile", "Description": "", "ButtonText": "",
                    "Id": 144077},
                   {"DefaultEvent": {"Description": "いや、いたっ！どころではない！痛い！あなたは安全地帯まで逃げ帰った。@{K}No, really! Ouch! You run back to safety.",
                                     "LinkToEvent": {"Id": 175835}, "Name": "いたっ！@{K}Ouch!", "Id": 176678},
                    "RareDefaultEvent": {"Description": "クロスボウの矢があなたに当たった。大きな矢ではないが、それでもひどく痛む……\u000d\u000a\u000d\u000aあなたは安全地帯へと逃げ帰った。@{K}A crossbow bolt hits you. It's small, but painful...\u000d\u000a\u000d\u000aYou run back to safety.",
                                         "LinkToEvent": {"Id": 175835}, "Name": "いたっ！@{K}Ouch!",
                                         "Id": 179804},
                    "Name": "緑のタイルに乗る@{K}Step on a Green tile", "Description": "",
                    "ButtonText": "", "Id": 144078},
                   {"DefaultEvent": {"Description": "いや、いたっ！どころではない！痛い！あなたは安全地帯まで逃げ帰った。@{K}No, really! Ouch! You run back to safety.",
                                     "LinkToEvent": {"Id": 175835}, "Name": "いたっ！@{K}Ouch!", "Id": 176679},
                    "RareDefaultEvent": {"Description": "クロスボウの矢があなたに当たった。大きな矢ではないが、それでもひどく痛む……\u000d\u000a\u000d\u000aあなたは安全地帯へと逃げ帰った。@{K}A crossbow bolt hits you. It's small, but painful...\u000d\u000a\u000d\u000aYou run back to safety.",
                                         "LinkToEvent": {"Id": 175835}, "Name": "いたっ！@{K}Ouch!",
                                         "Id": 179803},
                    "Name": "赤いタイルに乗る@{K}Step on a Red tile", "Description": "", "ButtonText": "",
                    "Id": 144079},
                   {"DefaultEvent": {"Description": "いや、いたっ！どころではない！痛い！あなたは安全地帯まで逃げ帰った。@{K}No, really! Ouch! You run back to safety.",
                                     "LinkToEvent": {"Id": 175835}, "Name": "いたっ！@{K}Ouch!", "Id": 176680},
                    "RareDefaultEvent": {"Description": "クロスボウの矢があなたに当たった。大きな矢ではないが、それでもひどく痛む……\u000d\u000a\u000d\u000aあなたは安全地帯へと逃げ帰った。@{K}A crossbow bolt hits you. It's small, but painful...\u000d\u000a\u000d\u000aYou run back to safety.",
                                         "LinkToEvent": {"Id": 175835}, "Name": "いたっ！@{K}Ouch!",
                                         "Id": 179805},
                    "Name": "青いタイルに乗る@{K}Step on a Blue tile", "Description": "", "ButtonText": "",
                    "Id": 144080},
                   {"DefaultEvent": {"Description": "いや、いたっ！どころではない！痛い！あなたは安全地帯まで逃げ帰った。@{K}No, really! Ouch! You run back to safety.",
                                     "LinkToEvent": {"Id": 175835}, "Name": "いたっ！@{K}Ouch!", "Id": 176681},
                    "RareDefaultEvent": {"Description": "クロスボウの矢があなたに当たった。大きな矢ではないが、それでもひどく痛む……\u000d\u000a\u000d\u000aあなたは安全地帯へと逃げ帰った。@{K}A crossbow bolt hits you. It's small, but painful...\u000d\u000a\u000d\u000aYou run back to safety.",
                                         "LinkToEvent": {"Id": 175835}, "Name": "いたっ！@{K}Ouch!",
                                         "Id": 179802},
                    "Name": "白いタイルに乗る@{K}Step on a White tile", "Description": "",
                    "ButtonText": "", "Id": 144081},
                   {"DefaultEvent": {"Description": "いや、いたっ！どころではない！痛い！あなたは安全地帯まで逃げ帰った。@{K}No, really! Ouch! You run back to safety.",
                                     "LinkToEvent": {"Id": 175835}, "Name": "いたっ！@{K}Ouch!", "Id": 176682},
                    "RareDefaultEvent": {"Description": "クロスボウの矢があなたに当たった。大きな矢ではないが、それでもひどく痛む……\u000d\u000a\u000d\u000aあなたは安全地帯へと逃げ帰った。@{K}A crossbow bolt hits you. It's small, but painful...\u000d\u000a\u000d\u000aYou run back to safety.",
                                         "LinkToEvent": {"Id": 175835}, "Name": "いたっ！@{K}Ouch!",
                                         "Id": 179801},
                    "Name": "青いタイルに乗る@{K}Step on a Blue tile", "Description": "", "ButtonText": "",
                    "Id": 144082},
                   {"DefaultEvent": {"Description": "あなたは深い安堵と共にタイルから足を離し、正しい道順を記録した。あなたの頭の中の地図が正しければ、目的地は近いはずだ。@{K}With deep relief, you step off the mosaic tile, and make a note of the correct sequence. If your mental map is correct, you are near your destination.",
                                     "LinkToEvent": {"Id": 175835}, "Name": "歴史は征された@{K}History is conquered",
                                     "Id": 176683},
                    "Name": "赤いタイルに乗る@{K}Step on a Red tile", "Description": "", "ButtonText": "",
                    "Id": 144083},
                   {"DefaultEvent": {"Description": "中に入った紅い蜜の雫が塩の隙間から流れ出してくる。紅い蜜には記憶が閉じ込められているという。何故この欠片はここに置かれていたのだろう？@{K}A drop of red honey hangs in the middle, bleeding out through cracks in the salt. Red honey contains memories. Why would the chips be here?",
                                     "LinkToEvent": {"Id": 175835}, "Name": "欠片を口に含む@{K}You take a chip",
                                     "Id": 176684},
                    "Name": "硝子のような赤い欠片が沢山入った埃っぽい器@{K}A dusty bowl of glassy red chips",
                    "Description": "器は部屋中央の台座に置かれていた。扉を通り抜けようとした猿たちはその中身には手を付けていないようだ。@{K}It stands on a plinth in the middle of the room, its contents seemingly untouched by the monkeys who have tried getting through the door.",
                    "ButtonText": "", "Id": 144084},
                   {"DefaultEvent": {"Description": "記憶は希釈されており、大部分が不明瞭だ。しかしそれは大事ではない。この紅い蜜に含まれているのは遥かに深遠なる何世紀にもわたる幾つもの魂の繋がりだ。最も低位の者でさえ上昇することの出来る帝国が誕生し、偉大なるものの片鱗そのものも受け継がれていった。ますます偉大さを増し、肉体の移り変わりに左右されることなく。\u000d\u000a\u000d\u000aこれが始皇帝の夢だったのだ。団結と進化、超越と栄光。彼らが真の運命と目的を知ることの出来るよう、彼の記憶はここに置かれていたのだ。しかしあなたには代わりに、皇帝自身が彼の夢から出発した今の帝国を垣間見たように感じられた。\u000d\u000a\u000d\u000a彼の涙が抑えようもなくあなたの頬を伝い落ちる。@{K}The memories are diluted, largely unspecific. But that is not important. What this red honey carries is something far deeper; a connection of souls across centuries. The birth of an Empire in which even the lowest could be uplifted, and sparks of greatness itself passed on. Magnified. Never lost with the passing of flesh.\u000d\u000a\u000d\u000aThis was the dream of the First Emperor; one of unity and evolution, transcendence and glory. His memory was placed here that all could see their true destiny. Purpose. Instead, it is as if the Emperor himself is receiving a glimpse of the Empire his dream became.\u000d\u000a\u000d\u000aHis tears run uncontrollably down your cheeks.",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "知力の試練@{K}A Test of Understanding", "Id": 176691},
                    "Name": "紅い蜜を口に含む@{K}Consume the red honey chip",
                    "Description": "凍り付いた記憶が蝋燭の明かりに煌めく。@{K}Its frozen memories glint in the candlelight.",
                    "ButtonText": "", "Id": 144089},
                   {"DefaultEvent": {"Description": "扉を押して開くのより僅かに複雑だ。とはいってもほんの少しだけに過ぎない。@{K}It is slightly more complicated than simply pushing the door open. But only a little.",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "今ではひどく簡単なものに思える@{K}It seems like such a simple thing, now",
                                     "Id": 176692},
                    "Name": "皇帝の墓を暴く@{K}Open the Emperor's Tomb",
                    "Description": "記憶は消え去ったが、何かが残った。始皇帝と同じぐらいに知略に長けた者だけが――彼は臣民たちがそうなることを願っていた――この扉を開くことが出来る。@{K}The memory fades, but something remains. Only one who is as worldly-wise as the First Emperor hoped his people would be, can open this door.",
                    "ButtonText": "", "Id": 144090},
                   {"DefaultEvent": {"Description": "エンパイア・オブ・ハンズの他の場所にいる誰かがパズルを解く手助けをしてくれるかもしれない。@{K}$Empire of Hands -> エンパイア・オブ・ハンズ$Someone elsewhere in the Empire of Hands may be able to help with this.",
                                     "LinkToEvent": {"Id": 175475},
                                     "Name": "あなたはパズルを後に残し、霊廟を去った@{K}You leave the puzzle behind", "Id": 176693},
                    "Name": "今のところは、霊廟を去る@{K}Leave the Vault, for now",
                    "Description": "もっといい方法があるに違いない……@{K}There has to be a better way...", "ButtonText": "",
                    "Id": 144091},
                   {"DefaultEvent": {"Description": "ソヴリン島の宮廷にいる誰かがあなたに正しい方向を指し示してくれるかもしれない。@{K}Perhaps someone in the court on Sovereign Island would be able to point you in the right direction.",
                                     "LinkToEvent": {"Id": 175475},
                                     "Name": "ツェッペリンは良い機会となりうる@{K}$Zeppelin -> ツェッペリン$That Zeppelin could be an opportunity",
                                     "Id": 176728},
                    "Name": "彼女を残して立ち去る@{K}Leave her to her work",
                    "Description": "エンパイア・オブ・ハンズには探索すべき場所が他にもある。@{K}$Empire of Hands -> エンパイア・オブ・ハンズ$There are other parts of the Empire of Hands to explore.",
                    "ButtonText": "", "Id": 144123},
                   {"DefaultEvent": {"Description": "愉快な女冒険家は準備を進めており、あなたにはほとんど注意を払っていない。まだ霊廟の扉を開く用意は整っていないようだ。彼女が猿の労働者たちをまとめることの出来たときにまた戻って来るべきだろう。まだしばらくかかるかもしれない。@{K}$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress pays barely any attention to you as she prepares. She is not yet ready to open the Vault. You should return later when she has had a chance to organise her monkey workers. This may take a while.",
                                     "LinkToEvent": {"Id": 175475},
                                     "Name": "「急ぐと不幸を招くことになりますよ、ダーリン」@{K}\"To rush, darling, is to court tragedy.\"",
                                     "Id": 176753},
                    "Name": "霊廟の外@{K}Outside the Vault",
                    "Description": "愉快な女冒険家がベースキャンプと霊廟の入り口を忙しなく行ったり来たりしている。@{K}$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress flits back and forth between her basecamp and the Vault entrance.",
                    "ButtonText": "", "Id": 144143},
                   {"DefaultEvent": {"Description": "愉快な女冒険家は毛糸の巨大な球を取り出した。「テセウスに敬意を示して」そして一端を壁に釘で打ち付ける。「しかし恐らく、私たちはミノタウルスがこの迷路を彷徨っているのではないかと心配する必要はないでしょう。ほらほら！急いで！」\u000d\u000a\u000d\u0000冒険家は自信に満ちた様子で迷路を先導していった。その自信は自分がどこを目指しているのかまったく分かっていないことがはっきりしても揺らぐ事がなかった。そして彼女がすべての曲がり角で左に曲がっているだけだという事実を全員が痛いほどに理解しても、彼女は依然この方法でいずれは出口にたどり着けるという自信に満ちている。糸は出口にたどり着くはるか前に尽きてしまった……しかしどういうわけかそれもどうしようもない問題のようには感じられなかった。@{K}$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress produces a large ball of yarn. \"With all due credit to Theseus,\" she says, nailing one end into the wall. \"I suspect however, we shall not have to worry about a Minotaur in this maze. Come on! Chop chop!\"\u000d\u000a\u000d\u000aShe leads the way with utter confidence, even when it becomes clear she has no idea where she is going. Even when it becomes painfully obvious to all that she is merely turning left at every intersection, confident that eventually this will lead to the exit. The string runs out long before you leave the maze... yet somehow this does not feel like an insurmountable problem.",
                                     "LinkToEvent": {"Id": 175835}, "Name": "迷路を熟知した者@{K}A veteran of mazes",
                                     "Id": 179746},
                    "Name": "複雑な迷路が広がる@{K}A complex maze stretches out ahead",
                    "Description": "愉快な女冒険家はあなたの肩を握りしめた。「恐れることはありません、ダーリン。探検家にとってはこんなものまったく障害とはならないのです！」@{K}$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress claps your shoulder. \"Have no fear, darling. Such things are hardly a problem for a woman of adventure!",
                    "ButtonText": "", "Id": 145914},
                   {"DefaultEvent": {"Description": "立派な事に、彼女は先に行くのを避けようとはしなかった。ランタンを歯の間にくわえ、腰にはレイピアが軽く弾んでいる。細い道の上を一歩ずつ自信に満ちた足取りで進み、下を覗くことなく素早く渡り切った。\u000d\u000a\u000d\u000aあなたの番だ……@{K}To her credit, she does not try to weasel her way out of it. Lantern held between her teeth, and adventurer's rapier bouncing casually on her hips, she steps confidently onto the thin beam and swiftly crosses foot-over-foot without so much as a glance down.\u000d\u000a\u000d\u000aYour turn...",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "今度は愉快な女冒険家が先に行く番だ@{K}$Delightful Adventuress -> 愉快な女冒険家$It is the Delightful Adventuress' turn to go first",
                                     "Id": 179747},
                    "Name": "毒蛇の穴だ！@{K}A pit of venomous snakes!",
                    "Description": "あなたは扉の越しに穴を見た。何千匹もの蛇が棲みつくその大穴を渡る方法は、天井にあいた穴から漏れる変わりやすい地下の光に照らされた細い道以外にない。ここを渡るのは猿にとっては何の問題もないだろう。しかし人間は？@{K}You see them through the door. Thousands of them, in a pit crossable only by a thin beam lit by inconsistent neath-light through a hole in the roof. It would be no problem for a monkey to cross. But a human?",
                    "ButtonText": "", "Id": 145915},
                   {"DefaultEvent": {"Description": "猿たちは最も尊敬される皇帝の埋葬品を余所者が持ち去ることを黙って許すだろうか？恐らく許すだろう。分け前が手に入るなら。@{K}Will the monkeys allow an outsider to just walk away with their most esteemed Emperor's burial treasure? Probably. As long as they get their cut.",
                                     "LinkToEvent": {"Id": 175475},
                                     "Name": "ファウンテンヘッド島へ戻った@{K}Back to Fountainhead Island", "Id": 179815},
                    "Name": "霊廟を去る@{K}Leave the Vault",
                    "Description": "この場所の秘密はもう少しだけ隠されままにしておくしかない。@{K}Its secrets will have to remain a little longer.",
                    "ButtonText": "", "Id": 145955},
                   {"DefaultEvent": {"Description": "愉快な女冒険家は自分が先に宝にたどり着いたとしても分け前をくれるような類の人間には見えない。@{K}$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress does not seem to be the kind who would wait to share treasure if she got to it first.",
                                     "LinkToEvent": {"Id": 175835}, "Name": "急いで戻った@{K}You hurry back",
                                     "Id": 179827},
                    "Name": "霊廟に入る@{K}Enter the Vault",
                    "Description": "再び皇帝の墓へ。@{K}Back to the Emperor's Tomb", "ButtonText": "",
                    "Id": 145962},
                   {"DefaultEvent": {"Description": "彼らは始皇帝の遺産には触れることは許さないとはっきり伝えられていても、霊廟に侵入するという考えに涎を垂らしている。@{K}They salivate at the thought of raiding the Vault, even if it has been made clear that the Legacy of the First Emperor is off-limits.",
                                     "LinkToEvent": {"Id": 175475},
                                     "Name": "集まる猿たちをかき分けて通り抜ける@{K}You push past the assembled monkeys", "Id": 179891},
                    "Name": "今のところは霊廟を立ち去る@{K}Leave the Vault for now",
                    "Description": "ファウンテンヘッド島の他の部分へ。@{K}Back to the rest of Fountainhead Island",
                    "ButtonText": "", "Id": 145997},
                   {"SuccessEvent": {"Description": "猿の言語には規則性はないようだ。その言葉は混合言語であり、書かれるたびに薄まっていく。この文章を書くことの出来る者がいなければ読み解くことなど到底できないだろう。しかし碑文の年代とエンパイア・オブ・ハンズにこれに似たような物がないことから考えるに、この技術は遥か昔に失われてしまった物らしい。優美な家令が助けてくれるかもしれない。@{K}$Empire of Hands -> エンパイア・オブ・ハンズ$The monkey tongue follows no apparent rules, being a creole of many and diluted with each new scribe. It would take someone capable of writing it to even stand a chance of decrypting it - but the age of the inscriptions and lack of anything similar elsewhere in the Empire of Hands suggests it is a long-lost art. Perhaps the Exquisite Seneschal can help.",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "あなたの頭脳でも不可能だった@{K}Your skills still fail you", "Id": 176665},
                    "DefaultEvent": {"Description": "猿が助けてくれるかもしれないが、考えにくい。エンパイア・オブ・ハンズには書き文字はほとんどなく、その多くも単にフォールン・ロンドンやカーネイトから借りられたものだ。これを読むことの出来る者はみな遥か昔に死んでいることだろう。@{K}$Khan -> カーン, Khanate -> カーネイト, Empire of Hands -> エンパイア・オブ・ハンズ, Fallen London -> フォールン・ロンドン$Maybe one of the monkeys can help, but it seems unlikely. There's not much writing in the Empire of Hands, and most of it simply borrows from Fallen London or the Khanate. Anyone capable of reading this is likely long dead.",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "無駄だ、全く意味が通らない@{K}It's no use, it's gibberish", "Id": 176580},
                    "Name": "碑文の解読を試みる@{K}Attempt to read the inscriptions",
                    "Description": "見たことのない言語で書かれている。この部分は絵文字だろうか？クリケット用の棒に一体どんな意味が？@{K}The language is unrecognisable. Is that a bit of a pictogram? Why is it by the cricket stumps?",
                    "ButtonText": "", "Id": 144020},
                   {"SuccessEvent": {"Description": "すべての一歩が困難を極め、あなたは何度も足を滑らせそうになったが、すべての毛穴から汗を噴き出しつつも半ば崩れ落ちる様にして反対側にたどり着いた。愉快な女冒険家は蠢く死に接近したことも全く気に掛けていないようだった。\u000d\u000a\u000d\u000a「まぁ、気を付けてね、ダーリン」彼女はランタンで蛇を照らし出しため息をついた。何千匹もの蛇がいる。何千匹もの猛毒の蛇だ。何千匹もの……乾ききった、死んだ蛇だ。「ほら、贅沢で素敵な蛇の穴を作るだけ作ってどうやって可愛そうな蛇ちゃんに餌をやるか考えてないとこういう事になるのよ。百回は見たわ！ほんとは二回ですけど」彼女はクスリと笑った。\u000d\u000a\u000d\u000a冒険は続く……@{K}$Delightful Adventuress -> 愉快な女冒険家$Every step is treacherous, and your foot almost slips several times before you half-collapse, sweat streaming from every pore, on the other side. The Delightful Adventuress seems utterly unconcerned by her own near brush with writhing death.\u000d\u000a\u000d\u000a\"Oh, do pay <i>attention</i>, darling,\" she sighs, shining her lantern on the snakes. The thousands of snakes. The thousands of venomous snakes. The thousands of... dead, dried-up snakes. \"See, this is what happens when one decides to build oneself a snake pit, only to neglect to consider how the poor things will be fed. Seen it a hundred times! Well, perhaps twice.\" She chuckles. \u000d\u000a\u000d\u000aThe adventure continues...",
                                     "LinkToEvent": {"Id": 175835}, "Name": "身の竦むような横断@{K}A terrifying crossing",
                                     "Id": 179751},
                    "DefaultEvent": {"Description": "あなたは蛇の穴へと転げ落ち、エンパイア・オブ・ハンズを這いずる生命の内でも最も危険な生き物の蠢く地面に肩を打ち付けた！既に牙が迫り、毒があなたの体内を駆け巡るのを感じ、そして――\u000d\u000a\u000d\u000aいや……何も感じない。冷たく乾ききり死んだ蛇の皮の重み以外何も感じない。\u000d\u000a\u000d\u000a愉快な女冒険家が覗き込む。「贅沢で素敵な蛇の穴を作るだけ作ってどうやって可愛そうな蛇ちゃんに餌をやるか考えてないとこういう事になるのよ。さあ早く上がってきてくださいな！縮こまってたってどうにもなりませんよ！」@{K}$Empire of Hands -> エンパイア・オブ・ハンズ, Delightful Adventuress -> 愉快な女冒険家$You tumble into the snake pit, landing up to your shoulders in a sea of some of the most dangerous creatures ever to slither the Empire of Hands! Already you feel their teeth lunging, the venom pounding through your system, the-\u000d\u000a\u000d\u000aNo. You feel... nothing... except the weight; the cold, dry skins of hundreds of dead snakes surrounding you.\u000d\u000a\u000d\u000aThe Delightful Adventuress peers down. \"Well, that is what happens when one decides to build oneself a fancy-dancy snake pit and neglects to think of a way for the poor darlings to be kept fed, isn't it? Come on then, get up from there! No sense being a big girl's blouse!\"",
                                     "LinkToEvent": {"Id": 175835}, "Name": "足が滑った！@{K}Your foot slips!",
                                     "Id": 179750},
                    "Name": "蛇の穴を横切る@{K}Across the snake-pit",
                    "Description": "そうだな、彼女にできたのなら……@{K}Well, if she can do it...", "ButtonText": "",
                    "Id": 145917},
                   {"SuccessEvent": {"Description": "意識を失い崩れ落ちる前になんとか包帯を巻くことが出来た。しかし、あなたは再び目覚めた。それでももう一度試してみようとは思わない。この障害を乗り越えるもっといい方法があるかもしれない……@{K}You barely manage to bandage the wound before collapsing unconscious. It is an unconsciousness that you return from however. Still, you wouldn't want to go through that again. Maybe there's a better way of getting past this obstacle...",
                                     "LinkToEvent": {"Id": 175835}, "Name": "応急手当@{K}Emergency first-aid",
                                     "Id": 179809},
                    "DefaultEvent": {"Description": "あなたは光の消える直前に靴の踵の鳴る音を聞いた。「あら、迷惑なことね」愉快な女冒険家の不満の声が遠のいてゆく。@{K}$Delightful Adventuress -> 愉快な女冒険家$Just before the light fades, you hear the clicking of boots. \"Well, what a dashed inconvenience,\" you hear the Delightful Adventuress' fading voice complain.",
                                     "LinkToEvent": {"Id": 155206},
                                     "Name": "あなたは床の上で出血多量により息絶えた@{K}You bleed out on the floor", "Id": 176690},
                    "RareDefaultEvent": {"Description": "意識を失い崩れ落ちる前になんとか包帯を巻くことが出来た。しかし、あなたは再び目覚めた。それでももう一度試してみようとは思わない。この障害を乗り越えるもっといい方法があるかもしれない……@{K}You barely manage to bandage the wound before collapsing unconscious. It is an unconsciousness that you return from however. Still, you wouldn't want to go through that again. Maybe there's a better way of getting past this obstacle...",
                                         "LinkToEvent": {"Id": 175835},
                                         "Name": "応急手当@{K}Emergency first-aid", "Id": 179808},
                    "Name": "重傷を負った！@{K}Severely wounded!",
                    "Description": "あなたは血を流して床に横たわり、必死に命にしがみつこうとしている。@{K}You lie bleeding on the floor, fighting for life.",
                    "ButtonText": "", "Id": 144088}],
 "Description": "この建物は帝国の初代にしてもっとも偉大なる皇帝を称えるため、古代の墓とはかくあるべしという盗み出された思想に基づいて何世代もの猿たちの手によって作られたものだ。@{K}This tribute to the Empire's first and greatest has been constructed over generations by monkeys working with stolen ideas of what an ancient tomb <i>should</i> be.",
 "Name": "始皇帝の霊廟@{K}The Vault of the First Emperor", "Id": 175835}
