{"ChildBranches": [{"DefaultEvent": {"Description": "猿の拾い子は舌を出しにぃっと笑うと、森の中へと四つん這いで駆け込んでいった。盗まれた服は革の袋に入れられ彼女の背中に乗っている。あなたが鳥肌を立てながらびしょ濡れで追いかける間も、森の奥深くから少女の笑い声が木霊する。@{K}$Monkey Foundling -> 猿の拾い子$The Monkey Foundling sticks out her tongue, grins, and scampers off into the forest on all fours, your stolen possessions in a leather bag slung over her back. Her giggling echoes from deep in the forest as you splash after her in your goosebumps.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "あなたの怒りによってこの場面はより一層愉快なものになってしまった@{K}The anger only makes it funnier",
                                     "Id": 179120},
                    "Name": "今すぐに服を降ろすよう命じる@{K}Demand that she put those down, at once!",
                    "Description": "いい加減にしなさい！とあなたは叫んだ。さもないと大変なことになるぞ！@{K}At once, you shout! Or there will be trouble!",
                    "ButtonText": "", "Id": 145552},
                   {"DefaultEvent": {"Description": "拾い子は無邪気に笑いながら、あなたが品位を守るため戦略的に配置した両手以外に何も身を隠すものを持たない状態で温泉から出てくるのを待っている。しかしあなたが手の届く距離に近づくより先に、女の子はしゃがみこんだ姿勢から両手両足を使い、森の奥へと駆け出して行ってしまった。通り道のすべての石をひっくり返し、倒れた木を足台として跳ね上がる猛烈な走りだ。@{K}She waits, grinning innocently, until you emerge from the hot spring with nothing but your strategically placed hands for modesty. Before you can get close enough though, she bolts from her crouched position and into the forest on all fours; a scampering run that turns every rock and fallen tree into a springboard.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "猿の拾い子はさらに事態を困難なものにしてくれた@{K}$Monkey Foundling -> 猿の拾い子$The Monkey Foundling makes things interesting",
                                     "Id": 179121},
                    "Name": "必死に泳ぐ！@{K}A desperate swim!",
                    "Description": "緩みきった四肢が忌々しい！@{K}Curse these relaxed limbs!",
                    "ButtonText": "", "Id": 145553},
                   {"DefaultEvent": {"Description": "枝があなたの肌を傷つけ、湿った泥があなたのつま先に潜り込む。猿の拾い子の姿は見えないが、その後を追うのは簡単だった。@{K}$Monkey Foundling -> 猿の拾い子$The branches scrape against your skin, the damp mud squidges between your toes. There is no sign of the Monkey Foundling, but her tracks are easily followed.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "森の中へ@{K}Into the forest", "Id": 179122},
                    "Name": "猿の拾い子を追う@{K}$Monkey Foundling -> 猿の拾い子$Chase the Monkey Foundling",
                    "Description": "ああまったく、こんな姿で船員たちのもとへ帰るわけにはいかない！@{K}D__n it, you can not return to the crew like this!",
                    "ButtonText": "", "Id": 145554},
                   {"DefaultEvent": {"Description": "あなたは真正面を見つめ、何か言えるものなら言ってみろといった態度で大股に船に戻った。彼らは何も言わなかった。しかしながらその後数日間の内に突如、誰であれ“あの歌”を歌っているところを見つかった者は残りの船路を泳いで帰ることになるという噂が船員たちの間に広まった。\u000d\u000a\u000d\u000a“その歌”はすぐに歌うマンドレイク亭でもっとも歌われる曲となった。これは人から羨まれるような名誉ではない。@{K}You stride back on board your ship, eyes locked straight ahead and daring anyone to comment. They do not. In the days that follow however, word is brusquely spread throughout the crew that anyone else heard singing That Song will be swimming the rest of the way home.\u000d\u000a\u000d\u000aThat Song soon becomes a bawdy staple in the Singing Mandrake. It is not a fame to be envied.",
                                     "Name": "無様な帰還@{K}An awkward return", "Id": 179124},
                    "Name": "船員がどうした、好きなだけ眺めればいいだろう！@{K}Fie upon them, let them stare!",
                    "Description": "そして無駄口を叩いてむち打ちの罰を受けるがいい。@{K}Let their tongues volunteer them for a whipping.",
                    "ButtonText": "", "Id": 145556},
                   {"DefaultEvent": {"Description": "あなたは痛む尻を急いで触った。小石が泥の中に落ちると同時に、聞きなれたくすくす笑いが頭上から聞こえる。見上げると、猿の拾い子が枝先に足をかけ上下逆さまにぶら下がっていた。吹き矢の筒を持ち、鞄はあなたの手が丁度届かない位置に抱えられている。まるでこちらを焦らすかのように……\u000d\u000a\u000d\u000aあなたは深呼吸し、丁重に……極めて丁重に……<i>今すぐ</i>服を返すよう求めた。拾い子はあなたの言葉に耳を傾けしばらく考えると、心を決めて吹き矢筒で唇を軽く叩いてみせた。\u000d\u000a\u000d\u000a「……おねがいしますって言って」そして満面の笑みを浮かべた。@{K}$Monkey Foundling -> 猿の拾い子$Your hand slaps to your stinging buttock. The little stone lands in the dirt as a familiar giggle comes from above. You look to see the Monkey Foundling dangling upside down from a branch by her legs; a blowpipe in hand and bag just out of your reach. Tantalisingly so...\u000d\u000a\u000d\u000aTaking a deep breath, you politely... very politely... request that she <i>return your d__ned clothes now.</i> The Monkey Foundling listens, and gives it some thought, tapping her blowpipe against her lips as she decides.\u000d\u000a\u000d\u000a\"Say... please,\" she grins.",
                                     "LinkToEvent": {"Id": 175837}, "Name": "痛い！@{K}Ouch!",
                                     "Id": 179133},
                    "Name": "森の空き地@{K}A forest clearing",
                    "Description": "足跡は此処に続いていた。拾い子は痕跡を隠そうともしていない。まるであなたに追いかけて欲しがっているかのようだ……@{K}The footprints lead here. She has not even attempted to hide them. It is as if she wants you to follow...",
                    "ButtonText": "", "Id": 145562},
                   {"DefaultEvent": {"Description": "「ほんとにお願い？」@{K}\"Pretty please?\"",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "猿の拾い子は一瞬考えた@{K}$Monkey Foundling -> 猿の拾い子$The Monkey Foundling thinks for a moment",
                                     "Id": 179136},
                    "Name": "お願いします。@{K}Please.",
                    "Description": "ほら、ちゃんと言ったぞ。@{K}There. It is said.",
                    "ButtonText": "", "Id": 145563},
                   {"DefaultEvent": {"Description": "「ほんとに、ほんとにお願い？」少女はくすくす笑いをかみ殺しながら付け加えた。@{K}\"Pretty, pretty please?\" she adds, stifling a giggle.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "猿の拾い子はチェリーなんて聞いたこともないだろう@{K}$Monkey Foundling -> 猿の拾い子$The Monkey Foundling has never heard of cherries",
                                     "Id": 179137},
                    "Name": "本当にお願いします。@{K}Pretty please.",
                    "Description": "空想のチェリーを一番上に乗っけてもいい。もしそれがお望みなら。@{K}With an imaginary cherry on top, if she likes.",
                    "ButtonText": "", "Id": 145564},
                   {"DefaultEvent": {"Description": "「ほんとに、ほんとに、ほんとに、<i>ほんとに</i>、お願い？」@{K}\"Pretty, pretty, pretty, <i>pretty</i> please?\"",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "猿の拾い子は無表情を装っている@{K}$Monkey Foundling -> 猿の拾い子$The Monkey Foundling is poker-faced",
                                     "Id": 179138},
                    "Name": "本当に、本当に、本当に、本当に、お願い？@{K}Pretty, pretty, pretty, pretty, please?",
                    "Description": "まったく、ここは凍えるようだ！まだ返してくれないのか？@{K}D__n it, it is freezing! How much longer?",
                    "ButtonText": "", "Id": 145565},
                   {"DefaultEvent": {"Description": "あなたは彼女を本当に、とても満足させることが出来たらしい。拾い子は褒美をやろうと決めたようだ。鞄の中に手を突っ込むと寛大にもあなたに何かを放ってよこした……\u000d\u000a\u000d\u000a靴下が一つ。片方だけの、孤独な靴下だ。\u000d\u000a\u000d\u000a彼女は腹を抱えて笑いながら枝から枝へ駆け抜けてゆく。同時に新たな罵り言葉も一つ二つ学んだことだろう。@{K}You appear to have pretty, pretty pleased her, and she decides you deserve a reward. She fishes in her bag and generously throws you...\u000d\u000a\u000d\u000aA sock. A single solitary sock.\u000d\u000a\u000d\u000aShe learns a few new swear words as she races off across the branches, near doubled-up with laughter.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "猿の拾い子からの贈り物@{K}$Monkey Foundling -> 猿の拾い子$A gift from the Monkey Foundling",
                                     "Id": 179139},
                    "Name": "本当に、本当に、本当に、本当に、本当に！本当にお願いだから！！@{K}Pretty, pretty, pretty, pretty, PRETTY, PRETTY PLEASE!",
                    "Description": "あなたの苦悶に満ちた懇願の声が樹々の間をこだまする。@{K}Your anguished plea echoes through the trees.",
                    "ButtonText": "", "Id": 145566},
                   {"DefaultEvent": {"Description": "あなたがたとえ簡易的なものであっても、蔦と葉を使って服を作るのはとても難しいという新たな知識と、二つの手で守ることの出来る尊厳以外の何も持たずトネリコ地峡から船に戻ると、船員たちは面白がり浮き立つ気持ちを抑えきれないようだった。\u000d\u000a\u000d\u000a良い点があったとすれば、その後数日間続いたにやにや笑いとジョークの数々は、船員たちの航海の憂さを晴らすのに上等なメレルウェイズの一壜よりも役立ったことぐらいだ。しかしそうであったとしても、船員たちがあなたの命令を下す姿を見て、真っ先にあなたの“権威”以外のものを思い浮かべなくなるまではまだかなりの時間がかかることだろう。@{K}$Morelways -> メレルウェイズ, Ash Isthmus -> トネリコ地峡$The crew is incapable of holding back its glee as you return from the Ash Isthmus with nothing but the dignity your two hands can muster, and a new found understanding of how difficult it is to form even perfunctory clothing out of leaves and vine.\u000d\u000a\u000d\u000aIf there is a bonus, it is that the smirks and jokes of the next few days do more to take the edge off zailing than a bottle of Morelways' finest. It will be a good while yet though before it is your <i>authority</i> that first springs to mind when they see you giving orders.",
                                     "Name": "恥辱に満ちた帰還@{K}A shameful return", "Id": 179142},
                    "Name": "これ以上付き合っていられない@{K}Enough of this nonsense",
                    "Description": "船員がどう思うかなど知ったことか。もう十分だ。@{K}Let the crew do their worst. You're done here.",
                    "ButtonText": "", "Id": 145568},
                   {"DefaultEvent": {"Description": "猿の拾い子はバランスを崩し驚いて大きく目を見開いた。何とか立ち直ろうともがくが靴を履いていない足は木の表面で滑り落ち、彼女は短い悲鳴と共にひどく汚いヘドロ状の沼地に消えた。一瞬森は静まり返り、消えゆく波紋だけが残される。しかし、拾い子はすぐに勢いよく飛び出した。初めは空気を求めて息を切らしていたが、次第に笑い出し、緑と茶色の悍ましい飛沫をあげて岸にあがるまで笑い続けていた。\u000d\u000a\u000d\u000a少女は振り向き、あなたに向かって敬礼した。汚泥の下から白い歯が輝く。そして今回は木々の間に駆け込むまえに、あなたを招くような仕草をした。彼女の通った道には臭い跡が残されている。\u000d\u000a\u000d\u000aこれがどの様なゲームだったにせよ、あなたは勝利したようだ。@{K}$Monkey Foundling -> 猿の拾い子$The Monkey Foundling's eyes widen in surprise as her balance slips. She fights to recover, but her bare feet slip on the trunk and she falls; falls with a cut-off scream as she disappears into the foul marsh-slime. For a moment there is only silence and a few fading ripples, but then she explodes out; first gasping for air, and then laughing and laughing as she splashes to shore in a noxious splatter of brown and green.\u000d\u000a\u000d\u000aShe turns and salutes you, white teeth shining under all the muck. This time, she beckons before she scampers into the woods, leaving a stinky trail in her wake.\u000d\u000a\u000d\u000aWhatever game this was, you suspect you just won it.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "あなたは力一杯樹を蹴りつけた@{K}You kick the tree as hard as you can",
                                     "Id": 179147},
                    "Name": "やり返す@{K}Give her a taste of her own medicine",
                    "Description": "悪戯だって？どうやればいいのか見せてやろうじゃないか。@{K}Pranks? You'll show her how they're done.",
                    "ButtonText": "", "Id": 145572},
                   {"DefaultEvent": {"Description": "鼻をつく悪臭を放つ沼地のヘドロは温泉に再び浸かることで洗い流されたが、ひどい匂いは残った。あなたが裸で船に戻ったのを見て大口を開けて笑う船員たちはすぐに悪臭によって鼻が駄目になり、笑いもこの場から離れなければという切迫感に取って代わられた。あなたは反乱の脅しと共にこの悪臭を何とかするように言われ、私室に閉じ込められた。繰り返し石鹸で洗い、肌が残っているのが奇跡に思えるほどひたすらにごしごしと擦る。\u000d\u000a\u000d\u000a船員たちの間でのあなたの新しいあだ名は……あまり尊敬に足るものではなかった。これ以上言う必要はないだろう。良い面をあげるとすれば、あなたの恥はしばらくの間船員たちの雰囲気を良くするのに役立った。同時にこれほど東まで旅した者にのみ知られる、泥に巣くう獣にまつわる新たな伝説が少なくとも一つ生まれた。@{K}The stinking marsh-slime is washed away by a second trip to the hot spring, but the stench remains. The crew's laughing faces as they see your naked boarding are soon replaced by screwed up noses and a need to be absolutely anywhere else. You are confined to your cabin on pain of mutiny until it has been dealt with; a process of scrubbing and soaping until it is a wonder you have any skin left.\u000d\u000a\u000d\u000aYour new nickname amongst the crew is... not flattering. No more need be said. On the plus side, your humiliation does serve to raise crew morale for a good while, as well as spawn at least one new legend of a terrible mudbeast known only to those who dare venture this far East.",
                                     "Name": "悪臭の帰還@{K}A foul return", "Id": 179151},
                    "Name": "もう十分だ、とあなたは叫んだ！もう十分！@{K}Enough, you say! Enough!",
                    "Description": "あなたは痣をこしらえ、悪臭を放ち、疲れ切っている。彼女の勝ちだ。@{K}You are bruised, stinking and tired. She wins.",
                    "ButtonText": "", "Id": 145575},
                   {"DefaultEvent": {"Description": "一匹のペンテコステ猿が悲鳴をあげ梢から落ちる。拾い子の顔に浮かんだショックを受けた表情から、これが彼女のささやかなゲームの一部でないことは明らかだった。猿の怒りはトネリコ地峡の幽霊である拾い子と彼女の中にある輝く魂に向けられた。あの魂さえあれば猿は高められ栄光を得ることが出来るのだ。\u000d\u000a\u000d\u000a猿がよろよろと罠から這い出す。その毛皮は血に濡れギラギラと光っている。そして猿が拾い子に飛び掛かると、彼女は半ば転がるようにして切り株から落ち、猿に足を掴まれて短く悲鳴を上げた。彼女は転がり、吠え、声をあげて反撃に移り、猿を蹴りつけ唇を裂き牙を砕いた。しかし、その攻撃は泡を吹く猿をより激高させただけだった。猿が金切声を上げる！@{K}$Pentecost -> ペンテコステ, Ash Isthmus -> トネリコ地峡, Monkey Foundling -> 猿の拾い子$A screeching Pentecost ape drops from the branches. The shock on the Monkey Foundling's face makes it clear; this is not part of her little game. Its rage is focused entirely on her, the Ghost of the Ash Isthmus, and the bright soul with which it can uplift itself to glory.\u000d\u000a\u000d\u000aIt limps from some trap earlier, its fur blood-soaked and glistening. It lunges at the Monkey Foundling, who half rolls, half falls off the stump and yelps as it catches her by the leg. She rolls; shrieks her own howl as she lashes back with a kick that shatters fang and splits its lip. This only further enrages the frothing ape. It strikes!",
                                     "LinkToEvent": {"Id": 175837}, "Name": "奇襲だ！@{K}Ambush!",
                                     "Id": 179152},
                    "Name": "猿の拾い子が踊っている@{K}$Monkey Foundling -> 猿の拾い子$The Monkey Foundling dances",
                    "Description": "彼女は切り株の上でつま先立ちになりくるくると回っている。そしてあなたが近づくと敬礼してみせた。@{K}She pirouettes on a tree-stump, saluting as you approach.",
                    "ButtonText": "", "Id": 145576},
                   {"DefaultEvent": {"Description": "あなたは岩を拾い上げると、こちらに注意を払っていない猿の頭めがけて振り下ろした。頭蓋骨が砕け、湿ったものが飛び散る。猿は大きな音を立て地面に倒れこんだ。\u000d\u000a\u000d\u000aあなたを見上げているのは子供の顔ではない。しかしそれでもあなたは手を差し伸べた。猿の拾い子はあなたの手を見つめ、アドレナリンの効果が薄れるにつれその表情に人間味が戻って来た。一瞬、女の子は手を取るかに見えた。しかし、駄目だ。拾い子は自分で立ち上がると彼女のジャングルの安全な暗がりに向かって跳ねて行った。\u000d\u000a\u000d\u000aそして、不意に足が止める。躊躇っているかのように。拾い子は振り返るとあなたについてくるよう合図した。その表情が決着はついたかもしれないが、ゲームが完全に終わったわけではないと言っている。@{K}$Monkey Foundling -> 猿の拾い子$You reach for a stone and bring it crashing down on the distracted ape's head. Its skull cracks, dampness spreading. It collapses to the ground, hard.\u000d\u000a\u000d\u000aIt is not a child's face that looks up at you. Still, you reach a hand down. The Monkey Foundling just stares at it for a moment, something human returning as the adrenaline fades. For a moment it almost looks as though she will take it. But no. She leaps up on her own, bounding away towards the dark safety of her jungle.\u000d\u000a\u000d\u000aAnd then stops. Hesitates. She looks back, and tilts her head, beckoning you to follow. It is a look that suggests the game is over, but perhaps not yet quite finished.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "石は猿に勝つ@{K}Rock beats ape", "Id": 179153},
                    "Name": "猿の拾い子を助ける@{K}$Monkey Foundling -> 猿の拾い子$Help the Monkey Foundling",
                    "Description": "拾い子はあなたを本当に傷つけようと思っていたわけではない。あの子はただ遊んでいただけなのだ。@{K}She meant you no real harm. She was only playing.",
                    "ButtonText": "", "Id": 145577},
                   {"DefaultEvent": {"Description": "猿の拾い子は力の限りに暴れているが、戦術的な強みが無ければ猿を負かすことの出来るような力は彼女にはない。右手はがむしゃらに何か武器として使えるものを、なんでもいいから探している。その手が石を掴んだ。拾い子は小さな体にあるありったけの力を込めて、猿の側頭部を石で殴りつけた。そして何度も何度も砕かれた頭蓋骨とどろどろの液体だけになるまで叩く。\u000d\u000a\u000d\u000a女の子は立ち上がった。石が手から落ちる。そしてあなたの方をみた。その眼差しに込められているのは……失望だろうか？恐ろしく苦い感情だ。そして拾い子は軽々と手近な木に飛び上がるとこの場を去った。@{K}$Monkey Foundling -> 猿の拾い子$The Monkey Foundling strains, her strength nowhere near enough to defeat an ape without a tactical advantage. Her right hand searches blind for something, anything, to use as a weapon. It closes on a rock. With everything her tiny frame has, she drives it into the side of the monkey's head, and again and again until all that remains is shattered skull and mush.\u000d\u000a\u000d\u000aShe stands. Drops it. Shoots you a look of... disappointment? The bitterest. And she bounds effortlessly up the nearest tree and away. ",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "歯と爪と石@{K}Tooth and claw and rock", "Id": 179154},
                    "Name": "ふん、当然の報いだ@{K}Bah, the little wench has it coming",
                    "Description": "これだけ苦しめておいて助けを得られるとは思うな。@{K}She can't torture you and then expect your assistance.",
                    "ButtonText": "", "Id": 145578},
                   {"DefaultEvent": {"Description": "猿の拾い子本人の姿は見えないが、彼女はあなたに何か残している。それは小屋の外、黒い砂の上に大きく描かれた楽しげな顔の横に注意深く置かれていた。楽しい遊び相手となってくれたことへのささやかなご褒美だろう。\u000d\u000a\u000d\u000aしかし、あなたの“衣服”は何処にも見当たらない。もちろんそうだ。彼女の中の猿の部分は間違いなくこう言ったことだろう、それじゃ楽しくないじゃないか、と。@{K}$Monkey Foundling -> 猿の拾い子$The Monkey Foundling herself is nowhere to be seen, but she has left you something. It sits outside the hut, carefully placed by a large happy-face drawn in the black sand. A little prize, for being such a good sport.\u000d\u000a\u000d\u000aYour <i>clothes</i> however are nowhere to be seen. Of course. As the monkey part of her would no doubt demand, where would the fun be in <i>that</i>?",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "猿の拾い子の遊び仲間@{K}$Monkey Foundling -> 猿の拾い子$Playmate of the Monkey Foundling",
                                     "Id": 179155},
                    "Name": "森の中にある小さな掘立小屋@{K}A small hut in the middle of the forest",
                    "Description": "ここで猿の拾い子は暮らしているのだろうか？何故よりによってこの場所へとあなたを連れてきたのだろう？@{K}$Monkey Foundling -> 猿の拾い子$Is this where the Monkey Foundling lives? Why would she lead you here, of all places?",
                    "ButtonText": "", "Id": 145579},
                   {"DefaultEvent": {"Description": "裸で船に戻ると、船員たちはあなたの予想していた通りの同情をもってあなたを迎えた。つまり、そんなものはまったく欠片もなかったのだ。船の上にたどりつく頃には船員たちは皆あなたを見るため甲板に勢ぞろいし、大声ではやし立てていた。結構な人数が照明弾を即興の花火として打ち上げている。針の痕が消え、命令を下す前にまず遠回しにからかわれることがなくなるまでにはとても、とても長い時間がかかった。\u000d\u000a\u000d\u000a良い面をあげるとすれば、あなたの恥はしばらくの間あなた以外の船員たちの雰囲気を良くするのに役立った。それに、コレクションに加える新たな宝も手に入った。あなたはもっとひどい目に遭ったこともあるじゃないか。@{K}$[Ff]lare -> 照明弾$The crew reacts with the expected amount of sympathy to your naked return, which is to say exactly none. By the time you board the ship, every last crew-member is on hand to see and cheer, with more than a couple letting off flares as impromptu fireworks. It is many, many days before the needling ceases and you are able to give an order without first scouring it for innuendo.\u000d\u000a\u000d\u000aOn the plus side, it does boost at least the rest of the ship's mood while it lasts, and you have a new treasure for your collection. You have had worse days.",
                                     "Name": "制服抜きの体験@{K}An out-of-uniform experience",
                                     "Id": 179157},
                    "Name": "船に戻る@{K}Return to the ship",
                    "Description": "どうやら、もうこれを避ける道はないようだ……@{K}Well. There is no avoiding this any longer...",
                    "ButtonText": "", "Id": 145581},
                   {"DefaultEvent": {"Description": "この場所の樹々は光っていない。そして偽星の光も見えない。あなたは猿の拾い子を追っていたが、彼女は素早く頭の回転も速いうえにすべての木と石を熟知している。彼女はもう遊んでいるのではない。尖った石と棘が暗闇から唐突に現れ、あなたの肌にひりひりとする赤いみみず腫れを残していく。傷跡は悪臭を放ち、血が濃くなったような感覚がある。あなたがなんとか脱出した時には、拾い子は……消えていた……\u000d\u000a\u000d\u000aなぜこれほど体が重いのだろう？\u000d\u000a\u000d\u000aなぜあなたの足は……\u000d\u000a\u000d\u000a何かが棘に塗られていたのだと気が付く頃には、時すでに遅し。あなたは意識を失ってしまった。@{K}$[Ff]alse[- ][Ss]tar -> 偽星, Monkey Foundling -> 猿の拾い子$Here, the trees do not glow. The lights of the false-stars are invisible. You chase the Monkey Foundling, but she is quick and agile and she knows every tree, every rock. Now, she is not playing. Painful stones and thorns zing out of the darkness, leaving sore red welts that stink and make your blood feel thick. By the time you fight your way through, she has... has gone...\u000d\u000a\u000d\u000aWhy do you feel so sluggish?\u000d\u000a\u000d\u000aWhy are your legs so...\u000d\u000a\u000d\u000aBy the time you realise it is something on the thorns, it is too late. You pass out.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "影の中に何かが動いた@{K}A movement in the shadows",
                                     "Id": 179158},
                    "Name": "暗い森@{K}The Dark Woods",
                    "Description": "もう十分だ！この悪ガキを懲らしめてやろう！@{K}Enough! It is time to teach the brat a lesson!",
                    "ButtonText": "", "Id": 145582},
                   {"DefaultEvent": {"Description": "しかしあなたの腕は動かない。それどころかほとんど動くことも出来ない。あなたは頭以外の全身を蟻地獄の中に捕らわれているのだ。もちろん、時間を掛ければ抜け出すことは可能だろう。手間のかかる不愉快な作業となるに違いない。しかし今は……\u000d\u000a\u000d\u000a猿の拾い子はあなたが目覚めたのを見ると曲を吹くのをやめて笛を鞄に仕舞いこむ。少女はあなたがもがくのをしばし眺め、それから歩いて視界の外へ消えた。彼女はすぐに気軽な様子で何かを手にもって戻って来た。……蜂の巣だろうか？どうやらそのようだ。\u000d\u000a\u000d\u000a「ここは“あたしの”島なの」彼女が脅すように言う。「でてけ！」\u000d\u000a\u000d\u000a拾い子が巣をあなたの頭に被せると、あなたはの世界は刺すような猛烈な痛みとぶんぶんと唸る苦痛に飲み込まれた。@{K}$Monkey Foundling -> 猿の拾い子$But your arms won't move. You can't move, not much. You are in a quicksand pit; your head alone still in the air. With sufficient time you can work your way out, yes, though it will be slow and unpleasant, but for now...\u000d\u000a\u000d\u000aThe Monkey Foundling sees you awaken and stops playing her music, the flute going into her little bag. She watches you struggle for a while, but then walks off, out of sight. Only for a moment though, before she returns, casually dangling... a wasps nest? It looks like it.\u000d\u000a\u000d\u000a\"This <i>my</i> island,\" she hisses. \"You not welcome!\"\u000d\u000a\u000d\u000aThe world explodes into stinging, buzzing agony as she pushes it down over your head.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "あなたは手を伸ばし彼女を掴もうとした……@{K}You reach to grab her...",
                                     "Id": 179159},
                    "Name": "あなたはゆっくりと目覚めた@{K}You slowly drift awake",
                    "Description": "猿の拾い子はすぐそこの岩の上に座り、ぼんやりと小さな木彫りの横笛で音楽を奏でている。@{K}$Monkey Foundling -> 猿の拾い子$The Monkey Foundling sits on a rock, barely any distance away, idly playing a tune on a small wooden flute.",
                    "ButtonText": "", "Id": 145583},
                   {"DefaultEvent": {"Description": "あなたが這うようにして船に戻ると、船員たちはあなたの裸ではなく針に刺され腫れあがった顔と体と、助けを求めて腕を振り回しながら森をやみくもに走り回った時に負った無数の切り傷と刺し傷からの出血に目を奪われたようだ。\u000d\u000a\u000d\u000a一音節以上の言葉を腫れた口から捻り出したり、目が再び見えるようになるまでは数日寝床で休まなければならなかった。しかしあなたは東へ旅する者のみが知る、恐ろしい血みどろの恐怖にまつわる新たな伝説を生みだしたという名誉も得た。@{K}As you crawl back onto your ship, it is not your nudity that draws the crew's attention, but your body and face bloated by stings and the bleeding from both your wounds and the many cuts taken while flailing blindly through the forest in search of relief or assistance.\u000d\u000a\u000d\u000aIt takes several days bedrest before you can see again, much less squeeze more than one syllable out of your puffed mouth. You do however have the honour of having spawned a whole new legend, of a terrifying blood-horror known only to those who travel East.",
                                     "Name": "苦痛に満ちた帰還@{K}A torturous return", "Id": 179457},
                    "Name": "船に戻る@{K}Back to the ship",
                    "Description": "激痛！激痛！激痛！@{K}Agony! Agony! Agony!",
                    "ButtonText": "", "Id": 145748},
                   {"DefaultEvent": {"Description": "あなたが這うようにして船に戻ると、船員たちはあなたの裸ではなく針に刺され腫れあがった顔と体と、助けを求めて腕を振り回しながら森をやみくもに走り回った時に負った無数の切り傷と刺し傷からの出血に目を奪われたようだ。\u000d\u000a\u000d\u000a一音節以上の言葉を腫れた口から捻り出したり、目が再び見えるようになるまでは数日寝床で休まなければならなかった。しかしあなたは東へ旅する者のみが知る、恐ろしい血みどろの恐怖にまつわる新たな伝説を生みだしたという名誉も得た。\u000d\u000a\u000d\u000a幸運だった点をあげるとするなら、あなたの傷は島で感じたほど深刻な物では全くなかったことが診察によって分かった所だろう。あなたは生き延びることが出来た。辛うじて。もっとも、続く数日間はその事実は祝福というより呪いのように感じられた。@{K}As you crawl back onto your ship, it is not your nudity that draws the crew's attention, but your body and face bloated by stings and the bleeding from both your wounds and the many cuts taken while flailing blindly through the forest in search of relief or assistance.\u000d\u000a\u000d\u000aIt takes several days bedrest before you can see again, much less squeeze more than one syllable out of your puffed mouth. You do however have the honour of having spawned a whole new legend, of a terrifying blood-horror known only to those who travel East.\u000d\u000a\u000d\u000aIf there is one stroke of luck, it is that on examination your wounds are not <i>quite</i> as serious as they seemed back on the island. You live through it. Just. Though for the next few days, that is more curse than blessing.",
                                     "Name": "苦痛に満ちた帰還@{K}A torturous return", "Id": 179458},
                    "Name": "船に戻る@{K}Back to the ship",
                    "Description": "激痛！激痛！激痛！@{K}Agony! Agony! Agony!",
                    "ButtonText": "", "Id": 145749},
                   {"DefaultEvent": {"Description": "スカンクでさえ入るのを考え直すような場所だ。もしエンパイア・オブ・ハンズにそんな生き物がいたらの話だが。猿の拾い子はもちろん全く気に掛けていない。彼女は森の小道を走り抜けたり高い木の上にいる時の如く寛いでいる。沼に落ちた細い枝の上で身軽に踊りだしでもしそうなほどだ。その周囲の泡の立つ悍ましい泥は休みなくあなたの鼻を攻撃する。少女は沼の真ん中でバランスを取り、自分を追いかけてくるようあなたを挑発している。@{K}$Empire of Hands -> エンパイア・オブ・ハンズ, Monkey Foundling -> 猿の拾い子$It is a place that skunks would think twice of entering, if the Empire of Hands had such creatures. The Monkey Foundling of course is unconcerned, as much at home here as high in the branches or running the forest paths. She almost dances, effortlessly, across a thin fallen tree that crosses the mire; surrounded by the foulest, bubbling mud that has ever invaded your nostrils. She balances in the middle, daring you to try to follow.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "恐ろしい匂いの沼地@{K}A marsh of terrible stench",
                                     "Id": 179459},
                    "Name": "追跡は続く！@{K}The chase continues!",
                    "Description": "猿の拾い子はあなたの目の前の蔦を滑り降りた。そして舌を突き出すと木々の合間を縫うように駆けて行く。@{K}$Monkey Foundling -> 猿の拾い子$The Monkey Foundling slides down a vine in front of you. She sticks out her tongue and scampers through a break in the trees.",
                    "ButtonText": "", "Id": 145750},
                   {"DefaultEvent": {"Description": "猿の拾い子は渋々あなたの服を落とすと、かつて家と呼んだこの小さな島を懐かしむため駆けだしていった。\u000d\u000a\u000d\u000aあなたは一時間かそこら何にも邪魔されることなくただただ寛ぎ、星を眺め楽しんだ。いい湯加減の温泉につかりながら見ると、あの星々は実に美しい。\u000d\u000a\u000d\u000aああ、こんな時がいつまでも続けば……@{K}$Monkey Foundling -> 猿の拾い子$The Monkey Foundling grudgingly drops your clothes and scampers off to continue her nostalgic trip around the tiny little island she once called home.\u000d\u000a\u000d\u000aUndisturbed, you spend a good hour or more simply relaxing and enjoying the stars. They really are quite beautiful, from the warmth of a good soak.\u000d\u000a\u000d\u000aOh well. All good things, and all that...",
                                     "Name": "寛いだ一日@{K}A most relaxing day", "Id": 179732},
                    "Name": "直接的ではないが、分かりやすい脅しをちらつかせる@{K}A mild, yet pointed threat",
                    "Description": "今日こそはいたずらっ気を出して船長を煩わせてはならない。服を降ろしなさい、さもなくば船員たちの餌にするぞ。@{K}$Monkey Foundling -> 猿の拾い子$The Monkey Foundling shall have no mischief at the Captain's expense today. Either she puts those down, or you're feeding her to the crew.",
                    "ButtonText": "", "Id": 145906},
                   {"DefaultEvent": {"Description": "あなたがたとえ簡易的なものであっても、蔦と葉を使って服を作るのはとても難しいという新たな知識と、二つの手で守ることの出来る尊厳以外の何も持たずトネリコ地峡から船に戻ると、船員たちは面白がり浮き立つ気持ちを抑えきれないようだった。\u000d\u000a\u000d\u000a良い点があったとすれば、その後数日間続いたにやにや笑いとジョークの数々は船員たちの航海の憂さを晴らすのに上等なメレルウェイズの一壜よりも役立ったことぐらいだ。しかしそうであったとしても、船員たちがあなたの命令を下す姿を見て、真っ先にあなたの“権威”以外のものを思い浮かべなくなるまではまだかなりの時間がかかることだろう。@{K}$Morelways -> メレルウェイズ, Ash Isthmus -> トネリコ地峡$The crew is incapable of holding back its glee as you return from the Ash Isthmus with nothing but the dignity your two hands can muster, and a new found understanding of how difficult it is to make even perfunctory clothing out of leaves and vine.\u000d\u000a\u000d\u000aIf there is a bonus, it is that the smirks and jokes of the next few days do more to take the edge off zailing than a bottle of Morelways' finest. It will be a good while yet though before it is your <i>authority</i> that first springs to mind when they see you giving orders.",
                                     "Name": "恥に満ちた帰還@{K}A shameful return", "Id": 180053},
                    "Name": "森の中に取り残された@{K}Abandoned in the woods",
                    "Description": "もはや船に引き返し、いつの日かこの経験を忘れられるよう願う以外にどうすることも出来ない。@{K}There is nothing to do but head back and hope that, one day, you manage to live this down.",
                    "ButtonText": "", "Id": 146077},
                   {"SuccessEvent": {"Description": "拾い子は手を伸ばし先ほどまで帽子のあった場所に触れると、その笑みはすぐに消えさり失望の涙がその目に溢れた。あの子は単に愉快な船長とささやかで害のない悪戯を楽しんでいただけなのだ。本当に危害を加えるつもりなど全くなかった。\u000d\u000a\u000d\u000a拾い子が瞬きをした。涙は消え去った。そっちがその気なら、と彼女の新たな表情が語る。かつて魂を狙う猿たちと柔らかい肉を求める人食いたちを退けた者の顔だ。あなたが“乱暴に”やりたいのなら、その願い叶えてやろうじゃないか。@{K}Her grin vanishes as she reaches up to where it used to be, and her eyes well up with disappointed tears. She was only enjoying a little light mischief with the funny captain. She meant no real harm by it all.\u000d\u000a\u000d\u000aShe blinks. The tears are gone. Very well, her new look says; the look of one used to fending off monkeys after her soul and cannibals wishing a tender meal. If you want to play <i>rough</i>, you shall have your wish.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "帽子に直撃した@{K}It takes her hat clean off", "Id": 179141},
                    "DefaultEvent": {"Description": "猿の拾い子は苛立ったあなたを見てますます楽し気に笑っている。彼女は吹き矢の筒から臭い弾を撃ちだし応戦した。@{K}$Monkey Foundling -> 猿の拾い子$The Monkey Foundling laughs at your frustration. It feeds her amusement. She fires back a stinging pellet from her blowgun.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "石は大きく外れた@{K}The rock flies wild", "Id": 179140},
                    "Name": "小娘に向かって石を投げる@{K}Throw a rock at the little wench",
                    "Description": "彼女はあなたと遊んでいるつもりでいる。しかしあなたは彼女と遊んでいる訳ではない。@{K}She is playing with you. You are not playing with her.",
                    "ButtonText": "", "Id": 145567},
                   {"SuccessEvent": {"Description": "横断は遅々として進まなかった。泥にまみれた足が細枝の上で滑り、細い木の幹はあなたの体重を辛うじて支えている。あなたは一インチずつ、そして一歩ずつ、沼地に滑り落ちることなく横切った。猿の拾い子は見るからにがっかりした顔で、あなたを無様に沼に落とそうと木の上で飛び跳ねさえした。しかし、あなたは落ちなかった。今日のところは得意がらせはしない。\u000d\u000a\u000d\u000aあなたは意気揚々と木の上を渡りきり、拾い子は渋々といった様子ながらも敬意を示した。@{K}$Monkey Foundling -> 猿の拾い子$It is slow, slow going. Your muddy feet slide against it, and the thin trunk barely carrying your weight. Inch by inch, step by step, you slowly make your way without slipping. The Monkey Foundling is visibly disappointed, even trying jumping up and down to shake the tree and make you take a messy tumble. But no. Not today.\u000d\u000a\u000d\u000aYou cross triumphantly, to her grudging admiration.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "ゆっくりと沼地を横切る@{K}You slowly cross the marsh",
                                     "Id": 179148},
                    "DefaultEvent": {"Description": "横断は遅々として進まなかった。泥にまみれた足が細い枝の上で滑り、ある枝はあなたの体重に屈し、あるいは辛うじて持ちこたえる。あなたは一インチずつ、そして一歩ずつ、沼地を横切った。\u000d\u000a\u000d\u000aその時、猿の拾い子が退屈し突如何度も激しく飛び跳ね始めた。あなたの足元で木が大きく揺れる。バランスが崩れた。そしてあなたはそのままひどい悪臭を放つ沼へと転げ落ちる。この臭いは一生あなたに付きまとうことだろう。あなたは何とか岸にたどり着き、緑と茶の水を滴らせながらひどく咳き込んで喉に詰まる汚らしい粘液の塊を吐き出した。\u000d\u000a\u000d\u000a猿の拾い子は安全な木々の合間に足を組んで座り、鼻をつまんであなたを指さし笑った。@{K}$Monkey Foundling -> 猿の拾い子$It is slow, slow going. Your muddy feet slide against the thin trunk as it buckles and strains under your weight. Inch by inch, step by step, you slowly make your way across.\u000d\u000a\u000d\u000aUntil, bored, the Monkey Foundling suddenly jumps up and down, hard. The tree rolls under your feet; your balance fails. You slip, tumble; are embraced by a marsh whose smell will never leave you. You fight to the surface, streaming brown and dripping green, violently coughing up a gagging throatful of the foul slime.\u000d\u000a\u000d\u000aThe Monkey Foundling sits cross-legged in the safety of the trees, holding her nose as she points and laughs.",
                                     "LinkToEvent": {"Id": 175837},
                                     "Name": "ゆっくりと沼地を横切る@{K}You slowly cross the marsh",
                                     "Id": 179146},
                    "Name": "遊びたいのか？なら遊んでやろう@{K}She wants to play? You'll play.",
                    "Description": "しかし枝の上を渡るのは危険だろう。とりわけ両手が尊厳とバランスのどちらを取るべきか苦悩している時には。@{K}Though the crossing is treacherous, particularly when one's hands are torn between modesty and balance.",
                    "ButtonText": "", "Id": 145571},
                   {"SuccessEvent": {"Description": "あなたは輪になったロープに踏み込む直前で気が付き、飛び越した。縄を見つけられていなければ、ひどい空中散歩を体験する羽目になっていただろう。猿の拾い子はがっかりしているようだ。しかしあなたはまったく失望していない。@{K}$Monkey Foundling -> 猿の拾い子$You just spot the looped rope in time to jump over it, avoiding what would otherwise have been a nasty trip into the air. The Monkey Foundling looks disappointed. This is not one of your regrets.",
                                     "LinkToEvent": {"Id": 175837}, "Name": "罠だ！@{K}A trap!",
                                     "Id": 179461},
                    "DefaultEvent": {"Description": "あなたは輪になった縄に踏み込んでしまい、その瞬間猿の拾い子が反対に吊るされた錘の縄を切った。そしてあなたは上下逆さまに木々の間を揺れる感覚を味わった。まったく、もちろん彼女は罠を用意しているだろうよ！この広い帝国に侵入を試みる者は後を絶たない。猿も人も同様だ。\u000d\u000a\u000d\u000a彼女は座り込み、あなたが自由になろうと暴れるさまを楽しんで眺めていたがその内あなたのことを憐れに思ってくれたようだ。しかしその憐みは気軽に、かつ警告なしにあなたを空中に吊るす縄を切り落とし泥っぽい地面に落とすという形であらわされた。あなたは地面に叩きつけられ肺から空気が押し出されるのを感じた。しかし、それ以外にはこれといった怪我もない。彼女は一瞬あなたの無事を確かめるため立ち止まると、再びにっこりと笑いゲームを続けるため駆けだした。@{K}$Monkey Foundling -> 猿の拾い子$Your feet step into the coiled rope just as the Monkey Foundling cuts loose the counterweight and you feel yourself flying upside down into the trees. Of <i>course</i> she has traps. The wider Empire has no shortage of would-be invaders, man and monkey alike.\u000d\u000a\u000d\u000aShe sits back and enjoys the show as you flail around trying to get free, before apparently taking pity on you. Pity however, turns out to be casually and without warning cutting through the rope dangling you in the air and sending you falling back with a surprised thump to the muddy forest floor. It knocks the air out of your lungs, but you are otherwise unharmed. She pauses for a moment to make sure, before her grin spreads back again and she races off to continue the game.",
                                     "LinkToEvent": {"Id": 175837}, "Name": "罠だ！@{K}A trap!",
                                     "Id": 179145},
                    "RareDefaultEvent": {"Description": "あなたは輪になったロープに踏み込む直前で気が付き、飛び越した。縄を見つけられていなければ、ひどい空中散歩を体験する羽目になっていただろう。猿の拾い子はがっかりしているようだ。しかしあなたの心は全く痛まない。@{K}$Monkey Foundling -> 猿の拾い子$Your feet just recognise the looped rope in time to jump over it, avoiding what would otherwise have been a nasty trip into the air. The Monkey Foundling looks disappointed. Your heart does not bleed for her.",
                                         "LinkToEvent": {"Id": 175837}, "Name": "罠だ！@{K}A trap!",
                                         "Id": 179460},
                    "Name": "猿の拾い子を追う@{K}$Monkey Foundling -> 猿の拾い子$Pursue the Monkey Foundling",
                    "Description": "女の子は上空の枝から枝へと軽々と動き回っている。@{K}She moves effortlessly through the branches above.",
                    "ButtonText": "", "Id": 145570}],
 "Description": "その女の子は赤ん坊のころに難破し、エンパイア・オブ・ハンズによって育てられた。今では彼女は人と猿の世界のはざまで、どちらにも完全に染まりきることなく遊んでいる。@{K}$Empire of Hands -> エンパイア・オブ・ハンズ$Shipwrecked as a baby, raised by the Empire of Hands. She now plays between the worlds of apes and men, neither quite one nor entirely of the other.",
 "Name": "猿の拾い子@{K}$Monkey Foundling -> 猿の拾い子$A Monkey Foundling",
 "Id": 175837}
