{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 189575}, "Name": "", "Id": 175845},
                    "Name": "ツェッペリンを盗む@{K}$Zeppelin -> ツェッペリン$Steal the Zeppelin",
                    "Description": "東があなたをさし招く。StormとSaltの祝福があれば、あなたの船員たちも海を空と交換してくれるだろう。しかし不意を突くためには、皇帝の背後に回り込む必要がある……\u000d\u000a[この選択は今回のゲームを終了させます。しかし、次の船長は変わった品と共に航海を始めることが出来るでしょう。]@{K}The East beckons. With the blessing of Storm and Salt, your crew will trade zee for sky. You will need to get behind the Emperor though, to stab him in the back...\u000d\u000a [This will end your game. But your next captain will begin with something interesting.]",
                    "ButtonText": "", "Id": 143521},
                   {"DefaultEvent": {"Description": "海軍省はこの事を喜ばないだろう。@{K}$Admiralty -> 海軍省$The Admiralty will not be happy about this.",
                                     "LinkToEvent": {"Id": 175485},
                                     "Name": "今のところは、高く舞い上がる栄光号を去る@{K}$Glory -> グローリー$You leave the Soaring Glory for now",
                                     "Id": 176512},
                    "Name": "ポート・スタントンへ戻る@{K}$Port Stanton -> ポート・スタントン$Return to Port Stanton",
                    "Description": "ツェッペリンが完成した今、あなたのここでの仕事は終わった。@{K}$Zeppelin -> ツェッペリン$With the Zeppelin complete, your work here is done.",
                    "ButtonText": "", "Id": 143964},
                   {"DefaultEvent": {"Description": "あなたはクリスピン四世（同じ名を負う者の中でも最も偉大なる皇帝）の高く舞い上がる栄光号が何百という興奮した猿に囲まれ、出立の用意を整える場面を見守った。皇帝の乗った駕籠が護衛の横を過ぎ、タラップを上る。そして金と紫の装束に身を包んだ貴族たちが彼に続く。さらにその後ろには、優美な家令に先導される官吏たちが歩いている。その次に乗船するのは魂の少ない猿たちで――\u000d\u000a\u000d\u000a護衛たちが一斉にライフルを発砲した。彼らはタラップが引き上げられる間も銃を撃ち民衆を遠ざけている。裏切られた顔の海は、高く舞い上がる栄光号が貯めこんだ食糧と最後の希望を乗せて飛び立ち、東へ向かうのを恐怖と共にただ見上げることしかできない。新たな声のあがるたび、彼らの雄たけびは怒りに満ちたものとなっていった。@{K}$Aft -> 後部, Glory -> グローリー$You watch the launch preparations of the The Soaring Glory Of Emperor Crispin IV (Greatest Of His Name), surrounded by hundreds of excited monkeys. The Emperor is carried past the guards and up the ramp on a sedan chair. After him, in uniforms of gold and purple, walk the nobility. They are followed by the mandarins, led by the Exquisite Seneschal. Next to board are the lower-souled monkeys, who-\u000d\u000a\u000d\u000aThe guards open fire with their rifles; holding back the crowd as the ramp is pulled up. A sea of betrayed faces can only stare in horror as the Soaring Glory rises into the sky and away to the East, taking with it their stockpiled food and the last of their hopes. The howl grows angrier with each new voice.",
                                     "Name": "新たな帝国の夜明け@{K}Dawn of a new Empire", "Id": 178993},
                    "Name": "高く舞い上がる栄光号の飛行@{K}$Glory -> グローリー$Flight of the Soaring Glory",
                    "Description": "ペンテコステ猿たちの出発の用意が整った。@{K}$Pentecost -> ペンテコステ$The Pentecost apes are ready to depart.",
                    "ButtonText": "", "Id": 145466},
                   {"DefaultEvent": {"Description": "あなたはクリスピン四世（同じ名を負う者の中でも最も偉大なる王）の高く舞い上がる栄光号が何百という興奮した猿に囲まれ、出立の用意を整える場面を見守った。皇帝の乗った駕籠が護衛の横を過ぎ、タラップを上る。そして金と紫の装束に身を包んだ貴族たちが彼に続く。さらにその後ろには、優美な家令に先導される官吏たちが歩いている。その次に乗船するのは魂の少ない猿たちで――\u000d\u000a\u000d\u000a護衛たちが一斉にライフルを発砲した。彼らはタラップが引き上げられる間、民衆を遠ざけているのだ。裏切られた顔の海は、高く舞い上がる栄光号が貯めこんだ食糧と最後の希望を乗せて飛び立ち、旧大陸へと向かうのを恐怖と共にただ見上げることしかできない。新たな声のあがるたび、彼らの雄たけびは怒りに満ちたものとなっていった。@{K}$Aft -> 後部, Elder Continent -> 旧大陸, Glory -> グローリー$You watch the launch preparations of the The Soaring Glory Of Emperor Crispin IV (Greatest Of His Name), surrounded by hundreds of excited monkeys. The Emperor is carried past the guards and up the ramp on a sedan chair. After him, in uniforms of gold and purple, walk the nobility. They are followed by the mandarins, led by the Exquisite Seneschal. Next to board are the lower-souled monkeys, who-\u000d\u000a\u000d\u000aThe guards open fire with their rifles; holding back the crowd as the ramp is pulled up. A sea of betrayed faces can only stare in horror as the Soaring Glory rises into the sky and and turns towards the Elder Continent, taking with it their stockpiled food and the last of their hopes. The howl grows angrier with each new voice.",
                                     "Name": "新たな帝国の夜明け@{K}Dawn of a new Empire", "Id": 178994},
                    "Name": "高く舞い上がる栄光号の飛行@{K}$Glory -> グローリー$Flight of the Soaring Glory",
                    "Description": "ペンテコステ猿たちの出発の用意が整った。@{K}$Pentecost -> ペンテコステ$The Pentecost apes are ready to depart.",
                    "ButtonText": "", "Id": 145467},
                   {"DefaultEvent": {"Description": "どうやらあなたの手助けにより、予想よりもはるかに早くツェッペリンが完成してしまったらしい。そのためワイルドウィールド・コートはいまだ何処へ向かうか決められていないのだ。両陣営は依然として静寂の会堂で議論を続けている……@{K}$Wildweald Court -> ワイルドウィールド・コート, Zeppelin -> ツェッペリン$It transpires that your help meant the Zeppelin was finished far earlier than expected, and the Wildweald Court has yet to decide where to go. Both factions are likely still arguing about it in the Silent Gallery...",
                                     "LinkToEvent": {"Id": 175844},
                                     "Name": "東へ？それとも南へ？@{K}To the East? Or to the South?", "Id": 179003},
                    "Name": "ツェッペリンの様子を確かめる@{K}$Zeppelin -> ツェッペリン$Check on the Zeppelin",
                    "Description": "何故大脱出はまだ決行されていないのだろう？@{K}Why is the Great Exodus not yet underway?",
                    "ButtonText": "", "Id": 145474},
                   {"SuccessEvent": {"Description": "高く舞い上がる栄光号の準備が進められている島を這いまわるのは、時間と注意を要する作業だった。幸運にもツェッペリンは大きな標的であり、あなたは護衛たちの見落とした地点を見つけることが出来た。\u000d\u000a\u000d\u000aあなたは照明弾を込めた銃を構えると、撃った。火の玉は船の布部分を微かに掠めただけだったが、それで十分だ。猿たちが叫ぶ間に、火は広まり……内部に入り込んだ。そして起こった爆発は地を揺らし欠片と炎、そして壊れた夢が終末のように降り注いだ。あなたは今後一生船の燃える音と悲鳴を上げる猿の記憶に苦しめられることになるだろうが、それは別として怪我をすることも気づかれることもなく逃げおおせた。@{K}$Zeppelin -> ツェッペリン, Glory -> グローリー$It is a slow, careful business, crawling around the island where The Soaring Glory is being prepared. Luckily, a Zeppelin makes for a big target, and soon enough you find somewhere the guards have overlooked.\u000d\u000a\u000d\u000aYou take aim with your flare gun. Fire. The fireball catches a glancing blow on the cloth, but it's enough. As the monkeys scream, the fire spreads... works its way in. When the explosion comes, it shakes the ground and rains down an apocalypse of shards and flame and broken dreams. The sound of burning, screaming monkeys will likely haunt the rest of your days, but you escape unharmed and undetected.",
                                     "Name": "ドカン！@{K}Boom!", "Id": 176845},
                    "DefaultEvent": {"Description": "高く舞い上がる栄光号の準備が進められている島を這いまわるのは、時間と注意を要する作業だった。幸運にもツェッペリンは大きな標的であり、あなたは護衛たちの見落とした地点を見つけることが出来た。\u000d\u000a\u000d\u000aあなたは照明弾を込めた銃を構えると、撃った。火の玉は船の布部分を微かに掠めただけだったが、それで十分だ。猿たちが泣き叫び水を求めて右往左往する間に、火はその中に入った水素まで到達した。そして起こった爆発は地を揺らし欠片と炎、そして壊れた夢が終末のように降り注いだ。\u000d\u000a\u000d\u000a白い痛みがあなたの瞼の裏とはらわたに溢れる。血まみれのねじ曲がり断面がぎざぎざになった船の欠片があなたの体に食い込んでいた。欠片は骨まで到達し、その骨を真っ二つに折ったようだ。悲鳴は騒音に紛れ、誰にも気づかれなかった。@{K}$Zeppelin -> ツェッペリン, Glory -> グローリー$It is a slow, careful business, crawling around the island where The Soaring Glory is being prepared.Luckily, a Zeppelin makes for a big target, and soon enough you find somewhere the guards have overlooked.\u000d\u000a\u000d\u000aYou take aim with your flare gun. Fire. The fireball catches a glancing blow on the cloth, but it's enough. As the monkeys wail and run helplessly for water, the flames work into the hydrogen below. When the explosion comes, it shakes the ground and rains down an apocalypse of shards and flame and broken dreams.\u000d\u000a\u000d\u000aWhite pain floods behind your eyes and gut. The bloody shard in your flesh is jagged and twisted; bone-deep, snapped. The scream goes unnoticed, lost in the noise.",
                                     "Name": "ドカン！@{K]Boom!", "Id": 176511},
                    "Name": "ツェッペリンを破壊する@{K}$Zeppelin -> ツェッペリン$Destroy the Zeppelin",
                    "Description": "脱出行を許してはならない。幸運にも、あなたは水素についてちょっとした知識を持っている。@{K}The Great Exodus cannot be allowed to happen. Luckily, you know a little something about hydrogen.",
                    "ButtonText": "", "Id": 143963}],
 "Description": "猿たちがそう呼ぶように主張し続けるなら仕方ない。しかし、あなたの心の内ではこの飛行船は常に……いや、やめておこう。@{K}If the monkeys insist on calling it that. In your heart though, it will always be the... well, never mind.",
 "Name": "高く舞い上がる栄光のなんとかかんとか号@{K}$Glory -> グローリー$The Soaring Glory Of Etc. Etc. Etc.",
 "Id": 175844}
