{"ChildBranches": [{"DefaultEvent": {"Description": "騒々しい海賊が咳払いし立ち上がると場が静まり返った。「永遠なる女王陛下に！！」彼が叫ぶ。「そして消えることなく輝く故郷の灯火に！！」\u000d\u000a\u000d\u000a歓声が上がり、海賊たちはマグを掲げると一気に飲み干した。しかしその静寂の中にはどこか静かな部分があった。彼らは遥か昔に、この場所での行いによって自分たちは二度と再びマンドレイク亭で歌うにも、ウルフスタック・ドックスを歩くにも相応しくないと決めたのだ……そして彼らの愛する者たちと見つめあうことも。ここを訪れた船長たちに安全に家まで連れ帰ってくれるよう頼むことが出来ないのは、恐怖のせいではない。これは満場一致の合意によるものなのだ。\u000d\u000a\u000d\u000a騒々しい海賊が両手を打ち合わせ大きな音を響かせた。「アーメン！」彼が堂々と言うと、海賊たちは唾を飲み込んで待ちわびた肉へと手を伸ばした。@{K}$Wolfstack -> ウルフスタック, Wolf -> ウルフ, Wolfstack Docks -> ウルフスタック・ドックス$The Boisterous Pirate clears his throat, and all go quiet as he stands. \"TO HER ENDURING MAJESTY!\" he shouts. \"TO THE EVER SHINING LIGHTS OF HOME!\"\u000d\u000a\u000d\u000aA cheer rises as the pirates raise their mugs; drain them dry. But there is something quiet in the silence. They have long decided that what they have done here disqualifies them from ever again walking on Wolfstack Docks, from singing in the Mandrake... and from meeting the eyes of those they loved. It is not fear that keeps them from asking the visiting captain for safe passage back home. It is agreement, unanimous.\u000d\u000a\u000d\u000aThe Boisterous Pirate slams his hands together in an echoing slap. \"AMEN,\" he declares, as everyone reaches for the meats that have them salivating so.",
                                     "LinkToEvent": {"Id": 175977},
                                     "Name": "孤独な明日への乾杯@{K}A toast to a forsaken yesterday",
                                     "Id": 175978},
                    "RareDefaultEvent": {"Description": "食卓として置かれていたのはテーブルではなく、彼らの古い船から取ってこられた長い渡し板だった。板は砂の上に敷かれ、その上には死んだ仲間の骨から削りだされた食器が並べられている。そして食前の祈りが形通りに唱えられたのち、全員が食事に飛びついた。太ももや心臓、そして良く焼かれ脂肪を滴らせた柔らかい肉を引きちぎる。\u000d\u000a\u000d\u000a「お前ら、手で掴むんじゃあないぞ！！」騒々しい海賊は、唇から肉汁をこぼす腹ペコの手下に大声で言った。「我らは野蛮人などでは全くないのだからな！！」\u000d\u000a\u000d\u000aそれから海賊は手下たちについてよく考える。「野蛮人には滅多にならないのだからな！！」そしてテーブルから皿が落ちそうになるほど盛大な笑い声と共に言い直した。@{K}It is not a table, but a long plank from the pirates' old vessel, stretched along the sand and set with bone cutlery whittled from their fallen. Once grace is duly spoken, everyone dives into the bounty, snatching up thigh and heart and strips of tender meat dripping in well-crisped fat.\u000d\u000a\u000d\u000a\"NOT WITH YOUR FINGERS, BOY!\" the Boisterous Pirate booms at one hungry soul with juice dripping from his lips. \"WE ARE HARDLY SAVAGES!\"\u000d\u000a\u000d\u000aHe considers his pirates. \"WE ARE <i>HARDLY EVER</i> SAVAGES!\" he corrects, exploding with a laugh that threatens to shake the table clear.",
                                         "LinkToEvent": {"Id": 175977},
                                         "Name": "禁忌の肉の宴@{K}A feast of forbidden flesh",
                                         "Id": 178535},
                    "Name": "キャプテンの食卓で晩餐を共にする@{K}Dine at the Captain's Table",
                    "Description": "海賊はその富を受け入れる胃袋を持ったすべての者と喜んで分かち合う。それに加えテーブルマナーを身に着けている者だけだが。@{K}All are welcome to share the pirates' wealth, provided they have the stomach for it. And the table manners.",
                    "ButtonText": "", "Id": 143604},
                   {"DefaultEvent": {"Description": "彼は準備万端でこの旅に出た。もっとも、あなたの“準備万端”の概念にコンパスと謎掛けで書かれていない地図、六分儀、それに予備の近視用眼鏡が含まれるなら話は別だ。@{K}He came well prepared for this journey, unless your idea of preparations happens to include a compass, a map not written in riddles, a sextant, and a spare set of spectacles to compensate for severe myopia.",
                                     "LinkToEvent": {"Id": 175994},
                                     "Name": "探検用品@{K}Adventuring supplies", "Id": 175989},
                    "RareDefaultEvent": {"Description": "「調査の調子はどうだ？」彼は尋ねた。「何か見つかったかね？」\u000d\u000a\u000d\u000a「いいや」という答えを切望する声だった。@{K}\"How goes your search?\" he asks. \"Find anything?\"\u000d\u000a\u000d\u000aIt is a voice that so badly wants the answer to be \"No.\"",
                                         "LinkToEvent": {"Id": 175994},
                                         "Name": "「やあ！」@{K}\"Ahoy!\"", "Id": 178355},
                    "Name": "迷子のトレジャー・ハンター@{K}The Lost Treasure Hunter",
                    "Description": "彼は海を見て回るため海賊に加わった。今では、見覚えのあるものを目にする事のできる日をひたすらに待ち望んでいる。@{K}He joined the pirates to see the zee. Now he just hopes to one day see something he recognises.",
                    "ButtonText": "", "Id": 143613},
                   {"DefaultEvent": {"Description": "海は静かだ。この旅は素晴らしく何事もなく、あなたは人食いの海賊に食べられなかった。諸々考え合わせると、この旅は成功だったといえるだろう。@{K}The zee is quiet. The journey is pleasingly uneventful. You have not been eaten by cannibal pirates. All things considered, a successful trip.",
                                     "Name": "ポート・スタントンに戻る@{K}$Port Stanton -> ポート・スタントン$Back to Port Stanton",
                                     "Id": 176020},
                    "Name": "小舟に戻る@{K}Return to the boat",
                    "Description": "彼らは友好的な人々に見える。そして客人を食べるようなひどいもてなしをすると思われていることに衝撃を受けているようだ。しかし、食糧不足に困っている様子も見えない……@{K}They seem a friendly sort, and are shocked at the idea that they would ever be such poor hosts as to eat a guest. But then, they have no shortage of supplies...",
                    "ButtonText": "", "Id": 143642},
                   {"DefaultEvent": {"Description": "「乾杯しよう！！」騒々しい海賊がテーブルの上に立ち大声を轟かせ、再び海賊たちと共に杯を一気に飲み干した。「善良なる船長に！！永遠なる女王陛下に！！存分に食らい、飲み、楽しもうではないか！！明日になれば我らも――」\u000d\u000a\u000d\u000a彼の顔が凍り付いた。その手からマグが滑り落ちる。続いて足も固まり、海賊は机に倒れこんだ。木に罅が入り、骨の食器が飛び散る。そして彼は灰色の顔で横たわった。その死にゆく瞳に憎悪ではなく、深い失望の表情を浮かべ、あなたをじっと見つめている。\u000d\u000a\u000d\u000aすぐにワイルドウィールド・コートから使節がやって来て、食糧を集めると村を焼き払った。@{K}$Wildweald Court -> ワイルドウィールド・コート$\"A TOAST!\" bellows the Boisterous Pirate, leading a new round of quaffing from atop the table. \"TO THE GOOD CAPTAIN! TO HER ENDURING MAJESTY! MAY WE EAT, DRINK AND BE MERRY, FOR TOMORROW WE -\"\u000d\u000a\u000d\u000aHis face freezes. His grip on the mug slips. His legs fall limp and he crashes down onto the table. The wood cracks; bone cutlery flies. He lies grey-faced, staring you in the eye with a dying look born not of hate, but of the deepest disappointment.\u000d\u000a\u000d\u000aEnvoys from the Wildweald Court are soon at the scene to collect the supplies and burn down the village.",
                                     "Name": "慎重に酒を断つ夕べ@{K}An evening of careful abstinence",
                                     "Id": 176021},
                    "Name": "人食いの海賊たちの酒に毒を入れる@{K}Poison the Cannibal Pirates",
                    "Description": "船長の乾杯によって、少なくとも彼らがワインを飲むことは保証された。この年代物のワインは特別効くことだろう。@{K}Their leader's toasts guarantee they will all at least drink some wine. This vintage will have a particular kick.",
                    "ButtonText": "", "Id": 143643},
                   {"DefaultEvent": {"Description": "あなたの腕は櫂を漕ぐのにも慣れてきた。@{K}Your arms are beginning to get used to the rowing.",
                                     "Name": "簡単で順調な旅@{K}A smooth, easy trip", "Id": 176517},
                    "RareDefaultEvent": {"Description": "騒々しい海賊は手下に命じて帰路の食糧の用意まで整えてくれた。幸運にも、人として生きていたことのない食糧を。@{K}The Boisterous Pirate even instructs his men to prepare you a little something for the voyage home. Fortunately, it is a something that has never been a someone.",
                                         "Name": "簡単で順調な旅@{K}A smooth, easy trip", "Id": 178823},
                    "Name": "小舟に戻る@{K}Return to the boat",
                    "Description": "ポート・スタントンに戻る頃合いだ。@{K}$Port Stanton -> ポート・スタントン$Time to head back to Port Stanton.",
                    "ButtonText": "", "Id": 143968},
                   {"DefaultEvent": {"Description": "「見つけたんだ！」彼は宣言した。「若さの泉を！宝は泉を指し示していたのだ！あれがどのように光るか見ただろう？地図だったんだよ！あとは用意を整えさえすればいい！船と船員と……」\u000d\u000a\u000d\u000aあなたは準備する彼を残し、立ち去った。@{K}\"I have it!\" he declares. \"The Fountain of Youth! That's what the treasure was telling me! See how it glows? It's a map! I just need a ship and a crew, and-\"\u000d\u000a\u000d\u000aYou back away, leaving him to it.",
                                     "LinkToEvent": {"Id": 175977},
                                     "Name": "彼は目を輝かせ、顔をあげた@{K}He looks up, eyes gleaming",
                                     "Id": 178356},
                    "Name": "迷子のトレジャー・ハンター@{K}The Lost Treasure Hunter",
                    "Description": "彼は次の冒険に備え、装備の残りを纏めている。@{K}He is holding onto what remains of his supplies now, for his next adventure.",
                    "ButtonText": "", "Id": 145076},
                   {"DefaultEvent": {"Description": "帝国の権威が失われた事により、騒々しい海賊は船員たちと共にかつてのワイルドウィールド・コートを襲撃する計画を立てている。多くの裏切られた猿たちもその奇妙な反逆へと加わろうとしているようだ。\u000d\u000a\u000d\u000a「少なくとも、外に出て戦うことは出来る！！そうだろう！？」彼はがなり、あなたの肩を激しく叩いた。「それに結末は誰に分かる！？いつの日かこの場所をまっとうな家とすることもできるかもしれんぞ！！」\u000d\u000a\u000d\u000aあなたは彼らを残し立ち去った。彼なら一人でこの仕事を十分にやり遂げられるだろう。@{K}$Wildweald Court -> ワイルドウィールド・コート$With the might of the Empire now gone, the Boisterous Pirate and his crew are preparing an assault on what was the Wildweald Court. Many of the betrayed monkeys have joined them in an odd attempt at rebellion.\u000d\u000a\u000d\u000a\"AT THE VERY LEAST, WE'LL GO OUT FIGHTING, YES?!\" he booms, clapping you hard enough on the shoulder. \"AND WHO KNOWS? MAYBE ONE DAY WE'LL MAKE OURSELVES A PROPER HOME OF THIS PLACE YET!\"\u000d\u000a\u000d\u000aYou leave them to it. He has this in hand.",
                                     "LinkToEvent": {"Id": 175977},
                                     "Name": "「おお！やっと来たか！！ちょうど良かったな！！」@{K}\"AH! THERE YOU ARE! ABOUT TIME TOO!\"",
                                     "Id": 179008},
                    "Name": "戦争会議@{K}A council of war",
                    "Description": "いつからこの村はペンテコステ猿で一杯になってしまったのだろう？@{K}$Pentecost -> ペンテコステ$Since when was the village full of Pentecost apes?",
                    "ButtonText": "", "Id": 145478},
                   {"SuccessEvent": {"Description": "「いいか！野郎ども！！よく聞け！！！」騒々しい海賊ががなる。「前進だああああああ！！」\u000d\u000a\u000d\u000a彼の合図を皮切りにあなたと他の海賊たちは茂みから飛び出し、猿の警戒兵に不意打ちを食らわせた。彼らは霊長目としてはよく戦ったが、あなたたちには敵わない。\u000d\u000a\u000d\u000a「薄汚い猿共が！！」騒々しい海賊は一匹の猿を肩に担ぎあげると、他の海賊たちにも食糧と武器を纏めて撤退するよう指示を出した。「ともかく今宵は共に王族の様に晩餐をとるとしよう！！」@{K}\"LADS! LADDESSES! LADDITES!\" booms the Boisterous Pirate, \"CHAAAAAAAAAAAAAAAAAARGE!\"\u000d\u000a\u000d\u000aAt his signal, you and the pirates burst from the undergrowth and take a monkey patrol by surprise. They fight well for primates, but not well enough.\u000d\u000a\u000d\u000a\"FILTHY BUGGERS!\" declares the Boisterous Pirate, throwing one over his shoulder and indicating that another pirate should load up their supplies and weapons. \"BUT TONIGHT, WE DINE LIKE ROYALTY!\"",
                                     "LinkToEvent": {"Id": 175977},
                                     "Name": "奇襲成功！@{K}Taken unawares!", "Id": 178373},
                    "DefaultEvent": {"Description": "「良い戦いであったな！！」村に舟で帰る道すがら、騒々しい海賊が大声で言う。「運動！そして新鮮な空気！他に何を求める！！？」\u000d\u000a\u000d\u000aあなたは海賊たちと共に、あちこちの小さな擦り傷を手当てしながらこの問いについて熟考した。“銃をたくさん”が大方の合意を得る答えのようだった。@{K}\"GOOD GAME, WELL PLAYED!\" booms the Boisterous Pirate, as you sail back to the village. \"EXERCISE! FRESH AIR! WHAT MORE COULD ANYONE WANT!?\" \u000d\u000a\u000d\u000aYou ponder the question with the pirates as you treat a few minor scratches. 'More than one gun between us' seems the general consensus.",
                                     "LinkToEvent": {"Id": 175977},
                                     "Name": "猿たちは想像していたよりも手強かった@{K}The monkeys put up a better fight than expected",
                                     "Id": 175990},
                    "RareDefaultEvent": {"Description": "襲撃は上手くいった。一匹の猿が銃剣であなたを切り付けて焼けつくような傷が開くまでは。しかし、それはまだましな痛みだった。騒々しい海賊がその傷に気が付き、それから最も苦痛に満ちた時が始まった。\u000d\u000a\u000d\u000a「名誉の負傷だな！！」彼は陽気に傷を指でつつき大声で言った。「恐れるな！我らと同じくすぐに治るだろうよ！俺に消毒液を渡せ！！」\u000d\u000a\u000d\u000aあなたがどれだけ抵抗しても彼を止めることは出来なかった。彼は手下を二人あなたの上にのしかからせて押さえつけると、瓶の蓋を取り、裂けた傷口に気前よく振りかけた。@{K}The raid goes well, until one of the monkeys lands a hit with a bayonet that rips open a searing tear. That is not, however, the painful part. The painful part is after the Boisterous Pirate notices.\u000d\u000a\u000d\u000a\"QUITE A TROPHY!\" he booms, jabbing it jovially with a finger. \"HAVE NO FEAR! HAVE YOU BACK ON YOUR FEET IN A JIFFY, SO WE WILL! GET ME THE IODINE!\"\u000d\u000a\u000d\u000aAs much as you protest, there is no stopping him. He has two of his pirates lie on top of you to hold you still as he uncorks the bottle and <i>lavishes</i> it upon the raw flesh.",
                                         "LinkToEvent": {"Id": 175977},
                                         "Name": "死闘@{K}Tooth and claw", "Id": 178372},
                    "Name": "エンパイア・オブ・ハンズへの襲撃に加わる@{K}$Empire of Hands -> エンパイア・オブ・ハンズ$Join a raid on the Empire of Hands",
                    "Description": "カニバルたちは食糧と娯楽のために本島を頻繁に襲っている。「人が多ければ多いほど楽しいものになるだろう！！」、とあなたは言われた。\u000d\u000a[気を付けてください。傷を負う恐れがあります。]@{K}The cannibals often raid the mainland for both supplies and sport. \"THE MORE THE MERRIER!\" you are told.\u000d\u000a [Be careful. You stand a chance of getting Wounded.]",
                    "ButtonText": "", "Id": 143614},
                   {"SuccessEvent": {"Description": "あなたは全力を振り絞り、かろうじて命にしがみついた。騒々しい海賊はその間中ずっと励ましてくれていたが、看護テントの幕が翻ると時折他の海賊がこちらを見つめ、肉汁滴るある種の肉の一切れについて思いを巡らせている姿が見えた。\u000d\u000a\u000d\u000aしかし彼らは失望することとなった。数日の休息の後、あなたはなんとか回復した。空腹ではあるが、生きている。@{K}It takes everything you've got, but you hold tight onto life. The Boisterous Pirate is nothing but encouraging, though through the flap of your invalid tent you occasionally see others staring and pondering other kinds of fresh, juicy cuts.\u000d\u000a\u000d\u000aThey are disappointed. After a couple of days rest, you are back on your feet; hungry, but alive.",
                                     "LinkToEvent": {"Id": 175977},
                                     "Name": "あなたは這い進むようにして持ち直していった@{K}You claw your way back to health",
                                     "Id": 179887},
                    "DefaultEvent": {"Description": "「乾杯しよう！！」弔いの晩餐の席に騒々しい海賊の声が轟く。「今は異なる海をゆく、我らが死せる同胞に！！その力と徳により我らを導き給う永遠なる女帝陛下に！！そして我らの力を保つ肉に！！」\u000d\u000a\u000d\u000a彼は盃を掲げる。他のカニバルたちが、注意深く数種のスパイスによって厳粛な尊厳をもって調理され、部位ごとに切り分けられたあなたの肉の積み上げられたテーブルにつく。\u000d\u000a\u000d\u000a「我に加われ！」彼が大声をあげると、海賊たちが盃を溢れさせながら立ち上がる。「この、キャプテン――おおっと。キャプテン……」\u000d\u000a\u000d\u000a彼は恥じ入り、言葉を止めた。「ううむ！考えてみれば、この憐れな奴に名前を訊いたことがなかったな……」@{K}\"I DECLARE A TOAST!\" thunders the Boisterous Pirate, leading the memorial banquet. \"TO OUR FALLEN COMRADE, WHEREVER THEY NOW ZAIL! TO HER ENDURING MAJESTY WHOSE VIRTUE GUIDES US ALL! TO THE MEAT THAT KEEPS US STRONG!\"\u000d\u000a\u000d\u000aHe raises his mug. The other cannibals sit with him around a table carefully laden with your choice cuts and offal, prepared with solemn dignity and a few fine spices.\u000d\u000a\u000d\u000a\"JOIN ME,\" he booms, bringing the other pirates to their feet, mugs overflowing. \"TO CAPTAIN- Ah. CAPTAIN...\"\u000d\u000a\u000d\u000aHe pauses, abashed. \"Mmm. You know, now I think about it, I never <i>did</i> get the poor bugger's name...\"",
                                     "LinkToEvent": {"Id": 155206},
                                     "Name": "あなたは夜の間に熱によって息絶えた@{K}Fever takes you in the night",
                                     "Id": 178392},
                    "RareDefaultEvent": {"Description": "あなたは全力を振り絞り、かろうじて命にしがみついた。騒々しい海賊はその間中ずっと励ましてくれていたが、あなたは他の者が時折見せる期待に満ちたまなざしに気付かずにはいられなかった。@{K}It takes everything you've got, but you hold tight onto life. The Boisterous Pirate is nothing but encouraging throughout, though you can't help but catch the occasional hopeful look from the others.",
                                         "LinkToEvent": {"Id": 175977},
                                         "Name": "あなたは這い進むようにして持ち直していった@{K}You claw your way back to health",
                                         "Id": 178393},
                    "Name": "重傷を負った！@{K}Severely wounded!",
                    "Description": "人食いの海賊たちは気前がいいが、彼らは<i>人食い</i>でもあるのだ。早く回復しなければ！@{K}The Cannibal Pirates are generous, but they are also <i>cannibals.</i> You need to recover, now!",
                    "ButtonText": "", "Id": 145094}],
 "Description": "海賊達を食人へと駆り立てたのは狂気ではなく、難破して以来ずっと肉なしで過ごしてきた長い年月だった。しばらく経つと、何の肉かはどうでもよくなったのだ。@{K}It was not madness that drove these pirates to cannibalism, but years of being shipwrecked without the comfort of meat. After a while, any meat would do.",
 "Name": "ハースセイク村@{K}Hearthsake Village", "Id": 175977}
