{"ChildBranches": [{"DefaultEvent": {"Description": "海賊！財宝！失われた島々！不死の化け物！太古の怪物！恐ろしき獣たち！陰謀！悲劇によって引き裂かれる恋人たち！知恵と狡猾さの戦い！\u000d\u000a\u000d\u000aさて、これであなたの話は終わり。次は彼の番だ……@{K}Pirates! Treasure! Lost islands! Undead horrors! Ancient terror! Dreadful beasts! Intrigue! Star-crossed lovers! Battles of wit and cunning!\u000d\u000a\u000d\u000aWell, that's your stories told. His turn...",
                                     "LinkToEvent": {"Id": 175994},
                                     "Name": "冒険と恐怖の物語！@{K}Tales of adventure and terror!", "Id": 175995},
                    "RareDefaultEvent": {"Description": "彼が一度でも探し求めるものを見つけたことはあるのだろうか？いや、そんなことはないと彼は認めた。だがしかし、彼は元から探していたよりはるかに多くを発見したのだ！それにああいった物が『失われた』宝と呼ばれているのには理由がある。隠されたままであるべき宝を探すなんてまったくもって非合理的だ！@{K]Has he ever found what he was looking for? No, he admits, but he has found so much more! Besides, they call it 'lost' treasure for a reason. No sense looking for it where it's meant to be!",
                                         "LinkToEvent": {"Id": 175994}, "Name": "終わりなき探索@{K}An endless search",
                                         "Id": 178357},
                    "Name": "トレジャー・ハンターと物語を交換する@{K}Trade stories with the Lost Treasure Hunter",
                    "Description": "彼は多くの冒険を生き延びてきた。あなたもそうだ。\u000d\u000a[10個のTale of Terror!!を10個のZee-ztoryと交換します。]@{K}He has survived many adventures. So have you.\u000d\u000a [This will trade 10 x Tale of Terror!! for 10 x Zee-ztories]",
                    "ButtonText": "", "Id": 143618},
                   {"DefaultEvent": {"Description": "迷子のトレジャー・ハンターは最新号の見出しを読み、呟いた。「素晴らしい。それにいざという時はよく水を吸ってくれそうだ」@{K}The Lost Treasure Hunter scans the latest headlines. \"Fascinating,\" he mutters. \"And should be most absorbent, if needs must.\"",
                                     "LinkToEvent": {"Id": 175994}, "Name": "取引完了@{K}The trade is complete",
                                     "Id": 175996},
                    "Name": "最近の知らせとダイナマイトを交換する@{K]$Recent News -> 最近の知らせ$Trade Recent News for Dynamite",
                    "Description": "「新聞を持っているのか？これで少なくともいつの日か家に帰りおおせた時、途方にくれずに済むというものだ」@{K}\"You have a newspaper? At least I won't feel entirely lost when I finally get back home.\"",
                    "ButtonText": "", "Id": 143619},
                   {"DefaultEvent": {"Description": "彼は安堵の息を吐いた。「ありがとう。彼の取り巻きは皿の物を残すと耳がもげるほどうるさく言ってくるんだよ。特に他人の耳を残すとね……」@{K}He breathes with relief. \"Thank you. His Nibs can talk your ears off about leaving things on your plate. Not least other peoples' ears...\"",
                                     "LinkToEvent": {"Id": 175994}, "Name": "取引完了@{K}The trade is complete",
                                     "Id": 175997},
                    "Name": "食糧と狐火の蝋燭を交換する@{K}$Foxfire Candle -> 狐火の蝋燭$Trade Supplies for Foxfire Candles",
                    "Description": "「私がいまだに他の者たちの様に食べることが出来ないのは、彼らに言わないでくれよ。食べるふりはしているが、ここにベリーが生えていて助かった。もう少しましな物が手に入るなら有り難いね」@{K}\"Don't tell the others, but I still can't bring myself to eat like they do. I pretend, but it's a good thing there's berries. Wouldn't say no to something a bit more.\"",
                    "ButtonText": "", "Id": 143620},
                   {"DefaultEvent": {"Description": "「これは何だ？」彼は中を覗き込んだ。「もしかすると全く新しい種かもしれないな。そうなると、いくつか難しい問題が出てくる。これにあうのは赤ワインか、白ワインか？閣下は知りたがるだろうな……」@{K}\"What is it?\" He peers. \"I think this might be a whole new species. That raises some problematic questions. Red or white wine? His Loudship will want to know...\"",
                                     "LinkToEvent": {"Id": 175994}, "Name": "取引完了@{K}The trade is complete",
                                     "Id": 175998},
                    "Name": "生体標本を照明弾と交換する@{K}$Live Specimen -> 生体標本, Flare -> 照明弾$Trade a Live Specimen for a Flare",
                    "Description": "「彼らも手に入りさえすれば魚を食べることもある」彼は期待に満ちた顔をした。「なにか、こう、慎重に投げ入れられるようなものは持っていないか？」@{K}\"The chaps will sometimes eat fish, if it falls in their laps.\" He looks hopeful. \"Do you have any that could be, ah, carefully thrown?\"",
                    "ButtonText": "", "Id": 143621},
                   {"DefaultEvent": {"Description": "あなたは“宝物”を埋めると、注意深く咳をしつつ軽く小突いて迷子のトレジャー・ハンターをその方向へと押しやった。彼は地面に膝をつくと、宝が出てくるまで猛烈な勢いで地面を掘った。ようやく明かされたその眩く輝く宝物の核へと、彼の眼は吸い寄せられる。\u000d\u000a\u000d\u000aしかし彼の興奮はすぐに消えていく。自らの望んだものを見つけたと思いこみ、憑りつかれたような情熱はなくなった。その上、宝も安っぽいがらくたでしかなかったのだ。欲望から現実へと無理やりに連れ戻され、粗末な絵に描かれた天使の顔と同じく彼の情熱も薄れてしまった。\u000d\u000a\u000d\u000a悲しみに沈む彼を説得し地図を譲り受けると、あなたには彼の過ちが直ぐに理解できた。この印はファウンテンヘッド島を指している！あの愚か者は地図を上下逆さに見ていたのだ！@{K}You bury the 'treasure', and with a few careful coughs and prods push the Lost Treasure Hunter towards it. He falls to the ground, digging furiously until he unearths his prize: bright, shining - his gaze pulled into its revelatory core.\u000d\u000a\u000d\u000aBut soon, his excitement fades. Having found what he thought he wanted, his obsession is over and the reward merely a bauble; as diminished by being dragged from desire to reality as the face of an angel in mere paint.\u000d\u000a\u000d\u000aSadder still is that once you persuade him to give you the map, it takes but a moment to realise his mistake. It's of Fountainhead! The fool had it upside down!",
                                     "LinkToEvent": {"Id": 175977}, "Name": "明かされる秘密@{K}A secret revealed",
                                     "Id": 175999},
                    "Name": "地図を渡すよう説得する@{K}Persuade him to give you his map",
                    "Description": "実利のある親切だ。@{K}It could be a profitable kindness.",
                    "ButtonText": "", "Id": 143622},
                   {"DefaultEvent": {"Description": "「それともちろん、良い狩りを！」@{K}\"And good hunting, of course!\"",
                                     "LinkToEvent": {"Id": 175977},
                                     "Name": "彼は別れを告げた@{K}He bids you a good day", "Id": 176561},
                    "Name": "調査に取り掛かる彼を残し、立ち去る@{K}Leave him to his search",
                    "Description": "あなたにはあなたの見つけなければならない宝がある。@{K}You have your own treasures to discover.",
                    "ButtonText": "", "Id": 144005}],
 "Description": "彼は冒険の過程で金と栄光を見つけるための道具を大量に手に入れた。方向感覚は身に着けられなかったようだが。@{K}His adventures have left him with many tools for finding gold and glory. A sense of direction is not one of them.",
 "Name": "迷子のトレジャー・ハンター@{K}The Lost Treasure Hunter", "Id": 175994}
