{"ChildBranches": [{"DefaultEvent": {"Description": "ベンシック学寮はロンドン一偏見のない、開かれた心を持つ大学だ。あなたはサマーセット学寮の色を纏った通りすがりに軽蔑の目を向けられながら、悪魔やボヘミアンの生徒たちと共に講義の列に並んだ。@{K}ベンシック学寮が、ロンドンで一番進取的な大学である。貴方は学生や悪魔、ジプシーなどの列に加わって講義を待っている。珍妙な色をした通りすがりにクスクスと笑われながらジロジロ見られている。@{M}Benthic is the most open-minded of the London colleges. You find yourself waiting for the lecture in a queue of students, devils and bohemians, observed with some scorn by passers-by in Summerset colours.",
                                     "LinkToEvent": {"Id": 176037},
                                     "Name": "ベンシックへの訪問@{K}ベンシックへの旅程@{M}A trip to Benthic",
                                     "Id": 176029},
                    "Name": "講義に参加する@{M}Attend the lecture",
                    "Description": "どのような機会であれ、少なくとも調査するだけの価値はあるだろう。@{K}少なくとも、機会を得るために探索する価値はある。@{M}Opportunities are always worth exploring, at least.",
                    "ButtonText": "", "Id": 143646},
                   {"DefaultEvent": {"Description": "彼女が何者にせよ、後でもいいだろう。[エンパイア・オブ・ハンズでの探索を続けるには愉快な女冒険家の助けが必要になります。]@{K}この者が誰であろうと、彼女は待つ事が出来る。\u000d\u000a\u000d\u000a[手掌の帝国の探索を続ける為には愉快な女冒険家の助けが必要だ。]@{M}$Empire of Hands -> エンパイア・オブ・ハンズ, Delightful Adventuress -> 愉快な女冒険家$Whoever this person is, she can wait. [The Delightful Adventuress' assistance is needed to continue your exploration of the Empire of Hands]",
                                     "LinkToEvent": {"Id": 143503},
                                     "Name": "また次の機会に@{M}An opportunity for later", "Id": 176030},
                    "Name": "今は止めておく@{M}Not at the moment",
                    "Description": "今のところあなたにはやるべきことが他にある。@{K}今は他にもっと出来る事がある。@{M}You have better things to do right now.",
                    "ButtonText": "", "Id": 143647},
                   {"DefaultEvent": {"Description": "愉快な女冒険家はあなたが戻って来たのを見ても驚いた様子を見せない。「旅行鞄を用意しなさい！」彼女はクレイマンの従僕に命じる。「帝国はいまだ私たちを待っていますよ！」@{K}貴方が戻ってきても、愉快な女冒険家は驚いた様には見えなかった。「あたしの鞄を用意しな!」彼女はクレイマンの従者に命じる。「帝国が待ってるさね!」@{M}$Clay M[ae]n -> クレイマン, Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress seems unsurprised by your return. \"Prepare my valise!\" she orders her Clay Man valet. \"The Empire awaits after all!\"",
                                     "LinkToEvent": {"Id": 143503},
                                     "Name": "「あぁ、ふらふら遊び歩く船長のお帰りですか」@{K}\"ああ、やっと来たかい、カピターノ\"@{M}\"Ah, the prodigal kapitano.\"",
                                     "Id": 176469},
                    "Name": "愉快な女冒険家の誘いを受ける@{M}$Delightful Adventuress -> 愉快な女冒険家$Accept the Delightful Adventuress' offer",
                    "Description": "彼女は金を持っている。労力に見合うだけの報酬は期待できるだろう。@{K}彼女は貴方の割に合うだけの仕事をする富がある。@{M}She is rich enough to make it worth your while.",
                    "ButtonText": "", "Id": 143926}],
 "Description": "『ベンシック学寮より、あなた様を『情熱と興奮の刺激的な実話集』の著者であり、愉快な女冒険家としても知られるアガサ・トレッドゴールド女史の教養あふれる非公開の講座にご招待申し上げます』\u000d\u000a\u000d\u000a裏には文章が走り書きされている。「親愛なる方、終わったら私に会いに来てくださいね。素晴らしい機会が待っていますよ！」@{K}「ベンシック学寮はこの度、アガサ・トレッドゴールド女史、愉快な女冒険家、そして\"ファイストとスパンクの刺激的な日常\"でお馴染みの<i>談話作家</i>をお招きした、高級で為になる夕べの会を催します。こちらの会に貴方をご招待致しますので是非ともお越し下さい。」\u000d\u000a\u000d\u000a招待状の裏に走り書きがあった。「終わったらあたしに話しに来てよ、ダーリン。こんな機会そうそう無いよ!」@{M}\"BENTHIC COLLEGE is pleased to invite YOU to an exclusive and educational evening with Lady Agatha Treadgold, DELIGHTFUL ADVENTURESS and <i>raconteuse</i> of THRILLING TRUE TALES of FEIST and SPUNK.\"\u000d\u000a\u000d\u000aOn the back is a scribbled note. \"Come speak to me afterwards, darling. Opportunity beckons!\"",
 "Name": "愉快な招待状@{M}A Delightful Invitation", "Id": 176028}
