{"ChildBranches": [{"DefaultEvent": {"Description": "愉快な女冒険家の話は非現実的で、都合よくも証明することの出来ない内容に偏りがちではあったが、それでも彼女は人の話をすぐに信じる聴衆たちを何時間も魅了した。\u000d\u000a\u000d\u000a彼女の怪物や失われた都市に関する多くの話には共通のテーマが存在した。彼女がそれらの場所をレオノラ・フォーテスキュー女史――皆から愛される大胆な考古学者であり、かつては女冒険家と同じ女学校に通い互いを高めあう仲だった――よりも先に訪れていた、という部分だ。そしてそれ以外の物語も、そのフォーテスキューによって栄光を奪われた最も酸い葡萄のように苦々しい話に終始する。フォーテスキューの書く空想的な物語は煽情的な大衆誌程度が相応しいだろうに！\u000d\u000a\u000d\u000a夕べの終わりごろには彼女の話は明らかに自慢げというよりも不満げなものが多くなっていたが、それでも彼女は拍手喝采を受けた。@{K}彼女の紡ぎだす話はとても空想的で虚実の判断がつかないものではあったが、それでも愉快な女冒険家は何時間にもわたってバカ正直な聴衆を魅了し続けていた。\u000d\u000a\u000d\u000a彼女が語る怪物の話や、失われた街の話など、それ自体はありふれた題材ではあった。彼女は著名なレオノラ・フォーテスキュー女史 - 非常に<i>崇敬すべき</i>斬新な考古学者であり、学校を卒業するまで切磋琢磨しあうライバルであった - に先んじてこれらの遺跡を訪れていた。残りの話は、最も酸っぱい葡萄のような苦い話だった。先述のフォーテスキュー女史に、功績や名声を横取りされた話であり、彼女が書く空想的なフィクションは安っぽい三文小説と成り果ててしまった話であった。\u000d\u000a\u000d\u000a講演の最後には、それは自画自賛というには苦々しい話に変わってしまってはいたが、それでも聴衆は彼女の話に拍手喝采をもって最大級の賛辞を惜しまなかった。@{M}$Delightful Adventuress -> 愉快な女冒険家$Her stories tend towards the fanciful and conveniently unprovable, but the Delightful Adventuress has the credulous audience spellbound for hours.\u000d\u000a\u000d\u000aMany of her tales of monsters and lost cities have a common theme. She visited them ahead of a certain Lady Leonora Fortescue, the quite <i>adorable</i> Daring Archeologist with whom she sparked a bracing rivalry back at finishing school. The rest are tales, bitter as the sourest grapes, of being cheated of triumphs by the very same Fortescue, whose fanciful fictions are fit only for the penny dreadfuls!\u000d\u000a\u000d\u000aBy the end, her stories are notably more bitter than boastful. She still receives a standing ovation.",
                                     "LinkToEvent": {"Id": 176037},
                                     "Name": "「キェロネイトの素晴らしき料理！愛しきクレイマンたち！しかしこれらはすべて序曲に過ぎなかったのです……」@{K}\"ケロネイトでの素晴らしい宴!愛すべきクレイマン!しかしこれらは全てほんの序曲なのです、皆様...\"@{M}$Clay M[ae]n -> クレイマン, Chelonate -> キェロネイト$\"The fine cuisine of the Chelonate! The darling Clay Men! All but a prelude, my dears...\"",
                                     "Id": 176038},
                    "Name": "愉快な女冒険家との夕べ@{M}$Delightful Adventuress -> 愉快な女冒険家$An Evening with the Delightful Adventuress",
                    "Description": "彼女が何者であろうと、講堂を埋め尽くす術を彼女は知っている。彼女が登壇する頃には、席はすでに満杯であった。@{M}Whoever she is, she knows how to pack a hall. Not a seat is empty as she takes the stage.",
                    "ButtonText": "", "Id": 143651},
                   {"DefaultEvent": {"Description": "彼女がグラスを掲げると、暖炉の火が瞳の中に輝く。「あなたは近頃エンパイア・オブ・……ええっとモンキーズ？いえ、ハンズでしたね、もちろんそうだわ、ともかくあの島からお戻りになったと聞きました。このような旅を成し遂げられるとは貴重な資質をお持ちなのでしょう。無鉄砲でもあるかもしれませんが」\u000d\u000a\u000d\u000a彼女はブランデーを口に含んだ。「私はあなたの間違いなく素晴らしい船を雇い、あの原始的な島々まで連れて行っていただきたいのです。あそこでならあの忌々しいレオノラ・フォーテスキューに恥をかかせてやれる何かが見つけられるでしょう。そしてあなたには……」\u000d\u000a\u000d\u000a冒険家目を細めあなたを値踏みするように見つめる。「十分な報酬をお支払いしましょう。お互いにとって利益ある取引だと、あなたにもお分かり頂けるはずです」@{K}彼女がグラスを持ち上げると、火灯りが彼女の瞳の中で煌めいた。「そういえばあんた...何だったか。猿の帝国?<i>手掌だったね、</i>そこに行って戻ってきたって聞いたよ。ああ、そうさね。あいつらは長旅も平気なように育てられているからね。向こう見ずでもあるかもしれない。」\u000d\u000a\u000d\u000a彼女はブランデーを注ぐ。「あたしはあんたが持ってる、疑いようもなく素晴らしい船を、あたしをその小さく原始的な島々まで借りたいのさ。そこであたしは、あの忌々しいレオノラ・フォーテスキューの目に物を見せられるだけの発見をしてやるんだ。そしてあんたにもね...」そこまで言って、愉快な女冒険家は貴方を品定めするかのように目を細めて見つめてきた。「報酬を弾む事は難しい事じゃない。互いにとって利のある条件だろうし、あんたに断る理由は無い筈さ。」@{M}$Delightful Adventuress -> 愉快な女冒険家$Firelight glints in her eyes as she raises the glass. \"I hear you are recently returned from the Empire of... oh, Monkeys? <i>Hands.</i> Yes, of course. It is a rare breed that can make such a voyage. Foolhardy too, perhaps.\"\u000d\u000a\u000d\u000aShe sips her brandy. \"I wish to charter your no doubt fine vessel to that primitive little island chain. There, I shall find what I need to show up the infernal Leonora Fortescue once and for all, and you...\" \u000d\u000a\u000d\u000aThe Delightful Adventuress squints, sizing you up. \"Sufficient compensation will not be a difficulty. A most mutually beneficial arrangement, you will agree.\"",
                                     "LinkToEvent": {"Id": 176037},
                                     "Name": "「あぁ、カピタノ！」@{K}\"ああ、私のカピターノ!\"@{M}\"Ah, my dear kapitano!\"",
                                     "Id": 176464},
                    "Name": "仕事の提案@{M}A business proposition",
                    "Description": "あなたは愉快な女冒険家の従者である、仮面を着けたクレイマンのバーナバスによってベンシック学長の書斎まで導かれた。彼女はそこで暖炉の横に座り、ブランデーを傾けている。@{K}愉快な女冒険家の、仮面を被ったクレイマンバルバナスに導かれ、貴方はベンシック大学長の書斎にやってきた。彼女はそこで、暖炉の横に座りながらブランデーを注いでいる。@{M}$Clay M[ae]n -> クレイマン, Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress' masked Clay Man Barnabas escorts you to the Principal of Benthic's study, where she sits sipping brandy by the fire.",
                    "ButtonText": "", "Id": 143921},
                   {"DefaultEvent": {"Description": "愉快な女冒険家はグラスを一気に飲み干した。「では明日落ち合い、出立といたしましょう。バーナバス、荷物を纏めておきなさい。冒険が待っていますよ！」@{K}愉快な女冒険家はグラスをぐいと飲み干し、立ち上がる。「じゃぁ明日、出発だね。バルバナス、荷物をまとめな。冒険に出かけるよ!」@{M}$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress drains her glass dry. \"Then we shall see you upon the morrow for the voyage. Barnabas, pack my valise. Adventure awaits!\"",
                                     "Name": "「素晴らしい」@{K}\"良い返事だよ。\"@{M}\"Splendid.\"",
                                     "Id": 176465},
                    "Name": "受諾する@{M}Accept",
                    "Description": "長旅になるが、航路は知っている。@{M}It is a long voyage, but you know the way.",
                    "ButtonText": "", "Id": 143922},
                   {"DefaultEvent": {"Description": "「残念です」彼女は杯を干し、述べた。「バーナバス、こちらの怖がりな船長を通りまでお送りしなさい。それと、私たちはブランデーがなくなるまでの間は此処にいるとお伝えするように。船長は今すぐにお帰りになるそうです」[エンパイア・オブ・ハンズの探検を続けるには愉快な女冒険家の手助けが必要となります。]@{K}「哀れだねェ...」彼女はそう断言し、グラスを飲み干した。「バルバナス、こちらの小心な船長様を外までお送りしな。もし気が変わったら、早めに来ると良い。あたし達はこのブランデーが空になるまでは此処に居るからね。じゃぁとっとと帰っておくれ。」\u000d\u000a\u000d\u000a[手掌の帝国の探索を続ける為には愉快な女冒険家の助けが必要だ。]@{M}$Empire of Hands -> エンパイア・オブ・ハンズ, Delightful Adventuress -> 愉快な女冒険家$\"A pity,\" she declares, draining her glass. \"Barnabas, escort our fearful captain back to the street. Should they change their mind, inform them that we shall be here until the brandy is gone. They are dismissed.\" [The Delightful Adventuress' assistance is needed to continue your exploration of the Empire of Hands]",
                                     "Name": "愉快な女冒険家の表情が冷たくなった@{M}$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress' face turns icy",
                                     "Id": 176466},
                    "Name": "拒否する@{M}Refuse",
                    "Description": "貴方にはもっと大事な任務がある。@{M}You have more important business to attend to.",
                    "ButtonText": "", "Id": 143923},
                   {"DefaultEvent": {"Description": "愉快な女冒険家はあなたが戻って来たのを見ても驚いた様子を見せない。「旅行鞄を用意しなさい！」彼女はクレイマンの従僕に命じる。「帝国はいまだ私たちを待っていますよ！」@{K}貴方が戻ってきても、愉快な女冒険家は驚いた様には見えなかった。「あたしの鞄を用意しな!」彼女はクレイマンの従者に命じる。「帝国が待ってるさね!」@{M}$Clay M[ae]n -> クレイマン, Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress seems unsurprised by your return. \"Prepare my valise!\" she orders her Clay Man valet. \"The Empire awaits after all!\"",
                                     "Name": "「あぁ、ふらふら遊び歩く船長のお帰りですか」@{K}\"ああ、やっと来たかい、カピターノ\"@{M}\"Ah, the prodigal kapitano.\"",
                                     "Id": 176467},
                    "Name": "愉快な女冒険家を連れて行く事に同意する@{M}$Delightful Adventuress -> 愉快な女冒険家$Agree to take the Delightful Adventuress",
                    "Description": "帝国で彼女が何を望んでいるかは知らないが、報酬は良い。@{M}Whatever she wants in the Empire, her money is good.",
                    "ButtonText": "", "Id": 143924},
                   {"DefaultEvent": {"Description": "考え直したとしても、彼女をどこで見つけられるかは分かっている。[エンパイア・オブ・ハンズの探検を続けるには愉快な女冒険家の手助けが必要となります。]@{K}気が変わった時には、彼女を何処で捕まえればいいのかは分かる。\u000d\u000a\u000d\u000a[手掌の帝国の探索を続ける為には愉快な女冒険家の助けが必要だ。]@{M}$Empire of Hands -> エンパイア・オブ・ハンズ, Delightful Adventuress -> 愉快な女冒険家$If you do change it, you know where to find her. [The Delightful Adventuress' assistance is needed to continue your exploration of the Empire of Hands]",
                                     "Name": "彼女の誘いを断る@{M}You put down the invitation",
                                     "Id": 176468},
                    "Name": "答えは未だノーだ@{M}The answer remains no",
                    "Description": "一瞬だけ、考えを変える事を考えはした。@{M}For a moment, you considered changing your mind.",
                    "ButtonText": "", "Id": 143925}],
 "Description": "　彼女の足はNeathでもほとんど知られていないような土地をいくつも踏破してきた。そしてどこにいても、彼女の目は常に名誉と栄光を得る機会を探し求めていた。@{I}彼女の足は知る限りでも類を見ないほど大地を強く踏みしめている。彼女の目は常に、名声と栄光を得る機会を探し求めているようだ。@{M}Her feet have trodden lands most in the Neath have never even heard of. Her eyes have seen every opportunity for fame and glory while there.",
 "Name": "愉快な女冒険家@{M}$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress",
 "Id": 176037}
