{"ChildBranches": [{"DefaultEvent": {"Description": "バーナバスは大いにほっとした様子で無言のうちに仮面を取り去った。その下には……何もない。顔のあるべき位置には単に平べったい表面しかなかった。なるほど、“未完成の”クレイマンという事か。自身の規則にのみ従うポリズリームの欠陥品だ。乗船前に知っていたなら船に乗せはしなかったのだが。もちろん、だからこそ女冒険家は一度もこのことを口にしなかったのだ。\u000d\u000a\u000d\u000a彼は静かにあらかじめ決められた船賃を差し出し、礼儀正しく一礼した。そして女主人の元へとどしどしと戻っていく。彼女は市長との交渉を終えたようだ。[女冒険家はファウンテンヘッド島にベースキャンプを築きます。あなたはこの旅によってまったく使えない人間ではないことを証明したので、冒険家はあなたの助けを歓迎するでしょう。]@{K}$Clay M[ae]n -> クレイマン, Polythreme -> ポリズリーム, Delightful Adventuress -> 愉快な女冒険家$Barnabas removes his mask with what looks to be a silent moment of great relief. Underneath is... nothing, just a flat surface where his face should have been. Ah. An <i>Unfinished</i> Clay Man: one of those flawed products of Polythreme that follow their own rules. If only you'd known that before he boarded. Of course, that's why the Adventuress never mentioned it.\u000d\u000a\u000d\u000aHe silently presents you with your agreed fee, dips his head in a polite bow, and lumbers back to his mistress. It appears she has struck a deal with the Mayor. [The Delightful Adventuress will establish a basecamp on Fountainhead Island. She welcomes your assistance, as one who has proven to be not entirely useless.]",
                                     "Name": "顔のない男@{K}A man with no face", "Id": 176055},
                    "Name": "旅費の支払い@{K}Payment for the journey",
                    "Description": "バーナバスは女主人が市長と魂の値段を交渉している間も、あなたに船旅の代金を支払うためこの場に留まっている。@{K}Barnabas stays to settle up while his mistress negotiates the value of her soul with the Mayor.",
                    "ButtonText": "", "Id": 143660}],
 "Description": "愉快な女冒険家は船の手すりにもたれかかり、明らかな嫌悪を込めて湿った空気の匂いを嗅いでいる。「何て汚い、じめじめした場所でしょう。まあ、耐えねばならないところね」\u000d\u000a\u000d\u000a彼女は市長がよろよろと近づいてくる姿を認めると姿勢を正した。上っ面だけの薄い笑みが顔全体に広がる。「あら、そこのあなた！親愛なる野蛮人さん！」彼女は市長に呼びかけると船板を大股に下り、彼の腕をきつく掴んだ。「私は始皇帝の霊廟を探検しに来たの。そしてそのためにはいくつかの物資が必要なのです。あなたたちの中で最良の労働者数人と道具と食べ物がね。分かったかしら？」\u000d\u000a\u000d\u000a彼女はほとんど答えを待つこともなく首を振った。「た、べ、も、の」そして繰り返して言う。「“Komprenas?”（お分かり？）まったく、ともかく私たちはしばらくここに滞在します。いいですか、あなた方は魂を好むと聞きましたよ。それについて高位の霊長類らしく話し合うとしませんか？」@{K}$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress leans over the rail of the ship, sniffing the humid air with evident distaste. \"What a filthy, damp little place. Oh well, we shall endure.\"\u000d\u000a\u000d\u000aAt the sight of the Mayor hobbling up, she straightens. A thin, insincere smile spreads across her face. \"Ah! You there! My good primitive!\" she calls, striding down the ramp and clasping his arm tight. \"Now then, I come in search of your First Emperor's Vault, and for that I shall be needing a few things. Some of your finest workers, and tools, and some food. Do you understand me?\"\u000d\u000a\u000d\u000aShe shakes her head, barely waiting for a response. \"F-o-o-d,\" she repeats. \"<i>Komprenas?</i> Oh dear, I see we shall be here for a while. Listen, I hear you fellows rather like souls. Shall we discuss that like higher primates?\"",
 "Name": "愉快な歓迎@{K}A Delightful Welcome", "Id": 176054}
