{"ChildBranches": [{"DefaultEvent": {"Description": "「もしもあなたの考えが変わったなら――私はまだここにおります。お願いです。バザールは――物語にひどく病んでいるんです。私を助けてください。彼女を助けてください」@{I}\"If you change your mind - I'll still be here. Please. The Bazaar - she has been so sick with stories. Help me. Help her.\"",
                                     "LinkToEvent": {"Id": 141880},
                                     "Name": "「お願いです！」@{I}\"Please!\"", "Id": 176108},
                    "Name": "彼の請願を拒絶する@{I}Reject his plea",
                    "Description": "　彼からはアンモニアと悲しみの臭いがする。あなたは、そのような臭いのしないところに行くべきだ。@{I}He smells of ammonia and sadness. You should go somewhere that does not smell of those things.",
                    "ButtonText": "", "Id": 143691},
                   {"DefaultEvent": {"Description": "「こちらを」彼はくしゃくしゃの紙片をあなたの手に押しつけた。「ここが行き先です。あなたもそこから何かを学ぶことができると思います。このために私は、支配者たちの助力を請わねばなりませんでした。私たちは皆、彼らの企てに絡め取られることになるでしょう。しかし、その価値はありました。誓って。その価値はありました」<br/>　彼はあなたの腕を握り、そして去った。あなたは紙片を開いた。@{I}\"Here.\" He presses a crumpled note into your hand. \"This is where you should take it. You'll learn something, I think. I had to seek the Masters' help for this - we will all be enmeshed in their plans - but it's worth it. I swear it's worth it.\"\u000d\u000a\u000d\u000aHe grips your arm, and is gone. You unfold the note.",
                                     "LinkToEvent": {"Id": 141880},
                                     "Name": "「感謝します」@{I}\"I'm grateful.\"", "Id": 176109},
                    "Name": "彼の依頼を受ける@{I}Accept his commission",
                    "Description": "「遠くへ運んで頂きます。場所はあとで説明します。報酬はお支払いします」[あなたが既に輝く瞳のシーケンサーと大晶洞への輸送の約束を交していた場合、あなたはそれを破ることになります。]@{I}$Grand Geode -> 大晶洞$\"Take it far away. We'll tell you where. You will be paid.\" [If you've already arranged with the Bright-Eyed Sequencer to take it to the Grand Geode, this will cause you to renege.]",
                    "ButtonText": "", "Id": 143692}],
 "Description": "「バザールはソルト・ライオンから昔の記憶を貪っています。そんなことをしても、ただ、彼女自身の憂鬱が深まるだけだというのに。そしてそれは、私たち皆にとっては、なお悪いことです。特に、バザールを愛する者にとっては」<br/>「そこで、私たちはスフィンクスストーンの別の使い途を見つけました。私たちは物事を正すことができるのです」@{I}$Salt Lions -> ソルト・ライオン$\"The Bazaar has been feasting on old memories from the Salt Lions. It only makes her more melancholy, and that's worse for all of us... but especially those who love her.\"\u000d\u000a\u000d\u000a\"So we've found another use for the Sphinxstone. We can set something right.\"",
 "Name": "ペンストックの請願@{I}$Penstock -> ペンストック$Penstock's Plea",
 "Id": 176107}