{"ChildBranches": [{"DefaultEvent": {"Description": "　あなたは自分の船室に戻っていた。小包を開くあなたの手は震えていた。そして中身が露わになった。茶色い骨の一束。その上に置かれた、悲しげな笑み。あなたの父親だ。そして、傲慢にねじ曲がった筆跡で書かれた、一通の手紙も入っていた。<br/><br/>『我が尊敬するミスター・ページへ――我はこの哀れな男から学べる限りを学び取った。貴殿の提案には感謝している。先の取り決めの通り、最終的な成果物に加えて、得られた有益な情報の概要をここに同封する。もしも、貴殿が望んで更なる有望な対象の名を挙げるならば、我としては喜んでこの実験を続けよう。バザールによろしく。その難解さ、最も深遠にして貪欲なる、云々、云々、Fより』<br/><br/>　手紙とは異なる筆跡でびっしりと書き込まれた、二百ページにも渡る手記があった。そこに書かれた秘密を読んで、あなたは目眩を感じた。[あなたは父の遺骨を手に入れました。ロンドンでこれを埋葬し、ゲームに勝利しましょう。]@{I}$[Gg]ant -> ギャント$You are in your cabin, now, fingers trembling as you open the parcel. And there it is: a bundle of brown bones, surmounted by a sad little grin. Your father: and a letter, in arrogantly looped handwriting.\u000d\u000a\u000d\u000a\"MY ESTEEMED MR PAGES - I learnt all that I may from this unfortunate soul. I thank you for your suggestion. As per our agreement, I enclose the final outcome, as well as a summary of all useful information gleaned. I will be pleased to repeat the experiment, should you wish to name any further suitable subjects. Regards to the Bazaar. Yours, his Complexity, the most Profound and Voracious, etc. etc. F.\"\u000d\u000a\u000d\u000aTwo hundred pages of closely written notes in a different script. The secrets revealed therein leave you reeling. [You have your father's bones. Bury them in London to win the game.]",
                                     "Name": "クリスマスの正反対@{I}The opposite of Christmas",
                                     "Id": 176406},
                    "Name": "住所を述べる@{I}Speak the address",
                    "Description": "「……ロンドン、ビーズリーズ・ゲート、エコー・バザール、オルモルのドア」<br/><br/>「どうぞ」配達員はそう言った。彼はあなたを見ることもなく、鉄格子の下から包を押しやった。@{I}$Echo Bazaar -> エコー・バザール$\"...Ormolu Door, the Echo Bazaar, Beazley's Gate, London.\"\u000d\u000a\u000d\u000a\"Here you go,\" the postman says. He shoves the parcel under the grate without looking at you.",
                    "ButtonText": "", "Id": 143888},
                   {"DefaultEvent": {"Description": "「申し訳ありませんが」彼はあくびをしながら言った。「『ボリューミナス』と書かれたものはありますけれどね、これをお渡しするためには、住所書きまで正確に述べていただく必要があります」<br/><br/>　あなたは抗議を始めた。彼らが持っているのは、あなたの父親の骨なのだ。だが、郵便配達員は官僚手続きを盾に取った。あなたに分かったのは、小包の宛先はあなたの家でも家族の家でもなく、港長などの、あなたに思いつく限りのどの住所とも一致しないということだった。<br/><br/>　郵便配達員は、油紙の小包を無感動にとんとんと指で叩いていた。それは、腕ほどの太さの鉄格子を隔てて、わずか数インチ先のことだった。あなたが首を曲げて覗き込もうとしているのに気づくと、彼は小包をひっくり返して住所書きを隠した。「申し訳ありませんがこれ以上はお力にはなれません」彼は平坦な口調でそう言った。あなたが立ち去ろうと振り返ったところで、彼はこう付け加えた。「返信先の宛名には、ファザムキングと書かれています。彼に尋ねてみるというのは？」[ファザムキングの砦を見つけ、物語を先に進めましょう。そこはUnterzeeの南方ないしは中央付近のどこかにあります。]@{I}$Fathomking's Hold -> ファザムキングの砦, Fathomking -> ファザムキング$\"I'm sorry,\" the postman yawns. \"I have something under 'Voluminous'; but you'll need to specify the address before I can release it.\"\u000d\u000a\u000d\u000aYou begin to protest that it's your father's body that they're holding, but the postman takes refuge in bureaucracy. You do learn that it wasn't addressed to your home; your family home; the Harbourmaster; or any other address you can think of.\u000d\u000a\u000d\u000aThe postman drums his fingers dispassionately on the oilskin package, just inches away behind the arm-thick iron bars. He sees you crane your neck, and turns it address-side down. \"Sorry-we-can't-be-of-any-more-assistance,\" he chants. Just as you're turning to leave, he adds: \"It does list the Fathomking as the return address. Perhaps you can ask him?\" [Find the Fathomking's Hold, somewhere in the south or central Unterzee, to continue.]",
                                     "Name": "こんなにも近くに@{I}So close", "Id": 177269},
                    "Name": "配達不能郵便局からあなたの小包を取り戻す@{I}$Dead Letter Office -> 配達不能郵便局$Claim your parcel from the Dead Letter Office",
                    "Description": "　あなたは、格子窓の向こうの、青ざめた伏し目がちな郵便配達員に事情を説明した。彼はあなたの話には興味も理解も示さなかった。説明を終える頃には、あなたはこの男が死んでいるのではないかと疑っていた。この無感動に見開かれた、黄色みがかった両目を閉じさせられた者など、今まで誰もいなかったのではないだろうか。だが、とうとう彼はぴくりと動くと生気を取り戻した。「それで、名前は何でしたっけ？」@{I}You tell your story to the drooping, cadaverous postman behind the grating. He doesn't give any sign of interest or understanding. By the time you've finished your story, you're wondering if he might be dead. Perhaps no one has got around to closing those yellowed and staring eyes. But at last he jerks into life. \"What was the name again?\"",
                    "ButtonText": "", "Id": 144429},
                   {"DefaultEvent": {"Description": "[物語を進めるためには、Unterzeeの南方ないしは中央付近にあるファザムキングの砦を見つけましょう。]@{I}$Fathomking's Hold -> ファザムキングの砦, Fathomking -> ファザムキング$[Find the Fathomking's Hold, somewhere in the south or central Unterzee, to continue.]",
                                     "Name": "", "Id": 178708},
                    "Name": "傷つけられた石@{I}A scarred stone",
                    "Description": "　あなたは父親のファーストネームを見つけた。『エリアス』。ここにある名前の中では、彼が唯一のエリアスだった。しかし、名前の残りは、たがねの綺麗な一撃によって砕かれて失くなっていた。残っているものは、傷つけられた白い石でしかなかった。@{I}Your father's first name - \"ELIAS\". He's the only Elias here. But the rest of the name has been smashed away, with one clean blow of a chisel. The rest is only pale scarred rock.",
                    "ButtonText": "", "Id": 145310}],
 "Description": "　ハッファムによれば、あなたの父親の骨は『ミスター・ボリューミナス』に宛てて送られたものの、住所書きの『ドアの名前が間違っていた』という。ならば遺骨はここにあるはずだ。この配達不能郵便局の、納骨堂を思わせる螺旋構造のどこかに。@{I}$Dead Letter Office -> 配達不能郵便局, Huffam -> ハッファム$Huffam told you your father's bones had been sent to 'Mr Voluminous', but misaddressed to 'the wrong door'. So here they must be, somewhere in the crypty windings of the Dead Letter Office.",
 "Name": "父の遺骨: 小包の奪還@{I}$Your Father's Bones: -> 父の遺骨:$Your Father's Bones: Reclaiming a Parcel",
 "Id": 176405}
