{"ChildBranches": [{"DefaultEvent": {"Description": "遺跡は何世紀も経たような外見をしているかもしれないが、この入り口は比較的新しいもののようだ。猿たちはこの場所を放っておくことが出来ず、常に気まぐれによって新たな一部を加え続けているのだ。@{K}It may look centuries old, but this entryway is relatively new. The monkeys can never leave alone, always adding bits on as their whims demand.",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "それ程古いわけでもない建造物@{K}A not so ancient edifice", "Id": 176472},
                    "Name": "始皇帝の宝物庫へ@{K}To the Vault of the First Emperor",
                    "Description": "石の門が小さな空き地に圧し掛かるようにして立っている。@{K}Its stone entrance dominates a small clearing.",
                    "ButtonText": "", "Id": 143928},
                   {"DefaultEvent": {"Description": "すくなくとも、あなたにはそう見えた。バーナバスの空白の顔は何も示さないのではっきりとは分からない。彼は目が見えるのだろうか？どうやら一応見えてはいるらしい。ともあれ、彼はあなたがちいさな像を取り上げても他の者に警告するような真似はしなかった。@{K}At least, you don't think so. It is hard to tell, with Barnabas' blank face giving nothing away. Can he see? He seems to be able to, somehow. In any event, he makes no move to raise an alarm as you take the small trinket.",
                                     "LinkToEvent": {"Id": 176471}, "Name": "誰も見ていない@{K}Nobody is watching",
                                     "Id": 176476},
                    "Name": "猿の皇帝への贈り物@{K}A Gift for the Monkey Emperor",
                    "Description": "愉快な女冒険家はすでに多くの宝物を見つけ横によけていた。その中にある小さな彫像はとりわけ興味深いもののように見える。@{K}$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress has already uncovered and put aside many treasures. A small statue amongst them looks particularly interesting.",
                    "ButtonText": "", "Id": 143931},
                   {"DefaultEvent": {"Description": "あなたは再び堂々たる石の門の前に立った。@{K}You stand once more before the imposing stone door.",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "猿たちはぼんやりと座り込み、指示を待っている@{K}Monkeys sit idle, waiting for instructions",
                                     "Id": 176477},
                    "Name": "始皇帝の宝物庫へ@{K}To the Vault of the First Emperor",
                    "Description": "その秘密はいまだあなたを待っている。@{K}Its secrets still await you.", "ButtonText": "",
                    "Id": 143932},
                   {"DefaultEvent": {"Description": "ここは猿の助手たちもおらず、静かだ。@{K}It is quieter here, away from her monkey helpers.",
                                     "LinkToEvent": {"Id": 175475},
                                     "Name": "あなたは静かにキャンプを後にし森の中へと入った@{K}You slip away through the forest", "Id": 176478},
                    "Name": "愉快な女冒険家のベースキャンプを去る@{K}$Delightful Adventuress -> 愉快な女冒険家$Leave the Delightful Adventuress' camp",
                    "Description": "今あなたが出来ることは何もない。@{K}There is nothing here you need right now.",
                    "ButtonText": "", "Id": 143933},
                   {"DefaultEvent": {"Description": "バーナバスは厳粛にあなたの後ろをついてモザイクの床まで大きな足音を立てながら歩いてきた。そしてそのまま全ての仕掛けの上に立つ。優に数分間は矢の空を切る音が部屋を満たしたが、とうとう罠は空になったようだ。\u000d\u000a\u000d\u000a彼はあらかじめ決められた報酬を受け取った。体が欠けてすらいない。そしてゆっくりと頷くと女主人のキャンプへと続く階段へとどしんどしんと戻っていった。そのすぐ後に、微妙に苛立った表情の女冒険が姿を見せた。「ご存じでしょうが、あのクレイマンを雇うのに一財産がかかっているのですよ」彼女は大股に通り過ぎながらぶつぶつと言った。「まあ、お気になさらず！前進しましょう！」@{K}$Delightful Adventuress -> 愉快な女冒険家$Barnabas stoically lumbers after you to to the mosaic floor, and proceeds to step on everything. The 'phwit!' of crossbow bolts fills the air for a good couple of minutes before it appears the traps have finally run dry.\u000d\u000a\u000d\u000aHe takes the agreed fee, his body not even chipped. Then he nods slowly, and lumbers back up the stairs to his mistress' camp. A somewhat irritated looking Delightful Adventuress appears soon afterwards. \"That fellow cost me a small fortune, you know,\" she mutters, striding past. \"Well, never mind! We press on!\"",
                                     "LinkToEvent": {"Id": 175835},
                                     "Name": "顔のない男に溜息をつくことが出来たなら@{K}If a faceless man could sigh", "Id": 176557},
                    "Name": "バーナバスに金を払いモザイクの床を通り抜ける手助けをしてもらう@{K}Pay Barnabas to help with the Mosaic Floor",
                    "Description": "クレイマンがクロスボウを恐れる必要はないだろう。@{K}$Clay M[ae]n -> クレイマン$A Clay Man has little to fear from crossbow bolts",
                    "ButtonText": "", "Id": 144001},
                   {"DefaultEvent": {"Description": "「ああ、あなただったの。まあそうでしょうね。この嫌な地図を解読するのを手伝ってくださる？猿たちは全く何もわからないようだから」\u000d\u000a\u000d\u000a彼女は首を振った。「猿たちは私たちの魂によって精神的に高められていると主張しているけれど、私に言わせればこれもただの猿が考えて、行うことに過ぎません。彼らはツェッペリンによって新たな帝国を作り上げることが出来ると思っているのですよ、信じられますか？待ちなさい！そこのお前！今すぐそれを吐き出しなさい！」@{K}$Zeppelin -> ツェッペリン$\"Oh, it's you. Of course. Help me with these blasted maps, would you? The monkeys are <i>quite</i> clueless.\"\u000d\u000a\u000d\u000aShe shakes her head. \"They claim our souls uplift them, but if you ask me it's just a case of monkey-see, monkey-do. Can you believe they think that Zeppelin of theirs will let them create a new Empire? Wait! You there! <i>Take that out of your mouth this very second!</i>\"",
                                     "LinkToEvent": {"Id": 176471},
                                     "Name": "慌ただしいサーカスの女主人@{K}A flustered circus-mistress", "Id": 176558},
                    "Name": "愉快な女冒険家と話す@{K}$Delightful Adventuress -> 愉快な女冒険家$Speak with the Delightful Adventuress",
                    "Description": "彼女は宝物庫へと駆け付ける用意を整えているようだ。@{K}She prepares to make her run on the Vault.",
                    "ButtonText": "", "Id": 144002},
                   {"DefaultEvent": {"Description": "「いいことダーリン、猿たちに公平に戦う気が無いのなら、私たちだって同じ行いをしない理由はないわ」彼女は一瞬テーブルを指先で叩いた。「要するにこのささやかな仕掛けを解き明かす必要は必ずしもなく、ドアを通り抜けさえすればいいのです。もっと単純な方法があるかもしれませんよ？」@{K}\"I would say, darling, that if the monkeys are not going to play fair, then there is no reason we should do any different.\" She taps the table for a moment. \"It is after all not solving that little toy that matters, but getting through the door. Perhaps there is a simpler way?\"",
                                     "LinkToEvent": {"Id": 176471},
                                     "Name": "愉快な女冒険家はあきれた顔をした@{K}$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress rolls her eyes",
                                     "Id": 176559},
                    "Name": "愉快な女冒険家と相談する@{K}$Delightful Adventuress -> 愉快な女冒険家$Consult with the Delightful Adventuress",
                    "Description": "この忌々しいパズルに関して何かいい案はあるだろうか？@{K}Does she have any ideas on that infernal puzzle?",
                    "ButtonText": "", "Id": 144003},
                   {"DefaultEvent": {"Description": "「親愛なる船長、私の経験から言えば、ああいった仕掛けはおせっかいな司祭のような人種が、宝を渡す前に墓荒らしの頭に文化を少しでも叩き込んでやろうと作っているだけの物なのです。それかちょっとした素敵な教訓をね。分かったらさっさと壁を作って進みましょう！」\u000d\u000a\u000d\u000a彼女は軽く爪を噛んだ。「猿の言語が読めたなら、正しい文章も分かるでしょう。もちろん、単純に問題を完全に避けて通る方法もあります。バーナバス！何か考えは？」\u000d\u000a\u000d\u000a巨大なクレイマンは自分の任務から顔をあげなかった。@{K}$Clay M[ae]n -> クレイマン$\"In my experience darling, such things are built solely by meddling priest types to try to make potential tomb raiders at least bang a little culture into their heads before they get their hands on the loot. Precious little bloody point otherwise. Just wall it up and be done!\"\u000d\u000a\u000d\u000aShe bites a nail gently. \"If only we could read the monkey language, we could work out the correct sequence. Of course, there could be a way to simply bypass the problem entirely. Barnabas! Have you any thoughts?\"\u000d\u000a\u000d\u000aThe giant Clay Man does not look up from his duties.",
                                     "LinkToEvent": {"Id": 176471},
                                     "Name": "愉快な女冒険家は考え込んだ@{K}$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress ponders it",
                                     "Id": 176560},
                    "Name": "愉快な女冒険家と相談する@{K}$Delightful Adventuress -> 愉快な女冒険家$Consult with the Delightful Adventuress",
                    "Description": "あのモザイクの床を通る方法を思いついただろうか？@{K}Can she think of a way over that mosaic floor?",
                    "ButtonText": "", "Id": 144004},
                   {"DefaultEvent": {"Description": "彼女はほとんど一人で宝物庫を制する（間違いなくそう主張することだろう）ことが出来そうだという期待から、目の回るような感覚に襲われているらしい。まあ、どうだっていい事だ。宝の分け前がもらえるなら苦労した価値はあったと言えるだろう。@{K}$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress seems almost giddy with anticipation at having, as she will no doubt claim, almost single-handedly conquered the Vault. Well, no matter. As long as your share of the reward makes it worthwhile.",
                                     "LinkToEvent": {"Id": 176471},
                                     "Name": "「カピタノ！あとほんの少しですよ！」@{K}\"My kapitano! We are so close!\"", "Id": 176774},
                    "Name": "愉快な女冒険家と相談する@{K}$Delightful Adventuress -> 愉快な女冒険家$Consult with the Delightful Adventuress",
                    "Description": "彼女はいらいらと足で地面を小刻みに叩いている。@{K}She taps her feet impatiently.", "ButtonText": "",
                    "Id": 144157}],
 "Description": "愉快な女冒険家は顔のないクレイマンの護衛バーナバスと彼女の魂を代償に雇われた労働猿の小さな一団と共に、始皇帝の宝物庫の発掘を進めている。@{K}$Clay M[ae]n -> クレイマン, Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress, helped by her faceless Clay Man bodyguard Barnabas and a small group of worker monkeys hired for the price of her soul, works to excavate the Vault of the First Emperor.",
 "Name": "愉快なベースキャンプ@{K}A Delightful Basecamp", "Id": 176471}
