{"ChildBranches": [{"DefaultEvent": {"Description": "猿の拾い子はあなたを強く抱きしめた。そして目を輝かせて尋ねる。武器はどこにしまってあるの……と。@{M/K}小娘は貴方を強く抱きしめて来た。そして目をキラキラと輝かせながら聞く。<i>武器は</i>何処にしまってあるの...と。@{M}$Monkey Foundling -> 猿の拾い子$The Monkey Foundling hugs you tight. And asks, eyes sparkling, where you keep the <i>weapons...</i>",
                                     "Name": "「やった！」@{K}\"やった!\"@{M}\"Yay!\"", "Id": 176474},
                    "Name": "船に留まることを許可する@{K}彼女を此処に居させる@{M}Let her stay",
                    "Description": "とりあえず彼女は雑用をして食い扶持を稼ぐ事が出来るだろう。あなたの宝を磨いたり、マグを満たす人間は必要だ。いずれは、オフィサーに育て上げることも出来るかもしれない。@{K}彼女は今は取るに足らない雑用ぐらいは出来るだろう。財宝を磨く必要もある。マグカップを満たす必要もある。やがて、多分彼女は幹部にぐらいはなれるかもしれない。@{M}$[Oo]fficer -> オフィサー$She can earn her keep doing odd jobs for now. Your treasures need polishing. Your mug needs filling. In time, maybe you can make an Officer out of her.",
                    "ButtonText": "", "Id": 143929},
                   {"DefaultEvent": {"Description": "だがあなたは折れない。いつの日か、彼女にもあなたと同じく自分でZeeに出ることの出来る機会がくるだろう。しかし今のところはフォールン・ロンドンの孤児院で安全に暮らすのがいい。もちろん、見事な邸宅の傍の素敵な孤児院だ。もう一つの方では確実にない。@{K}しかし貴方の決意は固い。何時の日か、かつて貴方がそうした様に、彼女もまた自分でジーに飛び出すチャンスが有ろう。今は、彼女を堕ちたるロンドンの孤児院まで安全に連れて行く事だ。小洒落たタウンハウスの、感じの良い人の元に。確実に他の人ではない。@{M}$Fallen London -> フォールン・ロンドン$But you hold firm. One day, she will have the chance to set to zee, like you did. For now, you will see her safe to an orphanage back in Fallen London. That pleasant one under the handsome townhouse, of course. Definitely not the other one. ",
                                     "Name": "猿の拾い子は盛大に泣き出した@{K}小娘の目から涙が滝のように溢れ出る@{M}$Monkey Foundling -> 猿の拾い子$The Monkey Foundling bursts into tears",
                                     "Id": 176554},
                    "Name": "却下@{M}Refuse",
                    "Description": "Zeeは子供のいるような場所ではない。@{K}ジーは子供の居るべき場所ではない。@{M}The zee is no place for a child.",
                    "ButtonText": "", "Id": 143998}],
 "Description": "近頃備品係が食糧がなくなると愚痴をこぼしていた理由が、今分かった。猿の拾い子が無邪気な笑みを浮かべ木箱の後ろに座り込んでいる。口の周りに新しい食べかすをつけて。そして寝床代わりにしているのは……待てよ、あれは盗まれたあなたの服だろうか？うん、だってあなたたのしそうだったし、と彼女は言う。心底あなたとZeeを探検したがっているようだ。@{K}操舵員は以前、よく食べ物が無くなると苦情を言っていた事があるが、貴方はその理由を今把握した。小娘が箱の後ろで無邪気に座り込み、口の周りには真新しい食べかすをべったりと付け、何か柔らかそうな物の上に寝転がって...待て、それは盗まれた貴方の服では無いのか?彼女は、貴方がすごく楽しそうにしていたと言っている。どうやら彼女はどうしても貴方と一緒にジーを探索したいと願っているようだ。@{M}$Monkey Foundling -> 猿の拾い子$The quartermaster has been complaining of food going missing of late, and now you know why. The Monkey Foundling sits smiling innocently behind a crate, mouth surrounded by fresh crumbs and in a bed of... wait, your stolen clothes? Yeah, you seemed fun, she says. She desperately wants to explore the zee with you.",
 "Name": "密航者だ!@{M}A stowaway!", "Id": 176473}
