{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは小部屋へと連れていかれ、初めに服を脱ぐよう丁重に促された。そしてその後にほんの少し角度が違うか、あるいは鋭い部分が多ければ拷問器具となりそうな鋼鉄の装置の中に入り拘束される。商人は心配することはないとあなたを安心させようとした。しかし彼はその直後に小姓だけではなく、約束には含まれていない一番新しい見習いになることを望む若いペンテコステ猿の群れまでも部屋に招き入れた。\u000d\u000a\u000d\u000a何故エーテルを使うのか知っている者はいるか、と商人が尋ね彼らの最も年長の者に答えさせた。彼女はあなたを見つめ、エーテルの瓶を見た。続けて布切れを見る。彼女はにっこりと笑った。そしてカラカラの布切れをあなたの口に押し込む。\u000d\u000a\u000d\u000a結果として、商人の問いの答えには悲鳴が含まれることが分かった。それもかなりの量の悲鳴が。\u000d\u000a\u000d\u000aしばらくの後に、あなたはぼろ布の上で痛みと不思議な喪失感と共に目覚めた。終わったのだ。あなたの精神はその奇妙な空虚を舌が欠けた歯のあった場所を舐めるように確かめた。\u000d\u000a\u000d\u000a魂の商人が代金を支払った。そして彼は取り分の一部をあなたに返したが、それは謝罪からというより黙っていることを期待して渡されたもののようだ。@{K}$Pentecost -> ペンテコステ$You are led into a small room and politely asked to first disrobe, and then permit yourself to be bound in a metal contraption only a few degrees or sharp edges from being a torture device. The Chandler assures you that you have nothing to worry about, before welcoming in not simply the Page, as agreed, but group of young Pentecost apes hoping to be his latest apprentice.\u000d\u000a\u000d\u000aWho amongst them knows why ether is involved, he asks, allowing the eldest to do the honours. She looks at you. She looks at the bottle of ether. She looks at the rag. She grins. And she pushes it, bone-dry, into your mouth.\u000d\u000a\u000d\u000aThe answer, it turns out, involves screaming. Much.\u000d\u000a\u000d\u000aLater, you awaken under rags, aching, with a strange feeling of loss. It is done. Your mind licks at the strange emptiness as a tongue might a missing tooth.\u000d\u000a\u000d\u000aThe Chandler of Souls has your payment. He returns his cut, less in apology than in the hope that you will remain quiet.",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "契約は結ばれた@{K}The arrangements are made", "Id": 176485},
                    "Name": "野望を抱く小姓に売る@{K}Sell to the Ambitious Page",
                    "Description": "彼女は交換先が見つかればすぐにもあなたの魂も手放すだろう。しかし今のところは、彼女の目的のため役立てられることになる。[野望を抱く小姓は400エコーを支払います。]@{K}She will likely not keep it for longer than it takes to trade up. For now though, it serves her purposes. [The Ambitious Page can offer 400 Echoes]",
                    "ButtonText": "", "Id": 143939},
                   {"DefaultEvent": {"Description": "第二夫人は、宮殿の静かな一角に位置するお香の香り漂う彼女の小さな部屋であなたを待っていた。そして服を脱ぎクッションで作られたベッドに伏せるようあなたに促し、心安らぐ香りの油をあなたの背に塗りこんだ。彼女の毛に覆われた指は骨にまで届く緊張をことごとくほぐし、あなたはすぐに満ちたりた穏やかな心地で海よりも深い眠りへと沈み込んだ。\u000d\u000a\u000d\u000aすぐに（このような時はいつでもすぐに感じられるが）、あなたは絹のベッドの上で目覚めた。終わったのだ。あなたの精神はその奇妙な空虚を舌が欠けた歯のあった場所を舐めるように確かめた。@{K}In her incense-perfumed chamber in a quiet corner of the palace, the Veiled Concubine awaits. She bids you to disrobe and lie face-down on a bed of cushions, where she rubs relaxing scented oils into your back. Her furred fingers massage away tensions so deep as to be in your bones. It is not long before you slip peacefully, content, into a sleep deeper than the zee itself.\u000d\u000a\u000d\u000aToo soon, for it would always have been too soon, you awaken in a bed of silks. It is done. Your mind licks at the strange emptiness as a tongue might a missing tooth.",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "契約は結ばれた@{K}The arrangements are made", "Id": 176486},
                    "Name": "ベールを被った第二夫人に売る@{K}Sell to the Veiled Concubine",
                    "Description": "彼女は召使の階級から低い位の貴族へと昇りたがっている。[ベールを被った第二夫人は850エコーを支払います。]@{K}She seeks uplifting from the servant classes to the low-aristocracy. [The Veiled Concubine can offer 850 Echoes]",
                    "ButtonText": "", "Id": 143940},
                   {"DefaultEvent": {"Description": "悪魔はこの作業を“摘出”と呼ぶ。美しい儀式だとも言う。ペンテコステ猿のやり方はそれよりも実用的だ。少なくとも、この品質の魂に対してはそうだ。\u000d\u000a\u000d\u000aあなたは小部屋へと連れていかれ、初めに服を脱ぐように、求められるのではなく、直接的に命じられた。そしてその後にほんの少し角度が違うか、あるいは鋭い部分が多ければ拷問器具となりそうな鋼鉄の装置の中に入り拘束される。あなたの頭は伏せる形で固定されたため、何が錆を金属で削ろうとした時のような甲高い音を立てているのか横を向いて確かめることは出来ない。何か冷たい物が背中をちくりと刺した。エーテルに浸された布があなたの口に被される。\u000d\u000a\u000d\u000aしばらくの後に、あなたはあちこちに痣を作り、頭痛と喪失感と共に目覚めた。終わったのだ。あなたの精神はその奇妙な空虚を舌が欠けた歯のあった場所を舐めるように確かめた。@{K}$Pentecost -> ペンテコステ$The devils call it Abstraction. It is said to be a beautiful ceremony. The methods of the Pentecost apes are rather more functional. At least for this quality of soul.\u000d\u000a\u000d\u000aYou are led into a small room and ordered, not asked, to disrobe. You permit yourself to be bound in a metal contraption only a few sharp edges from being a torture device. Your head is locked forwards, unable to turn to see what is causing the screeching sounds of metal on rust. Something cold pricks your back. An ether-soaked rag is pressed against your mouth.\u000d\u000a\u000d\u000aLater, you awaken bruised, with a headache and feeling of loss. It is done. Your mind licks at the strange emptiness as a tongue might a missing tooth.",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "契約は結ばれた@{K}The arrangements are made", "Id": 176487},
                    "Name": "ポート・スタントンの市長に売る@{K}$Port Stanton -> ポート・スタントン$Sell to the Mayor of Port Stanton",
                    "Description": "彼はこれで、宮廷人となるための請願に必要とされる五つの魂を手に入れたことになる。[市長は175エコーを支払います。]@{K}With it, he will have the five souls needed to petition for membership of the Court. [The Mayor can offer 175 Echoes]",
                    "ButtonText": "", "Id": 143941},
                   {"DefaultEvent": {"Description": "あなたは夜会に名誉ある客人として招かれた。彼と同じく高い階級にある多くの魂を持つ猿の出席者たちは皆あなたの語る海の物語に夢中になった。隔離令によってエンパイア・オブ・ハンズの住人たちが少しでも遠くへと行こうと思った場合、密かに船に忍び込む以外の道はない。だが、それは多くの魂を持つ猿に相応しい旅とは全く言えないのだ。あなたもそう思うだろう？\u000d\u000a\u000d\u000aこの猿たちは実際驚くほどに素晴らしい会話相手だった。ワインと麻薬も豊富に供される。最後の客人が立ち去り、取引を締めくくる段階に来た時でさえ魂が話題にのぼることはなかった。招待主はあなたがワインと薬物両方のグラスを飲み干すのを待ち、あなたが椅子に倒れこむと軽々と受け止めた。\u000d\u000a\u000d\u000aしばらくの後に、あなたは長椅子の上で毛布をかぶり目覚めた。洗われた上でアイロンをあてられた服が近くの椅子であなたの出立を持っている。終わったのだ。あなたの精神はその奇妙な空虚を舌が欠けた歯のあった場所を舐めるように確かめた。@{K}$Empire of Hands -> エンパイア・オブ・ハンズ$You are the guest of honour at an evening soiree, where he and fellow high-souled apes all but dote on your stories of the zee. Under its quarantine, residents of the Empire of Hands have no choice but to smuggle themselves any real distance, and that is hardly a journey for a high-souled ape. Do you not agree?\u000d\u000a\u000d\u000aThe apes prove surprisingly fine company, the wine and opiates flowing free. Souls are not even discussed once, not even when the last guest has gone and it is time for business to be concluded. Your host waits for you to drain your glass of both wine and drugs, catching you easily as you slump in your chair.\u000d\u000a\u000d\u000aYou awaken on a couch under a blanket, your clothes on a nearby chair - freshly washed, pressed and awaiting your departure. It is done. Your mind licks at the strange emptiness as a tongue might a missing tooth.",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "契約は結ばれた@{K}The arrangements are made", "Id": 176488},
                    "Name": "猿の準男爵に売る@{K}Sell to the Monkey Baronet",
                    "Description": "彼はあなたの瞳の内に何か彼を感心させるものを見出したらしい。自分の磨かれた銀の鏡の内にそれを複製できるか試してみたいそうだ。[猿の準男爵は1000エコーを支払います。]@{K}There is something in your eyes he approves of. He wishes to see if he can replicate it in his own polished-silver mirror. [The Monkey Baronet can offer 1000 Echoes]",
                    "ButtonText": "", "Id": 143942},
                   {"DefaultEvent": {"Description": "あなたは小部屋へと先導され、初めに服を脱ぐよう丁重に促された。そしてその後にほんの少し角度が違うか、あるいは鋭い部分が多ければ拷問器具となりそうな鋼鉄の装置の中に入り拘束される。そしてエーテルに浸された布があなたの顔に押し当てられスピリフェイジの施術が始められた。\u000d\u000a\u000d\u000aあなたは小さなベッドで目覚めた。終わったのだ。あなたの精神はその奇妙な空虚を舌が欠けた歯のあった場所を舐めるように確かめた。\u000d\u000a\u000d\u000a服を着ていると、明らかに優美な家令の手で書かれ署名された手紙が若い猿によって届けられた。彼は皇帝の代理としてあなたに素晴らしい贈り物の礼を述べ、この感謝のしるしを受け取ってほしいと言った。@{K}You are led into a small room and politely asked to first disrobe, and then permit yourself to be bound in a metal contraption only a few sharp edges from being a torture device. An ether-soaked rag is pressed to your face as the sprifage process is carried out.\u000d\u000a\u000d\u000aYou awaken on a small bed. It is done. Your mind licks at the emptiness as a tongue might a missing tooth.\u000d\u000a\u000d\u000aAs you dress, a young monkey arrives with a letter clearly written and signed by the Exquisite Seneschal. He thanks you on behalf of his Emperor for such a fine gift, and hopes you will accept this token of gratitude.",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "契約は結ばれた@{K}The arrangements are made", "Id": 176489},
                    "RareDefaultEvent": {"Description": "あなたは小部屋へと先導され、初めに服を脱ぐよう丁重に促された。そしてその後にほんの少し角度が違うか、あるいは鋭い部分が多ければ拷問器具となりそうな鋼鉄の装置の中に入り拘束される。そしてエーテルに浸された布があなたの顔に押し当てられスピリフェイジの施術が始められた。\u000d\u000a\u000d\u000aあなたは小さなベッドで目覚めた。終わったのだ。あなたの精神はその奇妙な空虚を舌が欠けた歯のあった場所を舐めるように確かめた。\u000d\u000a\u000d\u000a服を着ていると、明らかに優美な家令の手で書かれ署名された手紙が若い猿によって届けられた。彼は皇帝の代理としてあなたに素晴らしい贈り物の礼を述べ、この感謝のしるしを受け取ってほしいと言った。@{K}You are led into a small room and politely asked to first disrobe, and then permit yourself to be bound in a metal contraption only a few sharp edges from being a torture device. An ether-soaked rag is pressed to your face as the spirifage process is carried out.\u000d\u000a\u000d\u000aYou awaken on a small bed. It is done. Your mind licks at the emptiness as a tongue might a missing tooth.\u000d\u000a\u000d\u000aAs you dress, a young monkey arrives with a letter clearly written and signed by the Exquisite Seneschal. He thanks you on behalf of his Emperor for such a fine gift, and hopes you will accept this token of gratitude.",
                                         "LinkToEvent": {"Id": 175842},
                                         "Name": "契約は結ばれた@{K}The arrangements are made",
                                         "Id": 178126},
                    "Name": "皇帝へ贈る@{K}A gift for the Emperor",
                    "Description": "もちろん、彼が受け取ってもよいと思ったならの話だ。[この取引は皇帝のその時の気分に左右される賭けです。]@{K}If it pleases him to accept, of course. [This trade is a gamble, based on the Emperor's mood]",
                    "ButtonText": "", "Id": 143943},
                   {"DefaultEvent": {"Description": "あなたの気が変わった時は、彼はここにいる。@{K}Should you change your mind, he is here.",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "魂商が一礼した@{K}The Chandler of Souls bows", "Id": 176490},
                    "Name": "売り物ではない。今のところは。@{K}No sale. Not for now.",
                    "Description": "彼らの付けた値が不当だったのか、単に考え直したのか。ともかくあなたは自分の魂を取っておく事にした。@{K}Whether the offers are insufficient or you simply thought twice, you'll be keeping your soul.",
                    "ButtonText": "", "Id": 143944},
                   {"DefaultEvent": {"Description": "あなたは小部屋へと先導され、初めに服を脱ぐよう丁重に促された。そしてその後にほんの少し角度が違うか、あるいは鋭い部分が多ければ拷問器具となりそうな鋼鉄の装置の中に入り拘束される。そしてエーテルに浸された布があなたの顔に押し当てられスピリフェイジの施術が始められた。\u000d\u000a\u000d\u000aあなたは小さなベッドで目覚めた。終わったのだ。あなたの精神はその奇妙な空虚を舌が欠けた歯のあった場所を舐めるように確かめた。\u000d\u000a\u000d\u000a服を着ていると、明らかに優美な家令の手で書かれているが、皇帝本人によって署名された手紙が若い猿によって届けられた。彼はあなたに素晴らしい贈り物の礼を述べ、この贈り物をエンパイア・オブ・ハンズの感謝の一例として受け取ってほしいと言った。@{K}$Empire of Hands -> エンパイア・オブ・ハンズ$You are led into a small room and politely asked to first disrobe, and then permit yourself to be bound in a metal contraption only a few sharp edges from being a torture device. An ether-soaked rag is pressed to your face as the spirifage process is carried out.\u000d\u000a\u000d\u000aYou awaken on a small bed. It is done. Your mind licks at the emptiness as a tongue might a missing tooth.\u000d\u000a\u000d\u000aAs you dress, a young monkey arrives with a letter clearly written by the Exquisite Seneschal, but signed by the Emperor's own hand. He thanks you for such a fine gift, and hopes that you will accept this as a token and demonstration of the Empire of Hands' gratitude.",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "契約は結ばれた@{K}The arrangements are made", "Id": 176491},
                    "RareDefaultEvent": {"Description": "あなたは小部屋へと先導され、初めに服を脱ぐよう丁重に促された。そしてその後にほんの少し角度が違うか、あるいは鋭い部分が多ければ拷問器具となりそうな鋼鉄の装置の中に入り拘束される。そしてエーテルに浸された布があなたの顔に押し当てられスピリフェイジの施術が始められた。\u000d\u000a\u000d\u000aあなたは小さなベッドで目覚めた。終わったのだ。あなたの精神はその奇妙な空虚を舌が欠けた歯のあった場所を舐めるように確かめた。\u000d\u000a\u000d\u000a服を着ていると、明らかに優美な家令の手で書かれているが、皇帝本人によって署名された手紙が若い猿によって届けられた。彼はあなたに素晴らしい贈り物の礼を述べ、この感謝のしるしを受け取ってほしいと言った。@{K}$Empire of Hands -> エンパイア・オブ・ハンズ$You are led into a small room and politely asked to first disrobe, and then permit yourself to be bound in a metal contraption only a few sharp edges from being a torture device. An ether-soaked rag is pressed to your face as the spirifage process is carried out.\u000d\u000a\u000d\u000aYou awaken on a small bed. It is done. Your mind licks at the emptiness as a tongue might a missing tooth.\u000d\u000a\u000d\u000aAs you dress, a young monkey arrives with a letter clearly written by the Exquisite Seneschal, but signed by the Emperor's own hand. He thanks you for such a fine gift, and hopes that you will accept this as a token and demonstration of the Empire of Hands' gratitude.",
                                         "LinkToEvent": {"Id": 175842},
                                         "Name": "契約は結ばれた@{K}The arrangements are made",
                                         "Id": 178125},
                    "Name": "皇帝へ贈る@{K}A gift for the Emperor",
                    "Description": "もちろん、彼が受け取ってもよいと思ったならの話だ。[この取引は皇帝のその時の気分に左右される賭けです。]@{K}If it pleases him to accept, of course. [This trade is a gamble, based on the Emperor's mood]",
                    "ButtonText": "", "Id": 143945},
                   {"DefaultEvent": {"Description": "あなたは小部屋へと先導され、初めに服を脱ぐよう丁重に促された。そしてその後にほんの少し角度が違うか、あるいは鋭い部分が多ければ拷問器具となりそうな鋼鉄の装置の中に入り拘束される。そしてエーテルに浸された布があなたの顔に押し当てられスピリフェイジの施術が始められた。\u000d\u000a\u000d\u000aあなたは小さなベッドで目覚めた。終わったのだ。あなたの精神はその奇妙な空虚を舌が欠けた歯のあった場所を舐めるように確かめた。\u000d\u000a\u000d\u000a服を着ていると、若い猿によって優美な家令の手で書かれ署名された手紙が届けられた。その内容はあなたを誉めそやすようなものではなかった。あなたの贈り物は礼儀を示すため渋々帝国の宝と共に並べられることになるが、この先は皇帝の地位に見合うものだけを贈るよう求められた。@{K}You are led into a small room and politely asked to first disrobe, and then permit yourself to be bound in a metal contraption only a few sharp edges from being a torture device. An ether-soaked rag is pressed to your face as the spirifage process is carried out.\u000d\u000a\u000d\u000aYou awaken on a small bed. It is done. Your mind licks at the emptiness as a tongue might a missing tooth.\u000d\u000a\u000d\u000aAs you dress, a young monkey arrives with a letter written and signed by the Exquisite Seneschal. It is not flattering. Your gift will grudgingly be placed with the Emperor's treasures, as politeness demands, but you are asked to only send gifts appropriate to his stature in future.",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "契約は結ばれた@{K}The arrangements are made", "Id": 178129},
                    "RareDefaultEvent": {"Description": "あなたは小部屋へと先導され、初めに服を脱ぐよう丁重に促された。そしてその後にほんの少し角度が違うか、あるいは鋭い部分が多ければ拷問器具となりそうな鋼鉄の装置の中に入り拘束される。そしてエーテルに浸された布があなたの顔に押し当てられスピリフェイジの施術が始められた。\u000d\u000a\u000d\u000aあなたは小さなベッドで目覚めた。終わったのだ。あなたの精神はその奇妙な空虚を舌が欠けた歯のあった場所を舐めるように確かめた。\u000d\u000a\u000d\u000a服を着ていると、若い猿によって優美な家令の手で書かれ署名された手紙が届けられた。彼女は皇帝の代理としてあなたに贈り物の礼を述べ、この感謝のしるしを受け取ってくれることを望むと書いていた。@{K}You are led into a small room and politely asked to first disrobe, and then permit yourself to be bound in a metal contraption only a few sharp edges from being a torture device. An ether-soaked rag is pressed to your face as the spirifage process is carried out.\u000d\u000a\u000d\u000aYou awaken on a small bed. It is done. Your mind licks at the emptiness as a tongue might a missing tooth.\u000d\u000a\u000d\u000aAs you dress, a young monkey arrives with a letter written and signed by the Exquisite Seneschal. She thanks you on behalf of her Emperor for your gift, and hopes you will accept this token of gratitude.",
                                         "LinkToEvent": {"Id": 175842},
                                         "Name": "契約は結ばれた@{K}The arrangements are made",
                                         "Id": 178130},
                    "Name": "皇帝へ贈る@{K}A gift for the Emperor",
                    "Description": "もちろん、彼が受け取ってもよいと思ったならの話だ。[この取引は皇帝のその時の気分に左右される賭けです。]@{K}If it pleases him to accept, of course. [This trade is a gamble, based on the Emperor's mood]",
                    "ButtonText": "", "Id": 144932}],
 "Description": "多くの魂を持つ高位の猿たちは有益な霊的向上を探し求めており、魂の量より質を重んじる。商人は悪魔の腕前を持ち合わせてはいないが、それは問題にはならないとあなたに請けあった。彼が気に掛けているのはあなたの魂であって、あなたの安楽ではないのだ。@{K}High-souled apes prize quality over quantity, seeking beneficial spiritual alchemy. The Chandler lacks the finesse of devils, but he assures you this is not a problem. Your soul is his concern, your comfort is not.",
 "Name": "魂の商人@{K}The Chandler of Souls", "Id": 176484}
