{"ChildBranches": [{"DefaultEvent": {"Description": "ハースセイク島の人食い海賊たちは、長い間帝国の前足に刺さる棘のような存在であり続けている。この小さなガラス瓶の液体数滴で、彼らに始末をつけられるのだ。彼らの蓄えは猿たちの旅のための食糧に喜んで加えられるだろう。@{K}The cannibal pirates of Hearthsake Island have long been a thorn in the Empire's paw. With a few little drops of this vial, you could deal with them for good. Their supplies would be very welcome for the voyage.",
                                     "LinkToEvent": {"Id": 176492}, "Name": "最後の晩餐@{K}A final meal",
                                     "Id": 176493},
                    "Name": "計画：ツェッペリンの物資@{K}$Zeppelin -> ツェッペリン$A Plan: Supplies for the Zeppelin",
                    "Description": "優美な家令ならば、食料を集める不愉快な方法を知っているかもしれない。しかし、彼女は信頼できる友人にしかその方法を話さないだろう。@{K}The Exquisite Seneschal may have an unpalatable way of gathering supplies, but only for a trusted friend.",
                    "ButtonText": "", "Id": 143946},
                   {"DefaultEvent": {"Description": "家令があなたに人には読み解けそうもない文字で書かれた署名済みの契約書を手渡した。これをアイアン・リパブリックまで持って行けば、悪魔たちが水素を渡してくれるらしい。ツェッペリンの燃料を完全に補給するには何度か往復する必要があるだろう。しかし、金はかからない。@{K}$Iron -> アイアン, Zeppelin -> ツェッペリン, Iron Republic -> アイアン・リパブリック$The Exquisite Seneschal provides you with a signed contract in a language it is unlikely any human can read. If you take it to the Iron Republic, they will provide you with Hydrogen. It will take several trips to fully supply the Zeppelin, but there will be no charge.",
                                     "LinkToEvent": {"Id": 176492},
                                     "Name": "悪魔との取引@{K}A deal with the devils", "Id": 176501},
                    "Name": "計画：ツェッペリンの燃料@{K}$Zeppelin -> ツェッペリン$A Plan: Fuel for the Zeppelin",
                    "Description": "優美な家令はアイアン・リパブリックと友好関係を築くため、信頼できる代理人を探している。@{K}$Iron -> アイアン, Iron Republic -> アイアン・リパブリック$The Exquisite Seneschal looks for a trusted agent to establish a relationship with the Iron Republic.",
                    "ButtonText": "", "Id": 143953},
                   {"DefaultEvent": {"Description": "静寂の会堂はあらゆる階級の興奮したペンテコステ猿たちで一杯になっている。部屋の空気は脅しと最大限の努力にもかかわらず騒々しいままだ。@{K}$Pentecost -> ペンテコステ$The Silent Gallery fills with excited Pentecost apes of every status, the air buzzing despite both threats and their best efforts.",
                                     "LinkToEvent": {"Id": 176742},
                                     "Name": "優美な家令が宮廷を招集した@{K}The Exquisite Seneschal summons the court",
                                     "Id": 176502},
                    "Name": "ツェッペリンの完成を報告する@{K}$Zeppelin -> ツェッペリン$Report the Zeppelin's completion",
                    "Description": "全ての用意が整った。皇帝に報告する時だ。@{K}Everything is ready. It is time to tell the Emperor.",
                    "ButtonText": "", "Id": 143954},
                   {"DefaultEvent": {"Description": "この場所に一生住んだとしても、この騒音と悪臭に慣れることは出来ないだろう。ここで一生を過ごすのはそれ程魅力的な考えとは言えないが。@{K}You could live here all your life and never get used to the noise and smell. The prospect is not a tempting one.",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "あなたは外の混沌へと戻った@{K}You return to the chaos outside",
                                     "Id": 176503},
                    "Name": "宮廷に戻る@{K}Return to the Court",
                    "Description": "優美な家令には取り掛からねばならない仕事がある。@{K}The Exquisite Seneschal has work to be getting on with.",
                    "ButtonText": "", "Id": 143955},
                   {"DefaultEvent": {"Description": "家令は慎重に辺りを見回すとついてくるよう促し、皇帝の玉座の背後にある小部屋へとあなたを連れて行った。彼女は小さな木箱を懐から取り出し、さらにその中からは塩の結晶のような物が出てきた。内側の紅い蜜が光を反射しきらめいている。\u000d\u000a\u000d\u000a「大昔に亡くなった建築家の記憶です。この方は記録官でもあったと伝えられています。これはあなたの知る蜂蜜とは異なり、凍らされ保存されたものなのです。舌の上で溶かしてごらんなさい。誰かに見つかった場合、私はあなたがこれを盗み出したのだと言いますので」彼女があなたを睨みつける。「皇帝から盗み出したのだとね」@{K}$[Rr]ed [Hh]oney -> 紅い蜜$The Exquisite Seneschal looks around cautiously, and bids you follow her into a small room behind the Emperor's throne. She fishes for a small wooden box, and from it produces what looks like a shard of salt, the glimmer of red honey inside.\u000d\u000a\u000d\u000a\"The memory of an architect, long dead. They were scribes also. This is not like the honey you may know. It is frozen. Saved. Let it melt into your tongue. Should anybody see you, it will be said you stole it.\" She glares. \"From the Emperor.\"",
                                     "LinkToEvent": {"Id": 176492},
                                     "Name": "過去の欠片@{K}A chip of the past", "Id": 176505},
                    "Name": "霊廟の碑文を訳す助けを求める@{K}Ask for help translating the Vault inscriptions",
                    "Description": "優美な家令はよく助けとなるものを求めて過去を振り返っている。彼女なら何か分かるかもしれない。@{K}The Exquisite Seneschal often finds herself looking to the past for assistance. She may have an idea.",
                    "ButtonText": "", "Id": 143957},
                   {"DefaultEvent": {"Description": "優美な家令は礼儀正しくお辞儀した。あなたは充分に宮廷に対して貢献しました、と彼女はあなたに請けあう。これ以上の友など――\u000d\u000a\u000d\u000a「人よ……こちらへ」\u000d\u000a\u000d\u000a彼女の白粉を塗った顔が微かに青ざめた。@{K}The Exquisite Seneschal bows politely. You have done quite enough for the Court, she assures you. None could possibly ask for a finer friend to-\u000d\u000a\u000d\u000a\"The human may... approach.\"\u000d\u000a\u000d\u000aThe Seneschal's powdered face turns a shade paler.",
                                     "LinkToEvent": {"Id": 176742},
                                     "Name": "提案はなされた@{K}An offer is made", "Id": 176555},
                    "Name": "皇帝の好意を得る@{K}Gain the Emperor's Favour",
                    "Description": "ツェッペリンを盗むだって？なるほどそれも一つの案だろう。ただ、飛行船があれほど厳重に警護されているのは残念なことだ。皇帝の不意を突きたいのであれば、彼の背後に回り込む必要があるだろう。@{K}$Zeppelin -> ツェッペリン$Steal the Zeppelin? Now there's an idea. A shame it is so well guarded. You would need to get behind him if you want to stab him in the back.",
                    "ButtonText": "", "Id": 143999},
                   {"DefaultEvent": {"Description": "考えてもみるがいい！旧大陸、その驚異と雄大さを！あの場所でなら、猿は自由になれる……建築も、農耕も、そこに生えている恐らく噛みつきはしないだろう樹々の間を揺れるのも自由だ。あなたは彼らの頭を知り合いの知り合いから聞いた伝説と馬鹿馬鹿しい戯言で満たしてやった。彼らは物語を飲み干した。あなたが立ち去るころには、彼らは既にどの伝説上の生物が最も旨そうであるか議論を交わしていた。@{K}$Elder Continent -> 旧大陸$Just think of it! The Elder Continent, in all its wonder and majesty! There, a monkey can be free... to build, to farm, to swing in the trees that at least they know are there and almost certainly don't bite. You're filling their heads with third-hand stories - myths and nonsense - but they drink it up. As you leave, they are already arguing about which legendary creatures sound the most delicious.",
                                     "LinkToEvent": {"Id": 176492},
                                     "Name": "終わりなき冒険へ！@{K}Endless adventure!", "Id": 178131},
                    "Name": "目的地：旧大陸@{K}$Elder Continent -> 旧大陸$A Destination: The Elder Continent",
                    "Description": "ツェッペリンの発つ前に、まずは目的地を決めねばならない。南に向かうよう提案してみよう。@{K}$Zeppelin -> ツェッペリン$Before the Zeppelin can depart, the monkeys must agree on a destination. Suggest they head South.",
                    "ButtonText": "", "Id": 144933},
                   {"DefaultEvent": {"Description": "暗闇の先に何があるのか、知る者はいない。ペンテコステ猿たちは単なる冒険者ではなく、開拓者となる。人ですら到達したことのない暗闇の中に、初めて足を踏み入れる旅人になれるのだ！恐らく！真の説得力を持って語ることの出来ない話ではあったが、彼らの自惚れを掻き立てることは出来た。あなたが立ち去るころには、彼らはすでに未来の友と奴隷に初めて会う時に最も良い印象を与えるためには、どのような服が必要か議論を始めていた。@{K}$Pentecost -> ペンテコステ$Who knows what lies beyond the darkness? The Pentecost apes would not simply be explorers, but pioneers - the first known travellers, out in darknesses where none have even heard of humans! Probably! It's not a tale you can tell with any real conviction, but it boosts their ego. As you leave, they are already arguing over the wardrobe that they will need to give the best impression on their future friends and slaves.",
                                     "LinkToEvent": {"Id": 176492},
                                     "Name": "地図に記されていない海へ！@{K}Uncharted zee!", "Id": 178132},
                    "Name": "目的地：果ての果てのその先@{K}A Destination: Past the Uttermost Edge",
                    "Description": "ツェッペリンの発つ前に、まずは目的地を決めねばならない。東に向かうよう提案してみよう。@{K}$Zeppelin -> ツェッペリン$Before the Zeppelin can depart, the monkeys must agree on a destination. Suggest they head East.",
                    "ButtonText": "", "Id": 144934},
                   {"DefaultEvent": {"Description": "そうだ。今ならあなたにも見ることが出来る。あなたが高揚感で胸を一杯にして高く舞い上がる栄光号に乗り込むと、突然目の前にライフルを突き付けられる光景が。残りの旅路は捕囚として、そして目的地では奴隷として過ごすことになるだろう。もちろん、確信を持つことは出来ない。しかし皇帝の人類に対する燃え盛る憎悪を思うと、彼が本当にこれほど重大な例外を作るとは考えにくい。\u000d\u000a\u000d\u000a彼は今のところは調子を合わせている。しかし、あなたは皇帝の好意を利用してツェッペリンを盗み出し、自分の運命の支配者であり続けることも可能だろう。\u000d\u000a\u000d\u000a遥かに魅力的な考えだ……@{K}$Zeppelin -> ツェッペリン, Glory -> グローリー$Yes. Yes, you can see it now. Boarding the Soaring Glory, filled with excitement. Then, rifles in your face. The rest of the journey a captive, and on the other side, a slave. You cannot be sure, of course. It seems unlikely though that the Emperor would actually make such a serious exception in his burning hatred for humanity.\u000d\u000a\u000d\u000aStill, he does have to keep face, for now. You could use his Favour to board and steal the Zeppelin, and remain master of your own destiny.\u000d\u000a\u000d\u000aA far more tempting proposition...",
                                     "LinkToEvent": {"Id": 176492},
                                     "Name": "鮮明な未来の姿@{K}A sharp vision of the future",
                                     "Id": 179496},
                    "Name": "脱出行に加わる@{K}Take your place in the Great Exodus",
                    "Description": "皇帝はあなたも参加できると約束した。@{K}The Emperor promised that you would join him.",
                    "ButtonText": "", "Id": 145770}],
 "Description": "優美な家令が彼女の仕える皇帝の要求に答え、同時に混沌とした宮廷を仕切っている。@{K}The Exquisite Seneschal attends her Emperor's needs, handling the chaotic administration of the Court.",
 "Name": "静寂の会堂@{K}The Silent Gallery", "Id": 176492}
