{"ChildBranches": [{"DefaultEvent": {"Description": "彼女がここに長くいることになるかは疑わしい。盗みは猿たちにとっては重大な犯罪ではない上に、彼らも結局その分け前に与ったのだ。彼女の罪は重くない。激怒する姿が猿たちにとって面白みを失くせば、すぐにでも解放されることだろう。\u000d\u000a\u000d\u000aもちろん、この極東にあってはフォールン・ロンドンまで連れ帰ってくれる別の船を見つけるには長いこと待たねばならないだろうが。@{K}$Fallen London -> フォールン・ロンドン$It is doubtful that she will be here for long. Theft is not a huge crime to the monkeys, particularly when they got their share anyway. They will most likely free her as soon as her outrage ceases amusing them.\u000d\u000a\u000d\u000aOf course, this far East she will be waiting a long time for another ship to take her back to Fallen London.",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "あなたは愉快な女冒険家をその運命に残し、その場を去った@{K}$Delightful Adventuress -> 愉快な女冒険家$You leave the Delightful Adventuress to her fate",
                                     "Id": 176497},
                    "Name": "断る@{K}Decline the opportunity",
                    "Description": "これは猿の復讐だ。あなたはもっとましな存在である。あるいは少なくとも無駄遣いはしない性質なのだ。@{K]That is a revenge for monkeys. You are better than that. Or more fiscally responsible, at least.",
                    "ButtonText": "", "Id": 143949},
                   {"SuccessEvent": {"Description": "腐ったトマトが愉快な女冒険家の顔面に飛び散った。彼女が激昂して喚き散らすと果汁が髪から滴り落ちた。猿たちが盛大な歓声を上げる。@{K}$Delightful Adventuress -> 愉快な女冒険家$The rotten tomato splatters into the Delightful Adventuress' face, dripping from her hair and chin as she splutters incoherent rage. The monkeys cheer wildly.",
                                     "LinkToEvent": {"Id": 175842}, "Name": "直撃！@{K]A direct hit!",
                                     "Id": 178171},
                    "DefaultEvent": {"Description": "腐ったトマトは的を大きく外れ壁にぶつかって飛び散った。猿たちは失望し吠えたけり、愉快な女冒険家の唇に嘲笑が浮かぶ。@{K}$Delightful Adventuress -> 愉快な女冒険家$The rotten tomato flies wild, splattering against the wall. The monkeys howl in disappointment. The Delightful Adventuress' lips curl in a sneer of contempt.",
                                     "LinkToEvent": {"Id": 175842}, "Name": "完全に外した！@{K}A complete miss!",
                                     "Id": 176495},
                    "RareDefaultEvent": {"Description": "腐ったトマトは愉快な女冒険家から大きく逸れ、通りがかった官吏の顔に盛大にぶつかって破裂した。衝撃を受け激怒した金切声が彼の先ほどまで完璧に粉を塗られていた唇から漏れ、猿たちはそれに大声で笑う。$Delightful Adventuress -> 愉快な女冒険家$The rotten tomato flies wild, missing the Delightful Adventuress but splattering hard into the face of passing mandarin. The shrieks of shock and outrage from his once-perfectly powdered lips leave the monkeys screaming with laughter.",
                                         "LinkToEvent": {"Id": 175842}, "Name": "最高の失敗だ！@{K}A classic miss!",
                                         "Id": 178172},
                    "Name": "トマトを買う@{K}Buy a tomato",
                    "Description": "程よく腐りかけの重く、潰れやすい実だ。その柔らかい表皮を握ると果汁があなたの手を伝った。@{K}Heavy and squishy, in just the right stages of rot. Juices drip down your hand as you squeeze its soft skin.",
                    "ButtonText": "", "Id": 143947}],
 "Description": "バーナバスは怒りに煮えくり返る女主人の傍らに立ち、猿たちが遊びの中で行き過ぎないように厳粛に見守っている。しかし彼の傷つけられた忠誠心は、日和見の猿たちが弾を売るのを止める所までは至らなかった。@{K}Barnabas stoically stands by his seething mistress, ensuring the monkeys do not take their fun too far. His bruised loyalty does not however stretch to interfering with the opportunistic monkey selling ammunition.",
 "Name": "それ程愉快でもない様子の女冒険家@{K}$Delightful Adventuress -> 愉快な女冒険家$The Not-So Delightful Adventuress",
 "Id": 176494}
