{"ChildBranches": [{"DefaultEvent": {"Description": "「まあ、これはこれは、素晴らしい」彼女は言うと部屋の様式を感心したように眺め、魂に視線を移した。「ふむ。どうやら私の眼が私を欺いているのでない限り、百個もないように見えますね。遥かに少ない。伝説は誇張されていたのでしょう、忌々しい。少し事態が複雑になってしまいます。まあいいでしょう。バーナバス、これを纏めておきなさい」\u000d\u000a\u000d\u000a「ああ、そしてあなたは、」彼女は言葉を続ける。先端の濡れたように光るレイピアを抜きながら。「そこから動かないでくださいね」@{K}\"Oh, very, very fine work,\" she declares, taking a moment to admire the architecture before turning her attention to the souls. \"Hmm. Now, unless my eyes deceive me, there are not a hundred. Not even close. Blasted legends and their exaggeration. This will complicate matters. Oh, well. Barnabas, do be a dear and gather those up.\"\u000d\u000a\u000d\u000a\"Ah, and as for you,\" she adds, drawing a rapier that glistens at the end. \"Kindly remain where you are.\"",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "愉快な女冒険家は礼儀正しく拍手した@{K}$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress applauds politely",
                                     "Id": 176670},
                    "Name": "埋葬室@{K}The Burial Chamber",
                    "Description": "青、緑、銀の球体に入れられた魂に囲まれ、始皇帝の骨が安置されている。@{K}The First Emperor's bones lie in state, surrounded by souls in spheres of blue, green and silver.",
                    "ButtonText": "", "Id": 144071},
                   {"DefaultEvent": {"Description": "愉快な女冒険家は舌打ちした。「私ならそんな真似はしませんね」そして警告する。「この剣の先には少量でも極めて強い毒性を持つカンティガスターの毒が一滴塗ってありますからね。こういった結末に備えてかなりの高値で購入しておいたのです」\u000d\u000a\u000d\u000a「まぁ、拗ねないで」彼女は付け加えた。「この物語を語る時は、あなたには栄光に満ちた死を用意してあげましょう。家に帰る船路でこの物語を聞いたあなたの船員たちはとりわけ心動かされることでしょうね。Neath全域があなたの大いなる自己犠牲を知るのです。もっとも、より響きの良い名前に変えさせてもらうかもしれませんが。もう少し元気のいい名前がいいでしょうか。分かっていただけますね」@{K}$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress tuts. \"I would not,\" she warns. \"There is just a tiny but efficacious little drop of Cantigaster venom on the tip, purchased at considerable expense for just this kind of eventuality.\"\u000d\u000a\u000d\u000a\"Oh, don't sulk,\" she adds. \"When I tell this story, your death will be glorious. Your crew especially will be most moved on our journey home. All the Neath will know of your great sacrifice. Though I may change your name to something that rolls better off the tongue. Something with a little more pep. I am sure you understand.\"",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "激痛をもたらす刃@{K}A blade with a sting", "Id": 176694},
                    "Name": "愉快な女冒険家を攻撃する@{K}$Delightful Adventuress -> 愉快な女冒険家$Attack the Delightful Adventuress",
                    "Description": "この全くもって予想外の裏切りを成功させはしない！@{K}This entirely unexpected betrayal will not stand!",
                    "ButtonText": "", "Id": 144092},
                   {"DefaultEvent": {"Description": "「もちろん個人的な恨みがあってのことではありませんよ」彼女は付け加える。「もっと魂があればよかったのですが。そうすれば私たちで宝を山分けにして握手を交わし、楽しく帰路につくことが出来たのです。しかし、仕方ありません。バーナバス！急いで！」@{K}\"It is nothing personal of course,\" she adds. \"I was rather hoping for more souls here, so that we could have shared, shaken hands, and been on our merry way. But needs must. Barnabas! With haste, if you please!\"",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "愉快な女冒険家は強張った笑みを浮かべ、レイピアの切っ先を下げた@{K}$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress lowers the rapier, smiles tightly",
                                     "Id": 176695},
                    "Name": "愉快な女冒険家に従う@{K}$Obey -> オーベイ, Delightful Adventuress -> 愉快な女冒険家$Obey the Delightful Adventuress",
                    "Description": "これまですべて彼女の求める通りにしてきたことだ……@{K}You've done everything else she asked...",
                    "ButtonText": "", "Id": 144093},
                   {"DefaultEvent": {"Description": "「なんて単純な物なんでしょう」愉快な女冒険家が言う。「悪魔がこれを何に使うのかは神のみぞ知ると言ったところです。しかし、好機には違いありません。そうでしょう？アイアン・リパブリックの友人はこの遺産と引き換えに喜んで彼らの本国への安全な旅を約束してくれましたよ。私には彼らを満足させる必要があるのです」\u000d\u000a\u000d\u000a彼女の唇に満足げな嫌らしい笑みが浮かぶ。「そうすれば、次にあの忌々しいレオノラ・フォーテスキューに地獄に落ちろと言ってやった時、<i>名所を薦めてさしあげられる</i>でしょう！」@{K}$Iron -> アイアン, Iron Republic -> アイアン・リパブリック, Delightful Adventuress -> 愉快な女冒険家$\"Such simple things, aren't they?\" says the Delightful Adventuress. \"Goodness only knows what the devils do with them. But, opportunity is opportunity, is it not? My friends in the Iron Republic were quite happy to agree safe passage to and from their homeland in exchange for this Legacy. They will have to be satisfied, I suppose.\"\u000d\u000a\u000d\u000aHer lips turn up into a smug smile. \"And <i>next</i> time I bid the accursed Leonora Fortescue go to Hell, well, I shall be able to <i>recommend the bloody sights</i>!\"",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "愉快な策略@{K}A Delightful Scheme", "Id": 176696},
                    "Name": "クレイマンは魂を集め終わった@{K}$Clay M[ae]n -> クレイマン$The Clay Man finishes gathering the souls",
                    "Description": "こんな事になるとは……@{K}This could be going better...",
                    "ButtonText": "", "Id": 144094},
                   {"DefaultEvent": {"Description": "あなたは近づくことすらできないうちにバーナバスに腕を取られてしまった。冒険家がよくやった、と言うように頷く。\u000d\u000a\u000d\u000a「では、そういうことですので」彼女は後ずさりで外へ出ながら言った。「そうだ、それと最後にちょっと良いでしょうか、バーナバス？あなたの忠誠と素晴らしい仕事ぶりに感謝します。最後の役目として私たちの友人が確かにこの場所に埋められるようにしてくれませんか。ここは素晴らしい埋葬場所でしょう？一匹の類人猿のためだけに使われるのは勿体ないですからね」\u000d\u000a\u000d\u000aクレイマンは前に進み出たが、彼女はあなたから取り上げたダイナマイトを取り出し火を点けると通路に落とした。そしてあなたたちのどちらも近寄ることが出来ないうちにダイナマイトは爆発し、土埃の雲が巻きあがり瓦礫が出口を塞いでしまった。\u000d\u000a\u000d\u000aバーナバスには顔がない。しかし、表情は確かに存在する。今の彼の表情は極めて冷たいものだった。@{K}$Clay M[ae]n -> クレイマン, Delightful Adventuress -> 愉快な女冒険家$You barely get close before Barnabas' arms close around yours. The Delightful Adventuress nods appreciatively.\u000d\u000a\u000d\u000a\"Well, that's that then,\" she says, backing out of the Vault. \"Oh, except for one minor detail. Barnabas? I thank you for your loyalty, and fine service. As a final courtesy, please do the honours and ensure our friend here remains buried. It is a fine resting place, hmm? Such a shame it be wasted on just one ape.\"\u000d\u000a\u000d\u000aThe Clay Man lurches towards her as she produces one of your confiscated sticks of dynamite, lights it, and drops it in the corridor. Before either of you get close, it explodes in a cloud of dirt and rubble that seals the exit.\u000d\u000a\u000d\u000aBarnabas has no face. He does however most definitely have <i>expressions.</i> The one he wears now is chilling.",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "それともちろん、忠実なクレイマンも@{K}$Clay M[ae]n -> クレイマン$And a loyal Clay Man, of course",
                                     "Id": 176697},
                    "Name": "計算ずくのリスク@{K}A calculated risk",
                    "Description": "肩に鞄をかけていれば、彼女の動きも鈍るだろう。あの毒の塗られた剣さえ避けることさえ出来ればいいのだ……@{K}With the bag over her shoulder, she's going to be slower. You just have to avoid that poisoned sword...",
                    "ButtonText": "", "Id": 144095},
                   {"DefaultEvent": {"Description": "「では、そういうことですので」彼女は後ずさりで外へ出ながら言った。「そうだ、それと最後にちょっと良いでしょうか。バーナバス？あなたの忠誠と素晴らしい仕事ぶりに感謝します。最後の役目として私たちの友人が確かにこの場所に埋められるようにしてくれませんか。ここは素晴らしい埋葬場所でしょう？一匹の類人猿のためだけに使われるのは勿体ないですからね」\u000d\u000a\u000d\u000aクレイマンは前に進み出たが、彼女はあなたから取り上げたダイナマイトを取り出し火を点けると通路に落とした。そしてあなたたちのどちらも近寄ることが出来ないうちにダイナマイトは爆発し、土埃の雲が巻きあがり瓦礫が出口を塞いでしまった。\u000d\u000a\u000d\u000aバーナバスには顔がない。しかし、表情は確かに存在する。今の彼の表情は極めて冷たいものだった。@{K}$Clay M[ae]n -> クレイマン$\"Well, that's that then,\" she says, backing out of the Vault. \"Oh, except for one minor detail. Barnabas? I thank you for your loyalty, and fine service. As a final courtesy, please do the honours and ensure our friend here remains buried. It is such a fine resting place, is it not? Such a shame it be wasted on just one ape.\"\u000d\u000a\u000d\u000aThe Clay Man lurches as she produces one of your confiscated stick of dynamite, lights it, and drops it in the corridor. Before either of you get close, it explodes in a cloud of dirt and rubble that seals the exit.\u000d\u000a\u000d\u000aBarnabas has no face. He does however most definitely have <i>expressions.</i> The one he wears now is chilling.",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "扉ではないが@{K}Not however the door", "Id": 176698},
                    "Name": "後の計画のために、何もしないでいる@{K}Do nothing, form a plan later",
                    "Description": "猿はこの墓を物語をなぞって作り上げた。物語には脱出口があるものだ。@{K}The monkeys built this tomb by copying stories. The stories always have a way out.",
                    "ButtonText": "", "Id": 144096},
                   {"DefaultEvent": {"Description": "すぐさまバーナバスも掘削作業に加わった。もし彼が普通のクレイマンであれば、今も最後の命令に従い女主人のためあなたを亡きものとしようとしていたことだろう。しかしながら彼は“未完成”であり、単なるゴーレムとは異なる存在なのだ。彼女は思い上がり、忠誠というのは双方向性のものだという事を失念している。\u000d\u000a\u000d\u000a二人がかりで掘り進めても瓦礫を撤去するにはかなりの時間がかかる。愉快な女冒険家が遺産と共にあなたの船にたどり着いてしまえば、間違いなくあなたを待たず島を去るよう船員たちを説き伏せてしまうだろう。@{K}$Clay M[ae]n -> クレイマン, Delightful Adventuress -> 愉快な女冒険家$Barnabas immediately joins you in the excavation. Were he a regular Clay Man, he would likely be obeying his last order right now and ending your life for his mistress. Being Unfinished however, he is no mere golem. In her arrogance, the Delightful Adventuress appears to have forgotten that loyalty is a two-way street.\u000d\u000a\u000d\u000aEven with both of you digging though, it will take far too long to clear the rubble. If the Delightful Adventuress gets back to your ship with the Legacy, she will no doubt persuade the crew to leave without you.",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "助けの手@{K}A helping hand", "Id": 176699},
                    "Name": "掘って外に出ようと試みる@{K}Attempt to dig a way out",
                    "Description": "彼女をこのまま逃がしはしない！@{K}She won't get away with this!",
                    "ButtonText": "", "Id": 144097},
                   {"DefaultEvent": {"Description": "「ども！」彼女はあなたの顔の傍に逆さまにぶら下がりにっこり笑って言った。エンパイア・オブ・ハンズ全土が彼女の遊び場であり、この建物も例外ではない。拾い子はトネリコ地峡でダイナマイトの爆発音を聞き、何が起こったのかここまで見に来たのだ。そして今、彼女はその爆発が友達の手によるものだったことを理解した……\u000d\u000a\u000d\u000a「たすける！」拾い子は笑顔であなたを彼女のぶらさがる縄に上らせた。バーナバスは重すぎるため取り残された。彼は引き続き岩を一つずつ取り除いて脱出を試みることだろう。@{K}$Empire of Hands -> エンパイア・オブ・ハンズ, Ash Isthmus -> トネリコ地峡, Monkey Foundling -> 猿の拾い子$\"Hullo!\" she calls, hanging upside down by your face and grinning. The entire Empire of Hands is her playground, and this temple is no exception. She heard the bang of the dynamite all the way on the Ash Isthmus and came over to see what it was. Now she sees it's a friend...\u000d\u000a\u000d\u000a\"Helping!\" grins the Monkey Foundling, letting you climb up her rope. Barnabas remains behind, too heavy. He continues to dig his way out, rock by rock.",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "少女は縄を下り霊廟へ降り立った@{K}She slides down a rope into the Vault",
                                     "Id": 176701},
                    "Name": "猿の拾い子が助けに駆け付けた！@{K}$Monkey Foundling -> 猿の拾い子$The Monkey Foundling to the rescue!",
                    "Description": "頭上から聞き覚えのある悪戯っぽい叫び声が聞こえた。@{K}From above comes a familiar, mischievous cry",
                    "ButtonText": "", "Id": 144099},
                   {"DefaultEvent": {"Description": "ただここから脱出するだけではなく、反対側で船に待っていてもらう必要がある。エンパイア・オブ・ハンズに通りかかる船は滅多にいない。もしここに閉じ込められてしまえば、残りの人生を猿の奴隷として過ごすことになるだろう……@{K}$Empire of Hands -> エンパイア・オブ・ハンズ$It's not enough to get out, you need a ship to be waiting on the other side. Vessels pass through the Empire of Hands so rarely. If you're trapped here, the rest of your life will likely be spent as a slave to monkeys...",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "遅すぎる！あまりにも遅すぎる！@{K}Too slow! Much too slow!",
                                     "Id": 176703},
                    "RareDefaultEvent": {"Description": "反対側は真っ暗だが、霊廟への被害は最小限で済んだようだ。急げば愉快な女冒険家に追いつくことも出来るかもしれない……@{K}$Delightful Adventuress -> 愉快な女冒険家$It's pitch black on the other side, but the damage to the Vault was minimal. If you hurry, you can catch up with the Delightful Adventuress...",
                                         "LinkToEvent": {"Id": 176669},
                                         "Name": "やった！通り抜けることが出来た！@{K}Yes! You break through!",
                                         "Id": 176704},
                    "Name": "自らの手で掘る以外ない@{K}You have nothing to dig with but your hands",
                    "Description": "そうであっても、進んではいる。少しづつ、少しづつ！いずれは出ることが出来るよう願うしかできない。霊廟全体が崩壊していないよう祈ろう。@{K}Even so, you're making progress. Bit by bit! You just have to hope that it's enough, and the rest of the Vault hasn't collapsed on itself.",
                    "ButtonText": "", "Id": 144101},
                   {"DefaultEvent": {"Description": "かつての蚤に集られたポート・スタントン市長が愉快な女冒険家の魂から何を取り込んだにせよ、彼は同時に冒険家の倫理観の無さも身に着けたらしい。彼は彼女が分け前を渡すことなくひそかに脱出しようとするのではないかと疑っていた。その予測は間違っていなかった。彼女にとっては不運な事に、彼は猿の小分隊を従えている。しかし彼にとっては不運な事に、彼女はレイピアと双方にとって好ましくない結末をもたらしうる最後のダイナマイトを持っていた。\u000d\u000a\u000d\u000a「あら」愉快な女冒険家があなたを見て口を開く。「苛立たしい手詰まりと言ったところね」@{K}$Port Stanton -> ポート・スタントン, Delightful Adventuress -> 愉快な女冒険家$Whatever the once-Flea Ridden Mayor of Port Stanton took from the Delightful Adventuress' soul, it evidently came with her loose grip on ethics. He suspected she would try to sneak away without giving him his cut. He was not wrong. Unfortunately for her, he has a small squad of monkeys at his disposal. Unfortunately for him, she has both her rapier, and one last stick of dynamite for mutually assured unpleasantness.\u000d\u000a\u000d\u000a\"Well,\" says the Delightful Adventuress, seeing you approach. \"This <i>is</i> an irritating stalemate.\"",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "二重の裏切り@{K}A double betrayal", "Id": 176708},
                    "Name": "愉快な再会@{K}A Delightful Reunion",
                    "Description": "どうやら手漕ぎ船の傍らで愉快な女冒険家もまたトラブルに遭遇していたようだ。@{K}$Delightful Adventuress -> 愉快な女冒険家$It appears the Delightful Adventuress is having problems of her own by the rowboats.",
                    "ButtonText": "", "Id": 144104},
                   {"DefaultEvent": {"Description": "「ご覧なさい！」彼女は市長に唾を吐きかけた。「大人しく私たちを通すことね、さもなくば――」\u000d\u000a\u000d\u000a冒険家の背後で、バーナバスが霊廟から現れた。彼女は忠実な召使の姿を見てにやりと笑う。「あら、場の均衡が少しばかり変わったようですね？バーナバス、この臭い獣を何とかしてください」彼女は命令を下す。「それとこの猿も」@{K}\"There!\" she spits at the Mayor. \"Now stand down and let us pass, or-\"\u000d\u000a\u000d\u000aBehind her, Barnabas emerges from the Vault. She smirks at the sight of her loyal bodyguard. \"Well, that does shift the balance of things somewhat, doesn't it? Barnabas, do please deal with this smelly animal,\" she orders him. \"And also the monkey.\"",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "彼女はあまり驚いた様子はない@{K}She almost, but doesn't quite, register surprise",
                                     "Id": 176710},
                    "Name": "愉快な女冒険家の側につく@{K}$Delightful Adventuress -> 愉快な女冒険家$Team up with the Delightful Adventuress",
                    "Description": "彼女の毒を塗られたレイピアとあなたの機知があれば、この思いあがった猿共を片付けることが出来るだろう。@{K}With her poisoned rapier and your wits, you can take out these uppity apes.",
                    "ButtonText": "", "Id": 144106},
                   {"DefaultEvent": {"Description": "……あなたが突如としてこの場における最大の脅威となったことに。あなたは会話に割り込もうとしたことで二人を結束させてしまったのだ。しかし二人のどちらも動くことが出来ないうちに、バーナバスが霊廟から姿を現した。愉快な女冒険家の顔が輝く。\u000d\u000a\u000d\u000a「素晴らしい」彼女は述べる。「バーナバス、この臭い獣を片付けてしまいなさい。それと猿もね」@{K}$Delightful Adventuress -> 愉快な女冒険家$...that you are suddenly the biggest threat here, with your attempt to cut in uniting both against you. Before they can move though, Barnabas emerges from the Vault. The Delightful Adventuress' face lights up.\u000d\u000a\u000d\u000a\"Splendid,\" she declares. \"Barnabas, do please deal with this smelly animal. And also the monkey.\"",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "愉快な女冒険家と市長は同意した@{K}$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress and Mayor agree",
                                     "Id": 176714},
                    "Name": "公平な取引を持ち掛ける@{K}Propose a fair deal",
                    "Description": "魂を三等分すればいい。皆幸せになれるだろう。@{K}Split the souls three ways, and everyone can be happy.",
                    "ButtonText": "", "Id": 144110},
                   {"DefaultEvent": {"Description": "「種族の裏切り者め！」彼女はレイピアを低く構え、唾を吐いた。数で圧されていることが彼女にも理解できたのだろう。\u000d\u000a\u000d\u000aしかしその時、密林から轟音が響いた。彼女は肩越しに振り向き、突如この上なくご満悦といった表情を浮かべた。バーナバスがゆっくりと霊廟から冒険家の方へと足音を響かせながらやって来るのを見たのだ。\u000d\u000a\u000d\u000a「素晴らしい」彼女は述べる。「バーナバス、この臭い獣を片付けてしまいなさい。それと猿もね」@{K}\"Species traitor!\" she spits, lowering the rapier. Even she acknowledges that now, she is outmatched.\u000d\u000a\u000d\u000aBut then comes a rumbling sound from the jungle. She glances over her shoulder, and back with a sudden look of endless smugness as Barnabas slowly trudges towards her from the Vault.\u000d\u000a\u000d\u000a\"Splendid,\" she declares. \"Barnabas, do please deal with this smelly animal. And also the monkey.\"",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "愉快な女冒険家が低く唸る@{K}$Delightful Adventuress -> 愉快な女冒険家$The Delightful Adventuress snarls",
                                     "Id": 176715},
                    "Name": "市長の側につく@{K}Team up with the Mayor",
                    "Description": "彼を倒すことが出来たとしても、あなたと船の間には彼の同類の軍隊が待ち構えているかもしれない。@{K}Even if you defeat him, there could be an army of his kind between you and your ship.",
                    "ButtonText": "", "Id": 144111},
                   {"DefaultEvent": {"Description": "クレイマンは従順だ。その上忠実で、信頼できる。未完成のクレイマンであってもそのように振舞うことが出来る。しかし、それは本来の性質というより彼らの選択によるものなのだ。彼らは恨みを抱くことも出来る。出来るどころか、かなり上手い。\u000d\u000a\u000d\u000a愉快な女冒険家はバーナバスに軽々と片足を掴まれて吊り下げられ、甲高い怒りの叫びをあげた。彼女の口汚い言葉の数々はめくれ上がり顔にかかったスカートによってくぐもってはいたが、言いたいことははっきりと感じられる。\u000d\u000a\u000d\u000a「……なるほど」市長が土の巨人の空いた方の腕を慎重な眼差しで見つめながら言う。「なら取引について話すとしようか？」@{K}$Clay M[ae]n -> クレイマン, Delightful Adventuress -> 愉快な女冒険家$Clay Men are obedient. Clay Men are loyal. Clay Men are reliable. Unfinished Clay Men can be all of these things too. They can however be them by choice rather than nature. They can also hold grudges. Extremely well.\u000d\u000a\u000d\u000aThe Delightful Adventuress shrieks in fury as Barnabas effortlessly picks her up, dangling her upside down by one leg. The obscenities are muffled by her skirts falling over her mouth, but the gist is quite clear.\u000d\u000a\u000d\u000a\"...Well then,\" says the Mayor, carefully eying up the clay giant's spare arm. \"Should we talk deals now, perhaps?\"",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "未完成の粘土で出来た男@{K}An unfinished man of clay",
                                     "Id": 176717},
                    "Name": "愉快な女冒険家の勝利@{K}$Delightful Adventuress -> 愉快な女冒険家$Triumph of the Delightful Adventuress",
                    "Description": "バーナバスが無言で、しかし断固たる決意を滲ませ大きな音を立てて進み出ると、土の筋肉が盛り上がった。@{K}Barnabas' clay muscles seem to swell as he lumbers forward, silent but purposeful.",
                    "ButtonText": "", "Id": 144113},
                   {"DefaultEvent": {"Description": "当然だ。この取引によって彼の宮廷での地位は飛躍的に向上することだろう。話は決まった。\u000d\u000a\u000d\u000a「それと、こいつも貰っていこう」市長は愉快な女冒険家を指さし付け加える。「皇帝の遺産を盗み出そうとしたんだろう？まったく。\u0010ああ、案ずることはない。罰はそれほど重くはならんだろうよ。我らは貪欲さを評価する。だがそうであっても、」彼がにやりと笑う。「ちょっとした教訓を教えてやるとしよう。そして恥辱の内に消えてもらう。帝国からあなたへの贈り物だ」@{K}$Delightful Adventuress -> 愉快な女冒険家$Of course he does. The boost to his courtly profile will be tremendous. The deal is struck.\u000d\u000a\u000d\u000a\"Also we will take <i>that one,\"</i> adds the Mayor, pointing at the Delightful Adventuress. \"Trying to sneak away our Emperor's Legacy? Tsk. \u0010Oh, do not worry, the punishment is not severe. We approve of the avarice. Still,\" he grins. \"We will teach her a little lesson, yes, then banish in shame. A gift to you from the Empire.\"",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "市長は同意した@{K}The Mayor agrees", "Id": 176722},
                    "Name": "ツェッペリンのために寄付する@{K}$Zeppelin -> ツェッペリン$Donate the Legacy to the Zeppelin",
                    "Description": "必要とされている魂の量には十分に足りるだろう。残りは市長が好きなようにする。あなたはワイルドウィール・コートから報酬を受け取ることが出来る。@{K}$Wildweald Court -> ワイルドウィールド・コート$This will completely fulfil its requirement for Souls. The Mayor keeps the remainder to do with as he chooses. You receive the payment from the Wildweald Court.",
                    "ButtonText": "", "Id": 144118},
                   {"DefaultEvent": {"Description": "バーナバスは暴れる冒険家を小脇に抱え、猿たちの後について彼らの船へと向かった。彼は彼女に深刻な危害は及ばない様にするだろうが、多少の辱めが相応しいという考えには同意のようだ。\u000d\u000a\u000d\u000aしかし、それは彼らの問題だ。ここにはもうあなたの成すべきことはない。@{K}$Delightful Adventuress -> 愉快な女冒険家$He follows the monkeys into the woods towards their boat, still carrying a thrashing Delightful Adventuress. He will not allow her to come to any real harm, but appears to concur that a little humility may be in order.\u000d\u000a\u000d\u000aBut that is their business. Yours now lies elsewhere.",
                                     "Name": "バーナバスは頭を傾け別れの挨拶とした@{K}Barnabas dips his head in farewell",
                                     "Id": 176725},
                    "Name": "愉快な女冒険家を罰する@{K}$Delightful Adventuress -> 愉快な女冒険家$Punish the Delightful Adventuress",
                    "Description": "当然の報いだ。それに彼女を家に乗せて帰るつもりはない。@{K}She deserves it. And she's not getting a ride home.",
                    "ButtonText": "", "Id": 144120},
                   {"DefaultEvent": {"Description": "バーナバスは暴れる冒険家を小脇に抱え、猿たちの後について彼らの船へと向かった。彼は彼女に深刻な危害は及ばない様にするだろうが、多少の辱めが相応しいという考えには同意のようだ。\u000d\u000a\u000d\u000aしかし、それは彼らの問題だ。ここにはもうあなたの成すべきことはない。@{K}$Delightful Adventuress -> 愉快な女冒険家$He follows the monkeys into the woods towards their boat, still carrying a thrashing Delightful Adventuress. He will not allow her to come to any real harm, but appears to concur that a little humility may be in order.\u000d\u000a\u000d\u000aBut that is their business. Yours now lies elsewhere.",
                                     "Name": "バーナバスは抗議の怒声を無視し、一つ頷いた@{K}Barnabas nods, ignoring the angry protests",
                                     "Id": 176726},
                    "Name": "バーナバスに彼女の運命を決めさせる@{K}Let Barnabas decide her fate",
                    "Description": "何といっても、彼こそが彼女によってもっとも手酷く裏切られた者なのだ。@{K}He is after all the one that she betrayed the most.",
                    "ButtonText": "", "Id": 144121},
                   {"DefaultEvent": {"Description": "しかし彼は手下と共に退き、それ以上何かを言うことはなかった。彼の後ろではバーナバスが冒険家を優しく尻から落として我慢強く一歩下がった。\u000d\u000a\u000d\u000a「さぞ満足でしょうね」彼女はスカートを引き帽子を直そうとしながら、鋭く言う。「ご安心を、私がロンドンに戻れば社交界の人間すべてが<i>完璧に</i>誰を避けるべきか知ることになるでしょうから。あなたの名前は泥そのものとなるのです！虫けらよりも卑しいものにね！私は海軍省に友人がいるのです！ミスター・ワインズとも近しい知り合いです！ご安心を、あなたがこの物語の結末を知ることはないでしょうから！それでは！」\u000d\u000a\u000d\u000a彼女は荒々しくキャンプに戻り、次に来る船に備えて長旅への荷造りをはじめた。バーナバスはあなたを静かだが、それでもすべてを語る目で見つめると、どのような理由がいまだ彼を動かしているのかはわからないが任務に戻った。\u000d\u000a\u000d\u000aしかし、それは彼らの問題だ。ここにはもうあなたの成すべきことはない。@{K}$Admiralty -> 海軍省, Delightful Adventuress -> 愉快な女冒険家$He does not however push the issue as he leaves with his men. Behind him, Barnabas gently drops the Delightful Adventuress on her rump, and stands back patiently.\u000d\u000a\u000d\u000a\"Well, I <i>hope</i> you're satisfied,\" she snaps, tugging at her skirt and trying to fix her hat. \"Rest assured that when I return to London, all of Society will know <i>precisely</i> who to shun. Your name will be <i>mud</i>! Lower than the worms! I have friends in the Admiralty! Mr. Wines is a close personal acquaintance! Rest assured, you have not heard the last of this! Good-<i>day</i>!\"\u000d\u000a\u000d\u000aShe storms back to begin packing for the long journey back on the next ship that will take her. Barnabas gives you a silent look that still says it all, and resumes his duties for whatever reason compels him to do so.\u000d\u000a\u000d\u000aBut that is their business. Yours now lies elsewhere.",
                                     "Name": "市長の眼に苛立ちが浮かんだ@{K}The Mayor's eyes flash with annoyance",
                                     "Id": 176727},
                    "Name": "断る@{K}Refuse",
                    "Description": "あなたは誰も猿に引き渡しはしない。@{K}You are not going to abandon anyone to the monkeys.",
                    "ButtonText": "", "Id": 144122},
                   {"DefaultEvent": {"Description": "愉快な女冒険家によって塞がれた道は一瞬のうちに開けた。あなたはバーナバスを背後に残し、冒険家が遠くへ逃げる前に追いつこうと霊廟から走り出る。@{K}$Delightful Adventuress -> 愉快な女冒険家$What the Delightful Adventuress dropped in your way, you soon clear. You leave Barnabas plodding along behind you as you race out of the Vault to catch up with her before she gets too far.",
                                     "LinkToEvent": {"Id": 176669}, "Name": "ドカン！！@{K}BOOM!",
                                     "Id": 176745},
                    "Name": "予備のダイナマイトを使う@{K}Use your extra dynamite",
                    "Description": "あなたは何故かもう一度戻り予備を手に入れておくべきだと知っていたのだ……@{K}Somehow you knew it would be worth going back for more...",
                    "ButtonText": "", "Id": 144135},
                   {"DefaultEvent": {"Description": "照明弾が部屋全体を照らし出した。見つけた！またしても猿たちのいい加減な建築があなたにとって有利に働いた。この部屋の壁自体は石で作られているが、天井は木で作られていたのだ。燃やすことが出来る。照明弾によって天井が燃え上がるとバーナバスが降りそそぐ木炭と灰からあなたを守り、その後に持ち上げて脱出を助けてくれた。屋根から降りるのは楽ではなかったが、モチベーションには事欠かない。\u000d\u000a\u000d\u000a霊廟では、あなたほど身軽でないバーナバスが引き続き障害物の撤去を続けている。@{K}$[Ff]lare -> 照明弾$The flare lights up the entire chamber. Aha! Once again, the monkeys' slack standards serve you well. For though the chamber itself is stone, above you is mere wood - flammable, flammable wood. Barnabas shields you as the flare sets it alight and rains down charcoal and ash, and gives you the help of a boost to climb up and out. It is not an easy descent from the roof, but it is one you have no shortage of incentive to make.\u000d\u000a\u000d\u000aBack in the Vault, Barnabas continues clearing the blockage, lacking the agility to escape your way.",
                                     "LinkToEvent": {"Id": 176669}, "Name": "脱出！@{K}Escape!",
                                     "Id": 178496},
                    "Name": "出口を探す@{K}Search for a way out",
                    "Description": "もう少しだけでも周囲が見えたなら……@{K}If only you could see just a little better...",
                    "ButtonText": "", "Id": 145175},
                   {"DefaultEvent": {"Description": "「船長！」彼女はあなたの顔の傍に逆さまにぶら下がりにっこり笑って敬礼した。かつてエンパイア・オブ・ハンズ全土が彼女の遊び場だった。昔の住処を最後にもう一周だけ見て回る誘惑に逆らえなかったらしい。拾い子は退屈な死んだ猿の薄気味悪い古い霊廟でダイナマイトが爆発したのを聞き、あなたがそのすぐ傍で見つかるだろうと何故か分かったらしい。\u000d\u000a\u000d\u000a「たすける！」拾い子は笑顔であなたを彼女のぶらさがる縄に上らせた。バーナバスは重すぎるため取り残された。彼は引き続き岩を一つづつ取り除いて脱出を試みることだろう。@{K}$Empire of Hands -> エンパイア・オブ・ハンズ, Monkey Foundling -> 猿の拾い子$\"Capt'n!\" she salutes, hanging upside down by your face and grinning. The Empire of Hands used to be her playground, and she couldn't resist a last spin around some old haunts. When she heard the dynamite go off in the spooky old temple of the boring dead monkey, somehow she knew she'd find you close by.\u000d\u000a\u000d\u000a\"Helping!\" grins the Monkey Foundling, letting you climb her rope to safety. Barnabas remains behind, too heavy. He continues to dig his way out, rock by rock.",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "縄を下り霊廟に降り立つ@{K}She slides down a rope into the Vault",
                                     "Id": 179760},
                    "Name": "猿の拾い子が助けに駆け付けた！@{K}$Monkey Foundling -> 猿の拾い子$The Monkey Foundling to the rescue!",
                    "Description": "あなたを助けてくれる船員がいるとすれば……@{K}If any of your crew was going to save you...",
                    "ButtonText": "", "Id": 145922},
                   {"SuccessEvent": {"Description": "欠片を噛み砕くと、記憶があふれ出した。当然だ！摂取した人間が記憶に圧倒されないように希釈されてはいるが、それでもあなたは突如として部屋全体を今までとは異なる形で見るようになった。石の支柱に石の壁、天井は木で出来ているがそれでも十分に分厚く、腹立たしくも外に置かれたままになっている道具がなければ突き破ることは出来ないだろう――\u000d\u000a\u000d\u000a空気だ！なぜ気づかなかったのだろう？もちろん、新鮮な空気というわけではない。しかし、最後にこの霊廟が開かれてから何世紀も経っているのだ。本来ならば呼吸も出来ないような空気になっているはずではないか？つまり、どこかから外の空気が流れ込んでいるという事だ。そしてそれは……\u000d\u000a\u000d\u000aバーナバスの助けを借りあなたは支柱を登った。成功だ！空気穴を見つけた。あなたはそこを昇ったが、クレイマンは同じ方法で脱出するには身軽さが足りない。彼は掘る作業を続けるだろう。@{K}$Clay M[ae]n -> クレイマン$You bite down on the chip, and memories flood. Of course! They are still diluted enough not to be overwhelming, but suddenly you see the whole room differently. Stone support pillars, stone walls, a roof of wood but still likely too thick to break through without some of the tools that lie so frustratingly outside-\u000d\u000a\u000d\u000aThe air! How did you not realise it? It isn't the freshest, to be sure. But it has been centuries since this Vault was last opened. It should be unbreathable, shouldn't it? That means that somewhere, it has to be coming in from the outside, and THAT means...\u000d\u000a\u000d\u000aBarnabas helps you climb up the pillars. Success! A vent. You climb through it while the Clay Man continues digging, lacking the agility to escape from here your way.",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "これからの微かな記憶@{K}A vague memory of something to come",
                                     "Id": 176705},
                    "DefaultEvent": {"Description": "欠片を噛み砕くと、記憶があふれ出した。当然だ！摂取した人間が記憶に圧倒されないように希釈されてはいるが、それでもあなたは突如として部屋全体を今までとは異なる形で見るようになった。石の支柱に石の壁、天井は木で出来ているがそれでも十分に分厚く、腹立たしくも外に置かれたままになっている道具がなければ突き破ることは出来ないだろう――\u000d\u000a\u000d\u000a空気だ！なぜ気づかなかったのだろう？もちろん、新鮮な空気というわけではない。しかし、最後にこの霊廟が開かれてから何世紀も経っているのだ。本来ならば呼吸も出来ないような空気になっているはずではないか？つまり、どこかから外の空気が流れ込んでいるという事だ。そしてそれは……\u000d\u000a\u000d\u000aバーナバスの助けを借りあなたは支柱を登った。成功だ！空気穴を見つけた。あなたはそこを昇ったが、クレイマンは同じ方法で脱出するには身軽さが足りない。彼は掘る作業を続けるだろう。@{K}$Clay M[ae]n -> クレイマン$You bite down on the chip, and memories flood. Of course! They are still diluted enough not to be overwhelming, but suddenly you see the whole room differently. Stone support pillars, stone walls, a roof of wood but still likely too thick to break through without some of the tools that lie so frustratingly outside-\u000d\u000a\u000d\u000aThe air! How did you not realise it? It isn't the freshest, to be sure. But it has been centuries since this Vault was last opened. It should be unbreathable, shouldn't it? That means that somewhere, it has to be coming in from the outside, and THAT means...\u000d\u000a\u000d\u000aBarnabas helps you climb up the pillars. Success! A vent. You climb through it while the Clay Man continues digging, lacking the agility to escape from here your way.",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "これからの微かな記憶@{K}A vague memory of something to come",
                                     "Id": 176702},
                    "Name": "紅い蜜の微かな味@{K}$[Rr]ed [Hh]oney -> 紅い蜜$A fading taste of red honey",
                    "Description": "記憶の縁にある、これは一体何だろう？@{K}What is it, just on the edge of remembrance?",
                    "ButtonText": "", "Id": 144100},
                   {"SuccessEvent": {"Description": "あなたの望んでいた財宝ではなかったかもしれないが、それでも良い値が付いた。\u000d\u000a\u000d\u000a「それと、こいつも貰っていこう」市長は愉快な女冒険家を指さし付け加える。「皇帝の遺産を盗み出そうとしたんだろう？まったく。ああ、案ずることはない。罰はそれほど重くはならんだろうよ。我らは貪欲さを評価する。だがそうであってもだ」彼がにやりと笑う。「ちょっとした教訓を教えてやるとしよう。そして恥辱の内に消えてもらう。あなたへの帝国からの贈り物だ」@{K}$Delightful Adventuress -> 愉快な女冒険家$It is perhaps not the great treasure you might have hoped for, but they will sell for a fine price.\u000d\u000a\u000d\u000a\"Also we will take <i>that one,\"</i> adds the Mayor, pointing at the Delightful Adventuress. \"Trying to sneak away our Emperor's Legacy? Tsk. Oh, do not worry, the punishment is not severe. We approve of the avarice. Still,\" he grins. \"We will teach her a little lesson, yes, then banish in shame. A gift to you from the Empire.\"",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "交渉は上手くいった@{K}Negotiations go well", "Id": 176724},
                    "DefaultEvent": {"Description": "彼があなたが帝国に上陸したときに出会った蚤に集られた役人のままだったなら良かったのだが。まったく。\u000d\u000a\u000d\u000a「それと、こいつも貰っていこう」市長は愉快な女冒険家を指さし付け加える。「皇帝の遺産を盗み出そうとしたんだろう？駄目だな。ああ、案ずることはない。罰はそれほど重くはならんだろうよ。我らは貪欲さを評価する。だがそうであってもだ」彼がにやりと笑う。「ちょっとした教訓を教えてやるとしよう。そして恥辱の内に消えてもらう。あなたへの帝国からの贈り物だ」@{K}$Delightful Adventuress -> 愉快な女冒険家$If only the Mayor was still the flea-ridden bureaucrat who met you on your arrival to the Empire. Oh well.\u000d\u000a\u000d\u000a\"Also we will take <i>that one,\"</i> adds the Mayor, pointing at the Delightful Adventuress. \"Trying to sneak away our Emperor's Legacy? Tsk. Oh, do not worry, the punishment is not severe. We approve of the avarice. Still,\" he grins. \"We will teach her a little lesson, yes, then banish in shame. A gift to you from the Empire.\"",
                                     "LinkToEvent": {"Id": 176669},
                                     "Name": "交渉はあまり上手くいかなかった@{K}Negotiations could have gone better",
                                     "Id": 176723},
                    "Name": "宝を三分割する@{K}Split the Legacy three ways",
                    "Description": "あなたと、市長と、バーナバスで。市長が“平等に”分けることに同意するとは考えにくいが……@{K}You, the Mayor, and Barnabas. Though it seems unlikely that the Mayor will agree to a <i>straight</i> three way split...",
                    "ButtonText": "", "Id": 144119}],
 "Description": "失われた宝は見つかった。ここからは簡単だ。@{K}The lost treasure has been found. Now for the easy bit.",
 "Name": "始皇帝の遺産@{K}Legacy of the First Emperor", "Id": 176669}
