{"ChildBranches": [{"DefaultEvent": {"Description": "輝かしき一瞬、羽根車の心臓部の炎に照らされ船員の姿が黒い影のように見える。そして、彼は消えた。羽根車は歓喜に吠えたける。恐らく誰にも目撃されていないだろう。@{K}電光石火と言うべきか、インペラーの心臓の炎を背景に一人の船乗りが黒く見え、次の刹那に彼は居なくなっていた。インペラーは歓喜の咆哮を上げている。恐らく誰も見ていなかっただろう。@{M}For a magnificent instant, the zailor is silhouetted against the fire at the Impeller's heart: then he's gone, and the Impeller roars with delight. Perhaps no one saw.",
                                     "Name": "一瞬の栄光@{M}A brief glory", "Id": 182220},
                    "Name": "そのようにすればいい@{M}Let it be so",
                    "Description": "その船員に羽根車の心臓部にいる賢者のもとへ加わる許可を出そう。@{K}船乗りに、インペラーの心臓の賢者に加わる事を許可する。@{M}Permit the zailor to join the Sage in the Impeller's heart.",
                    "ButtonText": "", "Id": 147456},
                   {"DefaultEvent": {"Description": "「船長！行かなければ！太陽が！太陽が！」\u000d\u000a\u000d\u000a狂乱した船乗りを、他の船乗りが抑えつけ、やがて彼は落ち着きを取り戻す。しかし、羽根車は夢で貴方に直接語りかけ、船員達にも同じように語りかけている。全てが良くない。全てが、良好と言うには程遠い。@{K/M}「船長!行かなければ!太陽が!太陽が!」\u000d\u000a\u000d\u000a狂乱した船乗りを、他の船乗りが抑えつけ、やがて彼は落ち着きを取り戻す。しかし、インペラーは夢で貴方に直接語りかけ、船員達にも同じように語りかけている。全てが良くない。全てが、良好と言うには程遠い。@{M}\"Captain! I must! The sun! The sun!\"\u000d\u000a\u000d\u000aYour crew subdues the wretched zailor, and eventually he calms. But the Impeller speaks in your dreams, and in the dreams of your crew. All is not well. All is very far from well.",
                                     "Name": "\"ノー!\"@{M}\"No!\"", "Id": 182221},
                    "Name": "拒絶する@{M}Refuse",
                    "Description": "この上、人をエンジンの犠牲とするわけにはいかない。@{K}そいつはもうやり直す事は無い。@{M}It will not take another life.",
                    "ButtonText": "", "Id": 147457},
                   {"DefaultEvent": {"Description": "「あれは僕にも呼びかけていますからね。こういうことは当然起こるでしょう。我々は限りある命の者が使うよう意図されたものではない力を用いているのですよ。文字通りね。損害には耐えるしかありません」メカニックは肩をすくめた。彼は後悔しているように見える。@{K}「そいつは私にも呼び掛けています。あの出来事は起こる事なんです。私達は死にに行くために力を使う訳じゃないんですよ。私が言った言葉は文字通りの意味です。私達はやられる前にやるしかないんだ。」そう言いながら彼は肩をすくめた。とても悲しんでいる様に見える。@{M}\"It calls to me too. These things will happen. We have employed forces not intended for mortal use. I mean that quite literally. We must take our knocks.\" He shrugs. He does look regretful.",
                                     "LinkToEvent": {"Id": 176672},
                                     "Name": "「分かってます、分かってます」@{K}\"知ってる、知ってる。\"@{M}\"I know, I know.\"", "Id": 182222},
                    "Name": "疲れ知らずのメカニックと話す@{K}疲れ知らずの工員と話す@{M}$Tireless Mechanic -> 疲れ知らずのメカニック$Speak to the Tireless Mechanic",
                    "Description": "彼があれを作ったのだから、なんとかする方法を知っているはずだ。@{K}彼はモノを造った。彼ならどう対処するか知っている筈だ。@{M}He built the thing. He must be able to manage it.",
                    "ButtonText": "", "Id": 147458}],
 "Description": "「船長。私はあのエンジンを夢で視ました。中心にいる賢者が、叫んでいるんです。船長――私も彼にに加わる夢を視たんです」@{K/M}「船長。私はあのエンジンを夢で視ました。中心には賢者が居て、叫んでいるんです。船長 - 私もあれに加わる夢を視たんです。」@{M}\"Captain, I dream of that engine. I dream of the Sage in its core, screaming. Captain - I dream of joining him.\"",
 "Name": "絶叫する賢者@{M}The Screaming Sage", "Id": 176672}
