{"ChildBranches": [{"DefaultEvent": {"Description": "皇帝は紫のローブを纏い、装飾的な金の仮面を着けて玉座に座っている。彼は身じろぎもせず黙ったままでいる。優美な家令が彼の名前で語ることを許すために、ほとんど知覚することも出来ないほど微かに頷かなければ彫像と間違えてしまいそうなほどだ。\u000d\u000a\u000d\u000a彼女があなたに近づく。宮廷の官吏が身に着ける黄色に赤の縁取りのついたローブをまとい腕組みをしている。彼女の顔には用心深く何の表情も浮かべられていない。赤茶の毛は白粉によってアラバスターの如く純白に染められ、細部に至るまで優美に赤と黒の装飾が施されている。手にはめられた指輪は彼女が十の魂を持つ猿であることを示している。海軍省ですら敬意を払う地位だ。\u000d\u000a\u000d\u000a彼女はあなたの前で一礼した。入り組んだ儀礼的な袖を払う仕草を、彼女はどうやってか一度も視線をあなたから外すことなくやってのける。そして礼が終わると、あなたの反応を待った。@{K}$Admiralty -> 海軍省$The Emperor sits on his throne, wrapped in robes of violet and wearing an ornate golden mask. He remains motionless, silent. He could be mistaken for a statue, if not for an almost imperceptible nod to grant his seneschal permission to speak in his name.\u000d\u000a\u000d\u000aShe approaches, arms folded in the red-trimmed yellow robes of a court mandarin. Her expression is carefully blank; the chestnut hair on her face powdered alabaster white and decorated with exquisite detail in red and black. The rings on her fingers mark her as a ten-souled ape, a status even the Admiralty can respect.\u000d\u000a\u000d\u000aShe bows before you; a complicated, ritual display of sweeping sleeves that somehow never breaks eye contact. Finished, she waits for your response.",
                                     "LinkToEvent": {"Id": 176742},
                                     "Name": "公的な歓迎@{K}An official welcome", "Id": 176743},
                    "Name": "皇帝に呼び出された@{K}Summoned by the Emperor",
                    "Description": "彼の玉座の間に立ち入るというのは、全く別の世界に踏み入るのと同義だ。ひんやりとしたありがたくも静けさに満ちた世界は快いものではあるが、同時に既に異質にも感じられる。@{K}To step into his throne room is to step into another world, a polished one of cool and blessed quiet that already feels as alien as it is pleasant.",
                    "ButtonText": "", "Id": 144133},
                   {"DefaultEvent": {"Description": "彼女は人間をあまりよく思っていない。\u000d\u000a\u000d\u000aしかしそうであったとしても、あなたたちには話さなければならないことがある。@{K}She has never held a high opinion of humans,\u000d\u000a\u000d\u000aBe that as it may though, there is business to discuss.",
                                     "LinkToEvent": {"Id": 176742},
                                     "Name": "優美な家令の無表情が揺らいだ@{K}The Exquisite Seneschal's expression flickers",
                                     "Id": 178904},
                    "Name": "直立不動でいる@{K}Remain still",
                    "Description": "あなたは卑しい猿の前で自らの品位を落としたりはしない。@{K}You will not demean yourself before mere monkeys.",
                    "ButtonText": "", "Id": 145414},
                   {"DefaultEvent": {"Description": "あなたは海軍省がエンパイア・オブ・ハンズにおける交易を禁止し、隔離令を敷いていることを指摘した。ここで猿たちに品物を渡していられるところを捕まるより悪い事と言ったら、彼らが閉じ込められた場所から逃げ出すのを手伝うところを見つかることぐらいのものだ！\u000d\u000a\u000d\u000a「あなた方はもう十分我々を苦しめたのではありませんか？」彼女は強く言う。「我らが飢える時、あなた方は我らが食糧を手に入れられないようにし、我らが探索を切望する時、動物のように檻に閉じ込めた。何故です？どのような素晴らしい目的があるのでしょう？悪魔とも喜んで食事を共にするあなた方にとって、我らがどのような脅威となるというのでしょう？」\u000d\u000a\u000d\u000a彼女はほとんど憐れむように首を振った。「我らの内にあなた方をこれほど恥じ入らせる何を見たというのでしょうね？」@{K}$Admiralty -> 海軍省, Empire of Hands -> エンパイア・オブ・ハンズ$You point out that the Admiralty has the Empire of Hands both under embargo and quarantined. The only thing worse to be caught doing here than supplying them would helping them escape their confinement!\u000d\u000a\u000d\u000a\"Have your people not already caused us enough pain?\" she demands. \"We starve, and you would prevent us being fed. We thirst to explore, and you cage us like animals. Why? For what fine purpose? What threat are we to you, who happily dine with devils?\"\u000d\u000a\u000d\u000aShe shakes her head, almost with pity. \"What could you possibly see in us that shames you so?\"",
                                     "LinkToEvent": {"Id": 176742},
                                     "Name": "旅の道具@{K}Materials for the journey", "Id": 178907},
                    "Name": "脱出行@{K}The Great Exodus",
                    "Description": "優美な家令はあなたにエンパイア・オブ・ハンズの偉業のため物資を集める手助けを依頼した。猿たちをここからはるかに離れた新たなすみかへと連れだしてくれるツェッペリンに補給する仕事だ。@{K}$Zeppelin -> ツェッペリン, Empire of Hands -> エンパイア・オブ・ハンズ$The Exquisite Seneschal requests your assistance to supply the Empire of Hands' great work - a Zeppelin that will take them to a new home far away from here.",
                    "ButtonText": "", "Id": 145415},
                   {"DefaultEvent": {"Description": "家令はあなたを使用人二人が漕ぐ船に乗せ、ポート・スタントンのツェッペリン建造現場まで連れて行った。この企画はもともと遠方より訪れた東へと向かうことを望む旅人によって立ち上げられたものだったが、その旅人は……事故に遭ってしまったのだ。しかし彼の計画とエンジンに猿たちは彼ら自身にとっての好機を見出した。\u000d\u000a\u000d\u000a「もちろん、脱出行には食糧と燃料が必要です」優美な家令が説明する。「我らの同胞を高めるための魂も要ります。そうすれば彼らも作業に加えることが出来るかもしれませんからね。言うまでもなく、かかった費用については適切な金額をお支払いします。そして完成の暁にはさらに褒賞を出しましょう」\u000d\u000a\u000d\u000a彼女はそれに加え、ツェッペリンを完成させる近道があるかもしれないことを仄めかした。しかしそれがなんであるかを尋ねるにはまだ十分な信頼を得ていないようだ。[コートで、あるいはツェッペリンに供給することで地位を高めましょう。]@{K}$Zeppelin -> ツェッペリン, Port Stanton -> ポート・スタントン$With a pair of servants to row the boat, she takes you to the Zeppelin site in Port Stanton. It was originally the project of a traveller from afar hoping to travel East, who encountered an... accident. In his plans and engine however, the monkeys saw their opportunity.\u000d\u000a\u000d\u000a\"The Great Exodus will require Supplies and Fuel, of course,\" explains the Exquisite Seneschal. \"We also seek souls to uplift our brethren that they may join the work. You will of course be reasonably compensated for your expenses, and rewarded upon completion.\"\u000d\u000a\u000d\u000aShe also hints that there may be faster ways to complete the Zeppelin. To say more though would require a level of trust that you have not yet earned. [Build Status in Court and by supplying the Zeppelin]",
                                     "LinkToEvent": {"Id": 175483},
                                     "Name": "優美な家令は再び、前回よりも深く礼をした@{K}The Exquisite Seneschal bows again, deeper",
                                     "Id": 178954},
                    "Name": "依頼を受ける@{K}Accept the commission",
                    "Description": "あなたは猿がツェッペリンを完成させるのを手伝う事にした。@{K}$Zeppelin -> ツェッペリン$You will help the apes complete their Zeppelin.",
                    "ButtonText": "", "Id": 145436},
                   {"DefaultEvent": {"Description": "「分かりました。皇帝はあなたの贈り物に感謝し、我らの法と伝統にしたがう限りあなたをこの宮廷の名誉ある客人として歓迎します」\u000d\u000a\u000d\u000aそしてあなたは皇帝の前から連れていかれた。「もう一つだけ付け加えさせてください」家令はより抑えられた声で言った。「我らの消え去ることがあなたの愛する海軍省の最も深い望みであるのなら、脱出行によって我らの自由が達せられるのと同じくその望みも叶えられることになります。あなたが彼らの怒りについて気にしているのであれば、考えてみる価値はあるでしょう」\u000d\u000a\u000d\u000aそしてそっけなく一礼する。「エンパイア・オブ・ハンズへようこそお越しくださいました」彼女が普段の調子に戻って言うと、二人の召使があなたの目の前で静寂の会堂の扉を閉ざした。[ペンテコステ猿たちを手伝いたくなった時は、ポート・スタントンのツェッペリンを訪ねてください。]@{K}$Pentecost -> ペンテコステ, Zeppelin -> ツェッペリン, Admiralty -> 海軍省, Empire of Hands -> エンパイア・オブ・ハンズ, Port Stanton -> ポート・スタントン$\"As you wish. My Emperor thanks you for your gift and declares you an honoured guest of this Court for as long as you obey our laws and traditions.\"\u000d\u000a\u000d\u000aYou find yourself being led out of the Emperor's presence. \"I would add one thing,\" says the Exquisite Seneschal in a quieter voice. \"If it is your beloved Admiralty's deepest wish that we be gone, the Exodus will grant it, just as much as our freedom. A thing to think about, should it be their wrath that concerns.\"\u000d\u000a\u000d\u000aShe bows, curtly. \"I bid you welcome to the Empire of Hands,\" she says in her normal tone, as two servants close the door to the Silent Gallery in your face. [Visit the Zeppelin in Port Stanton if you change your mind about assisting the Pentecost apes.]",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "優美な家令は驚かなかった@{K}The Exquisite Seneschal is unsurprised",
                                     "Id": 178955},
                    "Name": "依頼を断る@{K}Refuse the commission",
                    "Description": "海軍省の布告の通り、猿はこの場所に留められなければならない。@{K}$Admiralty -> 海軍省$The monkeys must remain here, as the Admiralty decreed.",
                    "ButtonText": "", "Id": 145437},
                   {"DefaultEvent": {"Description": "「我が仲間たちよ、友よ、新しき時代が我らの前に広がっている。すぐにも、脱出行は決行されるだろう。そして我らは此処よりはるかに離れた場所に第二の帝国を築き上げるのだ。この事業には我らの持つ全てが、そしてそれ以上の物が必要だった。最も高位の者から最も卑しき者まで、全てが団結し……一つの帝国となり勢いよく前へと進む時にのみ、我らが手にしてきた魂に値する存在だと証明することが出来るのだ」\u000d\u000a\u000d\u000a彼女は言葉を止め、あなたを手で示した。「しかし、一人の人間がいなければ、我らがここまでたどり着くことは出来なかっただろう。その人間は同郷の蝙蝠と人間たちからの偏見に勇敢にも立ち向かったのだ。帝国はここにその名誉の客人に我らが救済の船の名を決める栄誉を授けることを宣言する」\u000d\u000a\u000d\u000a彼女があなたの方を向いた。猿たちは期待に身を乗り出している。@{K}\"My fellows, my friends, a great new era is upon us. Soon, the Great Exodus shall begin, and we shall forge the Second Great Empire in a land far, far away. It will require everything we have, and more. Only if we all pull together, from our highest to our lowest... one united Empire striding forwards in unison, can we prove ourselves worthy of the souls we have claimed.\"\u000d\u000a\u000d\u000aShe pauses, gestures to you. \"But we would not be here without one human, one with the bravery to stand against the prejudices of their bat-people. By Imperial decree, it shall therefore be our guest's honour to give name to the instrument of our salvation.\"\u000d\u000a\u000d\u000aShe turns to you. The monkeys lean in expectantly.",
                                     "LinkToEvent": {"Id": 176742},
                                     "Name": "優美な家令が群集に呼びかける@{K}The Exquisite Seneschal addresses the crowd",
                                     "Id": 178998},
                    "Name": "ワイルドウィールド・コートの英雄だ！@{K}$Wildweald Court -> ワイルドウィールド・コート$Hero of the Wildweald Court!",
                    "Description": "あなたが静寂の会堂に入っても拍手は起こらなかった。しかし相当量の感謝と渋々といった様子の敬意の言葉が部屋に満ちている。@{K}There is no applause as you walk into the Silent Gallery. There is however a measure of gratitude and grudging respect buzzing in the air.",
                    "ButtonText": "", "Id": 145470},
                   {"DefaultEvent": {"Description": "優美な家令はあなたの言葉に耳を傾け、一つ頷くと群集に向き直った。「人は選んだ！」彼女が叫ぶ。「我らが救済の名は……クリスピン四世（同じ名を負う者の中でも最も偉大なる皇帝）の高く舞い上がる栄光号となった！！」\u000d\u000a\u000d\u000a皇帝が微かに右前足をあげ、群集に歓声を上げることを許可する。\u000d\u000a\u000d\u000a忌々しい猿共め。少なくとも報酬は約束通り全額支払われた。@{K}The Exquisite Seneschal listens, nods, and turns to the audience. \"The human has spoken!\" she shouts. \"Our salvation shall be named... THE SOARING GLORY OF EMPEROR CRISPIN IV (GREATEST OF HIS NAME)!\"\u000d\u000a\u000d\u000aWith a slight raise of his right paw, the Emperor graciously gives the audience permission to whoop.\u000d\u000a\u000d\u000aBl__dy monkeys. At least they pay up as promised.",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "あなたは選んだ名前を囁いた@{K}You murmur your chosen name",
                                     "Id": 178999},
                    "Name": "ペンテコステの上昇号@{K}$Pentecost -> ペンテコステ$The Pentecost Ascendant",
                    "Description": "", "ButtonText": "", "Id": 145471},
                   {"DefaultEvent": {"Description": "「ぬしらの街の者ども、そして大切な大切な海軍省……」彼は唾を吐くため言葉を止めた。「そしてぬしの蝙蝠の主も。おぬしらが象牙の塔で我らのことを何と言っておるか知らんと思うなよ。みじめで取るに足らん野蛮人が、大胆にもぬしらと平等であると夢見ているとでも言っておるのだろう」\u000d\u000a\u000d\u000a優美な家令は引き下がった。皇帝の口調はさながら硝子で飾られたカラメルのようだ。彼の内で十五の魂が憎悪により結びついている。\u000d\u000a\u000d\u000a「我が恩恵を望むか？」皇帝は箱を指し示す。「我は火を望んでおる。そして炎をな。我らが通りに横たわり飢えによって死に、その死骸も鼠と疥癬病みの犬どもに蹴とばされるよう仕向けた者たちに対する復讐を願う。これは出立までには決行されるはずだった。すべては計画済みだ。しかし、時が迫っておる」\u000d\u000a\u000d\u000a箱があなたの手に押し込まれた。「そういうことだ。ぬしに機会を授けよう。思う様に用いるがよい。届けるも、海に投げ込むも、大した違いはない。今日ではなくともいずれ何世代か下ったのちに、ぬしらも己の罪を悔いる時が来ることだろうよ。わしはあの喜びの翼に乗り旅に出るとしよう、そしておぬしは第二の帝国にて我が傍らに立つのだ」\u000d\u000a\u000d\u000a彼は軽く手を振った。「話は終わりだ。我が視界からうせろ」@{K}$Admiralty -> 海軍省$\"Your people. Your precious Admiralty...\" He pauses to spit. \"Your bat-masters. Do not think us unaware of what you say about us in your ivory towers. Us poor little primitives, daring to dream ourselves your equals.\"\u000d\u000a\u000d\u000aThe Exquisite Seneschal backs away. Her Emperor's tone is caramel laced with glass, fifteen souls united in hate.\u000d\u000a\u000d\u000a\"You wish my favour?\" He gestures for a box. \"I wish for fire. I wish for flame. I wish for those who have starved us to lie in the streets, their corpses spurned by the rats and the mangiest of your hounds. All this was to come to pass before the voyage. All was planned. But, time.\"\u000d\u000a\u000d\u000aThe box is pressed into your hands. \"I grant you a chance then, to use as you will. Deliver this. Throw it to the zee. It matters little. If not today, then some generation hence your people shall learn regret for their sins. Let me however travel on the wings of that satisfaction, and you shall stand by me in the Second Empire.\"\u000d\u000a\u000d\u000aHe flicks a hand. \"Now get out of my sight.\"",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "仮面の裏@{K}Behind the mask", "Id": 179015},
                    "Name": "彼女の主人の声@{K}Her Master's Voice",
                    "Description": "あなたが玉座に近づくと、優美な家令は口をつぐんだ。皇帝の眼の中の憤怒が見えるほどの距離だ。@{K}The Exquisite Seneschal falls silent as you approach the golden throne, close enough to see the fury in the Emperor's eyes.",
                    "ButtonText": "", "Id": 145484},
                   {"DefaultEvent": {"Description": "優美な家令はあなたの言葉に耳を傾け、一つ頷くと群集に向き直った。「人は選んだ！」彼女が叫ぶ。「我らが救済の名は……クリスピン四世（同じ名を負う者の中でも最も偉大なる皇帝）の高く舞い上がる栄光号となった！！」\u000d\u000a\u000d\u000a皇帝が微かに右前足をあげ、群集に歓声を上げることを許可する。\u000d\u000a\u000d\u000a忌々しい猿共め。少なくとも報酬は約束通り全額支払われた。@{K}The Exquisite Seneschal listens, nods, and turns to the audience. \"The human has spoken!\" she shouts. \"Our salvation shall be named... THE SOARING GLORY OF EMPEROR CRISPIN IV (GREATEST OF HIS NAME)!\"\u000d\u000a\u000d\u000aWith a slight raise of his right paw, the Emperor graciously gives the audience permission to whoop.\u000d\u000a\u000d\u000aBl__dy monkeys. At least they pay up as promised.",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "あなたは選んだ名前を囁いた@{K}You murmur your chosen name",
                                     "Id": 179022},
                    "Name": "パックス・インペリアリス号@{K}The Pax Imperialis", "Description": "",
                    "ButtonText": "", "Id": 145489},
                   {"DefaultEvent": {"Description": "優美な家令はあなたの言葉に耳を傾け、一つ頷くと群集に向き直った。「人は選んだ！」彼女が叫ぶ。「我らが救済の名は……クリスピン四世（同じ名を負う者の中でも最も偉大なる皇帝）の高く舞い上がる栄光号となった！！」\u000d\u000a\u000d\u000a皇帝が微かに右前足をあげ、群集に歓声を上げることを許可する。\u000d\u000a\u000d\u000a忌々しい猿共め。少なくとも報酬は約束通り全額支払われた。@{K}The Exquisite Seneschal listens, nods, and turns to the audience. \"The human has spoken!\" she shouts. \"Our salvation shall be named... THE SOARING GLORY OF EMPEROR CRISPIN IV (GREATEST OF HIS NAME)!\"\u000d\u000a\u000d\u000aWith a slight raise of his right paw, the Emperor graciously gives the audience permission to whoop.\u000d\u000a\u000d\u000aBl__dy monkeys. At least they pay up as promised.",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "あなたは選んだ名前を囁いた@{K}You murmur your chosen name",
                                     "Id": 179023},
                    "Name": "果て無き辺境号@{K}The Endless Reach", "Description": "",
                    "ButtonText": "", "Id": 145490},
                   {"DefaultEvent": {"Description": "優美な家令はあなたの言葉に耳を傾け、一つ頷くと群集に向き直った。「人は選んだ！」彼女が叫ぶ。「我らが救済の名は……クリスピン四世（同じ名を負う者の中でも最も偉大なる皇帝）の高く舞い上がる栄光号となった！！」\u000d\u000a\u000d\u000a皇帝が微かに右前足をあげ、群集に歓声を上げることを許可する。\u000d\u000a\u000d\u000a忌々しい猿共め。少なくとも報酬は約束通り全額支払われた。@{K}The Exquisite Seneschal listens, nods, and turns to the audience. \"The human has spoken!\" she shouts. \"Our salvation shall be named... THE SOARING GLORY OF EMPEROR CRISPIN IV (GREATEST OF HIS NAME)!\"\u000d\u000a\u000d\u000aWith a slight raise of his right paw, the Emperor graciously gives the audience permission to whoop.\u000d\u000a\u000d\u000aBl__dy monkeys. At least they pay up as promised.",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "あなたは選んだ名前を囁いた@{K}You murmur your chosen name",
                                     "Id": 179024},
                    "Name": "第二の血統号@{K}The Second Lineage", "Description": "",
                    "ButtonText": "", "Id": 145491},
                   {"DefaultEvent": {"Description": "優美な家令はあなたの言葉に耳を傾け、一つ頷くと群集に向き直った。「人は選んだ！」彼女が叫ぶ。「我らが救済の名は……クリスピン四世（同じ名を負う者の中でも最も偉大なる皇帝）の高く舞い上がる栄光号となった！！」\u000d\u000a\u000d\u000a皇帝が微かに右前足をあげ、群集に歓声を上げることを許可する。\u000d\u000a\u000d\u000a忌々しい猿共め。少なくとも報酬は約束通り全額支払われた。@{K}The Exquisite Seneschal listens, nods, and turns to the audience. \"The human has spoken!\" she shouts. \"Our salvation shall be named... THE SOARING GLORY OF EMPEROR CRISPIN IV (GREATEST OF HIS NAME)!\"\u000d\u000a\u000d\u000aWith a slight raise of his right paw, the Emperor graciously gives the audience permission to whoop.\u000d\u000a\u000d\u000aBl__dy monkeys. At least they pay up as promised.",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "あなたは選んだ名前を囁いた@{K}You murmur your chosen name",
                                     "Id": 179025},
                    "Name": "空飛ぶ猿号@{K}The Flying Monkey", "Description": "",
                    "ButtonText": "", "Id": 145492},
                   {"SuccessEvent": {"Description": "あなたは深く礼をした。しかし、相手は優美な家令ではない。彼女は皇帝の声に過ぎず、あなたが敬意を表すべきは皇帝なのだ。彼は動かず何も言わなかったが、試験を通ることは出来たようだ。\u000d\u000a\u000d\u000aさて、商売の話に移るとしよう。@{K}You bow deeply, but not to the Exquisite Seneschal. She is but the voice of the Emperor, and it is to him that your respect is due. He makes no move and says nothing, but a test has been passed nevertheless.\u000d\u000a\u000d\u000aNow, there is business to be discussed.",
                                     "LinkToEvent": {"Id": 176742},
                                     "Name": "認めるような表情がちらつく@{K}A flicker of approval",
                                     "Id": 178905},
                    "DefaultEvent": {"Description": "何か間違ったことをしてしまったのだろうか？どうやらそうらしい。\u000d\u000a\u000d\u000aそれはともかく、商売の話に移ろう。@{K}Did you do something wrong? It appears so.\u000d\u000a\u000d\u000aBe that as it may, there is business to discuss.",
                                     "LinkToEvent": {"Id": 176742},
                                     "Name": "非難の色がちらつく@{K}A flicker of disapproval", "Id": 178902},
                    "Name": "礼を返す@{K}Return the bow",
                    "Description": "何と言っても、あなたは皇帝の前に立っているのだ。@{K}You are, after all, in front of an Emperor.",
                    "ButtonText": "", "Id": 145412},
                   {"SuccessEvent": {"Description": "あなたは深く膝を折り礼をした。しかし、相手は優美な家令ではない。彼女は皇帝の声に過ぎず、あなたが敬意を表すべきは皇帝なのだ。彼は動かず何も言わなかったが、試験を通ることは出来たようだ。\u000d\u000a\u000d\u000aさて、商売の話に移るとしよう。@{K}You curtsey deeply, but not to the Exquisite Seneschal. She is but the voice of the Emperor, and it is to him that your respect is due. He makes no move and says nothing, but a test has been passed nevertheless.\u000d\u000a\u000d\u000aNow, there is business to be discussed.",
                                     "LinkToEvent": {"Id": 176742},
                                     "Name": "認めるような表情がちらつく@{K}A flicker of approval",
                                     "Id": 178906},
                    "DefaultEvent": {"Description": "何か間違ったことをしてしまったのだろうか？どうやらそうらしい。\u000d\u000a\u000d\u000aそれはともかく、商売の話に移ろう。@{K}Did you do something wrong? It appears so.\u000d\u000a\u000d\u000aBe that as it may, there is business to discuss.",
                                     "LinkToEvent": {"Id": 176742},
                                     "Name": "非難の色がちらつく@{K}A flicker of disapproval", "Id": 178903},
                    "Name": "代わりに片膝を折った礼を返す@{K}A curtsey instead",
                    "Description": "敬意を示すなら、あなたにとってはこの方が好ましい。@{K}This is your preferred way to express respect.",
                    "ButtonText": "", "Id": 145413}],
 "Description": "クリスピン四世の宮廷は王宮の中心部に位置している。この場所で皇帝の許しを得ずに話すことは許可されていない。しかしそのような状況においてもなお、皇帝の声は他の者の声よりもさらに耳にする機会が少ない。@{K}Emperor Crispin IV holds court in the heart of his palace. None may speak without permission, but the voice of the Emperor is still the least heard of all.",
 "Name": "皇帝との謁見@{K}An Audience with the Emperor", "Id": 176742}
