{"ChildBranches": [{"DefaultEvent": {"Description": "「どうも！」市長がいまだ人の会話に慣れぬ罅割れた声で叫ぶ。「どうぞ！くつろいで！豊かなエンパイア・オブ・ハンズはすべての魂ある存在を歓迎すんよ」\u000d\u000a\u000d\u000a船員たちは落ち着かない様子で身じろぎしている。彼らはこの場所の噂を耳にしているのだ。多くの船員は自然の美以上の何かが無ければ、危険を冒してこの島に上陸しようとはしないだろう。@{K}$Empire of Hands -> エンパイア・オブ・ハンズ$\"Hello!\" cries the Mayor, in the broken voice of one not yet used to human speech. \"Come! Make selves at home! All souls welcome in bountiful Empire of Hands!\"\u000d\u000a\u000d\u000aThe crew shifts uncomfortably. They know the stories. It will take more than the natural beauty of this place to make most of them risk shore-leave here.",
                                     "Name": "公的な歓迎@{K}An official greeting", "Id": 176820},
                    "Name": "蚤にたかられた市長@{K}The Flea-Ridden Mayor",
                    "Description": "あのような規則を聞いていたため、ぼろぼろの黄色い長衣を身に着けた疥癬病みの猿に出迎えられたのは驚きだった。その猿は祭祀用の杖の支えによってかろうじて歩いている。@{K}With the Regulations in mind, it is a surprise to be greeted by a mere itchy monkey in a tattered yellow robe, barely walking with the help of a ceremonial staff.",
                    "ButtonText": "", "Id": 144183}],
 "Description": "永遠なる女王陛下の御名と権限において、ここにエンパイア・オブ・ハンズにおける『永続的な』交易の禁止と隔離を布告する。\u000d\u000a\u000d\u000a1．あらかじめ海軍省の許可を得た場合を除き、全てのロンドンの船にペンテコステ猿を乗せることを禁ずる。\u000d\u000a\u000d\u000a2．あらゆる形式でのSpirifageを禁ずる。\u000d\u000a\u000d\u000a3．<i>彼らは自分たちが何をしたのかよく理解している。</i>\u000d\u000a\u000d\u000a密航者に注意せよ。自分の魂をしっかりと掴んでおくように。\u000d\u000a\u000d\u000a――『海軍標準規則書　第四巻』より。@{K}$Pentecost -> ペンテコステ, Admiralty -> 海軍省, Empire of Hands -> エンパイア・オブ・ハンズ, Her Enduring Majesty -> 永遠なる女王陛下$In the name and by the power of Her Enduring Majesty, a trade embargo and quarantine in <i>absolute perpetuity</i> has hereby been declared on the Empire of Hands.\u000d\u000a\u000d\u000a1. No ship of London is to permit aboard a Pentecost ape without express and prior permission of the Admiralty.\u000d\u000a\u000d\u000a2. Any and all acts of spirifage are prohibited.\u000d\u000a\u000d\u000a3. <i>They know what they did.</i>\u000d\u000a\u000d\u000aBeware of stowaways. Keep a tight grip on your soul.\u000d\u000a\u000d\u000a- Excerpt from Standard Naval Regulations, Vol IV",
 "Name": "海軍省からの厳格な警告@{K}$Admiralty -> 海軍省$A Stern Reminder from the Admiralty",
 "Id": 176819}
