{"ChildBranches": [{"DefaultEvent": {"Description": "あなたが会ったのは、彼らがフェブラリーと呼ぶ女性ではなかった。彼女は単に、あなたが暦法議会に仕える紳士的とは程遠いチンピラ二人に徹底的に尋問されたのちに、引き合わされた女性に過ぎない。最初は疑い深そうにエンパイアの書類を一通り読んでいた彼女だったが、やがてにやりと笑った。そして最後に、喜びと共にあなたの意識はもはや必要とされていないという礼儀正しい評言が付け加えられた。\u000d\u000a\u000d\u000aそれから数日、ロンドンは燃えた。窓の無い部屋に監禁されていたあなたが見る事が出来た物は僅かだったが、その代わり嫌でも耳に入る音と立ち込める匂いが知りたい以上に教えてくれた。しばらくの後に、あなたは解放された。憎しみの視線を浴びながら港まで走り、最大船速で脱出したのだ。あなたの、ロンドンにおける人生は終わった。@{K/M}貴方が会ったのは、彼らがフェブラリーと呼ぶ女性ではなかった。彼女は単に貴方が連行された人物であり、紳士的を装ったチンピラと二人で年暦評議会の役人として丹念に尋問をしてきた人物であった。最初は疑い深そうに帝国の書類を一通り読んでいた彼女だったが、やがて下卑た笑みを浮かべた。結局それは単に喜びの表現だった。貴方の現在の意識状態が求められている以上のものであるという礼儀正しい評言が付け加えられた。\u000d\u000a\u000d\u000aそれから数日、ロンドンが燃えた。窓の無い部屋に監禁されていた貴方が見る事が出来た物は僅かだったが、その代わり嫌でも耳に入る音と立ち込める匂いが、事態を告げていた。結局貴方は解放された。見るのも嫌な顔と一緒に港まで走り、最大船速で脱出したのだ。貴方の、ロンドンにおける人生は終わった。@{M}$Calendar Council -> 暦法議会$It is not the woman they call February who meets you. She is merely the one to whom you are taken, having been thoroughly interrogated by a pair of the least gentlemanly thugs in the service of the Calendar Council. She reads through the Emperor's documents with first suspicion, then a smirk. Finally, it is merely with glee, and a polite comment that your current state of consciousness is now surplus to requirements.\u000d\u000a\u000d\u000aIn the days that follow, London burns. You see little of it from your windowless room, but overhear much and smell more than you would like. Eventually, you are released; a hated face racing to the docks and fleeing as fast as you can zail. Your life here is over.",
                                     "Name": "混乱が街を統べる@{K}無政府主義者の君臨@{M}Anarchy reigns", "Id": 176837},
                    "Name": "猿の皇帝の為に箱を届ける@{M}Deliver the box for the Monkey Emperor",
                    "Description": "それには、『誰に』渡せと言う指示は無かった。『何処に』持っていけ、という指示のみだった。しかもそれは、街の健全な一角などでは無かった。[この選択肢を実行すると、あなたはロンドンに戻る事が出来なくなります。ツェッペリンを盗み出し、あなた自身のキャリアを終えるしかありません。]@{K/M}それには、\"誰に\"渡せと言う指示は無かった。\"何処に\"持っていけ、という指示のみだった。しかもそれは、街の健康的な一角などでは無かった。[この選択肢を実行すると、貴方はロンドンに戻る事が出来なくなります。ツェッペリンを盗み出し、貴方自身のキャリアを終えるしかありません。]@{M}$Zeppelin -> ツェッペリン$It does not specify who to deliver it to. It does say where. It is not a salubrious part of the city. [If you do this, you will never be able to return to London again. You are committing yourself to stealing the Zeppelin and ending your career.]",
                    "ButtonText": "", "Id": 144189},
                   {"DefaultEvent": {"Description": "箱の秘密はウルフスタック・ドックスの下に眠ることだろう……願わくば永遠に。\u000d\u000a\u000d\u000aといっても、秘密の大部分は、だが。大事なものは確かに眠ることだろう。しかし、長旅の間に箱の中身をちらっと盗み見て、少しだけメモを取りさえしなかったなら、それは明らかに間違いだっただろう。@{K}その秘密はウルフスタック桟橋の下に眠る...出来れば永遠に。\u000d\u000a\u000d\u000a性格には、秘密の大部分だ。大事な物。ただ、長い航海中に中身をちらっとでも覗き見て、ノートに書き留めて置かなかった事は間違いだったのかもしれない。@{M}$Wolfstack -> ウルフスタック, Wolf -> ウルフ, Wolfstack Docks -> ウルフスタック・ドックス$Its secrets lie under Wolfstack Docks, hopefully forever.\u000d\u000a\u000d\u000aWell, most of them. The important ones. But it would have been wrong not to take a little peek during the long voyage and make just a couple of notes...",
                                     "Name": "箱は波間の下に消え@{M}The box disappears under the waves",
                                     "Id": 179018},
                    "Name": "箱を海へ投げ捨てる@{K}箱をジーに投げ捨てる@{M}Throw the box into the zee",
                    "Description": "いや、皇帝の復讐の片棒を担ぐ事はない。@{M}No. You will have no part of the Emperor's revenge.",
                    "ButtonText": "", "Id": 145486}],
 "Description": "さぁ、来た。決断する時だ。箱の中にある物は、全てを変える力がある。@{M}You're here. It's time to make a decision. The contents of this box could change everything.",
 "Name": "猿の皇帝の怒り@{M}The Monkey Emperor's Wrath", "Id": 176836}
