{"ChildBranches": [{"DefaultEvent": {"Description": "「あんたはキェロネイトには行ったことはあるか？か、か、亀の甲羅の中にある、汚くてでっけえ都市だよ。そこのボーンマンって連中は、Stormに仕えてるんだが、そいつらがあんたの父親の残りを持ってるぜ。取り戻せると良いな。連中はバターみたいに狂ってるけど」<br/><br/>「俺がどうやって知ったかって？」彼は握り拳を作ると、それをゆっくりと上に掲げ、遥か高みにある、Neathの天蓋を指し示した。「キェロネイトでは、奴らがStormに語りかける。そしてStormが、俺に語りかけてくれるのさ。天蓋の神さま……古くておっかねえ奴だぜ。彼を、お、お、怒らせたりするんじゃねえぞ。これは俺からの忠告だ。そんで、彼を怒らせたくないんなら、ボーンマンを怒らせちゃ駄目だ。あるいは、俺のこともかな。その理屈で行くと」[先に進むためには、Unterzeeの遥か東方にある、亀の甲羅の上に建つキェロネイトを見つけ出しましょう。]@{I}「ケロネイト、い行った事あるか?か、かか、亀の甲羅の上にある、きき汚くて大きな街だ。ストームの司祭、\"狂骨の者\"が、そこに居る。奴らがお前の父親の遺物を、もも持ち去った。がが頑張って、とと取り戻すんだな。奴らは全員、狂っているから。」\u000d\u000a\u000d\u000a「どど、どうやって知ったのかって?」彼は拳をゆっくりと上に突き出し、遥か上空にあるこの地下の天井を指した。「ケロネイトで、奴らがストームに話しかける。ストームが、俺に、話しかける。<i>天井に、居る、神</i>...この物は、恐ろしい、旧き者。か、かかか、彼を怒らせるな。忠告しておく。そして彼を怒らせたくなければ、\"狂骨の者\"を怒らせるな。言えるのは、それだけだ。」[ウンタージーの東方、遥か遠方、亀の甲羅の上にあるケロネイトを発見し、話を進めましょう。]@{M}$Chelonate -> キェロネイト$\"You ever been to the Chelonate? Dirty great city in a t-t-turtle's shell. The Bone Men there - the priests of Storm - they've got what's left of your father. Good luck getting him back. They're all mad as butter.\"\u000d\u000a\u000d\u000a\"How do I know?\" He makes a fist, slowly lifts it to indicate the roof of the Neath, far above. \"In the Chelonate, they talk to Storm. And Storm, he talks to me. The God-in-the-Roof... he's a fearsome old thing. Don't p-p-piss him off, that's my advice. And if you don't want to piss him off, don't piss the Bone Men off. Or me, come to that.\" [Find the Chelonate on its turtle shell, in the far east of the Unterzee, to continue.]",
                                     "Name": "「あ、あ、ありがとよ」@{I}\"あ、あ、有難う。\"@{M}\"F-f-fanks.\"",
                                     "Id": 177222},
                    "Name": "風と語る浮浪児、スリヴィー@{I}風と話す浮浪者、スリヴィー@{M}$Slivvy -> スリヴィー$Slivvy, the Urchin who Talks to the Wind",
                    "Description": "　彼は『舌を落ち着かせてやる』ために、ウィザー産の黙らせ塩を欲しがっていた。@{I}彼は舌を鎮める為にウィザーで取れる沈黙の塩を欲しがっている。@{M}$Whither -> ウィザー$He wants mutersalt from Whither to 'calm his tongue'.",
                    "ButtonText": "", "Id": 144402},
                   {"DefaultEvent": {"Description": "　今回、ハッファムが待っていたのは、キッチンのそばの薄暗い隅の席だった。彼の姿は手稿の山によって半ば隠されていた。「君の父親は」彼は囁いた。「郵政省に引き渡された。そう、そうだ。屈辱的な扱いだとも。ロンドンの郵便配達員たちは高潔で粘り強くはあるがね。本当なら、包はバザールに送り返されるはずだったんだ。だが何かの間違いが起こった」彼は身を乗り出した。「包は今、ナンシノウにある」<br/><br/>　ナンシノウ！多くを見過ぎた郵便配達員の行き着く島。配達不能な手紙はおろか、埋もれてしまった手紙までもが集まる島。ナンシノウ……<br/><br/>「宛名を書いたのはバザールの支配者の盟友だ」彼は続けた。「『ミスター・ボリューミナス』に宛てて。だがドアの名前が間違っていた」彼は既に出発するために手稿の山を片付け始めていた。「幸運を祈るよ。そして、ひとつ助言をしよう。zeeの深みの力には敬意を払いなさい。いつその恩恵を受けられるかは、誰にも分からないがね」[先に進むためには、Unterzeeの中央、または東方にある、ナンシノウを見つけましょう。]@{I}ハッファムは厨房の側、物陰の片隅で、山積みになった原稿に半分埋もれながら待っていた。「君の父親は」彼が囁く。「郵便局に引き渡された。ああ、ああ。確かにみっともない話だが、ロンドンの郵便配達員は高潔で力強い者達ばかりだ。荷物はバザールに送り戻された形で見つかる筈だった。だが、そうはならなかったんだ。」彼は身を前に乗り出して続ける。「荷物は、ヌンシオにあるんだ。」\u000d\u000a\u000d\u000aヌンシオ!郵便配達員が多くのものを見過ぎた時に訪れる島。死せる手紙、葬られる手紙の島。ヌンシオ...\u000d\u000a\u000d\u000a「支配人の仲間が荷物の宛先に書いたのは、」ハッファムは更に続ける。「'ヴォルミノス氏'という名前だった。だが、住所が違った。」気づけば、彼は既に原稿を取りまとめ、立ち去ろうとしていた。「幸運を。そして - 忠告を一つあげよう。深きジーの力には感謝する事だな。君が何時その恩恵を受けるかは、決して分からないだろうけどね。」[ウンタージーの東方または中央の何処かにあるヌンシオを発見し、話を進めましょう。]@{M}$Nuncio -> ナンシノウ, Huffam -> ハッファム$This time, Huffam is waiting in a shadowed nook by the kitchen, half-hidden beneath a pile of manuscripts. \"Your father,\" he whispers, \"was surrendered to the postal service. Yes, yes, it's undignified, although the postmen of London are honourable and tenacious. The package should have found its way back to the Bazaar. But something went wrong.\" He leans forward. \"The package is in Nuncio.\"\u000d\u000a\u000d\u000aNuncio! The island where postmen go when they have seen too much. The island of letters not only dead but buried. Nuncio...\u000d\u000a\u000d\u000a\"The Master's ally addressed the package,\" Huffam adds, \"to a 'Mr Voluminous'. But at the wrong door.\" He is already gathering his manuscripts to go. \"Good luck. And - one piece of advice. Be courteous to the Powers of the deep zee. You never know when you might benefit.\" [Find Nuncio, somewhere in the central or eastern Unterzee, to continue.]",
                                     "Name": "カリギュラの店でもう一杯の珈琲を@{I}カリギュラで珈琲をもう一杯@{M}$Caligula -> カリギュラ$Another coffee in Caligula's",
                                     "Id": 177223},
                    "Name": "ハッファム氏@{I}ハッファム氏@{M}$Huffam -> ハッファム$Mr Huffam",
                    "Description": "　彼は自らの被る費用と危険とを埋め合わせるだけの情報を求めていた。率直に言って、もしも本当にバザールの支配者たちが関わっているのなら、彼の求める対価では釣り合いが取れていない。しかし、ハッファムは寛大な魂の持ち主だった。あなたは珈琲の代金ぐらいは代わりに支払うべきだろう。@{I}彼は、彼が払うリスクに見合うだけのニュースを欲している。正直言えば、もし本当にバザールの支配人が関係しているのなら、彼が要求する物は決して高い物ではない。だが、ハッファムは寛大な心の持ち主だった。貴方は少なくとも彼の珈琲代位は持つべきだろう。@{M}$Huffam -> ハッファム$He wants news, to cover his cost and risks. Frankly, his price is not high, if the Masters of the Bazaar really are involved. But Huffam has a generous soul. You should at least pay for the coffee.",
                    "ButtonText": "", "Id": 144403},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 120801},
                                     "Name": "", "Id": 177224},
                    "Name": "黒眼鏡の提督@{I}黒眼鏡の総督@{M}$Dark-Spectacled Admiral -> 黒眼鏡の提督$The Dark-Spectacled Admiral",
                    "Description": "　あなたは海軍省の好意を勝ち取った。黒眼鏡の提督は、今ならもう、あなたと会ってくれるだろう。@{I}貴方は総督府の恩を稼ぐことが出来た。黒眼鏡の総督は貴方に会うだろう。@{M}$Admiralty -> 海軍省, Dark-Spectacled Admiral -> 黒眼鏡の提督$You've earned the Admiralty's favour. The Dark-Spectacled Admiral will see you now.",
                    "ButtonText": "", "Id": 144404},
                   {"DefaultEvent": {"Description": "「あなたはアビッド・ホライズンと呼ばれる場所を知っていますか？」主教は尋ねた。「そこは多くの側面を持つ場所なのですが、そのうちのひとつに、告解の場所というものがあります。良心の呵責に苛まれた者は、赦免か、最低でも罰を期待して、そこの桟橋の柱に自らの名前を記すことを許されています。あなたの父親の名前が、そこに書かれています。そしてその罪も。それを見つけることができれば、彼の眠っている場所も分かるでしょう」<br/><br/>　彼は淹れたての珈琲の入った、小さなカップから一口すすった。「これは実に良いものです。そこで、私からは最後となる、二つの助言を差し上げましょう。まず一つ目、マウント・ノマドには気をつけなさい。そして二つ目ですが、zeeで失われたすべてのものは、ファザムキングにその裁量権があります。もしもあなたに更なる助けが必要になるようなら、彼を頼りなさい」<br/><br/>　主教はコーヒーカップの向こうから、あなたに向けて微笑んだ。「彼の出してくる要求は、私の出したものよりも、少しだけ大きなものになるでしょうね」[先へ進むためには、Unterzeeの北方にある、アビッド・ホライズンへ向かいましょう。]@{I}「そなたは、渇望した水平線と呼ばれる地をご存知か?」司教が尋ねる。「数多の本質の地である。その内の一つは、それは告白の地である。己が良心の呵責に苛まれた者が、赦免もしくは罰を探し求め、そこにある港の橋脚に自らの名を刻む事を許される。そなたの父の名はそこに在った。彼の罪と共に、な。それを探せ。さすればそなたは彼の眠る地を見つける事能うであろう。」\u000d\u000a\u000d\u000a彼は淹れられたばかりの珈琲が入った小さなカップを飲み干す。「これは真に、素晴らしいものだ。この味に免じて、そなたに忠告を2つくれてやろう。先ず、マウントノーマッドには注意すべし。そして、海で無くなった全ての物の所有権は、水底帝に帰する事になっている。もし更に助けが必要であれば、彼の者に訊くが良かろう。」\u000d\u000a\u000d\u000aコーヒーカップの向こうで、司教は笑顔を見せる。「心せよ。彼の者はそなたが持つ物を些か超えた要求をしてくるからな。」[ウンタージーの北方にある渇望した水平線に行き、話を進めましょう。]@{M}$Avid Horizon -> アビッド・ホライズン, Fathomking -> ファザムキング$\"Do you know of the place called Avid Horizon?\" the Bishop asks. \"It is a place of many natures. One nature is this: it is a place of confession. One tormented by his conscience may mark his name on the piers of the dock there, seeking absolution, or at least punishment. Your father's name is there, and his crime. Find it, and you will find his resting place.\"\u000d\u000a\u000d\u000aHe sips from a tiny cup of freshly brewed coffee. \"This is really very good. So I will give you two final pieces of advice. Firstly, beware Mount Nomad. And secondly, the Fathomking has been given authority over all things lost at zee. If you need more assistance, ask him.\"\u000d\u000a\u000d\u000aThe Bishop smiles at you over his coffee-cup. \"He will ask a little more from you than I have.\" [Go to Avid Horizon, in the north of the Unterzee, to continue.]",
                                     "Name": "常軌を逸した欲望@{I}風変わりな欲求@{M}Eccentric appetites",
                                     "Id": 177225},
                    "Name": "聖フィアクル聖堂の主教@{I}聖フィアクルの司教@{M}$Bishop of St Fiacre -> 聖フィアクル聖堂の主教, St Fiacre -> 聖フィアクル$The Bishop of St Fiacre",
                    "Description": "　主教は旧大陸産のダークドロップ・コーヒーを欲しがっていた。もしもあなたがそれを持っているならば、彼とは今すぐにでも会えるだろう。@{I}司教は、旧き大陸よりもたらされる闇滴の珈琲を求めている。もし持っていれば、彼は貴方に会うだろう。@{M}$Elder Continent -> 旧大陸, Darkdrop Coffee -> ダークドロップ・コーヒー$The Bishop wants Darkdrop Coffee, from the Elder Continent. If you have it, he will see you now.",
                    "ButtonText": "", "Id": 144405},
                   {"DefaultEvent": {"Description": "「あなたの父親の最後の航海はヴィザージュで途切れているわ。あなたはヴィザージュに行ったことはあるかしら？ヴィザージュの住民はそれぞれが仮面と役割を与えられていてね。死体譲渡人の役割が異国人の死体を処理することなの。彼なら、あなたの父親の眠っている場所が分かるはずよ」彼女が微笑んでいるのが、その声から分かった。「譲渡人、そしてあなたの父親を見つけなさい」<br/><br/>　あなたが彼女に別れの挨拶を述べた時、彼女は咳払いをした。あなたは、空気が張り詰めたのを感じた。彼女の注意が、あなたに向けられているのが分かった。「話は終わっていないわ。私はあなたの父親にお金を貸しているのよね。だから、彼の骨と彼の持ち物の処遇について、私がことさら興味を持つのも分かるでしょう？あなたが帰ってきた時、あなたが正直でいてくれることを期待するわ。お黙り。今は何も言わないの。ただ考えておきなさいな」[先へ進むためには、通常はUnterzeeの南方にある、ヴィザージュを見つけましょう。]@{I}「貴方のお父様の最後の航海の行き先は、ヴィサージュでした。ヴィサージュに訪れた事は御座いますか?ヴィサージュの人は皆、仮面を被って役を演じております。\"死骸の選定人\"の役割が、異邦人の死体の廃棄になっています。私は、この者が貴方のお父様が眠る場所を知っていると確信しています。」彼女の声の中に微笑みの成分が含まれている事が聞き取れる。「選定人をお探しなさい。そして、貴方のお父様を見つけ出すのです。」\u000d\u000a\u000d\u000a彼女に別離の挨拶を告げようとすると、彼女が咳払いをする。場の空気が一瞬引き締まったように感じられ、貴方は彼女の意識を浴びている事を理解出来た。「今一つだけ。貴方のお父様は私に負債が御座います。私は、彼の骨や遺品についても、処理をお任せ頂けたらと思っております。もし貴方が今度戻られた際には、全てを率直に、私にご報告下されば幸いです。それでは...今は何も言わないでおきましょう。その事をよく考えておいて下さいましね。」[一般的にはウンタージーの南方にあると言われるヴィサージュを発見し、話を進めましょう。]@{M}$Visage -> ヴィザージュ, Assigner of Corpse -> 死体譲渡人$\"Your father's last voyage took him to Visage. Have you been to Visage? Each Visager has a mask, and a role. The Assigner of Corpse's role is to dispose of foreign cadavers. I am certain he will know where your father lies.\" You can hear the smile in her voice. \"Find the Assigner, and find your father.\"\u000d\u000a\u000d\u000aAs you bid her goodbye, she coughs. You can feel the air tighten; you can sense her attention on you. \"One more thing. Your father owed me a debt. I have, you see, an additional interest in the disposition of his bones, and his belongings. I hope you will be frank with me, when you return. Hush. Say nothing now. Think on it.\" [Find Visage, usually in the south of the Unterzee, to continue.]",
                                     "Name": "", "Id": 177226},
                    "Name": "心優しい未亡人@{I}慈悲深い未亡人@{M}$Gracious Widow -> 心優しい未亡人$The Gracious Widow",
                    "Description": "　あなたは彼女が強壮剤のために必要としたシンティラックを持っているだろうか？@{I}貴方は彼女を元気づける珊瑚の胞核を持っているだろうか?@{M}$[Ss]cintillack -> シンティラック$Do you have the scintillack she requires for her tonics?",
                    "ButtonText": "", "Id": 144406}],
 "Description": "　あなたは情報提供者が求めたものを持っているだろうか？@{I}貴方は相手が望む物を入手したのか?@{M}Do you have what your contact wants?",
 "Name": "父の遺骨: 次の一歩@{I}父の遺骨: 次の一歩@{M}$Your Father's Bones: -> 父の遺骨:$Your Father's Bones: the Next Step",
 "Id": 177221}
