{"ChildBranches": [{"DefaultEvent": {"Description": "「ど道具として使われるのは」彼は事も無げに肯定する。「いいつものこ事だ。あなたのめメカニックもそうすするだろう。し仕方ないこと。私はは彼にか借りがある。み身内は私をひ秘密の宝庫としてああ扱っている。そそれがお終わったら、わわたしは安心するんだが。ししかし、それまではももう少しだけ秘密をま守ろう。いずれにせせよ、あなたと話すのはた楽しい。ほら、どどうぞ」\u000d\u000a\u000d\u000a彼が手渡した物は見事なディープ・アンバーの小さな塊だった。手に取ると、温かく感じられる。@{K/M}「ど道具として使われるのは」彼は事も無げに肯んじる。「いいつものこ事だ。ここれは、ぎぎ技師のするこ事だろう。どどんなじょ状況にせよ。お俺は彼にしゃ借金がある。み身内は俺をひ秘密の宝庫としてああ扱っている。そそれが無くなったら、おお俺は安心すするんだが。いずれにせせよ、ああんたと組むのはわわ悪くない。ほら、おお前にやる。」\u000d\u000a\u000d\u000a彼が手渡した物は見事な琥珀の小さな塊だった。手に取ると、温かく感じられる。@{M}$[Dd]eep[- ][Aa]mber -> ディープ・アンバー$\"I am aacustomed,\" he admits frankly, \"to be being used aas a tool. This is whaat your Mechaanic will do: no maatter. I aam in his debt. My people maade me aas a repository of secrets. It will be a relief, when that ends. But until then, I shaall keep the secrets a little longer. Still, your compaany is pleasaant. This is for you.\"\u000d\u000a\u000d\u000aHe hands you a little nodule of deep amber. It is warm to the touch.",
                                     "Name": "歯に衣着せぬ会話@{M}A candid discussion", "Id": 177525},
                    "Name": "人を落ち着かない気持ちにさせる賢者を夕食に招く@{K}落ち着きの無い賢人を夕食に誘う@{M}$Unsettling Sage -> 狼狽させる賢者$Invite the Unsettling Sage to dinner",
                    "Description": "彼の味覚の好みは極端な程魚に偏っている。@{M}His tastes are piscine in the extreme.",
                    "ButtonText": "", "Id": 144567},
                   {"DefaultEvent": {"Description": "「ああ...ああ...すす素晴らしい。いいいだろう。海につつついて教えてややろう...」@{M}\"Aah. Aah, thaat is good. Yes. Let me tell you something of the sea...\"",
                                     "LinkToEvent": {"Id": 177524},
                                     "Name": "半開きの目@{M}Half-closed eyes.", "Id": 181780},
                    "Name": "人を落ち着かない気持ちにさせる賢者に物語を聞かせる@{K}落ち着きの無い賢人に何か話を教える@{M}$Unsettling Sage -> 狼狽させる賢者$Tell the Unsettling Sage a story",
                    "Description": "「ああ。わわたしの見たことのないり陸の事を……」@{K}「おお俺が見た事の無い、りり陸の話を...」@{M}\"Yes. Something about the laands I have not seen...\"",
                    "ButtonText": "", "Id": 147163}],
 "Description": "「せ船長、ごごご機嫌よう。す素晴らしい船をおおお持ちで。」@{M}\"Caaptain, hello. A chaarming ship you haave.\"",
 "Name": "人を落ち着かない気持ちにさせる賢者と話す@{K}落ち着きのない賢人に話しかける@{M}$Unsettling Sage -> 狼狽させる賢者$Speak to the Unsettling Sage",
 "Id": 177524}
