{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは廃棄物の山に身を隠しつつ父親に別れを告げた。彼はあなたに亜麻布に包まれた骨を手渡した。ぎこちない沈黙が降りる。「聞いたんだが、お前は自然哲学者らしいな」彼は明るく言った。「とても……自然なことだな」\u000d\u000a\u000d\u000a船に戻り、船員たちがあなたの発見を祝おうと厳粛な面持ちで集まってくる中で、あなたは欄干から一度だけ島を振り返った。薔薇色をした獅子の仮面をつけた年老いた男が港から見つめている。群衆がその姿を覆い隠し、次の瞬間には彼は消え去っていた。\u000d\u000a\u000d\u000a次に何をするにせよ、あるいはあなたが彼のことをどう思っていようと、海に出た目的は達成された。そしてあなた自身もそれによって変わったのだ。[ロンドンの自宅に戻りゲームを終わらせましょう。]@{K}You bid him a clandestine farewell behind the midden, and he hands you a bundle of bones in burlap. There is an awkward silence. \"I hear stories. I hear you're a natural philosopher,\" he says brightly. \"That's... natural.\"\u000d\u000a\u000d\u000aYou look back once from the rail of your ship, as your crew gathers to congratulate you, sombrely, on your find. An old man in a rose-coloured lion-mask is watching you from the harbour. The crowd folds round him, and he's gone.\u000d\u000a\u000d\u000aWhatever happens next - whatever you think of him - you finished what you set out to do, and that's changed you. [Return to London and visit your Lodgings to complete the game.]",
                                     "LinkToEvent": {"Id": 168605}, "Name": "適切な代替品@{K}A suitable substitute",
                                     "Id": 177527},
                    "Name": "他人の骨を持ち帰る@{K}Take a stranger's bones home",
                    "Description": "「いいか、そこについ先週蟹に食われた水夫の骨がある。貧乏人の皿みたいに綺麗だ。そして俺はそいつをどこに送るかまだ決めてない。それを持って帰れ。俺のだって振りをすればいい。頼んだからな？そんでいつか機会があればまた会って話すこともできるだろ、な？」@{K}\"Look - there's a zailor got eaten by crabs just last week. Bones are clean as a pauper's plate, and I haven't Assigned them yet. Take them home. Pretend they're mine. Please? And perhaps we can, you know, catch up one day.\"",
                    "ButtonText": "", "Id": 144568},
                   {"DefaultEvent": {"Description": "あなたの父は何十年も続けてきた異邦人たちの死体を管理する仕事から解放され、ついにロンドンに帰ることができると聞いて歓喜した。しかしあなたは彼が自分の子供が6000エコーを支払えることを理解し、その瞳に一瞬計算高い色が映ったのに嫌でも気がついた。\u000d\u000a\u000d\u000a「邪魔しないように引っ込んどくよ」父は上機嫌に少し間延びした口調で言う。「手を貸せるとこがあったら呼んでくれ」[十分なお金を持ってロンドンに戻ることで、勝利の内にこのゲームを終わらせることができます。しかし、港に着いたとき少なくとも6000エコーを手元に持っている必要があることをお忘れなく。さもなくばあなたはこのクエストに失敗してしまうでしょう。]@{K}Your father is overjoyed to be returning to London; overjoyed to be leaving his decades-old role as a wrangler of foreign corpses. You can't help noticing the spark of calculation that ignites in his eye when he realises that his child can spare six thousand Echoes.\u000d\u000a\u000d\u000a\"I'll just stay out of the way,\" he says, cheery and a little slurred. \"Let me know if I can help.\" [Returning to London will end the game in a win, if you have enough money. Be sure you have at least six thousand Echoes on hand when you enter harbour, or your quest will fail.]",
                                     "LinkToEvent": {"Id": 168605},
                                     "Name": "大酒飲みの喜び@{K}A blaze of bibulous delight", "Id": 177528},
                    "Name": "父親を連れて帰る@{K}Take your father home",
                    "Description": "「未亡人にはどのぐらい借りた？6000エコー程度？それなら払える。ほら、家に帰ろう」[この選択肢を選び十分なお金を持ってロンドンに戻ることで、勝利の内にこのゲームを終えることができます。しかし、港に着いたとき少なくとも6000エコーを手元に持っている必要があることをお忘れなく。さもなくばこのクエストは失敗してしまうでしょう。]@{K}\"How much do you owe the Widow? About six thousand? I can cover that. Come on. Let's go home.\" [Returning to London will end the game in a win, if you have enough money. Be sure you have at least six thousand Echoes on hand when you enter harbour, or your quest will fail.]",
                    "ButtonText": "", "Id": 144569}],
 "Description": "数十年前のこと、あなたの父親は借金取りたちに追われ、酒とヴィザージュに逃げ込んだ。「もちろんこんな生活好きでやってるんじゃない」彼は語る。「でもZeeで船長をするってのはかなり金のかかる商売だとお前も知ってるだろ。燃料の費用だけでも相当だ！未亡人は俺の最後の航海に出資していたんだ。そして彼女はそういうことを決して忘れない。待てよ、お前、未亡人とは話してないよな？」\u000d\u000a\u000d\u000a「あぁ、まずいな」@{K}$Visage -> ヴィザージュ$Decades ago, your father took refuge from his creditors, in Visage and in the bottle. \"Of course I don't much like it,\" he explains. \"But you know how expensive it can get, zee-captaining. The price of fuel alone! The Widow financed my last voyage, and the Widow never forgets. Wait. You haven't spoken to the Widow, have you?\"\u000d\u000a\u000d\u000a\"Well, bugger.\"",
 "Name": "Your Father: Bones?", "Id": 177526}
