{"ChildBranches": [{"DefaultEvent": {"Description": "「やぁ、キャプテン。これはあんたの部下かい？ちょっとどうしても彼女をシメないと駄目だったんだよ。どうも他所者に命令されるのが嫌いだったみたいでね。それでもあたし達は良き友人になれたよ」女冒険家はそう言いながら、目の周りに痣を作った船乗りの背中をバンと叩く。奇妙な事に、彼女達は、今は本当に良き友人のように見える。[オフィサーのタブを開き、新しいオフィサーを画面上部の枠へとドラッグして役職につけましょう。これは海の上でなく港で行うべきです。さもないと船員たちが動揺してしまうかもしれません。]@{K/M}「やぁ、キャプテン。これはあんたの部下かい?ちょっとどうしても彼女をシメないと駄目だったんだよ。どうも彼女は他所者に命令されるのが嫌いだったみたいでね。それでもあたし達は良き友人さね。」女冒険家はそう言いながら、黒目の船乗りの背中をバンと叩く。奇妙な事に、彼女達は、*今は*良き友人のように見える。\u000d\u000a[幹部タブで、彼女を画面上部にある適切なスロットにドラッグし、幹部に任命しましょう。これは海上ではなく港で行いましょう。さもなければ貴方の船員を不安に陥れる事になります。]@{M}$[Oo]fficer -> オフィサー$\"Oh, hello, captain. Is this one of yours? I had to knock her about a bit. She didn't like taking orders from foreigners. Still, we're good friends now.\" The Adventuress claps the black-eyed sailor on the back. Oddly enough, they *do* seem to be friends now. [Appoint your new Officer by dragging her from the Officers tab to her slot at the top of the screen. Do this in port, not at sea, or you may unsettle your crew.]",
                                     "LinkToEvent": {"Id": 143316},
                                     "Name": "船へようこそ!@{M}Welcome aboard!", "Id": 177784},
                    "Name": "オフィサーを雇う:長命衆の女冒険家@{K}幹部として勧誘する: 長老会の女冒険家@{M}$[Oo]fficer -> オフィサー, Presbyter -> 長老, Presbyterate -> 長命衆$Engage an Officer: the Presbyterate Adventuress",
                    "Description": "「ご機嫌よう、[q:呼称]。砲撃手をお探しかい？怪物を吹き飛ばす手伝いなら出来るよ。あたしを雇ってくれんならね」[女冒険家はアイアンとヴェールを上昇させる砲撃手のオフィサーです。]@{K/M}「ご機嫌よう、[q:呼称]。砲撃手をお探しかい?怪物を吹き飛ばす手伝いなら出来るよ。あたしを雇ってくれんならね。」[女冒険家はアイアンとヴェールを上昇させる砲撃手の幹部です。]@{M}$[Oo]fficer -> オフィサー, Iron -> アイアン, Veils -> ヴェール, q:Addressed As -> q:呼称$\"Afternoon, [q:Addressed As]. Looking for a gunnery officer? I'd like to help you blow up monsters, if you'll have me.\" [The Adventuress is a Gunnery Officer who increases Iron and Veils.]",
                    "ButtonText": "", "Id": 144718},
                   {"DefaultEvent": {"Description": "貴方は忙しない茶色通りの雑踏と喧騒の中に戻って行く。@{M}You return to the babble and press of the busy brown streets.",
                                     "LinkToEvent": {"Id": 143316}, "Name": "離れる@{K}離れろ@{M}Away",
                                     "Id": 181855},
                    "Name": "蝸牛を撃つ彼女の邪魔をしない@{M}Leave her to her snails",
                    "Description": "新しい船員は、今のところ探していない。@{M}You're not looking for new crew just now.",
                    "ButtonText": "", "Id": 147212}],
 "Description": "塩にまみれた王立海軍の制服を身に着けた背の高い女性が、崩れ落ちた像から巨大な蝸牛を整然と撃ち落としている。@{K}くたびれた王国海軍の軍服を身に纏った長身の女性が、崩れた彫像の上の大きな陸蝸牛を念入りに撃っている。@{M}$Royal Navy -> 王立海軍$A tall woman in a salt-caked Royal Navy uniform is methodically shooting giant land snails off a chunk of fallen statue. ",
 "Name": "長命衆の女冒険家@{K}長老会の女冒険家@{M}$Presbyter -> 長老, Presbyterate -> 長命衆$The Presbyterate Adventuress",
 "Id": 177783}
