{"ChildBranches": [{"DefaultEvent": {"Description": "集いの暗殺者達が女冒険家の武装を解き、手首を縛り付ける。彼女は顔をしかめてあなたを見つめた。「確かに当然の事だとは言ったけどさ……でも正直に言うと、あたしは……」\u000d\u000a\u000d\u000aそれが彼女が言えた言葉の全てだった。彼らは船の側面から彼女をやすやすと投げ落とした。暗殺者の隊長が貴方に敬礼を施し、群青色の毛糸できつく包まれた荷物を手渡した。「これは聖物です」彼は言う。「ですが、貴方はこれを売ってしまうのでしょう」そして肩をすくめる。「Stoneの恵みあれ」とだけ言い、立ち去った。@{K/M}学院の暗殺者達が女冒険家の武装を解き、手首を縛り付ける。彼女は貴方を睨みつけている。「確かにこうなるべきだったとは言ったけどさ...でも正直、あたしは...」\u000d\u000a\u000d\u000aそれが彼女が言える言葉の全てだった。彼らは彼女を脇に追いやり、身柄を拘束する。暗殺者の隊長が貴方に敬礼を施し、群青色のウーステッドできつく包装された荷物を手渡した。「これは聖物です。」彼は言う。「ですが、貴方はこれを売ってしまうのでしょう。」肩を竦めながら「これはストーンの贈物ですよ。」とだけ言い、そして去った。@{M}The College Assassins disarm the Adventuress and bind her wrists. She grimaces at you. \"I know I said it was fair, but honestly, I'd hoped - \"\u000d\u000a\u000d\u000aThat's as far as she gets. They bundle her efficiently over the side. The lead Assassin salutes you and hands you a package, wrapped tightly in night-blue worsted. \"It's holy,\" he says. \"But I suppose you'll probably sell it.\" He shrugs. \"Stone provides.\" And he's gone.",
                                     "Name": "女冒険家に別れを告げる@{M}Farewell to the Adventuress",
                                     "Id": 177791},
                    "Name": "彼女を引き渡す@{M}Give her up",
                    "Description": "「集いからの暗殺者さね。ああ、あたしを捕まえるために来たんだよ。いや、この事について話したことはない。うん、あんたが気を悪くするのももっともだ。もしあんたがあたしを引き渡すとしても、当然のことだね」冒険家は手に持ったピストルをあなたに差し出す。\u000d\u000a\u000d\u000a「私でしたら彼女の言う通りにしますね」暗殺者の一人が完璧な英語で付け加える。「これは聖なる任務です。私どもは貴方に聖なる報酬をお渡しする用意があります」@{K/M}「学院からの暗殺者さね。ああ、あたしを捕まえるために来たんだね。いや、全然気づかなかったよ。うん、あんたがあたしを引き渡すのは正しいよ。もしそうするなら、それが最善なんだろうね。」手に持ったピストルを貴方に私ながら、そう呟く。\u000d\u000a\u000d\u000a「私が状況を説明致しましょう。」暗殺者の一人が完璧な英語で付け加える。「これは聖なる任務です。私どもは貴方に聖なる報酬をお渡しする用意があります。」@{M}\"Assassins from the College. Yes, they're here for me, no, I didn't mention it, yes, you're right to be cross. If you want to give me up, that's fair.\" She offers you her pistol.\u000d\u000a\u000d\u000a\"I'd listen to her,\" one of the assassins adds, in perfect English. \"This is a sacred duty. We'll pay you a sacred price.\"",
                    "ButtonText": "", "Id": 144723},
                   {"SuccessEvent": {"Description": "暗殺者達は猛烈に、しかしほぼ無音に近いほど静かに闘った。船員達は叫びと銃声をもって静寂に対抗した。女冒険家はそのすべてを獰猛な喜びの歓声で圧倒した。やがて、あなたたちは暗殺者達を追い詰め、船の側面から飛び降りさせた。彼らは自分たちの船に乗り闇の中に素早く退散していった。死傷者はあなたが恐れていた程には多くはならなかった。\u000d\u000a\u000d\u000a「何とか片が付いたね」女冒険家は刃を下ろしながら言った。「何とかなった。ああそうだ、有難う」女冒険家は思い出したかのように付け加えた。@{K/M}暗殺者達は猛烈に、しかしほぼ無音に近いほど静かに闘った。船員達は静寂に対抗するに絶叫と銃声をもってした。女冒険家は嬉しそうな叫び声を上げながら、彼らの攻撃を凌いでいた。やがて、貴方は暗殺者達を脇まで追い戻す事が出来た。彼らは自分たちの船を闇の中に引き戻さざるを得なかった。死傷者は貴方が恐れていた程には酷くはならなかった。\u000d\u000a\u000d\u000a「よくやったね。」女冒険家は刃を下ろしながら呟く。「本当によくやったよ。ああ...有難う。」彼女はそれだけ付け加え、息を整えた。@{M}The Assassins fight fiercely and in near-silence. Your crew sunders the silence with yells and shots, and the Adventuress outdoes them all with whoops of fierce delight. At last you drive the Assassins back over the side. They take to their coracles and wisp into the night. Your casualties are lighter than you'd feared\u000d\u000a\u000d\u000a\"All right,\" the Adventuress says, lowering her blade. \"All right. Oh, and thanks,\" she adds, almost as an afterthought.",
                                     "LinkToEvent": {"Id": 148787},
                                     "Name": "激しい守り@{M}A furious defence", "Id": 177793},
                    "DefaultEvent": {"Description": "暗殺者達は猛烈に、しかしほぼ無音に近いほど静かに闘った。船員達は叫びと銃声をもって静寂に対抗した。女冒険家はそのすべてを獰猛な喜びの歓声で圧倒した。やがて、あなたたちは暗殺者達を追い詰め、船の側面から飛び降りさせた。彼らはあなた達が死傷者を数えている合間に、自分たちの船に乗り闇の中に素早く退散していった。\u000d\u000a\u000d\u000a「何とか片が付いたね」女冒険家は刃を下ろしながら言った。「何とかなった。ああそうだ、有難う」女冒険家は思い出したかのように付け加えた。一人の船員が仲間だった船乗りの死体越しに彼女を睨みつけている。@{K/M}暗殺者達は猛烈に、しかしほぼ無音に近いほど静かに闘った。船員達は静寂に対抗するに絶叫と銃声をもってした。女冒険家は嬉しそうな叫び声を上げながら、彼らの攻撃を凌いでいた。やがて、貴方は暗殺者達を脇まで追い戻す事が出来た。彼らは、貴方が死人や負傷者の確認をしている隙に、自分たちの船を闇の中に引き戻さざるを得なかった。\u000d\u000a\u000d\u000a「よくやったね。」女冒険家は刃を下ろしながら呟く。「本当によくやったよ。ああ...有難う。」彼女はそれだけ付け加え、息を整えた。船乗りは、彼らの仲間の屍体の上に達、彼女に苦々しい顔を投げつけている@{M}The Assassins fight fiercely and in near-silence. Your crew makes up for it with yells and shots, and the Adventuress outdoes them all with whoops of fierce delight. At last you drive the Assassins back over the side. They take to their coracles and wisp into the night, while you check your wounded and your dead.\u000d\u000a\u000d\u000a\"All right,\" the Adventuress says, lowering her blade. \"All right. Oh, and thanks,\" she adds, almost as an afterthought. A zailor glowers at her from over the body of his comrade.",
                                     "Name": "血塗れの甲板@{M}Blood on the deck", "Id": 177792},
                    "Name": "彼女を守る為に闘う@{M}Fight to preserve her",
                    "Description": "突然現れた暗殺者の集団と我が友のどちらを取るか？決まってるだろう。奴らに目に物を見せてやれ！@{M}What's a gang of unexpected assassins between friends? Have at them!",
                    "ButtonText": "", "Id": 144724}],
 "Description": "突然何者かが船べりを乗り越え船へとなだれ込んだ！船乗りたちがロンドンの景色を見て溜息を付いていたその時、武装した闖入者が船側を登ってきたのだ。ぴっちりとした黒装束に身を包み、様々な形状、様々な種類の刃を手に持っている。それを見て長命衆の女冒険家は申し訳なさそうに罵倒の言葉を吐いた。「こんな時に来るとはね」@{K/M}船縁に突然何者かが飛び出してくる!船乗りたちがロンドンの景色を見て溜息を付いていたその時、武装した闖入者が船側に突然飛び乗ってきたのだ。ぴっちりとした黒装束に身を包み、様々な形状、様々な種類の刃を手に持っている。それを見て女冒険家は自らの身を呪う様に、そして貴方に申し訳なさそうに溜息をつく。「もう終わりだね。」@{M}$Presbyter -> 長老, Presbyterate -> 長命衆$A sudden boil of bodies at the rail! While your zailors were sighing over the sights of London, armed foreigners were slipping up the side of the ship. They wear tight-fitting dark uniforms and carry complicated multiplicities of blades. The Presbyterate Adventuress curses apologetically. \"Out of time,\" she says.",
 "Name": "乗船許可は出していないぞ！@{M}A boarding action!", "Id": 177790}
