{"ChildBranches": [{"DefaultEvent": {"Description": "卸売りの魂だって？野蛮人だとでも思っているのか？あるいは悪魔とでも？猿は握りしめた前足をテーブルに叩きつけ、あなたの卑しい施しは完全に撥ねつけられた。確かに、壁の外の彼らの同胞はどのような魂も渇望しているかもしれない。しかしながら壁の内側においては、最も優れた魂でなければ価値がない。精製され、蒸留され、完璧な形となったものだけだ。よくもまあそれに劣るもので足りるだろうと考えたものだな？いいや、駄目だ！その二束三文の魂を持って消えるがいい！@{K}Wholesale souls? Do you take them for savages? Devils? Your pitiful charity is utterly rejected, with a slam of clenched paw on table. Outside these walls, yes, their brethren may thirst for any random soul. Inside however only the finest alchemy will suffice - refined, distilled, perfected. How <i>dare</i> you think anything else? No! Take your tuppence-a-soul rejects and begone!",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "場の空気が冷えた@{K}The air turns cold", "Id": 178093},
                    "Name": "魂を贈る@{K}A gift of souls",
                    "Description": "ペンテコステ猿は常に魂を求めている。彼らについてもっとも広く知られている唯一の事実だ。そしてあなたの来た場所では魂を箱で買うことが出来る。@{K}$Pentecost -> ペンテコステ$Pentecost apes can't get enough of souls. If there is one thing everyone knows about them, it's that. And where you're from, you can buy them by the crate.",
                    "ButtonText": "", "Id": 144910},
                   {"DefaultEvent": {"Description": "彼に見せていた蜂蜜の瓶の代わりにヴァイオラントのインク壜を持って帰ってしまったのか？なんてうっかりだ！少なくとも後日礼儀正しい謝罪の文章をしたためようと思ったとして、あなたの手元には相応しいインクがある。@{K}$[Vv]iolant -> ヴァイオラント$Did you pick up the Pot of Violant Ink instead of the honey you were showing to him? How clumsy! At least you have the perfect substance should you feel the urge to write a polite apology note at some later date.",
                                     "LinkToEvent": {"Id": 178092},
                                     "Name": "故意の事故@{K}A deliberate accident", "Id": 178094},
                    "Name": "紅い蜜を贈る@{K}$[Rr]ed [Hh]oney -> 紅い蜜$A gift of red honey",
                    "Description": "この蜜を手に入れるのはとても難しい、と貴重なヴァイオラント色のインクの入った壜を弄びながら官吏が考え込むように言う。残念なことだ。優美な家令は使い道を知っているという話なのに。@{K}$[Vv]iolant -> ヴァイオラント$It is so hard to come by, muses the mandarin idly fondling a pot of rare Violant Ink. A pity. The Exquisite Seneschal is known to have uses for it.",
                    "ButtonText": "", "Id": 144911},
                   {"DefaultEvent": {"Description": "審判の卵はある種の魂だ。しかしペンテコステ猿でさえこれを吸収しようとはしない。奇妙にもあなたが彼女に噴石を、そして彼女があなたに卵を見せた時、彼女はあなたには聞こえない声によって別室に呼び出された。実に奇妙だ。卵を取っておくべきだろう。もちろん、安全に保管するために。@{K}$Pentecost -> ペンテコステ$A Judgements' Egg is a soul of a sort, though not one even the Pentecost apes would try to absorb. Strangely, as you show the mandarin your cinder and she shows you her egg, she is called away by an unheard voice. How strange. You had better hold onto this. For safe-keeping, of course.",
                                     "LinkToEvent": {"Id": 178092},
                                     "Name": "不運にも気がそれた@{K}A most unfortunate distraction",
                                     "Id": 178095},
                    "Name": "噴石を贈る@{K}A gift of cinders",
                    "Description": "官吏が一瞬だけ審判の卵をあなたに見せた。誰もが求めるとても貴重な代物だ。多くの魂を持つ猿の内でも最も高位の者たちの間でしか流通しない噴石と、ほとんど同程度の価値がある。@{K}A mandarin grants you a glimpse of a Judgements' Egg. Very rare. Most prized. Almost as much as the Cinders traded only between the highest of high-souled apes.",
                    "ButtonText": "", "Id": 144912},
                   {"DefaultEvent": {"Description": "しかし帝国は最も優れたコーヒーを作るのです、と官吏が考え込むように言う。そのコーヒーはあなたの家のあたりで見つけられるものと少し似ている。香りもそっくりで、味は全く区別がつかない。全くの偶然ですよ、と彼は言いもっと注ぐように促した。@{K}$Empire of Hands -> エンパイア・オブ・ハンズ$The Empire of Hands does however brew a most fine coffee, muses the mandarin. It looks a little like the kind you would find back home. It smells like it. It tastes utterly indistinguishable. Pure coincidence, he declares, gesturing for more.",
                                     "LinkToEvent": {"Id": 178092},
                                     "Name": "酒が注がれた@{K}A libation is poured", "Id": 178096},
                    "Name": "ワインを贈る@{K}A gift of wine",
                    "Description": "エンパイア・オブ・ハンズの木の実からは苦いワインしか作ることが出来ないのです、と官吏が謝罪した。ロンドンのヴィンテージは常に喜ばしい物だったのです。あの不愉快な出来事までは。@{K}$Empire of Hands -> エンパイア・オブ・ハンズ$The berries of the Empire of Hands make a bitter wine, apologises the mandarin. They were always such a treat, the vintages of London. Before the unpleasantness.",
                    "ButtonText": "", "Id": 144913},
                   {"DefaultEvent": {"Description": "普通なら、この表現がここまで文字通りの者を意味することはない。彼の言葉だけでもあなたは別の世界へと運ばれるように感じた。悲しみの涙の幕を通り抜け、ほんの少しだけ温かい現実へと。官吏が頷くと、彼は署名入りの作品を残して立ち去った。このような物語が尊ばれ、正しくその価値を認められる土地への贈り物だ。@{K}Ordinarily, that is not meant quite so literally. His words alone transport you into another world, through a veil of sad tears and out into a reality that feels somewhat warmer. At the mandarin's nod, he leaves signed copies of his work behind. A gift, for one of a land where such stories are prized and properly appreciated.",
                                     "LinkToEvent": {"Id": 178092},
                                     "Name": "詩人の魂を持つ猿が紹介された@{K}A monkey is introduced, with the soul of a poet",
                                     "Id": 178100},
                    "Name": "囚人の蜜を贈る@{K}$(Firkin of)?[Pp]risoner's[- ][Hh]oney -> 囚人の蜜$A gift of prisoner's honey",
                    "Description": "この極東においては蜜を手に入れるのは難しい、と官吏たちが言う。そして一斉にため息をつく。時折、夢の内にほんの一時だけの逃避を求めるのはそれほどに間違ったことだろうか？@{K}This far East, it is so hard to come by, say the mandarins. Then they sigh, as one. Is it so wrong, they ask, to seek a brief escape into dream now and again?",
                    "ButtonText": "", "Id": 144916},
                   {"DefaultEvent": {"Description": "彼らは口に出して言うまでもないと思ったのだろうが、こうしてお会いできただけで光栄だと考えていることだろう。@{K}It was, they do not feel the need to say, their pleasure.",
                                     "LinkToEvent": {"Id": 175842},
                                     "Name": "官吏はあてつけがましく短く一礼した@{K}The mandarins bow, stiffly and pointedly",
                                     "Id": 178107},
                    "Name": "今日は贈り物を持っていないと謝罪する@{K}With apologies, no gifts today",
                    "Description": "あなたはこのような相手に値する贈り物を持ち合わせていない。あるいは少なくともこれが最も危険の少ない嘘だと考えたのだろうか。@{K}You do not have anything worthy of such company. Or at least, that is the lie it feels safest to tell them.",
                    "ButtonText": "", "Id": 144920}],
 "Description": "海軍省がこれを規則を少し曲げただけだと思ってくれるとは考えにくい。しかしこの贈り物によって、官吏たちが心の底から求めている見せかけの敬意を示すことが出来るのだ。@{K}$Admiralty -> 海軍省$It is unlikely that the Admiralty itself would consider this a mere bending of the rules, but it provides a veneer of respectability that the mandarins crave.",
 "Name": "文化的な贈り物の交換@{K}A Civilised Exchange of Gifts",
 "Id": 178092}
