{"ChildBranches": [{"DefaultEvent": {"Description": "　船へ帰る道すがら、彼女は絶え間なく話していた。あなたが彼女を思いとどまらせたことが、彼女にとってどれほどの幸福であるかについて。誘惑の犠牲にならなかった彼女が、どれほど幸運であったかについて。彼女の母親が本当に、明らかに、どれほど不幸せであったかについて。いずれにしても、彼女がどれほどエンジンに、グレート・サイン以上の興味を抱いているかについて。彼女がどれほど幸福であるかについて。けれど、彼女はしばらく眠る必要があった。しばらく眠る必要があった。@{I}貴方が船に戻ってきてからというもの、彼女はずっと喋り続けている。貴方が彼女を思いとどまらせ得た事は、彼女にとって何と幸せだったか。彼女があの誘惑の餌食とならなかった事は、彼女にとってなんと幸運だったか。彼女の母親はそれによって、明らかに、本当に、不幸せだった事だろう。彼女は何れにせよ、偉大な紋章よりエンジンの方に興味を持ったのだ。彼女は何と幸せそうなのだろうか。しかし、彼女は幾許かの眠りを必要としている。幾許かの眠りを。@{M}$Great Signs -> グレート・サイン$She talks constantly as you return to the ship. How happy she is that you dissuaded her. How lucky she was not to fall prey to that temptation. How her mother was unhappy, obviously, truly. How she's more interested in engines than the Great Signs, anyway. How happy she is. But she needs to sleep for a while; to sleep for a while.",
                                     "Name": "「あなたが正しいのかもしれないわ」@{I}\"多分貴方は正しいわ。\"@{M}\"Perhaps you're right.\"",
                                     "Id": 180275},
                    "Name": "彼女に小門を通らないよう促す@{I}小門を潜ろうとする彼女を思いとどまらせる@{M}Discourage her from passing through the Wicket",
                    "Description": "　彼女はこの時をずっと待っていた。しかし、彼女と長く関わってきたあなたは、虚勢の下で、彼女が心底から怯えていることに気がついた。@{I}彼女は長い間これを望んでいた。しかし、彼女が虚勢を張っており、本当の彼女はひどく怖がっているという事を貴方は長い間共に過ごす事で知っていた。@{M}She has wanted this for so long. But you've known her long enough to realise that beneath her bravado, she is genuinely terrified.",
                    "ButtonText": "", "Id": 146205},
                   {"DefaultEvent": {"Description": "　ガタガタと音を立てながら、ケージが視界まで昇ってきた。あなたのオフィサーは身を震わせ、何か、象牙色の雪の塊のようなものに覆われていたが、それでも、輝くように笑っていた。「分かたれた海！」彼女は叫んだ。「バザール――ああ、彼はどんなバザールをも上回るものだわ。私のお母さん――あの人が私から取っていったものを、私は取り戻したわ」あなたが昇降機の扉を引き開けると、彼女はあなたの肩を楽しげに叩いた。「ありがとう。これはちょっとしたプレゼントよ。浜辺で拾ったの」<br/><br/>　彼女は求めていたものを手に入れたのだろうか？「ええ、そうよ。そしてそれよりも多くをね。今の私にはもう一つのタトゥーがあるわ。でもこれは、誰も見ることはないタトゥーなの」@{I}檻が、ガラガラと音を立てながら上昇し、視界に入って来た。貴方の部下は身震いし、まるで象牙色をした雪の様な出で立ちで固まっていたが - やがて晴れやかな笑みを見せる。「分かたれた海...!」彼女が叫ぶ。「バザール - 彼はバザールの範囲を超えている。私のママ - 彼女が私から取っていった物を、私は取り返した。」貴方がリフトの扉の綱を引き戻している時、彼女は軽く貴方の肩を叩く。「有難う。これは私からのプレゼントよ。浜辺で拾って来たの。」\u000d\u000a\u000d\u000a彼女が望む物を彼女は手に入れたのだろうか?「え?ええ。それ以上手に入れたは。刺青ももう一つ手に入ったの。けど、これは他の誰も、絶対に、見る事は無いわ。」@{M}$[Oo]fficer -> オフィサー, Sundered Sea -> 分かたれた海$The cage rises, rattling, into view. Your officer is shivering, caked with lumps of something like ivory-coloured snow - but grinning brilliantly. \"The Sundered Sea!\" she cries. \"The Bazaar - oh, he's so much more than any Bazaar. My mother - I have back what she took from me.\" She taps you playfully on the shoulder as you haul back the lift door. \"Thank you. Here's a little present I picked up on the shore.\"\u000d\u000a\u000d\u000aDid she get what she wanted? \"Oh, yes. And so much more. I have one more tattoo now. But it's one that no one, ever, will see.\"",
                                     "Name": "上昇@{I}上昇するリフト@{M}An ascent", "Id": 180276},
                    "RareDefaultEvent": {"Description": "　ガタガタと音を立てながら、昇降機は暗闇の中へと降りていった。あなたは待った。<br/><br/>　終いには、ペンストックがやってきて、あなたの腕を掴んで外へ出るよう促した。「もう閉めてしまわなければ」彼は言った。「もうほとんど深夜ですよ。あなたは二度と彼女に会うことはないでしょう」彼は、バザールの甲皮と天井とが交わる場所を見上げた。「バザールは……彼女は残酷ではありません。けれど、彼女は優しいわけでもないのです。申し訳ない、[q:Addressed As]。あなたは二度と、あのオフィサーに会うことはないでしょう」@{I}リフトはガラガラと音を立てながら暗闇へと下って行き、そして見えなくなった。貴方はただ、待った。\u000d\u000a\u000d\u000aやがて、ペンストックが貴方にアームから離れる様に言ってきた。「もうここを閉めなきゃならねぇ。」彼は言う。「既に深夜だからな。お前はもう彼女に会う事は無いだろうよ。」彼はバザールの外壁と天井とが合わさる場所を見つめながら呟く。「バザール...か。決して悪いとは言わん。じゃが...決して親切でも無い。すまんな、[q:Addressed As]。お前はもうお前の部下に会う事は、無いだろう。」@{M}$[Oo]fficer -> オフィサー, Penstock -> ペンストック$The lift descends rattling into the darkness, and is gone. You wait.\u000d\u000a\u000d\u000aAt last Penstock comes to lead you away by the arm. \"I have to close up now,\" he says. \"It's almost midnight. You won't see her again.\" He looks up at the place where the Bazaar's carapace meets the ceiling. \"The Bazaar... she's not cruel. But she's not kind either. I'm sorry, [q:Addressed As]. You won't see your officer again.\"",
                                         "Name": "長く、悲しい待ちぼうけ@{I}長く、哀しい待機@{M}A long and sorrowful wait",
                                         "Id": 180277},
                    "Name": "彼女をバザールの下へと降りさせる@{I}バザールの下に彼女を行かせる@{M}Let her go down under the Bazaar",
                    "Description": "「私はお母さんに追いつきたいの」理性的な調子で、彼女は言った。「私はグレート・サインを学びたい。特使――バザールだけが、私にそれを教えてくれる。行かなきゃ」[この選択は、彼女が二度と帰ってこない可能性があります。]@{I}「私はママのようになりたいの。」彼女は理性的に言う。「私は偉大な紋章について知りたい。案内人が - バザールが - それを教えられる唯一の存在なのよ。私、行かなきゃ。」[彼女が二度と戻って来ない可能性があります。]@{M}$Great Signs -> グレート・サイン$\"I want to match my mother,\" she says, reasonably. \"I want to learn the Great Signs. The Courier - the Bazaar - is the only one who will teach me. I have to go.\" [There is a possibility that she may never return.]",
                    "ButtonText": "", "Id": 146206},
                   {"DefaultEvent": {"Description": "　ガタガタと音を立てながら、ケージが視界に入るところまで昇ってきた。あなたのオフィサーは身を震わせ、何か、象牙色の雪の塊のようなものに覆われていたが、それでも、輝くように笑っていた。「分かたれた海！」彼女は叫んだ。「バザール――ああ、彼はどんなバザールをも上回るものだわ。私のお母さん――彼女が私から取っていったものを、私は取り戻したわ」あなたが昇降機の扉を引き開けると、彼女はあなたの肩を楽しげに叩いた。「ありがとう。これはちょっとしたプレゼントよ。浜辺で拾ったの」<br/><br/>　彼女は求めていたものを手に入れたのだろうか？「ええ、そうよ。そしてそれよりも多くをね。今の私にはもう一つのタトゥーがあるわ。でもこれは、誰も見ることはないタトゥーなの」@{I}檻が、ガラガラと音を立てながら上昇し、視界に入って来た。貴方の部下は身震いし、まるで象牙色をした雪の様な出で立ちで固まっていたが - やがて晴れやかな笑みを見せる。「分かたれた海...!」彼女が叫ぶ。「バザール - 彼はバザールの範囲を超えている。私のママ - 彼女が私から取っていった物を、私は取り返した。」貴方がリフトの扉の綱を引き戻している時、彼女は軽く貴方の肩を叩く。「有難う。これは私からのプレゼントよ。浜辺で拾って来たの。」\u000d\u000a\u000d\u000a彼女が望む物を彼女は手に入れたのだろうか?「え?ええ。それ以上手に入れたは。刺青ももう一つ手に入ったの。けど、これは他の誰も、絶対に、見る事は無いわ。」@{M}$[Oo]fficer -> オフィサー, Sundered Sea -> 分かたれた海$The cage rises, rattling, into view. Your officer is shivering, caked with lumps of something like ivory-coloured snow - but grinning brilliantly. \"The Sundered Sea!\" she cries. \"The Bazaar - oh, he's so much more than any Bazaar. My mother - I have back what she took from me.\" She taps you playfully on the shoulder as you haul back the lift door. \"Thank you. Here's a little present I picked up on the shore.\"\u000d\u000a\u000d\u000aDid she get what she wanted? \"Oh, yes. And so much more. I have one more tattoo now. But it's one that no one, ever, will see.\"",
                                     "Name": "上昇@{I}上昇するリフト@{M}An ascent", "Id": 180370},
                    "RareDefaultEvent": {"Description": "　ガタガタと音を立てながら、娘は暗闇の中へと降りてゆき、そして姿が見えなくなった。あなたは待った。<br/><br/>　終いには、ペンストックがやってきて、あなたの腕を掴んで外へ出るよう促した。「もう閉めてしまわなければ」彼は言った。「もうほとんど深夜ですよ。あなたは二度と彼女に会うことはないでしょう」彼は、バザールの甲皮と天井とが交わる場所を見上げた。「バザールは……彼女は残酷ではありません。けれど、彼女は優しいわけでもないのです。申し訳ない、[q:Addressed As]。あなたは二度と、あのオフィサーに会うことはないでしょう」@{I}娘はガラガラと音を立てながら暗闇へと下って行き、そして見えなくなった。貴方はただ、待った。\u000d\u000a\u000d\u000aやがて、ペンストックが貴方にアームから離れる様に言ってきた。「もうここを閉めなきゃならねぇ。」彼は言う。「既に深夜だからな。お前はもう彼女に会う事は無いだろうよ。」彼はバザールの外壁と天井とが合わさる場所を見つめながら呟く。「バザール...か。決して悪いとは言わん。じゃが...決して親切でも無い。すまんな、[q:Addressed As]。お前はもうお前の部下に会う事は、無いだろう。」@{M}$[Oo]fficer -> オフィサー, Penstock -> ペンストック$The Daughter descends rattling into the darkness, and is gone. You wait.\u000d\u000a\u000d\u000aAt last Penstock comes to lead you away by the arm. \"I have to close up now,\" he says. \"It's almost midnight. You won't see her again.\" He looks up at the place where the Bazaar's carapace meets the ceiling. \"The Bazaar... she's not cruel. But she's not kind either. I'm sorry, [q:Addressed As]. You won't see your officer again.\"",
                                         "Name": "長く、悲しい待ちぼうけ@{I}長く、哀しい待機@{M}A long and sorrowful wait",
                                         "Id": 180371},
                    "Name": "彼女をバザールの下へと降りさせる@{I}バザールの下に彼女を行かせる@{M}Let her go down under the Bazaar",
                    "Description": "「私はお母さんに追いつきたいの」理性的な調子で、彼女は言った。「私はグレート・サインを学びたい。特使――バザールだけが、私にそれを教えてくれる。行かなきゃ」[この選択は、彼女が二度と帰ってこない可能性があります。しかし、あなたがペンストックとバザールを助けるためになした仕事によって、その可能性は非常に小さなものとなっています。]@{I}「私はママのようになりたいの。」彼女は理性的に言う。「私は偉大な紋章について知りたい。案内人が - バザールが - それを教えられる唯一の存在なのよ。私、行かなきゃ。」[彼女が二度と戻って来ない可能性がありますが、これまで貴方がペンストックとバザールに対して為した手助けにより、その可能性は非常に小さい物である筈です。]@{M}$Great Signs -> グレート・サイン, Penstock -> ペンストック$\"I want to match my mother,\" she says, reasonably. \"I want to learn the Great Signs. The Courier - the Bazaar - is the only one who will teach me. I have to go.\" [There is a possibility that she may never return - but the work you've done to assist Penstock and the Bazaar means it's only a very small possibility.]",
                    "ButtonText": "", "Id": 146272}],
 "Description": "　娘はペンストックの後をついて店の奥へと進んだ。そこは赤々と照らされた洞穴で、バザールの甲皮をくりぬいて作られていた。鎖で厳重に繋がれた、ケージ型の昇降機があなたを待ち構えていた。それは、バザールの中でも最も秘匿されている場所へと降りてゆくに違いなかった。<br/><br/>「ペンストックの小門」彼女は言った。「彼はバザールに関する理解を得ているの。大昔、彼は私のお母さんを通らせて、バザールと取り引きができるようにした。今度は、私がそれに続くわ」<br/><br/>　それは、本当に酷く冴えた考えなのだろうか？@{I}娘は、店の奥にある、赤い光に照らされたバザールの甲殻から口を開けている縦穴へと進むペンストックの後に付いて行く。重々しい鎖に繋がれた檻のリフトがそこで貴方を待ち構えていた。きっとそれは、バザールが最も厳重に秘匿している空間へと下りるに違いない。\u000d\u000a\u000d\u000a「ペンストックの小門」と彼女は言う。「彼はバザールの理解を得ているわ。遠い昔に彼は私のママを通し、約束を果たしに行ったの。今度は、私の番ね。」\u000d\u000a\u000d\u000aこれは、本当に最良の考えなのだろうか?@{M}$Penstock -> ペンストック$The Daughter follows Penstock back into the shop, to a redly lit grotto hollowed from the Bazaar's carapace. A heavily chained cage-lift awaits you there. It must descend into the most secret spaces of the Bazaar.\u000d\u000a\u000d\u000a\"Penstock's Wicket,\" she says. \"He has an understanding with the Bazaar. He let my mother pass through, long ago, to make her bargain. Now I will follow.\"\u000d\u000a\u000d\u000aIs that really such a terribly good idea?",
 "Name": "ペンストックの小門@{I}ペンストックの小門@{M}$Penstock -> ペンストック$Penstock's Wicket",
 "Id": 180274}
