{"ChildBranches": [{"DefaultEvent": {"Description": "　ここでの播種は不安になるぐらい速やかに進んだ。数分もすると、ブレミガンたちは頁岩の合間の、浜辺に散らばる手紙の上を這い回った。彼らは切手や住所書きや封蝋を消化していた。彼らの触腕が封筒の上をなぞると、後には書き換えられた新しい目的地が残された。配達可能な目的地だ。だが、この新しい住所と以前のぼやけた住所のどちらが優れているかなど、誰に判断できるだろう？@{I}$[Bb]lemmigan -> ブレミガン$The seed propagates alarmingly fast here. Within a few minutes, there are blemmigans scrambling in between bits of shale and over the faces of the scattered correspondence on the shore. They digest stamps, addresses, sealing wax. Where their tentacles pass over an envelope, they leave behind new replacement directions. Deliverable directions. But who knows whether the new addresses are better than the old blurred ones?",
                                     "LinkToEvent": {"Id": 180316},
                                     "Name": "手早い書き直し@{I}Rapid rewriting", "Id": 180317},
                    "Name": "岩間にブレミガンたちをばらまく@{I}$[Bb]lemmigan -> ブレミガン$Seed blemmigans among the rocks",
                    "Description": "　彼らはここの環境を魅力的だと思うかもしれない。@{I}Perhaps they'll find the environment appealing.",
                    "ButtonText": "", "Id": 146233},
                   {"DefaultEvent": {"Description": "　あなたは大きな袋を持って浜沿いを進んだ。封筒の多くは水に濡れて読めず、宛名書きは永遠に失われていた。だが、まだ読める物も驚くほどの数で存在していた。他には小包もあった。木箱やワインボトルに入った手紙、難破船から浮上した封をされた小箱などがあちこちに散らばっていた。<br/><br/>　あなたの持つ袋はたくさんの中身で重くなっているはずだった。だが、袋は重力に逆らい、陸の配達不能郵便局の方へとあなたを引っ張っていた。袋はまるで、抑えのきかない一匹の犬のようだった。@{I}$Dead Letter Office -> 配達不能郵便局$You make your way along the shore with a big sack. Many of the envelopes are too damp to read, their addresses permanently lost. But a surprising number are still legible. There are also parcels. Here and there is a crate, a message in a wine bottle, a sealed cask that has bobbed up out of a shipwreck. \u000d\u000a\u000d\u000aYour sack ought to get heavy, with all these contents, but it pulls upwards and away, straining inland towards the Dead Letter Office like an unmanageable dog.",
                                     "LinkToEvent": {"Id": 180316},
                                     "Name": "自らの意志@{I}Will of its own", "Id": 180318},
                    "Name": "配達不能郵便局のための回収作業を行う@{I}$Dead Letter Office -> 配達不能郵便局$Collect material for the Dead Letter Office",
                    "Description": "　あそこが、これらすべての遭難貨物のあるべき場所だ。仕分けをしてくれる場所でもある。@{I}That's where all this flotsam belongs. So it can be sorted.",
                    "ButtonText": "", "Id": 146234},
                   {"DefaultEvent": {"Description": "　もちろん、そんなことをしても無駄だ。浜に吹きつける風の中で叫びながら、あなたは彼にそのことを伝えようとした。彼は立ち止まり、見えない目であなたを一、二分もじっと見つめると、再び作業を再開した。<br/><br/>　そもそも彼には自分が必死になって海に送り返している手紙は見えているのだろうか？@{I}It's pointless, of course. You try to tell him this, shouting into the shore wind. He stops and stares at you with blind eyes for a minute or two, then returns to his occupation.\u000d\u000a\u000d\u000aCan he even see the messages he is so desperate to send back out into the water?",
                                     "LinkToEvent": {"Id": 180316}, "Name": "甲斐なし@{I}No luck",
                                     "Id": 180319},
                    "Name": "箒を持った男と議論する@{I}Argue with the man holding a broom",
                    "Description": "　彼は決然としている。彼は手紙を海に掃き捨て続け、海はそれを送り返し続ける。@{I}He is determined. He keeps shoving letters into the sea. The sea keeps shoving them back.",
                    "ButtonText": "", "Id": 146235},
                   {"DefaultEvent": {"Description": "　長い目で見れば、あなたのやっていることには欠片ほどの意味もない。あなたが濡れた紙片をどれだけ海に放り込もうと、数時間もすれば、すべてはまた戻ってくるだろう。<br/><br/>　それでも今だけは、あなたは両側数フィート分の、浜の小さな領域を綺麗にしてみせた。浜は岩が剥き出しの状態を取り戻した。本来そうであるべきとおりに。<br/><br/>　あなたの仕事仲間は、あなたの作業する音が聞こえる方に顔を向けると、小さく頷いてみせた。@{I}In the long term what you are doing won't make the slightest bit of difference. Every sodden bit of paper you fling out to sea will come back in a few hours.\u000d\u000a\u000d\u000aBut for now, you manage to clear a little patch of shore, a few feet on each side. The stones are bare. As they should be.\u000d\u000a\u000d\u000aYour companion turns his head towards the sound of your work and gives you a little nod.",
                                     "LinkToEvent": {"Id": 180316},
                                     "Name": "驚くほど心安まる@{I}Surprisingly soothing", "Id": 180335},
                    "Name": "箒を持った男を手伝う@{I}Assist the man holding a broom",
                    "Description": "　彼もあなたも得るものは何もないだろう。しかし、彼は喜ぶかもしれない。@{I}Both of you together still won't achieve anything, but maybe he'd feel better.",
                    "ButtonText": "", "Id": 146246},
                   {"DefaultEvent": {"Description": "　何層もの綿の詰め物をめくると、中からは優雅な記念日時計が現れた。ガラス製のドームと、ネズミの手によるメッキされた歯車。サファイアで飾られた表示板と、シンティラックをまぶされた針。一年足す一日の間動き続けるよう設計されたもの。おそらくは結婚式の贈り物だ。<br/><br/>　ねじを巻き直すための鍵は入ってはいなかった。入れ忘れだろうか？あるいは、結婚式のためにこれを贈った誰かは、その結婚が長続きしないと考えていたのだろうか？<br/><br/>　贈り主が何を意図していたにせよ、それは今ではほとんど関係のないことだ。鍵などなくとも、この時計の技巧と装飾には良い値段がつくだろう。@{I}$[Gg]ant -> ギャント, [Ss]cintillack -> シンティラック$Inside layers and layers of wadded cotton is an elegant anniversary clock: gilded rat-work gears under a glass dome, sapphired face, scintillack-embellished hands. Designed to run for a year and a day before stopping. Most likely a wedding gift.\u000d\u000a\u000d\u000aThe winding key is not included. An oversight? Or is this a wedding gift from someone who did not expect the marriage to last?\u000d\u000a\u000d\u000aWhatever the giver's intention, it hardly matters now. Even without its key, the clock's works and jewels will fetch a nice price.",
                                     "LinkToEvent": {"Id": 180316},
                                     "Name": "チクチクチク@{I}Tickticktick", "Id": 181351},
                    "Name": "チクタクと音を鳴らす荷物を回収する@{I}Rescue a ticking parcel",
                    "Description": "　荷物には『受取拒否』と書かれている。もしかしたら、開けるとまずいことになるだろうか？@{I}It says REFUSED BY RECIPIENT. What could possibly go wrong?",
                    "ButtonText": "", "Id": 146851},
                   {"DefaultEvent": {"Description": "　そして小さな驚き。中身は紐で繋がれたネズミだった。かつては新鮮で(一部の嗜好の持ち主にとっては)美味しそうに見えたのかもしれない。しかし、今では腐敗してかなり酷いことになっていた。中身を手早く埋葬してしまうことが、あなたの望みうる最良の処置だった。<br/><br/>　だが処分する前に、受取人の名前と住所を確認してみよう。有力者の名前だ。憶えておく価値がある。@{I}And little wonder. The string of rats within may once have been fresh and (to certain tastes) delectable. It is now rather the worse for decay. Giving the parcel's contents a hasty burial is the best you can hope to do.\u000d\u000a\u000d\u000aJust before you dispose of it, though - note the recipient's name and address. A name of some power, worth remembering.",
                                     "LinkToEvent": {"Id": 180316},
                                     "Name": "おかしな臭い@{I}A funny smell", "Id": 181352},
                    "Name": "ぐちゃぐちゃになった小包を回収する@{I}Rescue a squashy parcel",
                    "Description": "『もう受け取らない』そのような言葉が、包装紙に赤い字で殴り書きされていた。@{I}\"Accepting No Further\", says a red scrawl across the wrapping.",
                    "ButtonText": "", "Id": 146852},
                   {"DefaultEvent": {"Description": "　その小包の中身は、あなたとお近づきになれたことをこれっぽっちも喜んではいなかった。黄色い眼光と爪の閃き、そして特徴的な臭いを残して、そのおぞましい生き物は視界から消えた。そいつはあなたを引っかいたことを後悔するだろうと思いたいところだが、悲しいかな、そいつはネズミのはびこるこの島を楽園か何かだと思うだろう。<br/><br/>　あなたの左頬はすっかり元通りにはなるまい。@{I}The parcel's contents are not at all pleased to make your acquaintance. A yellow glare, a flash of claws, a distinctive odour: then the horrible animal is out of sight. You'd like to believe it will come to regret mauling you, but, alas, it's likely to regard this rat-infested island as a paradise.\u000d\u000a\u000d\u000aYour left cheek will never be quite the same.",
                                     "LinkToEvent": {"Id": 180316}, "Name": "あああ！@{I}Ow!",
                                     "Id": 181354},
                    "Name": "にゃあにゃあと鳴き止まない小包を回収する@{I}Rescue a parcel that won't stop meowing",
                    "Description": "　奇怪な話だ。小包には空気を通す穴すらない。@{I}Extraordinary. There aren't even any air holes.",
                    "ButtonText": "", "Id": 146853},
                   {"DefaultEvent": {"Description": "　溺れる真珠だ。何ダースもある。そして、それらがどのようにして収穫されたかを物語る身の毛のよだつ手紙もあった。珊瑚礁の深みに没した潜水夫たち。収穫の際に戦わなければならない怪物たち。船上で募りゆく恐怖。<br/><br/>　『なされたことのすべては、陛下のお望み通りでございます』手紙の筆者はそう締めくくっていた。これは怒りか、誇りか、あるいは絶対の忠誠だろうか？何とも言えなかった。@{I}$[Dd]rowning[- ][Pp]earl -> 溺れる真珠$Drowning-pearls. Dozens of them. And an explanation of how they were harvested that turns the hair. The divers lost among the deep coral. The beasts that had to be fought off during harvesting. The growing terror aboard ship.\u000d\u000a\u000d\u000a\"All that has been done, was done according to your Lordship's Will,\" concludes the letter-writer. In anger, in pride, in unquestioning submission? Impossible to say.",
                                     "LinkToEvent": {"Id": 180316}, "Name": "ぴかぴかの@{I}Shiny",
                                     "Id": 181356},
                    "Name": "液体を滴らせる小包を回収する@{I}Rescue a dripping parcel",
                    "Description": "　滴っているのはおそらくは海水だろう。おそらくは。@{I}The dripping is probably seawater. Probably.",
                    "ButtonText": "", "Id": 146854},
                   {"DefaultEvent": {"Description": "　あなたの助手は好奇心を湛えた目で小包の中に潜り込んだ。紙と詰め物の綿がそこらじゅうに飛び散った。<br/><br/>　中には優雅な記念日時計が入っていた。それは一年足す一日の間動き続けるよう設計されていた。表示板はサファイアで飾られ、針にはシンティラックがまぶされた、美しい時計だった。<br/><br/>「あと一日は動くね」あなたの助手はそう言って、何か金属のコイルを指差した。まるで、それを見るだけであなたにも意味が分かるだろうと言わんばかりだった。「そのあとは、カチッと音が鳴って、止まる。巻き直しはできない。あとここを見なよ。冷気逃れの真鍮で象嵌された銘がある。思うに、誰かが悪魔に魂を売って、この時計はその見返りを……それが具体的に何であれ、受け続けられる刻限を示しているんじゃないかな」@{I}$[Nn]evercold[- ][Bb]rass -> 冷気逃れの真鍮, [Gg]ant -> ギャント, [Ss]cintillack -> シンティラック$Your assistant gets into the parcel with a certain excitable gleam in its eye. Paper and layers of wadded cotton fly everywhere.\u000d\u000a\u000d\u000aWithin is an elegant anniversary clock, designed to run for a year and a day before stopping. It's lovely, with sapphires on the clock face and scintillack-embellished hands.\u000d\u000a\u000d\u000a\"It'll run another day,\" says your assistant, pointing out some coiled metal as though you could read its meaning. \"Then - click. Stops. Can't be rewound. And look down here: inlaid inscription in Nevercold Brass. If you ask me, someone sold their soul to devils, and this clock is to measure how long they get to enjoy... whatever they bought.\"",
                                     "LinkToEvent": {"Id": 180316}, "Name": "刻限@{I}Deadline",
                                     "Id": 181358},
                    "Name": "フェイバーネズミに、チクタクと音を鳴らす荷物の様子を確認させる@{I}$[Rr]attus[- ][Ff]aber -> フェイバーネズミ$Have your Rattus Faber take a look at the ticking parcel",
                    "Description": "　あなたがやるよりも安全だ。@{I}Safer it than you.",
                    "ButtonText": "", "Id": 146855},
                   {"DefaultEvent": {"Description": "　地面を打ちつけると、石が揺れてかたかたと鳴った。はじめはそれ以外の音を聞き取るのは難しかった。<br/><br/>　しかし、十分に耳を慣らし、十分に強く打ちつけると、浜全体がドラムの表面のように震えるのが分かった。漂流している手紙は身震いし、衝撃の加えられた地点を中心に、同心円状に整列した。<br/><br/>　次の波は、普段の三倍から四倍もの手紙を浜に打ち揚げた。@{I}Striking the ground causes the stones to shift and rattle. It is hard at first to hear anything more than that. \u000d\u000a\u000d\u000aBut if you try long enough, and strike hard enough, the whole beach shivers like the surface of a drum. The flotsam letters quiver and align themselves in concentric circles around the point of impact. \u000d\u000a\u000d\u000aThe next wave brings ashore three or four times the usual freight.",
                                     "LinkToEvent": {"Id": 180316}, "Name": "地下の深み@{I}Depth below",
                                     "Id": 181366},
                    "Name": "調査する@{I}Take soundings",
                    "Description": "　浜辺の地下に巨大な空洞があることを示す何らかの証拠が見つかるかもしれない。@{I}Perhaps there is some evidence of the great hollowness underneath these shores.",
                    "ButtonText": "", "Id": 146862},
                   {"DefaultEvent": {"Description": "　地面を打ちつけると、石が揺れてかたかたと鳴った。はじめはそれ以外の音を聞き取るのは難しかった。<br/><br/>　しかし、十分に耳を慣らし、十分に強く打ちつけると、浜全体がドラムの表面のように震えるのが分かった。漂流している手紙は身震いし、衝撃の加えられた地点を中心に、同心円状に整列した。ブレミガンたちは――彼らはお辞儀をしているのか？ともかく、彼らは触手をいっせいに波打たせた。<br/><br/>　次の波は、普段の三倍から四倍もの手紙を浜に打ち揚げた。@{I}$[Bb]lemmigan -> ブレミガン$Striking the ground causes the stones to shift and rattle. It is hard at first to hear anything more than that. \u000d\u000a\u000d\u000aBut if you try long enough, and strike hard enough, the whole beach shivers like the surface of a drum. The flotsam letters quiver and align themselves in concentric circles around the point of impact. The blemmigans - are they bowing? Their tentacles ripple all at once, at any rate.\u000d\u000a\u000d\u000aThe next wave brings ashore three or four times the usual freight.",
                                     "LinkToEvent": {"Id": 180316}, "Name": "地下の深み@{I}Depth below",
                                     "Id": 181367},
                    "Name": "調査する@{I}Take soundings",
                    "Description": "　浜辺の地下に巨大な空洞があることを示す何らかの証拠が見つかるかもしれない。@{I}Perhaps there is some evidence of the great hollowness underneath these shores.",
                    "ButtonText": "", "Id": 146863},
                   {"DefaultEvent": {"Description": "　その日の分の新しい貨物が打ち揚げられていた。つい最近に送り出された物もあれば、ずっと長い間水底に沈んでいた物もあった。それらは、たとえ届けることが叶わないとしても、分類し、保存し、いつか受け取り主が訪れる日に備えることはできる。そんな日が決して訪れないように思われても、確かなことは誰にも言えないのだから。<br/><br/>　潮の働きによって、あなたよりも大きな魚が一匹、浜に打ち揚げられていた。魚は大口を開くと、茶色い紙で包装された小包を吐き出した。それは紳士用にあつらえられた、一組のアビットグローブの特別配達便だった。その歯は研がれたばかりですとの、仕立て屋からの挨拶があった……<br/><br/>　再び押し寄せた波に乗って、魚は海へと帰っていった。@{I}There's a new day's wash of post. Some is recently mailed, and some has been in the water a very long time. If it cannot be delivered, then at least it can be categorised and archived against the day when a recipient arrives - even if it seems that no recipient will ever come, because one can never be quite certain.\u000d\u000a\u000d\u000aThe tide carries in a fish larger than you, stranding it ashore. It opens its jaws and coughs out a parcel in brown paper. One pair bespoke gentlemen's Avid Gloves, Special Delivery, teeth freshly sharpened, compliments of the tailor...\u000d\u000a\u000d\u000aThe next wave pulls the fish back out to sea.",
                                     "LinkToEvent": {"Id": 180316}, "Name": "引力@{I}The Pull",
                                     "Id": 181385},
                    "Name": "潮の満ち干きを観察する@{I}Watch the tide come in",
                    "Description": "　水までもがあの灼けつく言葉に従っている。@{I}Even water obeys the fiery words.",
                    "ButtonText": "", "Id": 146878},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 143367},
                                     "Name": "", "Id": 181653},
                    "Name": "突堤に引き返す@{I}Back to the docks",
                    "Description": "　ひとまず、ここですべきことは済ませた。@{I}You've finished here for now.",
                    "ButtonText": "", "Id": 147077},
                   {"SuccessEvent": {"Description": "　あなたは島の全周を歩いた。海岸線はどこも同じだった。どこもかしこもがらくたに塗れていて、どこにいても絶えず島向きの海流が打ち寄せていた。これは何らかの指向性のある海流の働きではない。むしろ、Unterzee全体がナンシノウに吸い込まれているかのようだった。<br/><br/>　もちろん、この力はここに来た時のあなたの船には何も影響を及ぼさなかった。船がこの地を離れるのを妨げられることはないのだ。この力は明らかに、郵便物だけに及んでいた。@{I}$Nuncio -> ナンシノウ$You make a complete circuit of the island. The whole shoreline is alike: all of it covered in debris, all of it washing steadily inland from every direction. Not the work of some directional current. It's more as though the whole Unterzee were draining into Nuncio.\u000d\u000a\u000d\u000aExcept, of course, that force did not affect your ship, when you came this way. It does not stop ships leaving. Evidently it works only on the post.",
                                     "LinkToEvent": {"Id": 180316},
                                     "Name": "あらゆる岸で@{I}On all sides", "Id": 180337},
                    "DefaultEvent": {"Description": "　無駄だ。数時間の探検の中で、目を凝らして海を見つめてみたり、光を反射し水に浮かぶ物を海に投げ込んだりしてみたが、以前よりも理解が深まるということはなかった。@{I}It's no use. A few hours of exploration, of squinting out to sea and flinging shiny floats into the water, produces no better understanding than before.",
                                     "LinkToEvent": {"Id": 180316},
                                     "Name": "目を凝らし、推し量る@{I}Squinting and guesswork", "Id": 180336},
                    "Name": "この地の奇妙な海流について調べる@{I}Study the odd currents here",
                    "Description": "　浜辺にがらくたを運んでくる海水の動きは、どこか普通ではない。@{I}The water that brings flotsam ashore does not follow the usual patterns.",
                    "ButtonText": "", "Id": 146247}],
 "Description": "　波が打ち寄せるたびに、新しい手紙や小包が打ち揚げられる。力強い海流によって運ばれてくるそれらの手紙や小包は、あなたが見渡すかぎりの暗い水面上に点在していた。@{I}Every lap of the wave drags up some new letter or parcel. The face of the water is dotted with them, as far as you can see in this blackness, carried by a powerful current.",
 "Name": "ナンシノウの浜辺@{I}$Nuncio -> ナンシノウ$Nuncio Beach", "Id": 180316}
