{"ChildBranches": [{"DefaultEvent": {"Description": "ポート・カーネリアンがロンドンの流行に一年も乗り遅れるようなことはなくなった。今では小説家たちは喫茶店に通いつめ、ヴェイルガーデンからやって来た詩人たちが水辺にたむろしている。ノクターナル派に属する画家の一群が、茸類の生い茂る熱帯雨林の幽かで淡い美しい景色を描き出そうと固い決意を携えやって来た船からあふれ出す。英国旗が植民地の全ての住宅の上にたなびき、パブでは人々が心を込めて国歌を歌っている。植民地は変わりつつあった。[ポート・カーネリアンの運命を決定するためには、まず諜報網を7まで上げましょう。]@{K}$Port Carnelian -> ポート・カーネリアン$No longer is Port Carnelian a year behind London's fashions. Now, novelists frequent the tea shops. Poets from Veilgarden haunt the waterfront. A string of painters belonging to the Nocturnal movement pour from visiting ships, determined to capture the ghostly, pastel splendour of the fungal jungle. British flags flutter over every house in the colony. People sing the national anthem in public houses, and mean it. The colony has changed. \"Little London\" they call it. [Increase your Network to 7 to decide Port Carnelian's fate permanently.]",
                                     "LinkToEvent": {"Id": 175505}, "Name": "あなたは仕事に取り掛かった@{K}You set to work",
                                     "Id": 180500},
                    "Name": "総督の地位を補強する@{K}Shore up the Governer's rule",
                    "Description": "ポート・カーネリアンは永遠なる女王陛下の領地における重要な港であり、変わらずその統治下に留まるべきだ！@{K}$Port Carnelian -> ポート・カーネリアン, Her Enduring Majesty -> 永遠なる女王陛下$Port Carnelian is a vital part of Her Enduring Majesty's dominions, and so it shall remain!",
                    "ButtonText": "", "Id": 146341},
                   {"DefaultEvent": {"Description": "あなたは総督とその周囲を無視し、ポート・カーネリアンの真の権力のある場所に目を向けた。蒼のバザールの区画の割り当てを行う“尺度の長”。人々が何を笑うのかを決める、植民地最大の劇場であるスペキュラム座の座長。サファイア鉱の親方たちの結社。\u000d\u000a\u000d\u000aすぐに喫茶店でのざわめきには反逆的な色が見られるようになった。カーンのお気に入りの芝居『不屈のトリマラン船』は大きな評判を呼び、港では突如としてアイラグが熱狂的な流行をみせた。そして全てのパブで発酵した乳が売られている。[ポート・カーネリアンの運命を決定するためには、まず諜報網を7まで上げましょう。]@{K}$Khan -> カーン, Port Carnelian -> ポート・カーネリアン$You ignore the Governor's household, and look instead to the positions of genuine power in Port Carnelian. The Master of Footage who assigns floorspace in the Blue Bazaar. The owner of the <i>Specularum</i>, the colony's biggest theatre, who decides what people laugh at. A cabal of foremen at the sapphire mines.\u000d\u000a\u000d\u000aSoon the tea-shop grumblings have taken a rebellious tone. The Khan's favourite play, <i>The Dauntless Trimaran</i> opens to effusive reviews. A sudden craze for airag sweeps the port, and every public house smells of fermented milk. [Increase your Network to 7 to decide Port Carnelian's fate permanently.]",
                                     "LinkToEvent": {"Id": 175505}, "Name": "共感の方向の変移@{K}A shift in sympathies",
                                     "Id": 180503},
                    "Name": "カーネイトの外交官を重要な位置につける@{K}$Khan -> カーン, Khanate -> カーネイト$Insert Khanate agents into key positions",
                    "Description": "別の帝国も存在する。@{K}There are other empires.", "ButtonText": "",
                    "Id": 146343},
                   {"DefaultEvent": {"Description": "虎たちを行動に移るよう奮起させるのはさほど大変な事ではなかった。彼らの不満は正真正銘本物で、組織をまとめあげる技術だけが欠けていたのだ。あなたは返還評議会を作り、全てのメンバーに立派な称号を与えることで彼らの虎らしい自尊心を宥めてやった。「他にすることは？」文化的策謀担当の秘書長は最初の会合でそう求めたと、あなたの部下の一人が恐怖を感じ走り書きの議事録を残した。\u000d\u000a\u000d\u000a彼らが最初に取り掛かったのは、人と虎で芝居の上演を分ける慣習に抗議する行進を組織する事だった。彼らはプラカードを掲げることも標語について合意することも出来なかったが、その咆哮は植民地のすべての窓を揺らした。[ポート・カーネリアンの運命を決定するためには、まず諜報網を7まで上げましょう。]@{K}$Port Carnelian -> ポート・カーネリアン$It doesn't take much to rouse the tigers to action. Their grievances are genuine - only their organisational skills were lacking. You form a Restitution Committee, soothing tigerish egos by giving every member a splendid title. \"Any other business?\" demands the Over-Secretary in Charge of Cultural Conspiracy at the first meeting. One of your agents scribbles terrified minutes.\u000d\u000a\u000d\u000aTheir first act is to organise a march protesting the practice of separate theatre performances for tigers and humans. They can't carry placards and can't agree on slogans, but their roars rattle every window in the colony. [Increase your Network to 7 to decide Port Carnelian's fate permanently.]",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "より偉大なものの始まり@{K}The beginning of something bigger", "Id": 180505},
                    "Name": "虎たちの同盟をまとめる@{K}Broker an alliance of tigers",
                    "Description": "結局のところ彼らこそがカーネリアン・コーストの正当な統治者たちなのだ。@{K}$Carnelian Coast -> カーネリアン・コースト$They are, after all, the rightful rulers of the Carnelian Coast.",
                    "ButtonText": "", "Id": 146345},
                   {"DefaultEvent": {"Description": "あなたは深夜に襲撃を仕掛けた。カーンに忠誠心を売り渡した十人を超える密偵、大使付きの官吏、それに商人たちが密やかな、しかし確実な終わりを迎えた。\u000d\u000a\u000d\u000a翌週の間に沿岸をうろついていたカーネイトの船は姿を消した。このことに関してカーネリアン・クラリオン紙の投書欄に憶測がいくつか載せられたが、真実を当てた者はいない。波間の下、貪欲なぺリジン色の深みでは、海軍省が存在を激しく否定している実験的な潜水艦であるイレプレッシブル号が滑るように航行していたのだ。カーンには好きなだけ船を送り込ませておこう。彼らが何によって殺されたのか知る日は来ないのだから。@{K}$Khan -> カーン, Admiralty -> 海軍省, Khanate -> カーネイト$You strike at midnight. A dozen spies, attachés and merchants who have sold their loyalties to the Khan meet quiet, but definite, ends. \u000d\u000a\u000d\u000aOver the next week, the Khanate ships that prowled the coast disappear. There is some speculation about this in the letters page of the <i>Carnelian Clarion</i>. No one guesses the truth. Beneath the waves, in the gulping, peligin depths, slides the <i>Irrepressible</i>, the Admiralty's vehemently denied experimental zubmarine. Let the Khan keep sending his ships. They never see what kills them.",
                                     "LinkToEvent": {"Id": 175505}, "Name": "隠れた獣@{K}A hidden beast",
                                     "Id": 180506},
                    "Name": "この居住地におけるイギリスの統治を確固たるものとする@{K}Secure British sovereignty in the colony",
                    "Description": "カーンの密偵たちを追い出し、イギリスに対する忠誠を確かなものとするため手を回そう。@{K}$Khan -> カーン$Drive out the Khan's agents, and arrange to secure the colony's British allegiance.",
                    "ButtonText": "", "Id": 146346},
                   {"DefaultEvent": {"Description": "何か月にも及ぶ密かな計略と妨害工作が不名誉な（急な、と呼ぶことすらできるかもしれない）権力の変遷によって頂点に達した。盛大な祭典も、言及すらもなく、恥辱を受けた総督と大使館職員たちは貨物船に乗り込んだ。そしてその船が汽笛を鳴らし港を出ると、カーネイトの青いトリマラン船が後釜に収まる。\u000d\u000a\u000d\u000a朝にはテイメンの旗が総督の邸宅に掲げられていた。『白と金』が厳格に左右を見張りながら植民地の通りを歩き、紅茶はミルク抜きで供されるようになった。通りの標識にもカーネイトの文字が一番に書かれ、次にローマ字が並ぶ。サファイア鉱の仕事が妨げられることはなかったが、坑道から持ち出されるきっちりと釘を打たれた箱は、今では西ではなく北へと船で運ばれてゆく。@{K}$Khan -> カーン, Khaganian -> カーネイト人, Khanate -> カーネイト$Long months of secrecy, scheming and sabotage culminate in an ignominious - even cursory - transfer of power. Without ceremony or remark, the disgraced Governor and his staff board a tramp steamer. As it chugs out of port, an azure Khanate trimaran slides into its place. \u000d\u000a\u000d\u000aIn the morning a Taiman flag hangs over the governor's mansion. The White-and-Golds walk the streets of the colony, glancing narrowly left and right. The tea is served without milk, now. The street signs are written in Khaganian characters first, and Roman ones second. The work of the sapphire mines is not interrupted even for a moment, but the tightly nailed boxes that emerge sail north, now, not west.",
                                     "LinkToEvent": {"Id": 175505}, "Name": "代役@{K}Substitution",
                                     "Id": 180507},
                    "Name": "クーデターを演じる！@{K}Stage a coup!",
                    "Description": "植民地をカーネイトへと手渡そう。@{K}$Khan -> カーン, Khanate -> カーネイト$Hand the colony to the Khanate.",
                    "ButtonText": "", "Id": 146347},
                   {"DefaultEvent": {"Description": "カーネリアンの入植者たちは、常に暗くなった後の通りに現れる虎の恐怖におびえて暮らして来た。緋色の腹を空かせた暴動を恐れたのだ。しかし実際には反乱はほとんど血を流すことなく成し遂げられた。どうやら、人間は虎と一つの部屋に入れられると大抵のことに同意するようだ。\u000d\u000a\u000d\u000aあなたの部下たちは鍵の掛けられた扉のないことと、守衛隊がライフルと銃弾を持っている事を確認し、その上で撃針を取り去った。縞模様の王子がハーツクロス邸に足音も立てずに踏み込むと不運な守衛たちは逃げ出した。あなたは総督が本来の居住者たちに植民地を返還する協定に署名するのを見守った。王子とその腹心の部下が調味料について議論を交わしている。総督のペンが震えた。\u000d\u000a\u000d\u000a女帝陛下の外務省の一員ではない人間はそのまま滞在が許された。虎たちは指によってもたらされる恩恵に慣れてきていたのだ。@{K}$Foreign Office -> 外務省$The Carnelian colonists always lived in fear of tigers on the streets after dark. Of a crimson, gorging uprising. In fact, the rebellion is practically bloodless. It turns out that if you put someone in a room with a tiger, they will agree to anything.\u000d\u000a\u000d\u000aYour agents ensure no doors are locked, and that the garrison has rifles and bullets, but no firing pins. Hapless guards flee as the Banded Prince pads into Heartscross House. You watch the Governor sign the colony over to its original inhabitants. The Prince and his confidants are discussing condiments. The Governor's pen trembles.\u000d\u000a\u000d\u000aThe humans who weren't members of Her Majesty's Foreign Office are permitted to stay. The tigers have grown accustomed to the advantages provided by thumbs and fingers.",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "古きものが再び新しきものとなる@{K}What is old is new again", "Id": 180510},
                    "Name": "他所の勢力を追い出す@{K}Drive out the foreign powers",
                    "Description": "カーネリアン・コーストを虎たちに返すとしよう。@{K}$Carnelian Coast -> カーネリアン・コースト$Restore the Carnelian Coast to the tigers.",
                    "ButtonText": "", "Id": 146350},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 175505},
                                     "Name": "", "Id": 180511},
                    "Name": "時を待つ@{K}Bide your time", "Description": "まだやめておこう。@{K}Not yet.",
                    "ButtonText": "", "Id": 146351}],
 "Description": "あなたはロンドンの遠方の植民地の運命を導く機会を得た。@{K}You have an opportunity to guide the fate of London's far-flung colony.",
 "Name": "ポート・カーネリアンの状況に干渉する@{K}$Port Carnelian -> ポート・カーネリアン$Influence Affairs in Port Carnelian",
 "Id": 180499}
