{"ChildBranches": [{"DefaultEvent": {"Description": "「なぜ人は溺れる子供に浮き輪を投げるでしょう？」決然たる医師が顔をあげた。革命に対する情熱がその瞳の内に輝いている。「あなたはあの場所にいなかった、[q:呼称]。でなければあなたにも分かったはずです！我々の唯一の救済は混沌の内にあることが……燃え盛るロンドンの内にのみ存在し、カーネイトを打ち破りクーマエ運河を封鎖することでしか成し遂げられない！<i>我らの物</i>を取り戻すのです！」\u000d\u000a\u000d\u000a「彼らは分かっている。影では、皆がそのことを理解しているのです」@{K}「男は何故、溺れかけている子供に救命具を投げ込むのでしょう?」思慮深い医者は見上げながら呟く。彼の目には革命的な熱気が宿っていた。「貴方は<i>その場所に</i>居なかったのです、[q:呼称]。さもなくば、貴方はその理由が理解できる筈です!私達の救済は、混乱の中にしか見いだせなかった... 燃え落ちるロンドン、ハン王国の失墜、キュマイア運河の封鎖!私達はただ、<i>私達の物だったものを</i>取り戻したかったのです!」\u000d\u000a\u000d\u000a「彼らは理解していた。影の奥で、彼らは理解していたんですよ。」@{M}$Khan -> カーン, q:Addressed As -> q:呼称, Khanate -> カーネイト, Cumaean Canal -> クーマエ運河, Determined Doctor -> 決然たる医師$\"Why would a man throw a life-preserver to a drowning child?\" The Determined Doctor looks up, revolutionary fervour in his eye. \"You were not <i>there,</i> [q:Addressed As], or you would know! Our only salvation is in anarchy... in burning London, bringing down the Khanate, in sealing the Cumaean Canal! Taking back <i>what is ours!\"</i>\u000d\u000a\u000d\u000a\"They understand that. In the Shadow, they understand.\"",
                                     "LinkToEvent": {"Id": 180536},
                                     "Name": "個人的な感情に由来するものでない裏切り@{K}感情の無い裏切り@{M}An impersonal betrayal",
                                     "Id": 180537},
                    "Name": "説明を命じる@{M}Demand an explanation",
                    "Description": "質問は至って単純だった。何故だ？@{M}The question is a single word: Why?",
                    "ButtonText": "", "Id": 146372},
                   {"DefaultEvent": {"Description": "医者は、居心地の悪いベッドの上に座っていた。彼は理解し、罰を受ける事を承諾している。彼はもう揉め事を引き起こす事は無いだろう。@{M}The Doctor sits down on his uncomfortable bed. He understands, and he accepts his punishment. He will cause you no more trouble.",
                                     "Name": "審判は下された@{M}Judgement is rendered", "Id": 180543},
                    "Name": "彼の言葉は最早無意味@{M}His words mean nothing",
                    "Description": "彼は次に寄港する場所で当局に引き渡されるだろう。それまでは、彼の居場所は営倉だ。@{M}He will be handed over to the authorities at the next available port. Until then, he stays in the brig.",
                    "ButtonText": "", "Id": 146375},
                   {"DefaultEvent": {"Description": "一瞬、彼を説得できたかに見えた。しかし、駄目だった。彼は悲哀蜘蛛に対する崇拝からこれほどあっさり暦法議会の鉤爪にかかったというのに、その上すぐにカーネイトの無政府主義者の群れに引き込まれた男だ……説教と自己正当化で身を守り、打ち破ることは出来ない。\u000d\u000a\u000d\u000a「やらねばならないことをしたまでです」彼の孤高の瞳はあなたの耳を通り過ぎた何処かを見つめている。「それしかなかった」@{K}暫しの間、彼は貴方の話を分かったように見えたが、それは間違いだった。悲哀蜘蛛への崇拝からいとも容易く年暦評議会の手の者に落ち、さらにハン王国の無政府主義者に瞬時に寝返ったこの男は、自己正当化の鎧を身に纏い、突き破る事の出来ない説破の盾を構えた男だった。\u000d\u000a\u000d\u000a「私はただ、すべき事をしただけです。」医者は孤独な目を貴方の背後に突き刺しながら独白のように呟く。「確かに、為すべき事は果たせました。」@{M}$[Ss]orrow-spider -> 悲哀蜘蛛, Khaganian -> カーネイト人, Calendar Council -> 暦法議会$For a moment, it is as if you have got through to him. But no. A man who would fall so quickly from worshipping sorrow-spiders into the crooked clutches of the Calendar Council, and still be instantly won over by a bunch of Khaganian anarchs... is a man with an impenetrable shield of homilies and self-justification.\u000d\u000a\u000d\u000a\"I did what I must,\" says the Doctor, his solitary eye staring past your ear. \"I could have done no less.\"",
                                     "LinkToEvent": {"Id": 180536},
                                     "Name": "それは問うに値する質問@{M}It is a question worth asking",
                                     "Id": 180544},
                    "Name": "決然たる医師と議論する@{K}思慮深い医者と口論する@{M}$Determined Doctor -> 決然たる医師$Argue with the Determined Doctor",
                    "Description": "まったく、彼がすぐさま受け入れない大義なんて存在するのだろうか？@{K}やれやれ。彼が直ぐに言葉を受け入れなかった理由を、自分で見いだして居たのだろうか?@{M}Good grief. Has this man ever found a cause he didn't immediately embrace?",
                    "ButtonText": "", "Id": 146376},
                   {"DefaultEvent": {"Description": "「私は私のしたことによって喜びも満足も感じてはいない事は理解していただきたい。私は大いなる善のために、この上なく苦い後悔をもってあなたの信頼を裏切ったのです」\u000d\u000a\u000d\u000a「しかし、そのような誓いを立てることは出来ません、[q:呼称]。私は自分の良心の求める所に従い行動します。きっとあなたもそうでしょう。私は自分が助かるために偽の約束を交わすことはありません」@{K}「解って頂きたいのは、私は自分が為した事に対して満足も、快楽も感じておりませんでした。私が貴方の信頼を裏切った事は激しい後悔の念をもたらしましたが、最も大きな利益の為に仕方が無かったのです。」\u000d\u000a\u000d\u000a「ですが、[q:呼称]。私は貴方に誓う事が出来ません。私は私の内なる欲求に従って動かなければなりません。貴方は貴方の信念で動かねばならない様に。私は命惜しさに、偽りの約束を交わす事は致しません。」@{M}$q:Addressed As -> q:呼称$\"Please understand, there was no pleasure or satisfaction in what I did. It was only with the bitterest regret and for the greatest good that I betrayed your trust.\"\u000d\u000a\u000d\u000a\"But I cannot swear that, [q:Addressed As]. I must continue to act as my conscience demands, as must you with yours. I will speak no false promises to spare my neck.\"",
                                     "LinkToEvent": {"Id": 180536},
                                     "Name": "断固たる姿勢@{K}主義に基づいた出で立ち@{M}A principled stand",
                                     "Id": 180545},
                    "Name": "決然たる医師との取引を試みる@{M/K}思慮深い医者との取引を試みる@{M}$Determined Doctor -> 決然たる医師$Try to deal with the Determined Doctor",
                    "Description": "彼は彼の信じる正しい事をやっただけだ。もし彼が此処で二度と同じ事をしないと誓うのであれば、彼の名誉はそのまま彼に預けておこう。@{M}He only did what he thought was right. If he swears never to repeat this, his honour will hold him to it.",
                    "ButtonText": "", "Id": 146377},
                   {"DefaultEvent": {"Description": "決然たる医師は平静を装おうと最大限努力していたが、緊張からくる体の震えは隠しきれていない。@{K}思慮深い医者は平静を装う為に最大限の努力をしたが、彼のびくびくとした震えを隠す事は出来ていない。@{M}$Determined Doctor -> 決然たる医師$The Determined Doctor does his best to look defiant, but is unable to hide his nervous trembling.",
                                     "LinkToEvent": {"Id": 180536},
                                     "Name": "判断は下された@{M}A verdict is reached", "Id": 180546},
                    "Name": "決然たる医師に審判を下す@{M/K}思慮深い医者に審判を下す@{M}$Determined Doctor -> 決然たる医師$Pass judgement on the Determined Doctor",
                    "Description": "彼の話はもう十分だ。@{K}貴方は十分聞いた。@{M}You have heard enough.",
                    "ButtonText": "", "Id": 146378},
                   {"DefaultEvent": {"Description": "それでも、医師の顔は陰鬱に沈んだ。自身の最新の大義に殉ずるのが望みだったのだろうか？それとも単に無政府主義の友人たちに手を貸せなくなる事が嫌なだけか？\u000d\u000a\u000d\u000aどちらでも変わりない。彼の手枷は外され、仕事への復帰を許可された。少なくとも今のところは。@{K/M}彼の顔は未だ陰鬱に沈んでいる。彼は最後まで信念に殉じる事を望んでいたのだろうか?それとも、単に彼の\"無政府主義者な\"友人の手助けが出来なくなる事を気に病んでいるだけか?\u000d\u000a\u000d\u000aこの際、何でも良い。手首に付けられていた錠は今外された。彼は彼の仕事への復帰を許可された。少なくとも今は。@{M}Still, the Doctor's face sinks into gloom. Was he hoping to be a martyr for his latest cause? Is he simply sick that he will be unable to help his anarch friends?\u000d\u000a\u000d\u000aIt matters not. The irons around his wrists are removed. He is free to resume his duties, at least for the moment.",
                                     "Name": "厳罰とは言えない@{K}厳罰に処すべき案件には見えない@{M}It does not seem much of a punishment",
                                     "Id": 180547},
                    "Name": "医者は仕事に戻る@{M}The Doctor returns to work",
                    "Description": "勿論、見張りは付ける。彼は、幸か不幸か、見限るには惜しい有能すぎる外科医だ。@{M}Under guard, of course. He is, fortunately or not, too good a surgeon to simply discard.",
                    "ButtonText": "", "Id": 146379},
                   {"DefaultEvent": {"Description": "医者は、居心地の悪いベッドの上に座っていた。彼は理解し、罰を受ける事を承諾している。彼はもう揉め事を引き起こす事は無いだろう。@{M}The Doctor sits down on his uncomfortable bed. He understands, and he accepts his punishment. He will cause you no more trouble.",
                                     "Name": "審判は下された@{M}Judgement is rendered", "Id": 180549},
                    "Name": "医者に下船を命じる@{M}The Doctor leaves the ship",
                    "Description": "彼はこの旅の残りを営倉で過ごし、次に寄港する友好的な街で当局に引き渡されるだろう。@{M}He will spend the rest of this journey in the brig, and be handed over to the authorities at the next friendly port.",
                    "ButtonText": "", "Id": 146381}],
 "Description": "扉が開くと、そこには手枷をはめられた決然たる医師が立っていた。彼の目は反抗的だ。しかし額に流れる冷や汗はその虚勢を裏切っている。@{M/K}扉が開くと、そこには思慮深い医者が、手首に錠を付けられた状態で立っていた。彼の目は反抗的だった。彼の額に流れる冷や汗が、また異なる話を物語っている。@{M}$Determined Doctor -> 決然たる医師$The Determined Doctor stands as the door opens, irons clinking on his wrists. His eye is defiant. The cold sweat on his brow tells a different story.",
 "Name": "難しい会話@{K}難解な会話@{M}A Difficult Conversation", "Id": 180536}
