{"ChildBranches": [{"DefaultEvent": {"Description": "　冷たいペースト。順序と用量が厳密に定められた、三種類の収斂性の水薬。それらを服用する際に唱える警句。こんなたわ言に本当に効き目があるのだろうか？@{I}A gelid paste. A trio of astringent philtres, to be taken in an exact order and dosage. An epigram, to recite as the treatments are administered. Will this bunkum really work?",
                                     "LinkToEvent": {"Id": 181054},
                                     "Name": "「どうしても必要というなら、少しは融通できます」@{I}\"We can spare a little, if your need is great.\"",
                                     "Id": 181055},
                    "Name": "活発な従軍者のための薬を手に入れる@{I}$Brisk Campaigner -> 活発な従軍者$Obtain treatments for the Brisk Campaigner",
                    "Description": "　治療薬は存在しない。だが、最悪の症状を遅らせることならできると、修道士たちは主張している。@{I}No cure exists, but the monks claim they can delay the worst symptoms.",
                    "ButtonText": "", "Id": 146661},
                   {"DefaultEvent": {"Description": "「私を治した薬の複製は不可能です。あるいは不適切です。しかし、その過程において、私は自らの病状について多くを学びました」<br/><br/>　修道士たちは熱心に耳を傾けていた。講義が済むと、彼らは感謝の印として、滑らかな黒い豆の入った袋をくれた。この院のコーヒーは、力強く香り高い味で高い評価を得ている。院の次長は喜んでその秘密を教えてくれた。「谷に住む特別な種類のナマケモノに豆を食べさせるんですよ。そうすると、熟していない豆は消化液で溶けてしまうわけですが、生き残った上質な豆は、ナッツのような独特の風味を帯びるのです。そうやって豆がナマケモノの体を通り抜けると、私たちは……」@{I}\"My cure is not one that can - or should - be replicated. But in the course of pursuing it, I learned a great deal about my condition.\"\u000d\u000a\u000d\u000aThe monks listen, avidly. Afterwards, they express their appreciation with a sack of sliding black beans. The abbey's coffee is highly regarded for its robust, aromatic flavour. The prior is happy to tell you their secret. \"We feed the beans to a certain breed of sloth in the valley. The juices of their digestive tract dissolve the less ripe beans, while applying a distinct, nutty character to the surviving, superior beans. Then, once the bean has completed its passage through the sloth, we...\"",
                                     "LinkToEvent": {"Id": 181054}, "Name": "二つの講義@{I}Two lectures",
                                     "Id": 181058},
                    "Name": "活発な従軍者に修道士たちの指導をお願いする@{I}$Brisk Campaigner -> 活発な従軍者$Ask the Brisk Campaigner to educate the monks",
                    "Description": "　彼女はこの病について他に類を見ない見解を持っている。あなたの知る限り、彼女はこの病から生還した唯一の人間なのだ。@{I}She has a unique perspective on the disease, being - as far as you know - the only person to survive it.",
                    "ButtonText": "", "Id": 146664},
                   {"DefaultEvent": {"Description": "　石がちな斜面を下り、港の喧騒に戻ろう。@{I}Down the stony incline, to the bustle of the port.",
                                     "LinkToEvent": {"Id": 143316}, "Name": "", "Id": 181065},
                    "Name": "アダムの道に戻る@{I}$Adam's Way -> アダムの道$Return to Adam's Way",
                    "Description": "　スギ材の扉を後にして。@{I}Turn your back on the cedar-wood doors.",
                    "ButtonText": "", "Id": 146668},
                   {"SuccessEvent": {"Description": "　礼拝堂は昼食時のステーキハウスのような匂いがした。あなたは寝台の間を歩きながら、乾ききった唇の間に水滴を垂らし、ケトルのように熱い手を握った。末期の灼熱の中で、患者たちは各々の後悔や秘密や慰めについて囁いていた。@{I}The Chapel smells like a chophouse at lunchtime. You make your way between the beds, tipping sips of water between parched lips, and holding hands as hot as kettles. In their final fevers, the patients whisper their regrets, their secrets, their solace.",
                                     "LinkToEvent": {"Id": 181054},
                                     "Name": "死の床の告白@{I}Deathbed confessions", "Id": 181060},
                    "DefaultEvent": {"Description": "　入れ墨のある患者が、かすれた声で最期の秘密を絞り出していた。それは彼が一生かけて隠し通した秘密だった。彼の唇はひび割れ、肌は紙のように乾いていた。あなたは秘密を聞こうと近くに寄った。彼は身震いすると、オーブンの扉のように熱い唇から、ずたずたになった最期の吐息を吐き出した。修道士があなたを引っ張ってそこから遠ざけた。魂は肉体の死に際して最も激しく燃え盛る。近くに寄りすぎると、あなたの魂にも火が着いてしまうかもしれない。それにしても、ここは熱いな？@{I}A tattooed patient croaks his last secret, kept hidden all his life. His lips are cracked. His skin is dry as paper. You draw close to listen. He shudders. He breathes a final, torn breath, his mouth hot as an oven door. A monk drags you away. The soul burns most fiercely when the body dies. Get too close, and your own might catch light. Is it hot in here?",
                                     "LinkToEvent": {"Id": 181054},
                                     "Name": "危うく逃れた？@{I}A narrow escape?", "Id": 181059},
                    "Name": "薪山の礼拝堂に水を運ぶ@{I}Carry water in the Chapel of Pyres",
                    "Description": "　そこでは患者たちが石の寝台に寝かされ、末期の苦しみの中でうわ言を呟く。@{I}Where patients in their final throes rave on stone beds.",
                    "ButtonText": "", "Id": 146665},
                   {"SuccessEvent": {"Description": "　あなたは詩人を現行犯で取り押さえた。戸棚の中でろうそくの灯を頼りに作詩に励んでいるところを見つけたのだ。彼女の髪は汗でぐっしょりしていた。彼女は、あなたが詩を取り上げるつもりだと知ると、書きかけのページをきつく握りしめた。紙片の端が彼女の熱で縮れ曲がるのが分かった。<br/><br/>　修道士たちはとても悲しそうに詩人のペンを砕き、インク壺をひっくり返した。『特使の願い』と題された彼女の最高傑作の処分は、あなたに任せられた。@{I}You catch the poet red-handed, composing by candlelight in a cupboard. Her hair is damp with sweat. She clutches the page she was writing tightly, knowing you'll try to take it. You watch its corners curl under her heat.\u000d\u000a\u000d\u000aSorrowfully, the monks break the poet's pen, and spill her ink. They give her magnum opus - <i>The Courier's Wish</i> - to you for disposal.",
                                     "LinkToEvent": {"Id": 181054}, "Name": "犯人@{I}The culprit",
                                     "Id": 181062},
                    "DefaultEvent": {"Description": "　その強情な詩人はあなたの手をすり抜けていった。あなたは、既に出回っている詩を、それ以上の被害が出る前に回収するだけで精一杯だった。詩の中身は希望に満ち、恋い焦がれていた。この詩人には才能があるようだ。@{I}The recalcitrant poet eludes you. The best you can do is recover the verses already in circulation before they do more damage. The stanzas are yearning, hopeful. The poet has talent.",
                                     "LinkToEvent": {"Id": 181054}, "Name": "成果なし@{I}Empty-handed",
                                     "Id": 181061},
                    "Name": "向こう見ずな詩人を見つけ出す@{I}Root out a reckless poet",
                    "Description": "　恋の詩の書かれた紙片が食料貯蔵庫の床に落ちているのを、会計係が発見した。院長は、それが在院者の熱情をかき立てて病状を悪化させる前に、犯人を見つけたがっている。@{I}The cellerar has discovered scraps of love-poetry on the pantry floor. The abbot wants the perpetrator found, before they dangerously inflame the inmates' passions.",
                    "ButtonText": "", "Id": 146666},
                   {"SuccessEvent": {"Description": "　あなたは一ダースほどの症例について、聞き取りをし、観察記録をとり、その緩やかではあるが容赦なく進行する病状を追跡した。患者の中でも冷淡な者は、憂鬱な者や陽気な者よりもよく持ちこたえるようだった。<br/><br/>　院長はあなたの詳細な調査を褒め称えた。修道士たちは裕福ではないが、それでもあなたの手助けに代えて、新鮮な水の入った樽と輝くような皮のパン、そして貴重な箱詰めのレモンをくれた。@{I}You conduct interviews, record observations, track the simmering, inexorable advancement of a dozen cases of the disease. The more phlegmatic patients endure better than the melancholy and the sanguine. \u000d\u000a\u000d\u000aThe abbot commends your attention to detail. The monks are not wealthy, but they pay for your assistance with barrels of fresh well-water, gold-crusted bread, and a small, precious box of lemons.",
                                     "LinkToEvent": {"Id": 181054}, "Name": "分類学@{I}Taxonomy",
                                     "Id": 181064},
                    "DefaultEvent": {"Description": "　あなたは一ダースものノートに記録と詳細を書き連ねたものの、何の法則性も見い出せなかった。魂遷というのは気まぐれな病なのだ。@{I}$[Aa]nimescence -> 魂遷$You fill a dozen notebooks with observations and details, but find no pattern. Animescence is a capricious disease.",
                                     "LinkToEvent": {"Id": 181054}, "Name": "意味不明@{I}Senseless",
                                     "Id": 181063},
                    "Name": "回廊で手助けをする@{I}Assist in the cloisters",
                    "Description": "　修道士たちは、そこで患者の性格や細かな素性や病状についての一覧を作っている。@{I}Where the monks catalogue the patients' dispositions, particularities and progress.",
                    "ButtonText": "", "Id": 146667}],
 "Description": "　魂遷は旧大陸における珍しい病のひとつだ。これに罹ると、魂が緩やかに燃焼し、重要な臓器が少しずつ焼け焦げる。詩人がこれに罹ると重症になる。恋する者が罹ると最悪の経過を辿る。この療養院を運営する、水ぶくれのある修道士は、どのような手助けも拒まないだろう。@{I}$[Aa]nimescence -> 魂遷, Elder Continent -> 旧大陸$Animescence is a rare disease of the Elder Continent. A slow combustion of the soul, gradually baking the vital organs. Poets suffer worse than most; lovers worst of all. The blistered monks who run the hospital will accept any assistance. ",
 "Name": "魂遷の療養院を手助けする@{I}$[Aa]nimescence -> 魂遷$Assist at an Animescence Hospital",
 "Id": 181054}
