{"ChildBranches": [{"DefaultEvent": {"Description": "　高貴な声音の人類学者が、よく見ようとして首を曲げた。「これはここでも非常識なことなのよ」あなたの関心に気づくと、彼女は言った。「他の長命衆の国々は、彼らを腫れ物扱いしているわ。でも、長老は彼らを便利だと思っているに違いないわね。差し迫った人食いの脅威は、外交交渉をこの上なくやりやすくしてくれるはずだもの」<br/><br/>　手渡しで卓上を巡る塩入れ。口角を拭き取るナプキン。人類学者の口ぶりは熱を帯びてきた。「この風習は、極北まで旅をした彼らの先祖の一人から始まっているそうよ。私も同じ旅をする必要があるのかも。どういうことなのか、自分の目で確かめないとね」@{I}$Presbyter -> 長老, Presbyterate -> 長命衆$A Plummy Anthropologist cranes her neck for a better view. \"This isn't normal here, you know,\" she tells you, noticing your interest. \"The other nations of the Presbyterate think they're crackers. Still, I bet the Prester finds them useful. The threat of imminent cannibalism must facilitate no end of diplomatic negotiations.\" \u000d\u000a\u000d\u000aA salt-cellar passes along the table. Napkins dab at mouth-corners. The anthropologist is warming to her subject. \"I hear the practice began with one of their forebears who zailed into the far North. I may have to take a trip that way. See what it's like for myself.\"",
                                     "LinkToEvent": {"Id": 143316}, "Name": "饗宴@{I}Feasting",
                                     "Id": 181067},
                    "Name": "見物だけに留める@{I}Merely observe",
                    "Description": "　地元民は見るまいとして急ぎ去ってゆく。立ち止まって眺めているのは異邦人たちだ。@{I}The locals hurry by, unwilling to watch. It's the foreigners who linger and gawk.",
                    "ButtonText": "Gawk", "Id": 146669},
                   {"DefaultEvent": {"Description": "　あなたは今にも死にそうなおばと礼儀正しいお喋りを交わした。あなたの元に運ばれてきた肉は貧相だったが、きちんとピンク色に焼き上げられ、肉汁を滴らせていた。あなたは自分の皿を空にした。<br/><br/>　宴が済むと、あなたには記念の品が贈られた。それは骨の塊で、今日の日付が刻まれている。あなたはそれをありがたく頂戴した。見物人の中に、あなたを恐怖の眼差しで見つめている者がいた。あれはあなたの船員だったろうか？@{I}You make polite conversation with a half-deaf aunt. The cuts that reach you are lean, but still pink. Still succulent. You clean your plate.\u000d\u000a\u000d\u000aAfterwards, you are given a keepsake: a knob of bone, engraved with the date. You accept it with good grace. Is that one of your crew among the gawkers, watching you with horrified eyes?",
                                     "LinkToEvent": {"Id": 143316}, "Name": "歓迎されて@{I}Made welcome",
                                     "Id": 181069},
                    "Name": "正餐への誘いを受ける@{I}Accept an invitation to dine",
                    "Description": "　宴の列席者たちはあなたから何かを嗅ぎ取ったようだ。彼らはテーブルの端に新しい椅子を足してくれた。@{I}The feasters recognise something about you. They add an extra chair to the end of the table.",
                    "ButtonText": "", "Id": 146671},
                   {"DefaultEvent": {"Description": "　あなたには最初に切り出された最も上等な肉が与えられた。大量の肉汁が溢れ、湯気を放っている。あなたが肉の中に埋まっていた銃弾を見つけると、同席者たちはそれを幸運の印として受け取った。<br/><br/>　宴の席での、あなたの突出した立場は注目を集めていた。その風聞は、間違いなくあなたの船員まで届くだろう。@{I}You are given the first and finest cut. Sopping with juices. Steaming. When you find a bullet buried in the meat, your fellow diners take it as a sign of good fortune. \u000d\u000a\u000d\u000aYour prominent position at the table is noticed. Word will undoubtedly reach your crew.",
                                     "LinkToEvent": {"Id": 143316}, "Name": "栄誉に浴して@{I}Honoured",
                                     "Id": 181176},
                    "Name": "主賓としてテーブルにつく@{I}Sit at the table as a guest of honour",
                    "Description": "　灰色の髪の女家長があなたに向けて頷いた。「ここなるものは飢えを抱えているな。加わるといい。我らに愛され逝ったこの者は兵士であった。彼女を殺すには八発もの弾丸が必要だったよ。彼女の力は我らから流れ出たものだ。そして、その力は我らの許へと帰ってくるのだ」[あなたのアイアンが上昇します。]@{I}$Iron -> アイアン$The grey-haired matriarch nods to you. \"Here is one with an appetite. Join us. Our dearly departed was a soldier. It took eight bullets to kill her. Her strength came from us, and will return to us.\" [Your Iron will increase.]",
                    "ButtonText": "", "Id": 146736},
                   {"DefaultEvent": {"Description": "「君にはこの味が分かるね？煙の風味。繊細な味だ。かくして彼の知恵は家族の許へと帰った。少しは君のところへも、だね？でも君、グラスが空じゃないか！私が注いでやろう」<br/><br/>　宴の席での、あなたの突出した立場は注目を集めていた。その風聞は、間違いなくあなたの船員まで届くだろう。@{I}\"You can taste it can't you? Smoky. Subtle. And so his wit is returned to the family. And a little to you, eh? But your glass is empty! Let me top you up.\"\u000d\u000a\u000d\u000aYour prominent position at the table is noticed. Word will undoubtedly reach your crew.",
                                     "LinkToEvent": {"Id": 143316}, "Name": "帰郷@{I}Back to the fold",
                                     "Id": 181177},
                    "Name": "主賓としてテーブルにつく@{I}Sit at the table as a guest of honour",
                    "Description": "　ほろ酔いの家長があなたに手招きした。「君、そう君だよ！おいで。ここに座って食べなさい。我らの愛した係累は大した策略家でね。我ら皆で、今より少し鋭敏になろうじゃないか、え？」[あなたのヴェールが上昇します。]@{I}$Veils -> ヴェール$A tipsy patriarch beckons to you. \"You. Yes, you! You know. Come. Sit. Eat. Our beloved relative was quite the tactician. We could all use a little more acuity, couldn't we?\" [Your Veils will increase.]",
                    "ButtonText": "", "Id": 146737},
                   {"DefaultEvent": {"Description": "　肉は風味豊かで、肉汁は濃厚だった。にんじんは薄切りで茹でられていた。「私たちと見識を同じくする方を見かけますと」婦人はあなたの膝に手を沿えながら囁いた。「いつだって私には分かりますの。目が違うのですわ」<br/><br/>　宴の席での、あなたの突出した立場は注目を集めていた。その風聞は、間違いなくあなたの船員まで届くだろう。@{I}The meat is rich, the gravy thick. The carrots are boiled thin. \"I can always tell,\" the lady whispers, patting your knee, \"when I see another who knows what we know. Something in the eyes.\"\u000d\u000a\u000d\u000aYour prominent position at the table is noticed. Word will undoubtedly reach your crew.",
                                     "LinkToEvent": {"Id": 143316}, "Name": "正餐に臨む@{I}You dine",
                                     "Id": 181180},
                    "Name": "主賓としてテーブルにつく@{I}Sit at the table as a guest of honour",
                    "Description": "　眼鏡を掛けた婦人があなたのために椅子を引いた。「私たちの亡くなった親族を紹介しますわ」彼女があなたの皿を手振りで示すと、召使がそこに脂の乗った肉を積み重ねた。「彼は洞察力と忍耐に優れていました。一度など……」[あなたのミラーが上昇します。]@{I}$Mirrors -> ミラー$A bespectacled lady pulls back a chair for you. \"Let me introduce you to our dead kin.\" She gestures at your plate as a servant piles it with cuts of fatty meat. \"He was sharp-eyed and patient. One time...\" [Your Mirrors will increase.]",
                    "ButtonText": "", "Id": 146739},
                   {"DefaultEvent": {"Description": "　刺激的なワイン。汁気たっぷりの肉。暖かな談笑。得意げな婦人は、息子のフレデリックが寄宿学校でどれだけ上手くやっているかを皆に触れ回っていた。お人好しのおばは、あなたを又いとこの一人と取り違えていた。あなたは皿を空にした。おかわりはあるかな？<br/><br/>　宴の席での、あなたの突出した立場は注目を集めていた。その風聞は、間違いなくあなたの船員まで届くだろう。@{I}The wine is piquant, the meat succulent, the conversation cordial. A proud lady tells everyone how well her young Frederick is doing at boarding school. A well-meaning aunt mistakes you for a second cousin. You clean your plate. Seconds?\u000d\u000a\u000d\u000aYour prominent position at the table is noticed. Word will undoubtedly reach your crew.",
                                     "LinkToEvent": {"Id": 143316}, "Name": "家族の一員@{I}One of the family",
                                     "Id": 181181},
                    "Name": "主賓としてテーブルにつく@{I}Sit at the table as a guest of honour",
                    "Description": "　厳しい家長があなたを宴に招いた。「お前は聖餐に理解がある、そうだな？私の隣に座りなさい。先立った我らの哀れな係累は、優れた学者であった。随分と年寄りだったよ。ところで、脚と胸ならどちらが良いかね？」[あなたのページが上昇します。]@{I}$Pages -> ページ$A stern matriarch invites you to join them. \"You understand. The sacrament, yes? Sit here, by me. Our poor, departed kin was a fine scholar, and well aged. Leg or breast, by the way?\" [Your Pages will increase.]",
                    "ButtonText": "", "Id": 146740},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 143316},
                                     "Name": "", "Id": 181706},
                    "Name": "急いで立ち去る@{I}Hurry away", "Description": "　目を向けないのが一番だ。@{I}Best not to look.",
                    "ButtonText": "", "Id": 147120},
                   {"SuccessEvent": {"Description": "　筋張った肉片が付いたままの骨が、あなためがけて飛んできた。あなたはそれを上着の下に隠した。船室まで戻ると、あなたは自分だけの貧相な饗宴を催した。<br/><br/>　肉には特筆すべきところはなかった。肉を食べ終えると、あなたは骨髄を求めて骨を砕いた。あなたは、ぱさぱさの屑切れまで含めて、そのすべてを食べ尽くした。これに何かの効用があるのだろうか？あなたは変化したのだろうか？@{I}A darting lunge seizes you a bone clung with stringy tatters of flesh. You hide it under your jacket and return to your cabin, where you hold a meagre feast of your own. \u000d\u000a\u000d\u000aThe meat is unremarkable. When it's gone, you crack the bone open to get at the marrow. You force it all down - every mealy scrap. Was there any virtue in it? Are you changed? ",
                                     "LinkToEvent": {"Id": 143316}, "Name": "手に入れたもの@{I}Your prize",
                                     "Id": 181178},
                    "DefaultEvent": {"Description": "　放り捨てられた尺骨の一本が、椅子の脇で忘れ去られたままになっていた。あなたはそれに目を落としたまま、近くまでにじり寄った。だが遅い――お世辞っぽい召使が、その骨を拾い上げてしまった。あなたの侵略的な徘徊は、何人かの列席者に気づかれていた。あなたは無実を取り繕った。もう潮時だろうか？他の場所に行った方が良さそうだ。@{I}You edge closer, your eye on a discarded ulna lying forgotten beside a chair leg. Too slow - an unctuous servant sweeps it up. Some of the feasters have noticed your encroaching lurk. You feign innocence. Is that the time? You have somewhere to be.",
                                     "Name": "見つかった@{I}Spotted", "Id": 181068},
                    "Name": "テーブルから肉片をくすねる@{I}Steal scraps from the table",
                    "Description": "　召使は目を光らせている。いくら公共の場で行われるとはいっても、葬儀というのは内々の催しなのだ。@{I}The servants are vigilant. Funerals are private occasions, even ones conducted in public.",
                    "ButtonText": "", "Id": 146670}],
 "Description": "　リプリートは長命衆の軍において高い地位を占めている。彼らは血塗られた歴史を持つが、今では長老とは正餐を共にする関係であるし、子弟らを教育のためにロンドンの大学に送ったりもしている。それでも、彼らは同族の死体を喰らう伝統を保ち続けていた。<br/><br/>　その饗宴は公共の場で行われる。広場には今、立派なテーブルが鎮座していた。先立ったのは大おばだか又いとこだか、ともかく遠縁の親戚に過ぎない。そのため、雰囲気は陽気なものだ。骨付きの大きな塊に切り分けられた死者の肉が、召使の手によって運ばれてくる。肉は、すっかりピンク色になるまで焼き上げられて湯気を放っていた。堂々たる振る舞いの会葬者が立ち上がった。だが、その足元は既にワインでおぼつかない。「お切りしましょうか？」@{I}$Presbyter -> 長老, Presbyterate -> 長命衆$The Replete occupy lofty positions in the Presbyterate's military. Despite their sanguinary past, they dine with the Prester and send their children to be educated at London's University. However, they maintain their tradition of eating their dead.\u000d\u000a\u000d\u000aThe feasts are held in public. Here in a broad square stretches a splendid table. The departed was only a distant relative - some great-aunt or second cousin - and the atmosphere is jolly. Servants carry the deceased over in steaming joints, cooked to perfect pinkness. A stately mourner stands, already wobbly from wine. \"Shall I carve?\" ",
 "Name": "葬儀の饗宴に参席する@{I}Attend a Funeral Feast", "Id": 181066}
