{"ChildBranches": [{"DefaultEvent": {"Description": "「まったくあのノット・オラクル共よ！私を喉につつまらせる所だった。しかしそうなったとしてもあまり碌なことにはならないだろう。あなたがいなければ、私はいいまもゆっくりと消化さされていたよ。私の友人とと一緒だね？とともに偉大な事をななし遂げるのだろう、友よ？もしかしたら“あの”偉大な仕事かもしれない。かの力を目覚めささせせよう。も模様はもう手にい入れたのか？待ちききれないな」@{K}$[Kk]not[- ][Oo]racle -> ノット・オラクル$\"Those knot-oracles, pheh! They would haave choked on me. But it would haave done me little good. I would be gently digesting now, were it not for you. I see you haave my friend with you. We aare going to do greaat work, yes, my friend? Perhaps <i>the</i> Great Work. We shall waake those forces. Do you haave the paattern? I caan haardly wait.\"",
                                     "Name": "「か感謝する」@{K}\"You have my graatitude.\"",
                                     "Id": 181205},
                    "Name": "狼狽させる賢者@{K}$Unsettling Sage -> 狼狽させる賢者$The Unsettling Sage",
                    "Description": "この男こそがあなたがここまで来た目的だ。彼の顎の線や目の形はどこか奇妙だ。しかし彼はあなたに会えたことに大いに感謝している。@{K}This is the man you came here for. Is he a man? There's something peculiar about the line of his jaw - the shape of his eyes. But he's grateful to see you.",
                    "ButtonText": "", "Id": 146753},
                   {"DefaultEvent": {"Description": "「私は今にもオラクルのディナーにされる所でした。あれは人間を餌として与えられなければ、人間の言葉を話すことができないのです。そしてあれが人間の言葉を話せなければ、所長は秘密を売りさばくことができないでしょう？」\u000d\u000a\u000d\u000a「ありがとうございます。ノット・オラクルの食道で人生を終えたくはありませんからね。コルセアズ・フォレストまで連れて行っていただければ、出来る限りのお礼をしましょう。しかしこちらのほうがあなたには面白いかもしれません。前回オラクルが餌を食べたときに聞こえてきたことですが……」@{K}$[Kk]not[- ][Oo]racle -> ノット・オラクル$\"I was at the top of the list for the oracles' dinner. They can't speak in human language unless they're fed human life - and if they can't speak in human language, the Governor can't trade the secrets, can he, now?\"\u000d\u000a\u000d\u000a\"Thank you. I didn't want to end my life in a knot-oracle's gullet. If you take me to the Corsair's Forest, I'll give you what reward I can. But this may interest you more. Something I overheard when the oracles last feasted - \"",
                                     "Name": "「ありがとうございます！」@{K}\"Thank you!\"", "Id": 181206},
                    "Name": "無名の憐れな者を@{K}Some Poor Soul",
                    "Description": "あなたは時に目的もなく、あるいはあなた自身の込み入った計略のためここに押し入った。そしてどうやら、気取った風な海賊を救い出したようだ。@{K}You broke in here at random, or as part of your own complex schemes. You've rescued some sort of rather genteel pirate, apparently.",
                    "ButtonText": "", "Id": 146754}],
 "Description": "あなたはウィズダムの恐ろしい要塞から囚人を救出した。@{K}$Wisdom -> ウィズダム$You've rescued a prisoner from the terrible fastness of Wisdom.",
 "Name": "ウィズダム：誰を逃がした？@{K}$Wisdom -> ウィズダム$Wisdom: whom have you freed?",
 "Id": 181204}
