{"ChildBranches": [{"DefaultEvent": {"Description": "　彼は驚いて瞬きした。「なんとまあ。正直に言うと、君には嘘をついてもらいたかったんだが。まあ気にするな、気にするな。君のことはとても良く分かったから」彼は恥ずかしくてあなたと目を合わせられないのか、手持ちのノートを注視していた。「私たちは共に仕事ができるだろう」[アダムの道で仲介人からの依頼を引き受けることができます。]@{I}$Adam's Way -> アダムの道$He blinks in surprise. \"Goodness. I must admit, I expected you to lie. Never mind, never mind. Knowing you as well as I do now,\" he studies his notebook, too embarrassed to meet your eye, \"I think we can do business.\" [You may accept the Broker's Commission in Adam's Way.]",
                                     "LinkToEvent": {"Id": 143316},
                                     "Name": "不意打ち@{I}An unexpected tactic", "Id": 181261},
                    "Name": "正直に答える@{I}Answer truthfully",
                    "Description": "　たとえ秘密を1つ手放すことになるとしても。@{I}Though it means giving up a secret.",
                    "ButtonText": "", "Id": 146786},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 143316},
                                     "Name": "", "Id": 181708},
                    "Name": "即座に席を立つ@{I}Depart immediately",
                    "Description": "　よくもまあそんなことを訊けたものだ！@{I}How dare you, sir!",
                    "ButtonText": "", "Id": 147121},
                   {"SuccessEvent": {"Description": "　彼はあなたの答えに大いに喜んだようだった。「素晴らしい！私が現在念頭に置いている仕事には、口の堅さと洞察力、そして説得力ある嘘をつく能力が必要なのだ。私たちは共に仕事ができるだろう」[アダムの道で仲介人の依頼を引き受けることができます。]@{I}$Adam's Way -> アダムの道$He seems immensely pleased by your answers. \"Capital! The task I have in mind demands someone of discretion, insight, and the ability to lie convincingly. I think we can do business.\" [You may accept the Broker's Commission in Adam's Way.]",
                                     "LinkToEvent": {"Id": 143316},
                                     "Name": "良い印象@{I}A good impression", "Id": 181707},
                    "DefaultEvent": {"Description": "「君に会えて良かった。すぐに連絡が行くだろう」期待できそうには聞こえなかった。@{I}\"A pleasure to meet you. I'm sure we'll be in touch.\" That doesn't sound promising.",
                                     "LinkToEvent": {"Id": 143316},
                                     "Name": "がっかりなお知らせ@{I}Disappointing news", "Id": 181348},
                    "Name": "彼に嘘をつく@{I}Lie to him",
                    "Description": "　彼が知る必要のないこともある。@{I}There are things he doesn't need to know.",
                    "ButtonText": "", "Id": 146848}],
 "Description": "　海岸沿いに建つ珈琲屋のバルコニーで彼はあなたと面会した。彼の握手には熱烈な感情が籠もっていた。彼は幅の広いカマーバンドを巻いて、満面の笑みを浮かべていた。彼はあなたにべとつくバクラヴァと小さなグラスのブラックコーヒーをしきりに勧めた。コーヒーはミントの小枝で甘み付けされていた。<br/><br/>「いくつか質問に答えてもらっても構わないね？」彼はノートを開きながら言った。「私たちが同じページの上にいることを確かめるためだ。言ってみればね」面接の中身は、呆れるほど私的な領域に踏み込んでいた。こんなことを訊く必要があるというのは、一体どういう仕事なのだ？@{I}He meets you on the balcony of a shoreside coffee-house. His handshake is effusive. His smile and cummerbund are broad. He urges you to squares of sticky baklava, and a tiny glass of black coffee sweetened with a sprig of mint.\u000d\u000a\u000d\u000a\"I trust you won't mind answering a few questions?\" He asks, opening a notebook. \"To ensure we're on the same page, so to speak.\" The interview is scandalously personal. What business has he to ask such things?",
 "Name": "おじのような仲介人の面接@{I}$Avuncular Broker -> おじのような仲介人$An Interview with the Avuncular Broker",
 "Id": 181260}
