{"ChildBranches": [{"DefaultEvent": {"Description": "そうだ、この青は脆く原始的な障壁にすぎない。一押しもすれば砕け散り、あなたは天上の荒野へと放り出されてしまうだろう。星々は飢え、あなたの頭上には何か恐ろしいものが存在している。あなたはひどい恐怖に襲われた。目が回るような心地だ。[恐怖値を上げることでさらに奥に進むことができます。また、適切なアイテムがあればスキルポイントを犠牲にせずに進むことも可能です。]@{K}$High Wilderness -> 天上の荒野, Frostfound -> 氷結城$Yes, this blue is a brittle, savage barrier. Press against it and it will shatter, spilling you into the High Wilderness. The stars are hungry, and there is a horror upon you. Your head spins. [Increase your Terror further to penetrate further into Frostfound. The right items mean you may not have to sacrifice skill points.]",
                                     "LinkToEvent": {"Id": 181006},
                                     "Name": "空虚の恐怖@{K}The horror of emptiness", "Id": 181440},
                    "Name": "空に足を踏み入れる@{K}Step into the sky",
                    "Description": "あなたは恐ろしいほどに曝け出されることになるだろう。しかし、同時に何かを学ぶことができるかもしれない。[この選択肢はヴェールを１ポイント犠牲にします。]@{K}You'll be terribly exposed. But perhaps you'll learn something. [This will sacrifice a point of Veils.]",
                    "ButtonText": "", "Id": 146920},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 181006},
                                     "Name": "", "Id": 181441},
                    "Name": "氷結城の回廊に戻る@{K}$Frostfound -> 氷結城$Return to the Corridors of Frostfound",
                    "Description": "回廊の繋ぎ目へと引き返す。@{K}Step out into the nexus of corridors.",
                    "ButtonText": "", "Id": 146921},
                   {"SuccessEvent": {"Description": "そうだ、この青は脆く原始的な障壁にすぎない。一押しもすれば砕け散り、あなたは天上の荒野へと放り出されてしまうだろう。しかし暗闇の中であれば安全だ。あなたは恐怖を感じたが、その恐れを抑制することができた。[恐怖の値を上げることでさらに奥に進むことができます。]@{K}$High Wilderness -> 天上の荒野, Frostfound -> 氷結城$Yes, this blue is a brittle, savage barrier. Press against it and it will shatter, spilling you into the High Wilderness. But you are safe in the dark. You are afraid, but you have mastered your fear. [Increase your Terror further to penetrate further into Frostfound.]",
                                     "LinkToEvent": {"Id": 181006},
                                     "Name": "適応@{K}An accommodation", "Id": 181495},
                    "DefaultEvent": {"Description": "あなたは何処にいる？ここでは何が起こっているのだろう？あなたの周囲で氷結城が泡の様にその身を震わせた。これは現実の出来事なのか？@{K}$Frostfound -> 氷結城$Where are you? What is happening here? Around you, Frostfound shivers like a bubble. Is it even real?",
                                     "LinkToEvent": {"Id": 181438}, "Name": "困惑@{K}Confusion",
                                     "Id": 181439},
                    "Name": "空無き場所を思い出す@{K}Recall other places where there is no sky",
                    "Description": "あなたはあらゆる空からはるかに離れた場所にいる。強烈な青を睨みつけ、空無き島々の記憶を呼び起こすのだ。@{K}You are far from any sky. Stare fiercely into that fierce blue, and call to mind your memories of skyless islands.",
                    "ButtonText": "", "Id": 146919}],
 "Description": "回廊を形作る透き通った氷の壁、そのすべての面が砂漠の空のように平板な青色を反射している。さらに一歩足を踏み入れると青があなたの感覚を刺激する。眩暈を覚えた。唱えるような声が聞こえる。『これがかつての空だ』@{K}Every facet of the ice-crystal wall is the hard and depthless blue of a desert sky. You take one step further in, and that blue plucks at your senses. Vertigo spins you. A voice intones: THIS WAS THE SKY. ",
 "Name": "蒼玉の間@{K}Sapphire Chamber", "Id": 181438}
