{"ChildBranches": [{"DefaultEvent": {"Description": "まるで淀んだ火口湖のようなとてつもない大きさの悲しげな死んだ瞳。大河を飲み干す口。あなたの船であってもこのものたちと並べれば、最も短いヒレの上にできたあばたのシミの上で微かに光る小さな点にしか見えないに違いない。これから先戦いに臨むたび、この光景を思い出すだろう。@{K}Great sad dead eyes like stagnant crater-lakes. Mouths which could drink rivers. Your entire ship would be a glint on a speck in a pockmark on the least limb of these things. Every time you enter battle, you will remember this.",
                                     "LinkToEvent": {"Id": 181006},
                                     "Name": "深遠な怖れ@{K}Terror profundi", "Id": 181458},
                    "Name": "巨大な影に近寄る@{K}Approach the colossi",
                    "Description": "恐怖こそが氷結城の中心部へと至る道だ。傷一つ負わず切り抜けることは出来ない。[この選択肢はアイアンを１ポイント犠牲にします。]@{K}$Iron -> アイアン, Frostfound -> 氷結城$Fear is the way to the heart of Frostfound. You will not escape unscathed. [This will sacrifice a point of Iron.]",
                    "ButtonText": "", "Id": 146931},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 181006},
                                     "Name": "", "Id": 181459},
                    "Name": "氷結城の回廊に戻る@{K}$Frostfound -> 氷結城$Return to the Corridors of Frostfound",
                    "Description": "", "ButtonText": "", "Id": 146932},
                   {"SuccessEvent": {"Description": "まるで淀んだ火口湖のようなとてつもない大きさの悲しげな死んだ瞳。大河を飲み干す口。あなたの船であってもこのものたちと並べれば、最も短いヒレの上にできたあばたについた点の上の小さな光にしか見えないだろう。しかし、あなたはZeeを渡る船長だ。Unterzeeこそがあなたの仲間であり敵である。海そのものに比べれば、このものたちの中でも最も年老いたものでさえ恐れるには足りない。@{K}Great sad dead eyes like stagnant crater-lakes. Mouths which could drink rivers. Your entire ship would be a glint on a speck in a pockmark on the least limb of these things. But you are a zee-captain. Your enemy, your companion, is the Unterzee, against which even the eldest of these beasts is nothing.",
                                     "LinkToEvent": {"Id": 181006},
                                     "Name": "懐かしき怖れ@{K}An old familiar fear", "Id": 181496},
                    "DefaultEvent": {"Description": "このものたちが現実であるはずがない。海こそが現実だ。氷結城とはなんだ？氷の見せた幻覚だ。ここには幻しか存在しない。@{K}$Frostfound -> 氷結城$These things cannot be real. The zee is real. What is Frostfound? A delirium of ice. Nothing real.",
                                     "LinkToEvent": {"Id": 181456}, "Name": "不確かさ@{K}Uncertainty",
                                     "Id": 181457},
                    "Name": "Zeeの記憶を呼び起こす@{K}Recall the zee",
                    "Description": "確かにこのものたちは巨大だが、あなたは海で遥かに偉大なものに出会ってきた。@{K}These things are giants. But you have faced something greater.",
                    "ButtonText": "", "Id": 146930}],
 "Description": "あなたは遠近法が狂ったような感覚に襲われ困惑した。この柱廊はあらゆる方向に広がっており、くすんだ紫色の靄がその全容を覆い隠している。まるで雲の中に浮かんでいるかのようだ。空気はひんやりとしていて、微かに爆ぜるような音を立てている。遠くの雲の中に、生命の感じられない影の掛かった巨大な物体が吊り下げられているのが微かに見える。その皮膚は液体で汚れているようだ。鯨のような、獣のようなものたち。その姿は飛行船よりも、いや、いくつも町を合わせたよりも大きい。あなたはその雲の中では小さな点に過ぎない。ここはまだ氷結城の中なのだろうか？\u000d\u000a\u000d\u000aそして再び、鉛版印刷のように生気のない声が聞こえた。『犠牲者も出た』@{K}$Frostfound -> 氷結城$Perspective confounds you. This place stretches away every direction through a dusty purple haze, as if you float in a cloud. The air is chill and crackling. Vast and shadowy shapes hang lifeless in the distant cloud, fluid staining their hides. Whale-things and beast-things, bigger than dirigibles, bigger than cities. You are a speck in the cloud. Are you still inside Frostfound?\u000d\u000a\u000d\u000aOnce again, there is a voice, lifeless as leaden type. THERE WERE CASUALTIES.",
 "Name": "紫水晶の柱廊@{K}The Amethyst Gallery", "Id": 181456}
