{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは自身の手が外側へと漂うに任せた。指がその名の一文字目に触れる。文字が一瞬のうちに明るく燃え上がった。そうだ、これはあなたがかつて東へ向かう前に書いたものだ。指先に火ぶくれができる。二文字目。これは彼が、あの暗きに住まう獰猛な旧き生き物が求めたもの。三文字目。あなたが地下へ降りたとき、これはひどく痛むだろうと知っていた。しかし、これほどの痛みとは。これほどの痛みとは。四文字目――@{K}You permit your hand to drift outwards. Your finger touches the first letter of the Name. It flares instantly into light. Yes, this is what you wrote, before you went East. Blisters blossom on your finger-tip. The second letter. This is what he required, that fierce old creature in the dark. The third letter. When you came below, you knew it would hurt, but not this much. Not this much. The fourth letter - ",
                                     "LinkToEvent": {"Id": 187628}, "Name": "「あなた」@{K}\"You\"",
                                     "Id": 181470},
                    "Name": "『旅人還りぬ』@{K}TRAVELLER RETURNING",
                    "Description": "あなたはこの場所に来たことがある。そしてあなたは自身の名を書き付けたのだ。炎と燃える、自らの血を用いて。@{K}You have been here before. You wrote your name - you wrote it in your blood, which is fire. [This will Wound you.]",
                    "ButtonText": "", "Id": 146940},
                   {"DefaultEvent": {"Description": "卵に罅が入り、闇が縮んでいく。一瞬氷結城の壁に映る鏡像が見えた。多くの肢を生やし、法を冠とし光を仮面とする輝く姿。しかし、これはより偉大なものの種子となる欠片に過ぎない。『そうだ、』声が唱えた。『そうだ』\u000d\u000a\u000d\u000a鏡像は卵と共に消え去った。そしてあなたは輝く氷の空虚な殻の中に独り残された。@{K}$Frostfound -> 氷結城$The Egg cracks. The dark withers. For a moment, you see a reflection in the Frostfound wall - a shining shape of many limbs, crowned with law and masked with light, a seed-fragment of a greater whole. YES, the voice you heard intones. YES.\u000d\u000a\u000d\u000aThe reflection is gone, and so is the Egg. You are alone in an empty cell of softly glowing ice.",
                                     "LinkToEvent": {"Id": 181006}, "Name": "誕生？@{K}Birth?",
                                     "Id": 181471},
                    "Name": "審判の卵の覆いを取る@{K}Unveil a Judgements' Egg",
                    "Description": "光は闇を圧倒する。暗闇にうんざりしたのならば、これがあなたを守ってくれるだろう。[この選択肢を選ぶと恐怖値が０に戻り、あなたは氷結城から追い出されます。]@{K}Light overcomes darkness. If you are are done with darkness, this will preserve you. [This will set your Terror to zero, and expel you from the Dark Room.]",
                    "ButtonText": "", "Id": 146941},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 181006},
                                     "Name": "", "Id": 181472},
                    "Name": "氷結城の回廊に戻る@{K}$Frostfound -> 氷結城$Return to the Corridors of Frostfound",
                    "Description": "", "ButtonText": "", "Id": 146942},
                   {"DefaultEvent": {"Description": "可能な限り大きく箱を開くと、闇が縮んでいった。一瞬氷結城の壁に映った鏡像が見える。しかし、その鏡像はあなたのものではなく、その上数が多い。その腹は皺が寄り虚ろで、骨には鈎爪のように畝がついている。それは荒涼とした息を吐くと、溶けて消え去った。そしてあなたは輝く氷の空虚な殻の中に独り残された。@{K}$Frostfound -> 氷結城$Open the box as wide as you can. The dark withers. For a moment, you see a reflection in the Frostfound wall - but not yours, or not only. Its belly is puckered and empty, its bones are ridged like claws. It dissolves, with a desolate sigh, and you are alone in an empty cell of softly glowing ice.",
                                     "LinkToEvent": {"Id": 181006},
                                     "Name": "日光に洗われる@{K}A wash of sunlight", "Id": 181490},
                    "Name": "太陽光で満たされた鏡封じの箱を開ける@{K}$Sunlight[- ]Filled Mirrorcatch Box -> 太陽光で満たされた鏡封じの箱, Mirrorcatch Box -> 鏡封じの箱$Open a Sunlight-Filled Mirrorcatch Box",
                    "Description": "光は闇を圧倒する。暗闇にうんざりしたのならば、これがあなたを守ってくれるだろう。[この選択肢を選ぶと恐怖値が劇的に減少し、あなたは氷結城の外に追い出されます。]@{K}Light overcomes darkness. If you are are done with darkness, this will preserve you. [This will dramatically reduce your Terror, and expel you from the Dark Room.]",
                    "ButtonText": "", "Id": 146953},
                   {"DefaultEvent": {"Description": "あなたの口は黄金の血に汚れている。目覚めればこの味は消え去ってしまうだろう。あぁ、その心臓よ！心臓よ！あなたは光で一杯に満たされた。もしかするとあなたは永遠に生きるのかもしれない。@{K}Your mouth is stained with golden blood. It will be gone when you wake. Oh, the heart of it. The heart of it! You swell with light. Perhaps you will live forever.",
                                     "LinkToEvent": {"Id": 181469},
                                     "Name": "高位の者の肉の味@{K}The taste of a higher flesh",
                                     "Id": 181631},
                    "Name": "食べる@{K}Eat",
                    "Description": "あなたは致命的な傷を負うだろう。もしこれが目が覚めている間のことであれば、死んでしまうに違いない。しかしこの暗闇の中であれば、饗宴を開くことができる。赦されることのない罪を犯し、それでもなお生きることができるのだ。この饗宴は記憶にしか残らないだろうが、それによって負う傷もまた単なる記憶でしかなくなるだろう。@{K}You are mortally wounded. You will die when you wake. Here in the dark, you can feast, committing an unpardonable sin, and live. You will feast only on memory, but your wound, too, is a memory.",
                    "ButtonText": "", "Id": 147061},
                   {"DefaultEvent": {"Description": "泡の様に軽く繊細なそれを掌の中で優しく揺する。これは羊膜かあるいは棺か。@{K}Cradle it in your hands, that bubble-light fragility. It might be a caul or a coffin. ",
                                     "LinkToEvent": {"Id": 181469},
                                     "Name": "終焉、あるいは始まりか？@{K}An end, or a beginning?",
                                     "Id": 181699},
                    "Name": "星の殻を回収する@{K}$Star-Shell -> 星の殻$Harvest a Star-Shell",
                    "Description": "ここにはいまだ遥か昔に起きた変化の名残がうち棄てられた状態で残っている。主事が望むものかもしれない。@{K}Something desolate remains of a long-ago change: something the Curator might desire.",
                    "ButtonText": "", "Id": 147113},
                   {"DefaultEvent": {"Description": "空気が冷たい。あの氷は現実のものだ。しかしそれ以外はすべて記憶でしかない。@{K}The air is cold. The ice is real. All else was memory.",
                                     "Name": "目覚め@{K}Awakening", "Id": 181755},
                    "Name": "あなたは傲慢だ@{K}You are defiant",
                    "Description": "何が言いたい？こんな場所は空想上の神の空想上の住処だろう。外に出て、自分の人生を生きるとしよう。[この選択肢を選ぶと恐怖が無くなり、同時に氷結城から追い出されます。]@{K}$Frostfound -> 氷結城$What? It's only some imaginary god's imagined lair. Leave and live. [This will eject you from Frostfound, removing any Terror.]",
                    "ButtonText": "", "Id": 147147},
                   {"SuccessEvent": {"Description": "掌の中に記憶をつかみ取る。\u000d\u000a\u000d\u000a遥か昔のこと、ある飢えた君主が城を築いた。君主は南方の地を統べる女王の宮殿から差す光を見つけ、その光は君主の飢えを一層掻き立てた。しかし彼女は喰らうにはあまりにも遠くにいる。時を経るにつれ、彼らの間で交わされたやり取りが君主の飢えを宥めた。そして君主が旅立つ頃には、その飢えは血が涙に変わるように姿を変えていた。\u000d\u000a\u000d\u000aあなたは彼らのやり取りの中の一言を知った。彼女は喜ばないだろう。@{K}Your hand closes on a memory:\u000d\u000a\u000d\u000aLong ago a hungry monarch built a castle. The monarch saw a light in the south, in the palace of the south's queen. In those days, hungry as the monarch was, that light provoked nothing but appetite. But she was too far to devour. Over time, their correspondence calmed the monarch, and when the time came for the monarch to depart, the monarch's appetite was transformed, like blood into tears.\u000d\u000a\u000d\u000aYou have one word from the queen's correspondence. She won't be pleased.",
                                     "LinkToEvent": {"Id": 181469},
                                     "Name": "遠い知己@{K}Distant acquaintance", "Id": 181753},
                    "DefaultEvent": {"Description": "掌の中に記憶をつかみ取る。\u000d\u000a\u000d\u000a遥か昔、ある旅人が東へ向かった。他の場所では見つけることの出来ないなにかを求めて。星々の輝く暗き天空の荒野に築かれた幾つもの王国のうちにも、ネイディアのイリーゴの誘惑にも、かの炉の輝きにも、あるいはUnterzeeの深みの押しつぶされるような静寂にも、南方の光にも、分かたれた海にも見つけることのできない物を探して、旅人は東に向かった。他の者もその後に続くだろう。\u000d\u000a\u000d\u000aあなたは旅人が忘れようとした剥きだしの渇望を知った。旅人は喜ばないだろう。@{K}$Sundered Sea -> 分かたれた海, High Wilderness -> 天上の荒野, Nadir -> ネイディア$Your hand closes on a memory:\u000d\u000a\u000d\u000aLong ago, a traveller went East, seeking something that could not be found in the black and starry kingdoms of the High Wilderness, nor in the irrigo temptations of the Nadir. Not in the glow of the Forge nor the crushing silence of the Unterzee deeps. Not in the shapeling citadels, not in the light of the South, not of the Sundered Sea. The traveller went East, and others may follow.\u000d\u000a\u000d\u000aYou have found something the traveller tried to forget: that naked need. The traveller won't be pleased.",
                                     "LinkToEvent": {"Id": 181469}, "Name": "渇望@{K}Need",
                                     "Id": 181752},
                    "RareSuccessEvent": {"Description": "掌の中に記憶をつかみ取る。\u000d\u000a\u000d\u000a遥か昔のこと、ある飢えた君主が城を築いた。君主は天蓋に住まう雷竜にメッセンジャーを送ったが、竜はそれを皆食べてしまった。君主はさらに使者を送った。今度はアクシルから来た柔軟で仕事熱心なシェイプリングたちだ。しかし竜は彼らもまた食べてしまった。それから、飢えた君主は竜の名前を見つけ出し、竜は君主の話を聞かなければならなくなった。しかしそれはどちらにとってもあまり良い結果には終わらなかった。\u000d\u000a\u000d\u000aあなたは雷竜の名前の一音節を知った。あれは喜ばないだろう。@{K}$Axile -> アクシル$Your hand closes on a memory:\u000d\u000a\u000d\u000aLong ago a hungry monarch built a castle. The monarch sent messengers to the thunder-dragon in the roof, but the dragon ate them all. The monarch sent more messengers - shapelings from Axile, malleable and eager - but the dragon ate those too. Then the hungry monarch found the dragon's name, and the dragon had to listen. It didn't do either of them much good.\u000d\u000a\u000d\u000aYou have one syllable of the thunder-dragon's name. It won't be pleased.",
                                         "LinkToEvent": {"Id": 181469},
                                         "Name": "シェイプリングの時代@{K}$Shapeling -> シェイプリング$Shapeling days",
                                         "Id": 181754},
                    "Name": "暗闇の中を手探りする@{K}Fumble in the darkness",
                    "Description": "あなたは好奇心を満たすためだけにここまで来たのだろうか？そうだとしても、何かを引き揚げることはできるだろう。[この選択肢は一度しか行えません。]@{K}Was it only curiosity that brought you this far? Perhaps you can salvage something, regardless. [This is only possible once.]",
                    "ButtonText": "", "Id": 147146}],
 "Description": "ほとんど完全な静寂。柔らかい呼吸の音。星の死骸、その核の内側に残るかつて生きた経験の押しつぶすような圧力。この場所こそが氷結城の光なき心臓部だ。@{K}$Frostfound -> 氷結城$Almost silence. Soft breath. The crushing pressure of once-lived experience, as at the core of a star-corpse. Frostfound's lightless heart.",
 "Name": "暗い部屋@{K}The Dark Room", "Id": 181469}
