{"ChildBranches": [{"DefaultEvent": {"Description": "あなたはどのような罪を忘れ去ったのか？あなたはどのような恥を負っているのか？それとも臆病さこそがあなたの罪なのか？自身が咎無き存在であると信じるほど偽善的であるのか？あるいは自分の犯した罪を誇っているのか？靄が逆巻き場所を開けると、そこにはあなたの鏡像が傷と汚点と奇形をそのままに立っていた。あなた自身が靄に戻り消えていくまでずっと、ひたすらに自分の姿を見つめるといい。恐怖が頂点に達するまで。@{K}What crimes have you forgotten? What shames do you bear? Or is cowardice your sin? Are you hypocrite enough to believer yourself flawless? Or do you glory in your crimes?The fog eddies away, and there your reflection stands with all its scars and stains and deformities. Take a long, long look, until you see yourself fade back into the fog, leaving only that exalted terror.",
                                     "LinkToEvent": {"Id": 181006}, "Name": "あなた@{K}You", "Id": 181474},
                    "Name": "己を知る@{K}Know yourself",
                    "Description": "あなたは燃えさかる知識をはるばる海原を越えて、ここまで運んできた。それを用いて靄に映るあなたの鏡像を照らしだそう。@{K}You have brought burning knowledge across the sea. Use it now to unveil your shadow-reflection in the fog.",
                    "ButtonText": "", "Id": 146943},
                   {"DefaultEvent": {"Description": "あなたたちは腕と足を激しく縺れさせ床を転がりまわった。あなたはあなたの弱点をすべて知っている。しかし、それはあなたも同じだ。爪が肉を抉り、目を狙った。そして言葉はより深くあなたを抉る。そしてとうとう、あなたは身を震わせながら立ち上がった。あなたの血がその手を汚している。@{K}Over and over you go, in a tumble of furious limbs. You know all your weak spots. But so do you. Fingernails gouge your flesh, reach for your eyes. Words gouge deeper. At last you rise, trembling, your blood on your hands.",
                                     "LinkToEvent": {"Id": 181006}, "Name": "荒々しい勝負@{K}A savage battle",
                                     "Id": 181475},
                    "Name": "自分に組み付く@{K}Wrestle yourself",
                    "Description": "己を知れ？そんな事はどうだっていい。もっと直接的な手法を取るとしよう。あなたの鏡像を襲うのだ。[この選択肢はすべてのスキルを１ポイントずつ犠牲にします。]@{K}Know yourself? Never mind that. Take the direct approach. Assault your shadow-reflection. [This will sacrifice one point of each skill, and increase your Wounds.]",
                    "ButtonText": "", "Id": 146944},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 181006},
                                     "Name": "", "Id": 181476},
                    "Name": "氷結城の回廊に戻る@{K}$Frostfound -> 氷結城$Return to the Corridors of Frostfound",
                    "Description": "", "ButtonText": "", "Id": 146945},
                   {"DefaultEvent": {"Description": "メカニックは床の上でたゆたう霧の中になにかを探している。（彼の影も同じ動作をしている。影が本体を真似て動き回る度に、霧の中から爪が石に当たったような鈍く耳障りな音がする。）やがて彼は小さな石の子豚を手に載せ床から立ち上がった。その豚は手のひらにすっぽり収まるほどの大きさで輝く真珠の目を持っている。\u000d\u000a\u000d\u000a「すみません、なんというか文字通りに想像してしまっていたもので」メカニックはバツが悪そうに言うと、そのまま豚を目に見えないところに仕舞い込んだ。「ではさっさと戻るとしませんか？僕の歯がカチカチいってますよ」@{K}The Mechanic fumbles in the drifting mist on the floor. (His shadow does the same. From within the fog, as it scrapes away in imitation, there is a dull grating noise, as of claws on rock.) He comes up with a stone piglet, small enough to lie comfortably on the palm of his hand. Its eyes are bright pearls.\u000d\u000a\u000d\u000a\"I'm sorry,\" the Mechanic confesses. \"My imagination is rather literal.\" He stows the pig away out of sight. \"Now please can we go? I can feel my teeth chattering, out there.\"",
                                     "LinkToEvent": {"Id": 181006}, "Name": "", "Id": 181500},
                    "Name": "メカニックの秘密を取り戻す@{K}$Mechanic's Secret -> メカニックの秘密$Retrieve the Mechanic's Secret",
                    "Description": "「ここが、僕たちの終着点です」彼は静かに言う。「目的のものを回収して早く外に出ましょう。霧の中にいるものを見たくはありませんからね。――二度とご免です」\u000d\u000a\u000d\u000a彼はここまでずっとついて来ていただろうか？氷結城ではすべてが曖昧だ。@{K}$Frostfound -> 氷結城$\"This,\" the Mechanic says, very quietly, \"is as far as we go. Let's get what we came for, and get out. I don't want to see what's in the fog - not again.\"\u000d\u000a\u000d\u000aHas he been here all along? Nothing is certain in Frostfound.",
                    "ButtonText": "", "Id": 146957}],
 "Description": "ここの光はとても奇妙だ。透き通る氷の壁は、柔らかく光を発する霧に隠され見えない。空気すらも暖かく感じる。霧の境界線上であなたの影がこちらの後をつけるように歩く。\u000d\u000a\u000d\u000a『己を知れ』声が唱えた。@{K}The light here is very different. The ice-crystal walls are invisible behind a soft and luminous fog. Even the air is warmer. Your shadow paces you, stalking the boundaries of the fog.\u000d\u000a\u000d\u000aKNOW YOURSELF, a voice intones.",
 "Name": "玉虫色の部屋@{K}The Iridescence", "Id": 181473}
