{"ChildBranches": [{"DefaultEvent": {"Description": "　彼らの関心は戦略的な性質のものだろうか？それとも、単にロンドンの惨めさについて聞くのが楽しいだけ？ともあれ、あなたは寄港を許された。<br/><br/>　一日はまだ始まったばかりだ。街の広場では、黄色いローブの女祭司が黒土の苗床に種を植えている。彼女が土を軽くかぶせるやいなや、小さな芽が突き出てくる。それは昼前には苗木になり、正午には木になって新芽を芽吹かせる。夕刻も終わりに差し掛かると、それは枯れて倒れる。あなたはそれまでには船に戻らなければならない。@{I+M}彼らの興味は何かの布石なのだろうか?それともただ、ロンドンの不幸を聞いて楽しむだけなのだろうか?何れにしても、貴方は寄港を許可された。\u000d\u000a\u000d\u000a一日はまだ始まったばかりだ。街の広場では、黄色のローブに身を包んだ女司祭が黒土に種子を蒔いている。彼女が土を軽く叩くや否や、芽が土を蹴り破って外に出てくる。昼前には苗木になり、昼を過ぎると若木となって成長を続ける。晩も終わりに差し掛かると、それは萎れて落葉する。それまでに、貴方は自分の船に戻らなければならない。@{M}Is their interest strategic? Or do they just enjoy hearing about London's miseries? Regardless, they permit you to dock. \u000d\u000a\u000d\u000aThe day has just begun. In the town's square, a yellow-robed priestess plants a seed in a bed of black soil. No sooner has she patted down the soil than a tiny shoot pokes forth. By mid-morning it will be a sapling; by lunchtime a budding tree. By the evening's end it will wither and fall. You must be back on your ship before then.",
                                     "LinkToEvent": {"Id": 143316}, "Name": "新しい一日@{I}新しき一日@{M}A new day",
                                     "Id": 181688},
                    "Name": "先ごろ墜ちた都市の話@{I}かつて堕ちた、街の話@{M}A tale of a city, recently fallen",
                    "Description": "　グレイシャスはいつもロンドンからの知らせを待ち望んでいる。@{I+M}グラシオスは、常にロンドンからの知らせを待ち望んでいる。@{M}The Gracious are always eager for news from London.",
                    "ButtonText": "", "Id": 147103},
                   {"DefaultEvent": {"Description": "　日誌は興味深い発見について記した直後に途切れていた。この船長は生き延びたのだろうか？彼女は恋人の許には帰れたのだろうか？グレイシャスは興味がなさそうだった。「結末というのはいつだって期待外れなものです。そうじゃないですか？」<br/><br/>　一日はまだ始まったばかりだ。街の広場では、黄色いローブの女祭司が黒土の苗床に種を植えている。彼女が土を軽くかぶせるやいなや、小さな芽が突き出てくる。それは昼前には苗木になり、正午には木になって新芽を芽吹かせる。夕刻も終わりに差し掛かると、それは枯れて倒れる。あなたはそれまでには船に戻らなければならない。@{I+M}日誌は、興味をそそる発見の直後に終わっていた。船長は生き残ったのだろうか?彼女は恋人の元に戻ったのだろうか?グラシオスは無関心であった。「その終わり方にはがっかりだ、そうは思わないか?」\u000d\u000a\u000d\u000a一日はまだ始まったばかりだ。街の広場では、黄色のローブに身を包んだ女司祭が黒土に種子を蒔いている。彼女が土を軽く叩くや否や、芽が土を蹴り破って外に出てくる。昼前には苗木になり、昼を過ぎると若木となって成長を続ける。晩も終わりに差し掛かると、それは萎れて落葉する。それまでに、貴方は自分の船に戻らなければならない。@{M}The log ends immediately after an intriguing discovery. Did the captain survive? Did she return to her sweetheart? The Gracious are unconcerned. \"Endings always disappoint, don't you think?\"\u000d\u000a\u000d\u000aThe day has just begun. In the town's square, a yellow-robed priestess plants a seed in a bed of black soil. No sooner has she patted down the soil than a tiny shoot pokes forth. By mid-morning it will be a sapling; by lunchtime a budding tree. By the evening's end it will wither and fall. You must be back on your ship before then.",
                                     "LinkToEvent": {"Id": 143316}, "Name": "新しい一日@{I}新しき一日@{M}A new day",
                                     "Id": 181689},
                    "Name": "未完の物語@{M}An unfinished tale",
                    "Description": "　グレイシャスは貪欲そうに身を乗り出した。@{I}グラシオスは熱心に身を乗り出している。@{M}The Gracious lean forwards, avidly. ",
                    "ButtonText": "", "Id": 147104},
                   {"DefaultEvent": {"Description": "　彼らは目配せを交わし合うと、手振りであなたの通行を許した。あなたの船は、長く続く石の埠頭へと動き出した。<br/><br/>　一日はまだ始まったばかりだ。街の広場では、黄色いローブの女祭司が黒土の苗床に種を植えている。彼女が土を軽くかぶせるやいなや、そこからは小さな芽が突き出てくる。それは昼前には苗木になり、正午には木になって新芽を芽吹かせる。夕刻も終わりに差し掛かると、それは枯れて倒れる。あなたはそれまでには船に戻らなければならない。@{I+M}一瞥の応酬。貴方の船は、長石の埠頭の方へ向かっている。\u000d\u000a\u000d\u000a一日はまだ始まったばかりだ。街の広場では、黄色のローブに身を包んだ女司祭が黒土に種子を蒔いている。彼女が土を軽く叩くや否や、芽が土を蹴り破って外に出てくる。昼前には苗木になり、昼を過ぎると若木となって成長を続ける。晩も終わりに差し掛かると、それは萎れて落葉する。それまでに、貴方は自分の船に戻らなければならない。@{M}An exchange of glances. Your ship is waved on, toward the long stone jetty. \u000d\u000a\u000d\u000aThe day has just begun. In the town's square, a yellow-robed priestess plants a seed in a bed of black soil. No sooner has she patted down the soil than a tiny shoot pokes forth. By mid-morning it will be a sapling; by lunchtime a budding tree. By the evening's end it will wither and fall. You must be back on your ship before then.",
                                     "LinkToEvent": {"Id": 143316}, "Name": "新しい一日@{I}新しき一日@{M}A new day",
                                     "Id": 181690},
                    "Name": "地獄の物語@{M}A tale of Hell",
                    "Description": "　長命衆は悪魔への関心を堂々と公言している。彼らはあなたがマウント・パーマーストンで見聞きしたことを知りたがっていた。@{I}長老会は悪魔についての興味をこれまで語っては来なかった。彼らは、貴方がパルマストン山で学んだ事を聞きたがっている。@{M}$(Mt?.|Mount) Palmerston -> マウント・パーマーストン, Presbyter -> 長老, Presbyterate -> 長命衆$The Presbyterate has never explained its interest in devils. They are keen to hear what you learned in Mt Palmerston.",
                    "ButtonText": "", "Id": 147105},
                   {"DefaultEvent": {"Description": "　旧大陸の土壌は余所者にとって危険なのだと、彼らは主張する。ここに長居をする者は、ヒステリーや狂喜や魂遷といった、好ましくない病に罹るおそれがあるのだと。<br/><br/>　他にも、長命衆の法は異邦人に夜間の安全を保証しないという噂もあるが？「そんなものはまったくのでたらめです」@{I}彼らが言うには、旧き大陸の土壌は来訪者にとっては危険なものらしい。長居をする人々は、数多の不運な状況に置かれてしまうようだ: ヒステリー、狂喜、生散病...\u000d\u000a\u000d\u000a後、噂では長老会の法は、夜間の保護を異邦人には与えないとの事だが...?「全くもって馬鹿げた戯言だ。」@{M}$Elder Continent -> 旧大陸, Presbyter -> 長老, Presbyterate -> 長命衆$The soil of the Elder Continent is dangerous to incomers, they claim. Those who linger can contract unfortunate conditions: hysteria, rapture, animescence.\u000d\u000a\u000d\u000aAnd the rumours that Presbyterate law offers no protection to foreigners after dark? \"Arrant nonsense.\"",
                                     "LinkToEvent": {"Id": 181687}, "Name": "安全ではない@{I}危険な地@{M}Unsafe",
                                     "Id": 181691},
                    "Name": "異邦人がアダムの道で一日しか滞在を許されないのはなぜなのか？@{I}異邦人は何故アダムの道で一日のみの滞在しか許されていないのか?@{M}$Adam's Way -> アダムの道$Why are foreigners only allowed to spend a single day in Adam's Way?",
                    "Description": "「あなた方自身の安全のためですよ」彼らの一人が優しく説明する。@{I}「お前自身を守る為さ。」とある者が親切に教えてくれた。@{M}\"For your own protection,\" one of them explains, kindly.",
                    "ButtonText": "", "Id": 147106}],
 "Description": "　アダムの道に近づくすべての船は、見事な頭飾りを身に着けた長命衆の沿岸警備隊によって引き止められる。彼らはグレイシャスと呼ばれている。寄港の可否を決める掟は、古臭いながらも神聖不可侵なものだ。すなわち、あなたは三種類の物語から一つを選んで彼らに差し出さなければならない。その見返りとして、港に一日だけ滞在することが許されるのだ。@{I+M}アダムの道に近づく全ての船はグラシオス - 見事な帽子を被った長老会お抱えの沿岸警備隊 - によって止められる。寄港に際しては、風変わりな、不可侵の伝統がある。即ち、貴方は3つの物語の内どれか1つを教えなければならない。その見返りとして、一日だけの寄港を許可されるのだ。@{M}$Adam's Way -> アダムの道, Presbyter -> 長老, Presbyterate -> 長命衆$All ships that approach Adam's Way are intercepted by the Gracious - the Presbyterate's splendidly head-dressed coastguards. A quaint but inviolable tradition governs entry: you must tell them one of three stories. In return you will be permitted to spend a single day in the port. ",
 "Name": "アダムの道近海にて@{I}アダムの道近海@{M}$Adam's Way -> アダムの道$Near Adam's Way",
 "Id": 181687}
