{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 175505}, "Name": "", "Id": 181764},
                    "Name": "今日のところは追跡を諦める@{I}Abandon the pursuit for now",
                    "Description": "　また別の機会に。@{I}Another time.", "ButtonText": "", "Id": 147153},
                   {"SuccessEvent": {"Description": "　あなたは諜報員に向けて暗号化した指令を出した。その日のうちに、標的のスナッファーは特定され、隔離され、入念に毒を仕込まれた贈り物で無力化された。その作戦には、ジリーフィッシュの抽出液に浸した帽子が使われた。そして、スナッファーは棺桶であなたの船まで運ばれ、毒の効果が続くうちに、鎖で船倉に繋がれた。帰りの船旅で騒がぬよう、食事には黙らせ塩を混ぜたろうそくが与えられた。<br/><br/>　標的は、総督の屋敷に勤める補佐官の一人と入れ替わっていた。彼の失踪には間違いなく疑問が持たれるだろう。だが、その頃にはもう、あなたは遠く離れた場所にいるのだ。@{I}$[Ss]nuffer -> スナッファー, [Jj]illyfish -> ジリーフィッシュ$You issue coded instructions to your agents. Within the day, the snuffer is identified, isolated, subdued with the gift of a carefully poisoned hat steeped in paralytic jillyfish extracts, placed in a coffin, carried to your ship, and chained in the hold before the poison wears off. A diet of mutersalted candles keeps it quiet for the return journey.\u000d\u000a\u000d\u000aIt had been masquerading as an aide at the governor's mansion. Undoubtedly questions will be asked regarding his disappearance, but you'll be long gone by then.",
                                     "Name": "良き日の仕事@{I}A good day's work", "Id": 181762},
                    "DefaultEvent": {"Description": "　あなたが暗号化した指令を発するやいなや、諜報員の一人が失踪した。敵のスナッファーはあなたの諜報網に潜り込んでいたのだ！@{I}$[Ss]nuffer -> スナッファー$No sooner have you issued your coded instructions than one of your agents disappears. The Snuffer had infiltrated your own network! ",
                                     "Name": "悪魔的な手際@{I}Devilish ingenuity", "Id": 181760},
                    "Name": "あなたの諜報網を利用する@{I}Mobilise your network",
                    "Description": "　あなたには他にも目があるし、手がある。@{I}You have other eyes, and other hands.",
                    "ButtonText": "", "Id": 147151},
                   {"SuccessEvent": {"Description": "　あなたの知る限りでは、このペテンの最後の実践は七百年前まで遡る。当時の正教会の司祭からなる結社が、第四都市で信者を食い物にするスナッファーと対峙した際に、同じ手管を使っているのだ。<br/><br/>　あなたは偽の礼拝堂を用意し、その場所をろうそくで満たした。ろうそくは燭台から高々と立ち上がり、枝付き燭台で燃え上がり、銅の鋺からは浮き上がるようだった。他にも香りや色のついた様々なろうそくを用意した。肉のような赤色から、骨のような白、エメラルドの緑に、葬列のごとき黒まで。熱いろうの匂いは、扉から溢れて街路に流れた。<br/><br/>『たくさんあるぞ！』標的のスナッファーはそう考えたに違いない。『こんな機会を誰が逃そうか？』彼は告解室に隠れ潜むあなたには気づかなかった。彼が会衆席の間でろうそくを貪る音を聞いて、あなたは姿を現した。彼の顎には溶けたろうが固まり、歯の間にはろうそくの芯が挟まっていた。あなたは彼に拳銃を見せつけ、腕を縛り上げると、船の営巣に閉じ込めた。彼、つまり、このスナッファーは野心的だった。彼は、総督の屋敷に勤める補佐官の一人と入れ替わっていたのだ。@{I}$[Ss]nuffer -> スナッファー$As far as you can tell, this trick was last performed seven hundred years ago, when a cabal of Orthodox priests confronted Snuffers preying on their Fourth City flock. \u000d\u000a\u000d\u000aYou create a false chapel and fill it with candles. They stand tall on stands, blaze in candelabras, float in copper bowls. Scented candles and coloured candles: red as meat, white as bone, green as emeralds, black as a funeral. A hot wax smell pours from the doors and down the street.\u000d\u000a\u000d\u000a<i>There are so many!</i> the Snuffer must think. <i>Who would miss one?</i> He does not know you are hiding in the confessional. You emerge when you hear him gobbling between two pews. Melted wax encrusts his chin. A scrap of wick is caught between his teeth. You show him your pistol, tie his hands, and lock him in the brig of your ship. He was ambitious, this Snuffer. He had replaced an aide at the governor's mansion.",
                                     "Name": "信者のための罠@{I}A trap for the faithful", "Id": 181763},
                    "DefaultEvent": {"Description": "　あなたは、いかにも魔が差しそうな、警備の甘いろうそくのまとめ売り場を設えた。いかなるスナッファーがこの誘惑に打ち勝てようか？どうやら、標的のスナッファーがその答えであるらしかった。彼は食いつかなかった。あなたは夕暮れまで取引に追われ、派手好きだが騙されやすい、カーンの影から来た商人の演技で一日を浪費した。うんざりしたあなたは、巻いているスカーフへの最低なお世辞を脇に退けた。@{I}$Khan -> カーン, [Ss]nuffer -> スナッファー, Khan's Shadow -> カーンの影$You arrange a tempting, poorly guarded bulk sale of candles. What Snuffer could resist? This one, apparently. He doesn't bite. By evening you're down on the deal and you've wasted a day disguised as a flamboyant, but gullible, merchant from Khan's Shadow. You fling aside the least flattering of your scarves in disgust.",
                                     "Name": "収穫なし@{I}Empty-handed", "Id": 181761},
                    "Name": "獲物を釣るためのお決まりの方法、すなわち餌を使う@{I}The same way you entice any prey: with bait",
                    "Description": "　ろうそくが必要になるだろう。それもたくさんの。@{I}You'll need candles. Lots of candles.",
                    "ButtonText": "", "Id": 147152}],
 "Description": "　船着場は人でごった返し、街路は活気に満ちている。蒼のバザールは波打つようだ。何千もの顔の群れ。標的のスナッファーは、どの顔の後ろに潜んでいてもおかしくはない。そんなものを、あなたはどうやって見つけようか？@{I}$[Ss]nuffer -> スナッファー$The docks throng. The streets bustle. The Blue Bazaar heaves. Thousands upon thousands of faces. The snuffer could be hiding behind any one of them. How will you find it?",
 "Name": "スナッファー狩り@{I}$[Ss]nuffer -> スナッファー$Snuffer Hunting", "Id": 181759}
