{"ChildBranches": [{"DefaultEvent": {"Description": "料理人は水路の走る街路に消えた。一時間が過ぎる。そして二時間。港の灯りがちらつく。渡しの船が絹の服に包まれた大臣と彼の頬を染めた黒衣の恋人を乗せて、ゆっくりと漕ぎ去っていった。一人の船員が船の片側から身を乗り出し、ノミで側面のフジツボを剥ぎ取りながら流行りのバラッドを歌っている。\u000d\u000a\u000d\u000a料理人が戻って来た。探していたものは見つかったのだろうか？「ああ、そう思うね」彼の声は虚ろだが、同時に決意が窺える。その手には何も握られてない。そして彼は船に乗り込むとあなたの肘を掴んだ。「船長、一つだけ助言しよう。自分を二つに割いてはならない。本当に大切なものは何かを知り、それを貪欲に追及せよ。初めから感情に惑わされないでいるのは、一度与えた物を撤回するよりも優しい行いだ」@{K}He disappears into the canalled streets. An hour passes. Two. The dockside lamps buzz. A water-taxi bobs by, carrying a silk-swathed Minister and his blushing, black-suited lover. Over the side of your ship, a zailor sings a music-hall ballad as he chisels barnacles from her flanks.\u000d\u000a\u000d\u000aYour cook returns. Did he find what he was looking for? \"I believe so,\" he says. His voice is hollow, but determined. His hands are empty. As he boards the ship he stops, and catches your elbow. \"Captain, a word of advice: do not divide yourself. Learn what matters to you. Pursue it avidly. It is kinder not to give in the first place, than it is to take back what you have given.\" ",
                                     "LinkToEvent": {"Id": 143346}, "Name": "個人的な物事@{K}Private business",
                                     "Id": 181953},
                    "Name": "一人で行かせてやる@{K}Allow him his privacy",
                    "Description": "彼が何をするつもりにせよ、あなたに関係のある話ではない。@{K}Whatever he's up to, it's not your business.",
                    "ButtonText": "", "Id": 147276},
                   {"DefaultEvent": {"Description": "料理人は様々な色の光に照らされた街路を、大声で誰何してくる『白と金』の手に真珠を握らせながら進んでゆく。あなたも橋を渡り同じ護衛たちに賄賂を支払う。銅街区の色彩を後にし、白磁街区の青い明かりの中に足を踏み入れた。その灯りは他の地区の物に比べて大きな音を立て、頻繁に揺らめく。漆喰の壁の向こう側から機械の低い唸り声が聞こえる。もしここで見つかれば殺されてしまうだろう。\u000d\u000a\u000d\u000aポワソニエは狭い窓から、一人の女性と青年が麺の用意された食卓で口論している様子を覗き見ていた。女性の髪の毛には灰色が混ざりつつあり、若者は頬がこけ、暗い落ちくぼんだ瞳をしていた。彼は乱暴な足取りで別の部屋へ行き、彼女は両手を投げ出した。ポワソニエがあなたに気が付いたようだ。彼の声は固い。「船長、私の行動はさぞ疑わしく見えただろう。心配をかけて済まなかった。もう船に帰るとしよう。此処に来るべきじゃあなかったんだ」あなたたちは無言で船に戻り、彼がいくつもの質問に答えることはなかった。@{K}$the White -> 白きもの, Copper Quarter -> 銅街区, Porcelain Quarter -> 磁器街区$He makes his way through the rainbowed streets, dropping pearls into the hands of the White-and-Golds who accost him. You cross the bridges, bribe the same guards. You leave the colours of the Copper Quarter behind for the simple blue lamps of the Porcelain Quarter. They buzz more loudly, and flicker more often. Machinery rumbles behind whitewashed walls. If you are found here, you will be killed.\u000d\u000a\u000d\u000aThe Poissonnier peers through a narrow window, where a woman and a young man bicker over noodles. The woman's hair is beginning to grey; the young man has narrow cheeks and dark, sullen eyes. He storms into another room; she throws up her hands. The Poissonnier notices you, and slips away from the window. His voice is stiff. \"Captain. My behaviour must have seemed very suspicious. I am sorry to have caused concern. Let us return to the ship. I should not have come.\" You return in silence; he refuses to answer questions.",
                                     "LinkToEvent": {"Id": 143346}, "Name": "目撃@{K}Bearing witness",
                                     "Id": 181954},
                    "Name": "こっそり尾行する@{K}Follow him in secret",
                    "Description": "自分の分の溺れる真珠が必要だ。@{K}$Drowning-Pearl -> 溺れる真珠$You will need Drowning-Pearls of your own.",
                    "ButtonText": "", "Id": 147277},
                   {"DefaultEvent": {"Description": "彼は落ち込んでいるが、受け入れた。@{K}He is disappointed, but accedes.",
                                     "LinkToEvent": {"Id": 143346}, "Name": "「なら仕方ない」@{K}\"So be it.\"",
                                     "Id": 181955},
                    "Name": "上陸を禁じる@{K}Forbid his leave", "Description": "今は駄目だ。@{K}Now is not the time.",
                    "ButtonText": "", "Id": 147278}],
 "Description": "料理人が岸にあがりたいらしい。彼はレシピの書かれた本を集める必要があるのだと主張しているが、詳細は語ろうとせず罪悪感からかなり落ち着かない様子でいる。そして未払いの給与を溺れる真珠で受け取りたいと言った。「『白と金』を通り抜けるのに役に立つ」賄賂だ。@{K}$the White -> 白きもの, Drowning-Pearl -> 溺れる真珠$Your cook wants to go ashore. He claims he needs to collect a book of recipes, but he is short on details and long on guilty fidgeting. He asks for his back pay in Drowning-Pearls. \"They will ease my way past the White-and-Golds.\" Bribes.",
 "Name": "ポワソニエの苦境@{K}The Poissonnier's Predicament", "Id": 181952}
