{"ChildBranches": [{"DefaultEvent": {"Description": "Zeeのワイアームはあなたの囮を追ってしなやかに水中に滑り込む。“女性”は緑の鱗に覆われた巧妙な形の大蛇の尾の先端部分だったのだ。あなたは船乗りにワイアームの卵を岩からこそげ落とすよう命じた。当然、彼女はバケツ一杯に集めて戻って来た。孵りかけている！安全に保管しておこう。@{K}The zee-wyrm slides sinuously into the water in pursuit of your bait. The 'woman' is revealed as the cunningly shaped green-scaled tip of its tail. You have a zailor scrape the rocks for wyrm-eggs. Sure enough, she comes up with a bucketful. They're on the point of hatching! Keep them safe.",
                                     "Name": "バケツ一杯の蛇の子@{K}A haul of serpentlings", "Id": 182160},
                    "Name": "警戒する@{K}Forewarned",
                    "Description": "あぁ、サーペンタス・サイレンシスか、暴れ者め。人間型の尻尾の先端と人をおびき寄せるための嘆息嚢を持つ種だ。ここの岩に卵を産み付けたのだろう？お前を遠くに引き付けることが出来れば、回収することが出来るかもしれないな――@{K}Oh, <i>serpentus sirenesis</i>, you rogue. With your humaniform tale-tip and your alluring sigh-bladders. You've probably laid your eggs along the rocks here, haven't you? If we can lure you far enough away, we can gather them -",
                    "ButtonText": "", "Id": 147413},
                   {"DefaultEvent": {"LinkToEvent": {"Id": 182164}, "Id": 182161},
                    "Name": "近づく@{K}Approach",
                    "Description": "可哀そうな女性はあなたの呼びかける声に答えなかったが、彼女は明らかに助けの必要な状況にある。@{K}The poor woman won't answer your hails, but she's obviously in need of assistance.",
                    "ButtonText": "", "Id": 147414},
                   {"DefaultEvent": {"Description": "あなたの厄介な船員は自信に満ちた足取りで大股に岩に向かって歩いて行った。“女性”の姿が歪み、水中へと滑り込む。彼女は海蛇の尾の先端部分だったのだ！大蛇の頭が波間より伸びあがる。そして水面を打つような音と歯の嫌な音とその他諸々が続き、厄介者は消えてしまった。まあ、規律を保つ助けにはなるだろう。@{K}Your troublesome zailor strides confidently out towards the rocks. The 'woman' contorts and slides into the water: she's the tip of a zee-serpent's tail! The serpent's head rears from the waves. There's a nasty business with thrashing and teeth and so forth, and your troublemaker is gone. Well, that'll do <i>something</i> for discipline.",
                                     "Name": "過激な規律@{K}Radical discipline", "Id": 182162},
                    "Name": "厄介者を救助に向かわせる@{K}Send a troublemaker to the rescue",
                    "Description": "離れた岩に座る優雅なガウンを纏った女性だって？怪しいどころの話ではない。いなくなっても惜しくない船員を送り出そう。@{K}$[Gg]ant -> ギャント$An elegantly gowned woman on a distant rock? This sounds more than fishy. Send someone you won't miss.",
                    "ButtonText": "", "Id": 147415},
                   {"DefaultEvent": {"Description": "岸に向かうあなたにむかって彼女は気だるげに手を振る。幽霊か？変わった海水浴客だったのだろうか？あなたが知ることはない。@{K}She waves languidly as you move down the beach. A ghost? An eccentric bather? You'll never know.",
                                     "Name": "悲しげなため息が通り抜ける@{K}Sad sighs pass", "Id": 182163},
                    "Name": "避ける@{K}Avoid",
                    "Description": "彼女は海賊か、ドラウニーか、または誰かの恐ろしき叔母かもしれない。@{K}She's probably a pirate or a Drownie or someone's feral aunt.",
                    "ButtonText": "", "Id": 147416}],
 "Description": "玉虫色の光沢を帯びた緑色のガウンを着た女性が、岸の近くの岩から微かに手を振っている。悲哀に満ちたいくつもの溜息があなたの方へと流れてきた。愚かな漂流者か？あるいは人魚だろうか？もちろんそんなはずはない。人魚なんて馬鹿げた迷信に過ぎない。@{K}A woman in an iridescent green gown waves vaguely from a rock near the shore. Sorrowful sighs waft across the water towards you. An idiot castaway? A mermaid? Of course not. Mermaids are a preposterous myth.",
 "Name": "漂流者@{K}A castaway", "Id": 182153}
