{"ChildBranches": [{"DefaultEvent": {"Description": "まったく、魚を持っていて幸運だったな？いつ魚が入用になるかはわからないものだ。@{K}Lucky one keeps fish about one's person, eh? One never knows when one will need fish.",
                                     "Name": "騒々しく海面をのたうち回る音@{K}A noisy thrashing", "Id": 182166},
                    "Name": "宥める@{K}Pacify it",
                    "Description": "餌を投げて移動しよう。@{K}Fling it bait, and move on.",
                    "ButtonText": "", "Id": 147418},
                   {"SuccessEvent": {"Description": "カットラスとピストルを携え、船員たちは戦いに乗り出した！大蛇は明らかにこのような反応を予期していなかったようだ。それは何度もあなたを激しく攻撃しようと試みたが、狙わずに撃った弾がその目に命中した。あなたは蛇の骨を回収し孵りかけの子供を岸の近くの岩からそぎ落とした。@{K}With cutlass and with pistol, your zailors stride into battle! The serpent obviously expected nothing of the kind. It essays a number of savage strikes against you, and then a lucky shot takes it in the eye. You harvest its bones, and scrape its hatching young from along the rocks by the shore.",
                                     "Name": "残虐な戦い@{K}A ferocious battle", "Id": 182167},
                    "DefaultEvent": {"Description": "怪物の鱗は銃弾を跳ね返し、あなたたちが何とか殺しきる前に甚大な被害をもたらした。あなたは蛇の骨を回収し孵りかけの子供を岸の近くの岩からそぎ落とした。@{K}The beast's scales are proof against pistol-shot, and it wreaks terrible havoc before you manage to bring it down. You harvest its bones, and scrape its hatching young from along the rocks by the shore.",
                                     "Name": "恐ろしいほどの犠牲@{K}A terrible toll", "Id": 182165},
                    "Name": "抹殺する@{K}Obliterate it",
                    "Description": "この怪物はかなり手強い。しかしあなただって手強い。@{K}It's a formidable beast. But you're formidable too.",
                    "ButtonText": "", "Id": 147417},
                   {"SuccessEvent": {"Description": "その蛇の胴体は長く、牙は鋭い。しかしあなたたちは何とか安全な距離まで陸地に入ることが出来た。淑女のふりをする海蛇だって！良い土産話になるだろう。@{K}Its neck is long. Its teeth are sharp. But you make it safely inland. A zee-serpent that masquerades as a lady! Well, it's a tale to tell.",
                                     "Name": "ぎりぎりの逃亡@{K}A narrow escape", "Id": 182169},
                    "DefaultEvent": {"Description": "怪物の首がしなり、恐ろしいほど正確にもがく船乗りを掻っ攫っていった。あなたを含む残りの者は競うように内陸へと逃げ込む。蛇は水中に沈み、爬虫類の悪意に満ちたまなざしであなたを見つめた。淑女のふりをする海蛇だって！良い土産話になるだろう。@{K}The beast's neck snakes out and snaps up a single struggling zailor with terrible deliberation. The rest of you scramble inland. It submerges, eyeing you with reptilian malice. A zee-serpent that masquerades as a lady! Well, it's a tale to tell.",
                                     "Name": "ひどい犠牲@{K}A terrible toll", "Id": 182168},
                    "Name": "逃げろ！@{K}Flee!",
                    "Description": "海蛇と戦う時はいつだって船の中からの方が好ましい。蛇の中からではなく。出来る限りで撤退だ。@{K}It is always preferable to fight zee-serpents from inside a ship. Not from inside a serpent. Withdraw as best you can.",
                    "ButtonText": "", "Id": 147419}],
 "Description": "牙の生えた口が水面より伸びあがった。船を真っ二つに噛み砕き、豚を丸のみにも出来るほどの巨大な口だ！“女性”の姿は歪み、水中へと滑り込む。彼女は怪物の尾の先だったのだ。不味いことになりそうだ。@{K}A fanged mouth rears from the water, big enough to bite a boat in half or swallow a pig! The 'woman' contorts and slides into the water: she's the tip of the monster's tail. This will be untidy.",
 "Name": "蛇の囮@{K}The Serpent's Lure", "Id": 182164}
