{
  "Id": 182270,
  "Name": "チャペルでの相談@{I}A Consultation in the Chapel",
  "Description": "　あなたが踏み込むと、航海士は微笑む司祭を、その襟を掴んで揺さぶっていた。「これが俺をここに連れてきた！これはどういう意味なんだ！これを見ろ。これを見てくれ！」司祭は可能な限り礼儀正しく、彼の拘束から抜け出した。<br/><br/>「あなたへの処置を講ずるための道を、私たちは間違いなく見つけることができると思いますよ」彼は収集家のような玄人めいた様子で、その印を検分していた。「しかしその見返りとして、あなたには私たちの手助けをしていただく必要があるでしょう」@{I}$Smiling Priest -> 微笑む司祭$You enter to see your Navigator shaking a Smiling Priest by the collar. \"It led me here! Tell me what it means! Look at it. Look at it!\" The Priest disentangles himself as politely as possible.\r\n\r\n\"I'm sure we can find a path to put you on, my friend.\" He examines the sigil with the professional air of a collector. \"But we will need your help in return.\"",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 182271,
        "Name": "新たなる目的地@{I}A new destination",
        "Description": "　司祭はあなたの捧げた供物を見て、満足気に頷いた。彼はそれに向けていくつかの言葉を囁いた。食前の祈りの言葉だろうか？それの身悶える様子と言ったら！<br/><br/>　航海士は待ちかねた様子で身を起こした。「この印は、どういう意味なんだ？誰が俺にこんなものを刻んだ？俺が何をしたせいで、こんなことになってるんだ？」微笑む司祭は片手を上げた。「あなたは旅の途上にあるのですよ。一歩一歩、歩んでお行きなさい。私はあなたの印に見覚えがあります。それは氷結城の氷の上に刻まれていました。そこへお行きなさい。最初の答えが見つかるでしょう。そしてそれが、次の問いへの手がかりとなるでしょう」<br/><br/>　航海士は弱々しく感謝を述べた。彼はあなたの船へととぼとぼと歩いていった。あなたが立ち去る際、司祭はあなたに向けて、ひとつウィンクをよこした。@{I}$Frostfound -> 氷結城, Smiling Priest -> 微笑む司祭$The priest gives your offering a satisfied nod. He whispers a few words over them. A blessing? See them writhe!\r\n\r\nYour Navigator twitches impatiently. \"The sigil - what does it mean? Who carved it on me? What did I do to deserve it?\" The Smiling Priest raises a hand. \"You are on a journey, my friend. You must take one step at a time. I've seen your sigil before, carved in the ice at Frostfound. Go there. You will answer your first question. That will lead you to the next.\"\r\n\r\nThe Navigator's thanks are muted. He plods back to your ship. Before you leave, the Smiling Priest gives you a wink."
      },
      "Id": 147494,
      "Name": "対価を支払う@{I}Pay a price",
      "Description": "「私たちは今、蓄えが不足していましてね。もしも私たちが会衆に食事を供することができなくなれば、私たちの伝道もおしまいです。あなたに提供していただくことはできますかね？新鮮であればあるほど良いのですが」航海士は何も持ってはいなかった。彼はあなたの助けを求めて懇願してきた。@{I}\"Our stores are running low. If we cannot feed our congregation, our mission must end. Can you provide? The fresher the better.\" Your Navigator has nothing. He pleads for your help."
    },
    {
      "DefaultEvent": {
        "Id": 182272,
        "Name": "新たなる目的地@{I}A new destination",
        "Description": "　チャペルの会衆は足音を立てなかった。船上の誰一人として、彼らが船に忍び込み、そして去っていったことに気が付かなかった。朝になると、一人の船員のベッドが空になっていた。あなたは心配する船員たちの注意を逸らし、その後、教会の地下室で、暖かで真っ赤な、遅めの朝食に参加した。<br/><br/>　あなたが微笑む司祭とともに現れると、航海士は会衆席から急いであなたたちの元へと駆け寄った。「この印は、どういう意味なんだ？誰が俺にこんなものを刻んだ？俺が何をしたせいで、こんなことになってるんだ？」微笑む司祭は片手を上げた。「あなたは旅の途上にあるのですよ。一歩一歩、歩んでお行きなさい。私はあなたの印に見覚えがあります。それは氷結城の氷の上に刻まれていました。そこへお行きなさい。最初の答えが見つかるでしょう。そしてそれが、次の問いへの手がかりとなるでしょう」<br/><br/>　航海士は弱々しく感謝を述べた。彼はあなたの船へととぼとぼと歩いていった。あなたが立ち去る際、司祭はあなたに向けて、ひとつウィンクをよこした。@{I}$Frostfound -> 氷結城, Smiling Priest -> 微笑む司祭$The Chapel's congregation are soft-footed. No one on board hears them come or go. In the morning, a crewman's bed is empty. You divert your crew's concerns. Later, you take part in a late, warm, red breakfast in the church's crypt.\r\n\r\nWhen you emerge with the Smiling Priest, your Navigator hurries forwards from a pew. \"The sigil - what does it mean? Who carved it on me? What did I do to deserve it?\" The Smiling Priest raises a hand. \"You are on a journey, my friend. Take one step at a time. I've seen your sigil before, carved in the ice at Frostfound. Go there. You will answer your first question. That will lead you to the next.\"\r\n\r\nThe Navigator's thanks are muted. He plods back to your ship. Before you leave, the Smiling Priest gives you a wink."
      },
      "Id": 147495,
      "Name": "別の対価を支払う@{I}Pay another price",
      "Description": "　司祭はあなたの肩のあたりにそっと腕を滑らせた。「あなた向けの、安い方の対価としましては」彼は囁いた。「今夜は、船に見張りを立てないでいただきましょうか。何もお訊きにはならぬよう。そして朝には、もしかしたらあなたも、私たちの朝食に参加なさりたいのではありませんか？」あなたは赤と白の微笑みを見た。@{I}The priest slips his arm around your shoulders. \"For you, a lesser payment,\" he whispers. \"Post no guards on your ship tonight. Ask no questions. And in the morning, perhaps you'd like to join us for breakfast.\" A red and white smile."
    }
  ]
}