{"ChildBranches": [{"DefaultEvent": {"Description": "『五月、俺とリチャードの兄弟は、ボニー・スワンでの職に就いた。リチャードは水夫長として、俺は航海士として。船長のスウィンバーンは善良な男だったが、同時に野心家でもあった。俺たちが王喰らいの城に辿り着いたとき、俺たちの物資は底を突きつつあった。それでも俺たちは、陸地が見つかることを期待して先へ進んだ。しかし影も形も見えなかった』@{I}<i>In May, my brother Richard and I took service on the </i>Bonny Swan<i> - he as bosun, I as navigator. The captain, Swinburne, was a good man, but ambitious. When we reached Kingeater's Castle our supplies were low, but we pressed on in the hope of finding land. There was none.</i>",
                                     "LinkToEvent": {"Id": 182318}, "Name": "", "Id": 182319},
                    "Name": "最初のページを読む@{I}Read the first page",
                    "Description": "『これより先の内容に関わる者に向けて、俺はここに、包括的かつ嘘偽りのない告白を記す。願わくば、永遠なる女王陛下の赦免を賜らんことを』@{I}<i>To Whom it may Concern, I hereby record my full and honest confession in the hopes of absolution in Her Enduring Majesty's Service.</i>",
                    "ButtonText": "", "Id": 147528},
                   {"DefaultEvent": {"Description": "『俺は計器を読み誤り、酷い航路を選んでしまった。何日もの間、俺たちはぽっかりと開けた暗闇の中を北西に――西ではなかったのだ――進んでしまった。俺たちの物資は尽き果てた。それでもなお、港の見えてくる兆しはまったくなかった。飢えが船を覆い始めた。同時に、恐怖も。俺が祈りを捧げた相手は、狂気だった。飢え苦しみ、死に物狂いで、半狂乱になった俺たちは、くじを引くことに合意した。敗者が自らの命と血肉を差し出し、他の者たちが食いつなぐことができるようにと』@{I}<i>I mistook my readings and set a bad course. For days we steamed north-west - not west - into the empty dark. Our supplies ran out, and still no sign of port. Hunger set in, and terror, and what I pray was madness. Ravening, desperate, raving, we agreed to draw lots, with the loser giving up life and flesh so the others could go on.</i>",
                                     "LinkToEvent": {"Id": 182318}, "Name": "", "Id": 182320},
                    "Name": "二番目のページを読む@{I}Read the second page",
                    "Description": "『俺たちの蓄えは枯渇寸前だった。俺たちは引き返した――そして、ここで、俺は最初の罪を犯した』@{I}<i>Our stores nearly depleted, we turned back - and here I committed the first of my crimes. </i>",
                    "ButtonText": "", "Id": 147529},
                   {"DefaultEvent": {"Description": "『真面目で、頼れる男だったリチャード。親愛なる、俺の兄弟。その後にも、更に数人が続いた。俺たちはくじを七回引いた。俺たちの仲間のうちの七人が、鍋の中へと消えていった。おとなしく従った者は、誰ひとりとしていなかった。港まで辿り着いた俺たちは、俺たちの罪を決して口外しないよう誓い合った。けれど、そのうちの一人が――俺よりも強い良心を持っていた誰かが――自らの罪を告白した。俺は絞首台から逃れようと再びzeeに出た。俺は今ではすべてを後悔している。今なら何だってする覚悟がある。だからどうか』@{I}<i>My dear, solemn, solid Richard. There were more after. Seven times we drew. Seven of our number went into the pot, and not a one of them quietly. Those of us who made it back to port swore never to speak of our crime, but one of us - someone with a keener conscience than mine - confessed. I fled the noose to zee again. I regret it all. I will do anything. Please.</i>",
                                     "LinkToEvent": {"Id": 182318}, "Name": "", "Id": 182321},
                    "Name": "三番目のページを読む@{I}Read the third page",
                    "Description": "『最初に外れのくじを引いたのは船長だった。二番目が、俺の兄だった』@{I}<i>The first of us to draw the short straw was the captain. The second was my brother. </i>",
                    "ButtonText": "", "Id": 147530},
                   {"DefaultEvent": {"Description": "　その両目は、古びた鉄のように曇っていた。「俺は疲れました、[q:Addressed As]。もう、疲れました。あなたに、最後のお願いがあります」@{I}They are dull as old iron. \"I am done, [q:Addressed As]. I am done. I have one last thing to ask of you.\"",
                                     "LinkToEvent": {"Id": 148807},
                                     "Name": "あなたがページから顔を上げると、彼と目が合った@{I}His eyes meet yours when you look up from the page",
                                     "Id": 182322},
                    "Name": "四番目のページを読む@{I}Read the fourth page",
                    "Description": "　ここで、後から彼によって殴り書きされていた記述に突き当たった。海軍省が、職務の過程で赦免の対象として彼を選びそこねた後、彼によって書き足された文章だ。『あなたたちは答えてくれなかった。許されることを許されないのなら、俺は忘れてやる。チャペル・オブ・ライトが俺を助けてくれるだろう。対価と引き換えにして』@{I}Here he scribbled his later note, when the Admiralty failed to select him for absolution through service.\u000d\u000a\u000d\u000a<i>You did not answer. If I cannot be forgiven, then I will forget. The Chapel of Lights will help me, for a price.</i>",
                    "ButtonText": "", "Id": 147531}],
 "Description": "　それは、正方形の紙を四つ折りにした小冊子だった。@{I}A square of paper, folded into quarters to make a booklet.",
 "Name": "航海士の告白@{I}The Navigator's Confession", "Id": 182318}