{"ChildBranches": [{"DefaultEvent": {"Description": "船員たちは土地を熱心にどしどしと歩き回っている。「木から落ちたばかりの果物ですぜ、船長！」感激して叫ぶ者もいた。「それに俺たちゃあんたの、なんて言ったか、議会になるんでしょう？俺ならいい議員になれるに違いねぇっていっつも思ってたんでさぁ」\u000d\u000a\u000d\u000a「しかし、この島を何て呼べばいいですかね？」一人が尋ねる。@{K}Your zailors are keen to tramp themselves a place. \"Fruit falls right off the tree, captain!\" one enthuses. \"And we'll be, what, your Parliament, right? Allus thought I'd make a good M.P.\"\u000d\u000a\u000d\u000a\"But what're we going to call the island?\" one asks.",
                                     "LinkToEvent": {"Id": 183593},
                                     "Name": "楽園のような島@{K}A kind of paradise", "Id": 183591},
                    "Name": "本格的にコロニーを建設する@{K}Establish your colony in earnest",
                    "Description": "この放棄された島を文明化するために十分な量の食器と建材と物資を持たせて、10人の志願者を陸に揚げる。@{K}Put ten volunteers ashore here, with enough supplies, building materials and cutlery to civilise this desert isle.",
                    "ButtonText": "", "Id": 148316},
                   {"DefaultEvent": {"Description": "日が経つごとに、壁は高く、庭は小綺麗になり、帽子は大仰なものへと変わっていく。船員たちはいつになっても通りで唾を吐くかもしれないが、近いうちに彼らが唾を吐き捨てるための通りすらも敷くことが出来るだろう。@{K}Day by day, the walls rise higher, the gardens grow tidier, the hats become grander. Probably zailors will always spit in the street, but one day soon you may <i>have</i> a street for them to spit in.",
                                     "LinkToEvent": {"Id": 183590},
                                     "Name": "あなたの地所は発展している！@{K}Your estate grows!", "Id": 184276},
                    "Name": "地所を発展させる@{K}Improve your estate",
                    "Description": "煉瓦、樽、硝子に本、椅子に掛ける覆い布、ピアノ、そして紅茶。文明の構成要素全て。[建国を宣言するためには地所を100まで上げる必要があります。]@{K}Bricks, barrels, glass, books, pianos, antimacassars, tea. All the components of civilisation. [You must increase your Estate quality to 100 before declaring yourself a nation.]",
                    "ButtonText": "", "Id": 148738},
                   {"DefaultEvent": {"Description": "いつの日か彼らは家に帰りたくなるかもしれない。あるいはこの場所が彼らの家となる可能性もある。もしかすると海の呼び声に抗えなくなる日が来るかもしれない。いずれにせよ、彼らは日光と平和のなかで幸せそうだ。@{K}Perhaps one day they'll want to return home; perhaps this will be their home. Perhaps the zee's call will be irresistible again some day. Either way, they seem happy with the sunshine, and the peace.",
                                     "LinkToEvent": {"Id": 183590},
                                     "Name": "ある種の引退@{K}Retirement, of sorts", "Id": 184277},
                    "Name": "人口を増加させる@{K}Increase your population",
                    "Description": "陸に残りたがっていそうな5人の船員に提案する。[建国を宣言するためには人口を77まで上げる必要があります。]@{K}Suggest to five crew that they might want to remain ashore. [You must increase your population to 77 before declaring yourself a nation.]",
                    "ButtonText": "", "Id": 148739},
                   {"DefaultEvent": {"Description": "「こんなやり方で引退することになるとは思ってもみなかった。しかし、ここは実に素敵な場所じゃないか？信頼してくれてありがとう。きっとその信頼に応えてみせよう」@{K}\"I can't say I'd ever expected this to be my retirement. But it's a charming place, isn't it? Thank you for the trust you repose in me. I will ensure it is not misplaced.\"",
                                     "LinkToEvent": {"Id": 183590},
                                     "Name": "「光栄だね！」@{K}\"An honour!\"", "Id": 185098},
                    "Name": "満足したマジシャンを総督に任命する@{K}$Satisfied Magician -> 満足したマジシャン$Install a viceroy - the Satisfied Magician",
                    "Description": "あなたがこの島にいない間もここを統治してくれる人間が必要だ。今や復讐は成し遂げられ、彼はその過程で自身が知的でカリスマ性を持ち、信頼できる人間だということを示した。@{K}You'll need someone to rule in your absence. He's proven himself intelligent, charismatic and trustworthy, now that his quest for revenge is complete.",
                    "ButtonText": "", "Id": 149226},
                   {"DefaultEvent": {"Description": "「あなたは正しい選択をしましたね。これからは私がこの場所で物事がきちんと行われるよう見守りましょう。それと……ありがとう」@{K}\"You've made the right choice. I'll see that things are done properly round here from now on. And... thank you.\"",
                                     "LinkToEvent": {"Id": 183590},
                                     "Name": "「素晴らしい」@{K}\"Excellent.\"", "Id": 185099},
                    "Name": "不屈の従軍者を総督に任命する@{K}$Indomitable Campaigner -> 不屈の従軍者$Install a viceroy - the Indomitable Campaigner",
                    "Description": "あなたがこの島にいない間もここを統治してくれる人間が必要だ。病気も癒えたことであるし、彼女は驚くほどの適性を発揮してくれるかもしれない。@{K}You'll need someone to rule in your absence. She'd probably be alarmingly good at this, now that her illness is cured.",
                    "ButtonText": "", "Id": 149227},
                   {"DefaultEvent": {"Description": "「ええ、人はみな自分の力の限り努力しなければなりません。私はここで私のできる限りを行いましょう。ありがとう。あなたは私のために全てを変えてくれた。あなたを失望させないように努めます」@{K}\"Yes. We must do the best we can. And here, I will do the best I can. Thank you. You have changed everything for me, and I will try not to disappoint you.\"",
                                     "LinkToEvent": {"Id": 183590},
                                     "Name": "「あなたの信頼に感謝します……」@{K}\"Thank you for your trust...\"",
                                     "Id": 185100},
                    "Name": "幻滅した医師を総督に任命する@{K}$Disillusioned Doctor -> 幻滅した医師$Install a viceroy - the Disillusioned Doctor",
                    "Description": "あなたがこの島にいない間もここを統治してくれる人間が必要だ。彼は今は現実主義者となっている。精力的な総督とはならないかもしれないが忠実だ。@{K}You'll need someone to rule in your absence. He's a realist, now. He might not be the most vigorous governor, but he's loyal.",
                    "ButtonText": "", "Id": 149228},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 144251},
                                     "Name": "", "Id": 185115},
                    "Name": "建国を宣言する@{K}Declare yourself a nation",
                    "Description": "地所と人口が十分な規模になったなら、(小さなものではあるが)建国を宣言し大望を成し遂げることができる！あなたは大きな権力を持つ存在と同盟を結ぶ必要があるだろう。あるいは誰とも協力しないことも出来る。この選択肢を選び、必要なものを確認しよう。@{K}When your estate and your population are great enough, you can declare yourself a nation - albeit a minor one - and complete this ambition! You will need to choose a great power to ally yourself with, or go it alone - choose this option to see the requirements.",
                    "ButtonText": "", "Id": 149239},
                   {"DefaultEvent": {"Description": "住民たちは可能な範囲で燃料を提供してくれた。最高品質の物ではないかもしれないが、目的地まであなたを運んでくれることだろう。@{K}Your citizens provide what they can. It's not the best quality fuel, but it'll take you where you need to go.",
                                     "LinkToEvent": {"Id": 183590},
                                     "Name": "木と海で採れた石炭@{K}Wood and zea-coal", "Id": 185128},
                    "Name": "燃料を集める@{K}Collect Fuel",
                    "Description": "コロニーの人々があなたに出来る最低限の恩返しというものだ。[地所1ポイントと引き換えに30個の燃料が手に入ります。]@{K}It is the least your people could give you. [This will expend one point of Estate to gain 30 points of Fuel.]",
                    "ButtonText": "", "Id": 149249},
                   {"DefaultEvent": {"Description": "勿論本物の蜘蛛の巣ではない。蜘蛛の巣は救い主の岩礁にあり、あなたは“あそこに”王国を築きたいわけではないのだから。ともあれ、あなたは文明的かつ比喩上の蜘蛛の巣の中心に陣取った。次の王を決めることが出来るほどの影響力を持ったということだ……いずれは王となることも夢ではない。@{K}$Saviour's Rocks -> 救い主の岩礁$Not the actual spider's web. That's at Saviour's Rocks, and you wouldn't want to found a kingdom <i>there</i>. But you are placing yourself at the centre of a figurative, civilised spider's web: kingmaker, and one day, king...",
                                     "Name": "蜘蛛の巣の中心で@{K}The centre of the spider's web",
                                     "Id": 185300},
                    "Name": "知は力なり@{K}Knowledge is Power",
                    "Description": "重要機密を用いて策を練り、影響力を勝ち取ろう。[この選択肢は地所を3ポイント増加させます。5回まで繰り返すことが出来ます。]@{K}$Vital Intelligence -> 重要機密$Use Vital Intelligence to lay plans and win leverage. [This will increase Estate by 3; you can do it up to five times.]",
                    "ButtonText": "", "Id": 149347},
                   {"DefaultEvent": {"Description": "労働者たちの瞳は輝き、大きな笑みを浮かべている。彼らの歌う曲はテンポが速い。@{K}Your workers' eyes are bright. Their smiles are wide. Their songs are rapid.",
                                     "LinkToEvent": {"Id": 183590},
                                     "Name": "ましな労働@{K}A better grind", "Id": 185301},
                    "Name": "コーヒーは力なり@{K}Coffee is Power",
                    "Description": "ダークドロップ・コーヒーは労働者たちに活力を与えることだろう。勿論リスクもある。リスクはいつだってある。しかし彼らの心臓が弾けたとしても、それは幸せのあまり弾けたのかもしれないだろう。[この選択肢は地所を2ポイント上昇させます。5回まで繰り返すことが出来ます。]@{K}$Darkdrop Coffee -> ダークドロップ・コーヒー$Darkdrop Coffee will energise your labourers. There are risks, of course. There are always risks. But if their hearts burst, it's probably from happiness. [This will increase Estate by 2; you can do it up to 5 times.]",
                    "ButtonText": "", "Id": 149348},
                   {"DefaultEvent": {"Description": "これは玉座の間ではない。玉座の間なんてのは恐ろしく18世紀じみた物だ。しかし、とても立派な書斎ではある。訪問者は皆この場に相応しく驚嘆することだろう。あなたがこの物を普段紙に載せる重しとして使っているというのは、彼らは知らなくていい事だ。@{K}It's not really a throne room. Throne rooms are terribly eighteenth-century. But it is a very grand study. Any visitor will be suitably awed; and they needn't know if you use the thing mostly as a paperweight.",
                                     "LinkToEvent": {"Id": 183590},
                                     "Name": "伝説の殿堂@{K}A hall of legend", "Id": 185302},
                    "Name": "富は力なり@{K}Wealth is Power",
                    "Description": "あなたの宝物を仰々しく飾りたて見せびらかすことで、名声を高めよう。[この選択肢は地所を5ポイント上昇させます。5回まで繰り返すことが出来ます。]@{K}Enshrine and boast of your treasures, to increase your prestige. [This will increase Estate by 5; you can do it up to five times.]",
                    "ButtonText": "", "Id": 149349},
                   {"DefaultEvent": {"Description": "船員たちは寝そべって日光浴をしたり、だらだらと過ごしたりている。これは太陽光とは呼べない(日焼けすることはないし、さらに特筆すべきことに、死にもしない)、しかし果物は熟し葉は緑で波は碧い。夜は身を潜めている。@{K}Your crew bask and loaf. It's not quite sunlight - they'll never tan, and they won't particularly die - but the fruit is ripe; the leaves are green; the waves are lazuli. The night retreats.",
                                     "LinkToEvent": {"Id": 183590},
                                     "Name": "太陽に近いモノの下での日々@{K}Days in the semi-sun", "Id": 186377},
                    "Name": "陸での一時@{K}Time ashore",
                    "Description": "この場所にはここは文明だと思い込むのに十分なものが揃っている。文明を好む者達はそうすればいい。[1つの物資と引き換えに恐怖値を10ポイント下げます。]@{K}There's enough here for your zailors to pretend it's civilisation. Those of them that like civilisation. [This will reduce your Terror by ten points at a cost of 1 Supply.]",
                    "ButtonText": "", "Id": 150021},
                   {"DefaultEvent": {"Description": "この土地はあなたの物だ。そしてこの船もあなたの物。@{K}This land is yours; this ship is yours.",
                                     "LinkToEvent": {"Id": 183590},
                                     "Name": "満足のいく結果@{K}A satisfactory result", "Id": 186378},
                    "Name": "船を修理する@{K}Repair your ship",
                    "Description": "この小さなドックは海軍省造船所とは少しばかり規模が違う。しかし、海の上では不可能な船の修理はなんとか行うことが出来る。[この選択肢では7つの物資によってあなたの船の船体を完全に修理することが出来ます。]@{K}$Admiralty -> 海軍省$This little drydock isn't exactly the Admiralty Shipyards; but you can manage repairs that would be impossible at zee. [This will completely repair your Hull at a cost of seven Supplies.]",
                    "ButtonText": "", "Id": 150022}],
 "Description": "いつの日か、もしかすると、あなたの王国となるかもしれない。[あなたのコロニーを発展させることでこのゲームに勝利し、終わらせることが出来ます。]@{K}One day, perhaps, your kingdom. [Improving your colony into a kingdom will end, and win, the game.]",
 "Name": "あなたのコロニー@{K}Your Colony", "Id": 183590}
