{"ChildBranches": [{"DefaultEvent": {"Description": "船員たちは賛成の意を込めて頷いている。「Storｍは変化を好まないからな」一人が指摘する。（「けれどSaltはそうじゃない」別の船員が落ち着かなげに呟いた……）@{K}The zailors nod approvingly. \"Storm don't like change,\" one points out. (\"But Salt does,\" one murmurs uneasily...)",
                                     "Name": "エスティヴァルとしよう@{K}$Aestival -> エスティヴァル$Aestival it is",
                                     "Id": 183594},
                    "Name": "「エスティヴァル」@{K}$Aestival -> エスティヴァル$\"Aestival.\"",
                    "Description": "良い名前なのに変わりはない。何故変える必要がある？@{K}It's still a good name. Why change it?",
                    "ButtonText": "", "Id": 148318},
                   {"DefaultEvent": {"Description": "誰かがジグを奏で始めた。『旅人の最後の航海』だ。操舵手が水割りラム酒を配っている。船員たちは熱狂してこの島の命名を祝った。@{K}Someone strikes up a jig: 'The Last Voyage of the Travelling Man'. The quartermaster passes out grog. Your crew enthusiastically baptises the island.",
                                     "Name": "「ここはラストポートだ」@{K}\"Lastport it is.\"", "Id": 183595},
                    "Name": "「ラストポート」@{K}\"Lastport.\"",
                    "Description": "あなたは世界の果てに立っているのだ。@{K}Here you are at the edge of the world.",
                    "ButtonText": "", "Id": 148319},
                   {"DefaultEvent": {"Description": "船員たちは歓喜の声を上げた。これだけ長い間船の規範に縛られていて、自由を好かない者がどこにいるだろうか？@{K}The zailors cheer delightedly. Who doesn't like freedom, after so long under ship's discipline?",
                                     "Name": "「ここはフリーダムだ」@{K}\"Freedom it is.\"", "Id": 183596},
                    "Name": "「フリーダム」@{K}\"Freedom.\"",
                    "Description": "ここにはあなたを縛る法はない。あなたがそう望む限りは。@{K}Here no laws will bind you, unless you so choose.",
                    "ButtonText": "", "Id": 148320},
                   {"DefaultEvent": {"Description": "幾人かの船員は他の者たちよりも書物に通じていた。「ユートピアですか？」一人が用心深く尋ねる。「果物の名前と同じ？」しかし他の船員はあなたの背を叩き、この計画への献身を改めて示してくれた。@{K}Some zailors are better read than others. \"Utopia?\" one asks warily. \"Like the fruit?\" But others clap you on the back and assure you of their devotion to the project.",
                                     "Name": "少し確信の持てないような歓声@{K}A slightly uncertain cheer",
                                     "Id": 183597},
                    "Name": "「地下のユートピア」@{K}\"Utopia Beneath.\"",
                    "Description": "あなたは完璧な君主となるだろう。知恵と慈愛に満ち、過つことがないのだから。@{K}You'll be the perfect monarch: enlightened, merciful, absolute.",
                    "ButtonText": "", "Id": 148321},
                   {"DefaultEvent": {"Description": "船員たちは歓声を上げた。しかし、見たところではその歓声は様々な理由から発せられた物のようだ。「昔ソフィアと呼ばれる女の子と知り合いだったよ」一人が物思いにふけりながら郷愁のこもった口調で言う。いずれにせよ、その名前には幸運をもたらすような響きがあることには皆賛成した。@{K}The zailors cheer, although, it seems, for a variety of reasons. \"I knew a girl called Sophia once,\" one muses nostalgically. In any case, all agree the name has a fortunate sound to it.",
                                     "Name": "ソフィアとしよう@{K}Sophia it is", "Id": 183598},
                    "Name": "「ソフィア」@{K}\"Sophia.\"",
                    "Description": "『ウィズダム』もいい名だが、その名前はもう使われてしまっている……カーネイトの牢獄の島に。だから、より古典的な名前を選ぼう。@{K}$Khan -> カーン, Khanate -> カーネイト, Wisdom -> ウィズダム$'Wisdom' would be a great name, but it's taken... by a Khanate prison. So stick with the classics.",
                    "ButtonText": "", "Id": 148322},
                   {"DefaultEvent": {"Description": "心からの歓声があがった！「船長、あんたが運のいい人間だってのは知ってますがね」一人の船員が請け負った。「この名前がありゃあこれからも幸運でしょうや」@{K}A heartfelt cheer! \"I knew you was lucky, Captain,\" one zailor assures you. \"And you're lucky with yer names.\"",
                                     "Name": "フィドラーズ・ゴールドとしよう@{K}Fiddler's Gold it is", "Id": 183599},
                    "Name": "「ここはフィドラーズ・ゴールドだ」@{K}\"Fiddler's Gold.\"",
                    "Description": "フィドラーズ・グリーンは海に生きる者達の伝説上の楽園だ。フィドラーズ・ゴールドは更に一段階良い場所になるだろう。@{K}Fiddler's Green is the legendary zailors' paradise. Fiddler's Gold would be one better.",
                    "ButtonText": "", "Id": 148323},
                   {"DefaultEvent": {"Description": "船員たちはその名前には素敵な響きがあることを認めた。「桃も入ってますしね」一人があなたを安心させようと急いで付け加えた。@{K}Your crew agrees it has a pleasing sound. \"And no shortage of peaches,\" one hastens to assure you.",
                                     "Name": "ピーチツリー島としよう@{K}Peachtree Isle it is.", "Id": 183600},
                    "Name": "「ピーチツリー島」@{K}\"Peachtree Isle.\"",
                    "Description": "魅力的かつ攻撃的でない名前にしよう。@{K}Something appealing and inoffensive.",
                    "ButtonText": "", "Id": 148324},
                   {"DefaultEvent": {"Description": "船員たちからまばらでどことなく不安げな拍手が起こった。しかしあちこちにニヤニヤと笑う顔も見える。「奴らに思い知らせてやろう！」一人が激しい口調で呟いた。@{K}The crew break into scattered, rather nervous applause. But you see grins here and there. \"We'll show them!\" one zailor mutters fiercely.",
                                     "Name": "失せろ____どもにしよう@{K}B____r Off it is.", "Id": 183601},
                    "Name": "\"失せろ____ども@{K}B____r Off.\"",
                    "Description": "この島はあなたの物になるのだ。訪問者が来ないような名前を付けよう。@{K}It's going to be your island. Give it a name that discourages visitors.",
                    "ButtonText": "", "Id": 148325},
                   {"DefaultEvent": {"Description": "船員たちから拍手喝采が起こった。少し皮肉っぽくもあるが、この名前に賛成しているようだ。「船長、俺たちゃ金持ちになるんでしょうな？」一人がふざけていった。@{K}Your zailors applaud, a little ironically, but approvingly. \"We'll be rich, cap'n, eh?\" one cackles.",
                                     "Name": "本社としよう@{K}Head Office it is.", "Id": 183602},
                    "Name": "「本社」@{K}\"Head Office.\"",
                    "Description": "商売での利益を追求する基盤となる場所としての名だ。@{K}Somewhere from which to pursue your business interests.",
                    "ButtonText": "", "Id": 148326},
                   {"DefaultEvent": {"Description": "船員たちは頷いた。……幾人かは少し物思わし気な様子だ。「ここでなら私たちは安全でさぁ、そうでしょう、船長？」一人が息を吐き出した。@{K}Zailors nod - some, you think, a little wistfully. \"We'll be safe here, aye, cap'n?\" one sighs.",
                                     "Name": "サンクチュアリとしよう@{K}Sanctuary it is.", "Id": 183603},
                    "Name": "「サンクチュアリ」@{K}\"Sanctuary.\"",
                    "Description": "もしかしたらはぐれ者たちを受け入れるつもりなのか。@{K}Perhaps you'll take in strays.",
                    "ButtonText": "", "Id": 148327},
                   {"DefaultEvent": {"Description": "笑い声と歓声が同じだけの大きさで起こった。「帝国万歳！」一人の船員が叫ぶ。彼がそれを皮肉として言ったのかは分からなかった。本人にも分かっていないかもしれない。@{K}Laughter and cheers rise in equal measure. \"All hail the Emperor!\" one zailor shouts. It isn't clear - perhaps not even clear to him - whether he's being ironical.",
                                     "Name": "帝国としよう@{K}An Empire it is.", "Id": 184189},
                    "Name": "「樹々の帝国」@{K}\"The Empire of Trees\"",
                    "Description": "少しばかり大仰で、少しばかり馬鹿馬鹿しい名前だが、ここがどのような場所なのか示すにはもってこいだ。木の占める割合を分からせるだけでなく。@{K}It's a little grand, and a little ridiculous, but it shows vision. If not a sense of proportion.",
                    "ButtonText": "", "Id": 148691},
                   {"DefaultEvent": {"Description": "船員たちは愛国的な歓声をあげた。「ロンドン！」一人が叫ぶ。「この島がもう一つのロンドンのように地底に埋められませんように！」@{K}The zailors raise a patriotic cheer. \"London!\" one cries. \"May it never be buried like the other one!\"",
                                     "Name": "ニュー・ロンドンとしよう@{K}New London it is", "Id": 185246},
                    "Name": "「ニュー・ロンドン」@{K}\"New London.\"",
                    "Description": "あなたはいつの日か、あなたの船を生み出した街を再び作り上げるだろう。@{K}One day, you'll remake the city that birthed your ship.",
                    "ButtonText": "", "Id": 149315}],
 "Description": "海で伝わる話では、この場所はエスティヴァルと呼ばれている。あなたは何と呼ぶだろう？@{K}$Aestival -> エスティヴァル$In the folklore of the zee, this place is Aestival. What will you call it?",
 "Name": "コロニーに名前をつける@{k}Naming your colony", "Id": 183593}
