{"ChildBranches": [{"DefaultEvent": {"Description": "　あなたは大いに苦心した。そして、原稿の山がその労苦に報いた。誇りに思うといい。これは手に取れる形にまで濃縮された、あなたの航海のすべてなのだ。<br/><br/>　あなたの著作を受け持った出版社は、題辞として、聖シリアック大学から上梓される最新の改訂済み聖書からの引用である、次のような一節を提案した。『海はひとつに集められ　満潮は太陽の盲目のうちに眠り　海の縁の光を受け　深淵は月のように昇った』@{I}$St Cyriac -> 聖シリアック$You labour mightily: and a stack of pages rewards your labour. Regard it with pride. It is all your voyages, condensed into a handily foldable format.\u000d\u000a\u000d\u000aYour publisher suggests an epigraph for you, from the latest amended Bible to emerge from St Cyriac's College: \"The waters were gathered together, the floods slept in the Sun's blindness, and the depths rose like the Moon, in the light at the edge of the sea.\"",
                                     "LinkToEvent": {"Id": 187191},
                                     "Name": "最終草稿！@{I}A final draft!", "Id": 146482},
                    "Name": "Zong-of-the-Zeeを書く@{I}Write the Zong of the Zee",
                    "Description": "　あなたは大量の伝承と骨董品のコレクションを収集した。zeeに関するあなたの知識は、歴史上のいかなる船長にも劣ってはいない。すべてを書き上げるのだ。[Zong-of-the-Zeeを作製します。大望によっては、これによって幸せに引退することが可能となります。Zong-of-the-Zeeはまた、それ自体が素敵なアイテムでもあります。作製には、飾り棚、アクアリウム、聖堂、年鑑、そしてトロフィーケースが必要です。それらはすべて、ここ書斎で作製できます。]@{I}$Ambition -> 大望$You have assembled a store of lore and a collection of antiquities. Your knowledge of the zee rivals that of any captain of history. Write it all down. [This will create the Zong of the Zee, which allows you to retire happily if you have the correct Ambition, and is a pretty nifty item in its own right. It requires the Cabinet, Aquarium, Shrine, Almanac and Trophy-Case, which can all be created here in your Study.]",
                    "ButtonText": "", "Id": 126095},
                   {"DefaultEvent": {"Description": "　あなたは定められた様式に注意深く従い、一昼夜ともう一晩をかけて聖堂の作製に取り組んだ。Stoneは美しい物を好む。Stoneは光を好む。そう伝えられている。もちろんStoneというのは――彼女が本当に存在するとすれば――南へ千マイルも離れたところにある、一つの輝く山のことだ。それでも、あなたの聖堂は良く出来ている。@{I}You labour on the shrine for a night and a day and a night, following the prescribed patterns with care. Stone likes beautiful things: Stone likes light. So the stories go. Of course Stone, if she even exists, is a shining mountain a thousand miles to the South. But your shrine is pretty.",
                                     "LinkToEvent": {"Id": 187191},
                                     "Name": "光り輝く聖堂@{I}A glittering shrine", "Id": 154192},
                    "Name": "Stoneに捧げる聖堂を作製する@{I}$Shrine to Stone -> Stoneに捧げる聖堂$Create a Shrine to Stone",
                    "Description": "　あなたはそれを称える歌も、祈りの文句も、しきたりも知っている。あなたはそれを信仰しているのかもしれないし、していないのかもしれないが、いずれにせよ、船員たちの心の慰めにはなるだろう。[聖堂を作製する過程で、あなたのハートが7上昇します。(上限は200です。)そして、聖堂をAuxiliaryに装備することで、ハートに対して更に7のボーナスが得られます。]@{I}$Hearts -> ハート, Shrine to Stone -> Stoneに捧げる聖堂$You know the hymns, the prayers, the traditions. Perhaps you believe, perhaps you don't. But it'll comfort the zailors. [The process of creating the Shrine to Stone will increase your Hearts by 7 (as high as 200), and the Shrine is an Auxiliary item worth a further 7.]",
                    "ButtonText": "", "Id": 130990},
                   {"DefaultEvent": {"Description": "　気分の良い当直時間には、船員たちがこの飾り棚の周りに集まって、傷やら癖やら奇形やらについて指摘し合うことだろう。彼らがラム酒のマグを片手に遺体について語らう様子は、ヴェールガーデンの美術館で、批評家たちが絵画について語らう様子とあまり変わりはないだろう。@{I}In the cheerier watches, zailors will gather round it and point out scars, quirks, deformities. Mugs of grog in hand, they will discuss the remains as art critics in a Veilgarden gallery might discuss competent paintings.",
                                     "LinkToEvent": {"Id": 187191},
                                     "Name": "話題の的@{I}A conversation piece", "Id": 154193},
                    "Name": "解剖学の飾り棚を作製する@{I}$Anatomical Cabinet -> 解剖学の飾り棚$Create an Anatomical Cabinet",
                    "Description": "　あなたは実に多くのことを学んできた。そろそろ、今後の殺しの手引きとなるような、実物教材を作製してみよう。[飾り棚を作製する過程で、あなたのアイアンが7上昇します。(上限は200です。)そして、飾り棚をAuxiliaryに装備することで、アイアンに対して更に7のボーナスが得られます。]@{I}$Iron -> アイアン$You have learned so much. Now create an object lesson that will guide you in the destruction of your enemies. [The process of creating the Cabinet will increase your Iron by 7 (as high as 200), and the Cabinet is an Auxiliary item worth a further 7 Iron.]",
                    "ButtonText": "", "Id": 130991},
                   {"DefaultEvent": {"Description": "　この魚の形をした謎が水槽を泳ぐ様子を観察しよう。その動きは繊細にして優雅で、見ていると穏やかな気持ちになってくる。また、これらの動きには、予兆的な真実が含まれているかもしれない。@{I}$[Gg]ant -> ギャント$Watch this ichthid enigma traverse the tank. Its motions are subtle and elegant: they induce tranquillity. Perhaps, too, they reveal divinatory truths...",
                                     "LinkToEvent": {"Id": 187191},
                                     "Name": "不可思議な動き@{I}Mysterious motions", "Id": 154194},
                    "Name": "穏やかなアクアリウムを作製する@{I}Create a Serene Aquarium",
                    "Description": "　あなたはこの奇妙な生物の秘密を知っている。それを最も良く観察できる環境を作り上げよう。[アクアリウムを作製する過程で、あなたのミラーが7上昇します。(上限は200です。)そして、アクアリウムをAuxiliaryに装備することで、ミラーに対して更に7のボーナスが得られます。]@{I}$Mirrors -> ミラー$You know the secrets of this peculiar specimen. Construct an environment that will display it to best advantage. [The process of creating the Aquarium will increase your Mirrors by 7 (as high as 200), and the Aquarium is an Auxiliary item worth a further 7 Mirrors.]",
                    "ButtonText": "", "Id": 130992},
                   {"DefaultEvent": {"Description": "「最も複雑な真実というものは、簡単には暴くことができない。そのような真実を暴くためには、真実の痕跡を辿り、追い詰め、籠に閉じ込めてやらねばならない。そしてそのような真実は、財宝の静脈から絞り出されたインクによってのみ捕らえられるものなのかもしれない。私は、そのような真実を書き残すために、これらの財宝を磨り潰してインクとしなければならないのだ。世人は私を奇人だと言うだろう――気が違えていると言うだろう――しかし、私が無知だなどとは決して言わないだろう……」@{I}\"The most complex truths evade easy revelation. One must track them - harry them - cage them. They may be caged only by ink wrung from the veins of treasures. To record these truths, I must grind these treasures for ink. They will call me eccentric - they will call me deranged - but they will never call me ignorant...\"",
                                     "LinkToEvent": {"Id": 187191},
                                     "Name": "財宝の蒸留物@{I}A distillation of treasures", "Id": 154195},
                    "Name": "怪物年鑑を作製する@{I}$Monstrous Almanac -> 怪物年鑑$Create a Monstrous Almanac",
                    "Description": "　あなたはその気になれば、これまでzeeについて学んできたこと――そこに潜む怪物や財宝や秘密――についてのノートで棚のすべてを埋め尽くすことができる。だから、あなたはそうするのだろう。[年鑑を作製する過程で、あなたのページが7上昇します。(上限は200です。)そして、年鑑をAuxiliaryに装備することで、ページに対して更に7のボーナスが得られます。]@{I}$Pages -> ページ$You could fill whole shelves of notebooks with what you've learnt of the zee, its monsters, its treasures, its secrets. And so you will. [The process of creating the Almanac will increase your Pages by 7 (as high as 200), and the Almanac is an Auxiliary item worth a further 7 Pages.]",
                    "ButtonText": "", "Id": 130993},
                   {"DefaultEvent": {"Description": "　それはもちろん単なる夢に過ぎない。真珠の街も、象牙の塔も、あなたの耳元でシューシューと助言を囁く、背骨の突き出たひょろ長い生き物も、潮流の冷たい愛撫も、すべて。けれど、毎朝あなたが目覚めるたびに、zeeは少しずつ親しみのあるものになってゆく。@{I}It's only dreams, of course. Cities of pearl, towers of ivory. The spined and lanky creature that hisses advice in your ear. The chilly caress of currents. But each morning when you rise from sleep, the zee is a little more familiar.",
                                     "LinkToEvent": {"Id": 187191},
                                     "Name": "深みからの助言@{I}Advice from the deep", "Id": 155177},
                    "Name": "囁くトロフィーケースを作製する@{I}$Whispering Trophy-Case -> 囁くトロフィーケース$Create a Whispering Trophy-Case",
                    "Description": "　そう、その通り。そこに骨が安置されれば、眠るときにその囁きを聞くことになるだろう。[トロフィーケースを作製する過程で、あなたのヴェールが7上昇します。(上限は200です。)そして、トロフィーケースをAuxiliaryに装備することで、ヴェールに対して更に7のボーナスが得られます。]@{I}$Veils -> ヴェール$Yes. Yes, when the bones are emplaced, you will hear them when you sleep. [The process of creating the Trophy-Case will increase your Veils by 7 (as high as 200), and the Trophy-Case is an Auxiliary item worth a further 7 Veils.]",
                    "ButtonText": "", "Id": 131647},
                   {"DefaultEvent": {"Description": "　弁護士があなたを凝視するさまといったら、まるでクロコダイルが寄り集まって生まれたハゲワシのようだった。「さあこちらへ」彼女は軋むような声で言った。「あなたにはまだ数年の猶予があります。ですが、その用心は賞賛に値するものですわ。ここに署名を。いえいえ、インクで結構ですよ。ここは真鍮の大使館ではありませんので」@{I}$Brass Embassy -> 真鍮の大使館$The lawyer peers at you like a vulture composed of crocodiles. \"Come now,\" she creaks. \"There's a few years in you yet. But your caution does you credit. Sign here. No, no, ink is fine. This isn't the Brass Embassy.\"",
                                     "LinkToEvent": {"Id": 187191},
                                     "Name": "ベースボーン＆フォーリングピース@{I}$Baseborn & Fowlingpiece -> ベースボーン＆フォーリングピース$Baseborn & Fowlingpiece",
                                     "Id": 155879},
                    "Name": "遺言を書く@{I}Write a Will",
                    "Description": "　大法官府裁判所は、吠え猛るライオンのように自らの餌食を探し回っている。あなたが去った後、その触手があなたの持ち物に触れないようにしなければ。[これは、仮にあなたが死んだとしても、後継者があなたの宿とすべての家宝を引き継ぐことを保証します。]@{I}$Court of Chancery -> 大法官府裁判所, [Hh]eirloom -> 家宝$The Court of Chancery, as a roaring lion, walketh about seeking whom it may devour. Ensure it doesn't get its lion-tentacles on your property when you're gone. [Should you die, this will ensure that your heir retains your Lodgings, and any Heirlooms you've accumulated.]",
                    "ButtonText": "", "Id": 132093},
                   {"DefaultEvent": {"Description": "　たとえ売られてしまうにしても、少なくともまとめて売ってはくれるだろう。@{I}At least if they're sold, they'll be sold together.",
                                     "LinkToEvent": {"Id": 187191},
                                     "Name": "手の込んだコレクション@{I}An elaborate collection",
                                     "Id": 155880},
                    "Name": "風変わりな工芸品のコレクションを家宝に変える@{I}$[Hh]eirloom -> 家宝, Outlandish Art[ie]fact -> 風変わりな工芸品$Convert a Collection of Outlandish Artefacts into an Heirloom",
                    "Description": "　これら工芸品は、個々で見ても興味深いもの。ひとかたまりとしてなら、唯一無二だ。[これは次のキャラクターに資金を引き継ぐ方法のひとつです。これらの宝物をあなたの遺言に書き加えるために、少額の手数料を支払う必要があります。]@{I}Individually, these Artefacts are interesting. Together, they're unique. [This is a way to pass on money to your next character. You'll need to pay a small fee to write these treasures into your will.]",
                    "ButtonText": "", "Id": 132094},
                   {"DefaultEvent": {"Description": "　愚かな若造にも見る目があることを期待しよう。@{I}Let's hope the silly young fool appreciates the lengths you went to.",
                                     "LinkToEvent": {"Id": 187191}, "Name": "", "Id": 156127},
                    "Name": "魅惑的な財宝で宿を飾り立てる@{I}$Captivating Treasure -> 魅惑的な財宝$Adorn your Lodgings with Captivating Treasures",
                    "Description": "　魅惑的な財宝を家宝に変える。家宝はあなたが死ぬその日まで、あなたの宿を飾り立てるだろう。その後は、おそらく家族に売られてしまうだろう。[これは次のキャラクターに資金を引き継ぐ方法のひとつです。家宝は12個――豪邸の場合は16個――を越えて持つことはできません。そして、これらの宝物をあなたの遺言に書き加えるために、少額の手数料を支払う必要があります。]@{I}$[Hh]eirloom -> 家宝, Captivating Treasure -> 魅惑的な財宝$Convert Captivating Treasures into Heirlooms, and they'll adorn your lodgings until the day you die. After that, your family will probably sell them. [This is a way to pass on money to your next character. You can have no more than 12 Heirlooms - or 16 in a Mansion - and you'll need to pay a small fee to write these treasures into your will.]",
                    "ButtonText": "", "Id": 132249},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 143503},
                                     "Name": "", "Id": 187361},
                    "Name": "書斎を出る@{I}Out into the house",
                    "Description": "　あくびをして、体を伸ばし、机から立ち上がる。@{I}Yawn, stretch, rise from your desk.",
                    "ButtonText": "", "Id": 150630}],
 "Description": "　時計が時を刻む。ガス灯が嘶く。影が静かに横たわる。@{I}The clock ticks. The gas-light whickers. Shadows lie quiet.",
 "Name": "あなたの書斎@{I}Your Study", "Id": 187191}
