{"ChildBranches": [{"DefaultEvent": {"Description": "あなたの指先にはこれからも傷が残るだろう。しかし、名前は消えてしまった。@{K}Your fingertips will always carry the scars, but the Name is gone.",
                                     "LinkToEvent": {"Id": 181469},
                                     "Name": "あなたの手が落ちた@{K}Your hand falls", "Id": 187629},
                    "Name": "これまでの努力を放棄する@{K}Abandon the effort",
                    "Description": "あなたはその名を喪うだろう。加えてここまでの道のりもすべて。@{K}You will lose the Name, and all your progress so far.",
                    "ButtonText": "", "Id": 150794},
                   {"DefaultEvent": {"Description": "「彼女を見つけろ」彼はあなたに言った。「さすれば宝も見つかろう。地下へ降りるのだ。直ぐに終わる。援助も惜しみなく与えよう。そして事が済めば、お前は約束の物を手に入れるのだ」あたかも笑っているかのように、彼の光輪の光が揺らめいた。その時あなたはNeathのことを何一つ知らなかった。もし何か知っていたなら、ここへ来ることはなかったかもしれない。五文字目。あなたは星の光を思い出した。@{K}\"Find her,\" he said to you, \"and you will find the treasures. Go down. You need only take a little. My aid is cheap. You will have what I promised.\" The light of his nimbus guttered, as if he were laughing. You knew nothing of the Neath, then. Perhaps you would never have come, if you did. Five letters. You remember the starlight.",
                                     "LinkToEvent": {"Id": 187628},
                                     "Name": "極秘のうちに@{K}In utmost secrecy", "Id": 187630},
                    "Name": "五文字目：白きもの@{K}$[Tt]he White -> 白きもの$The fifth letter: the White",
                    "Description": "あなたを此処へ送り込んだものを思い出せ。闇にあるあの年老いた獰猛なものを。@{K}Recall who sent you here. That fierce old thing in the dark.",
                    "ButtonText": "", "Id": 150795},
                   {"DefaultEvent": {"Description": "「彼女を見つけろ」彼はあなたに言った。「さすれば宝も見つかろう。地下へ降りるのだ。直ぐに終わる。援助も惜しみなく与えよう。そして事が済めば、お前は約束の物を手に入れるのだ」あたかも笑っているかのように、街灯の光が揺らめいた。その時あなたはNeathのことを何一つ知らなかった。もし何か知っていたなら、ここへ来ることはなかったかもしれない。五文字目。あなたは冬の空気の匂いを思い出した。そして時計の鐘の音を。@{K}\"Find her,\" he said to you, \"and you will find the treasures. Go down. You need only take a little. My aid is cheap. You will have what I promised.\" The gas-light guttered, as it were were laughing. You knew nothing of the Neath, then. Perhaps you would never have come, if you did. Five letters. You remember the scent of the winter air. The chime of a clock.",
                                     "LinkToEvent": {"Id": 187628},
                                     "Name": "極秘のうちに@{K}In utmost secrecy", "Id": 187632},
                    "Name": "五文字目：ウィーン@{K}The fifth letter: Vienna",
                    "Description": "あなたを此処へ送り込んだものを思い出せ。闇にあるあの年老いた獰猛なものを。@{K}Recall who sent you here. That fierce old thing in the dark.",
                    "ButtonText": "", "Id": 150796},
                   {"DefaultEvent": {"Description": "『名前』はあなたの物となった。もしかすると、それは常にあなたの物だったのかもしれない。もしかすると、あなたは故郷に帰りつつあるだけなのかもしれない。あなたの旅路の記憶は雨の中に置かれた地図の様に引き裂かれぼやけてしまっている。そして別の旅路の記憶があなたの中に入り込んでくる。あるいは山のようにあなたの中心からせりあがってきているのか。\u000d\u000a\u000d\u000a東へ向かう準備はほとんど整った。道のりはあなたの魂の秘された表面に書かれている。しかしいまやあまりにも多くのあなたが存在してしまっている。今あなたである者のほとんどを殺さなければならないだろう。そのような事が行える場所は地下に一つしかない。[秘密の勝利条件を発見しました。次のステップに進むには、王喰らいの城へ向かってください――カーネリアンの追放者と共に。]@{K}$Kingeater's Castle -> 王喰らいの城$The Name is yours. Perhaps it always was - perhaps you're only coming home. The memories of your voyages are torn and blurred like a map in the rain. Other memories of other voyages press in on you - or emerge like mountains from your core.\u000d\u000a\u000d\u000aYou could almost go East. The way is written on the secret skin of your soul. But there are too many of you now. You must kill nearly all that you are. There's only one place in the Neath where you can do that. [You have found a secret victory condition. Go to Kingeater's Castle for the next step... and take the Carnelian Exile with you.]",
                                     "LinkToEvent": {"Id": 181469},
                                     "Name": "歴史が呼ぶ@{K}History compels", "Id": 187633},
                    "Name": "最後の文字：東@{K}The last letter: the East",
                    "Description": "旅人は常に帰りゆくもの。帰らぬ者は旅人ではない。@{K}The traveller is always returning. One who does not is no traveller.",
                    "ButtonText": "", "Id": 150797},
                   {"DefaultEvent": {"Description": "あなたは彼の提案について思案しながら歩いていた。風が強く袖を引き、霧が足元で渦を巻く。Neathはあなたがこれまでに暮らし、見知っているどの場所からも遥かに遠い。二度と家に戻ることはできないかもしれない。しかし、あの渇望は……六文字目。上を見ろ。あの果てしない空の暗闇に輝く、硬い宝石のような幾つもの光を。@{K}You walked a while, considering his offer. The wind tugged at your sleeves; vapours swirled at your feet. The Neath was far from everything you had done and known. You might never return home. But that need, that need... Six letters. Look up. Hard gemmy lights in the black of the endless sky.",
                                     "LinkToEvent": {"Id": 187628},
                                     "Name": "格子模様の影@{K}Latticed shadows", "Id": 187634},
                    "Name": "六文字目：冬の森@{K}The sixth letter: woods in winter",
                    "Description": "あの白と黒の場所を思い出せ。暑い時期も去り、冷え切っていたあの場所を。@{K}Recall that place of white and black, so cold after its season of heat.",
                    "ButtonText": "", "Id": 150798},
                   {"DefaultEvent": {"Description": "あなたは彼の提案について思案しながら歩いていた。輻射が強く袖を引き、蒸気が足元で渦を巻く。Neathはあなたがこれまでに暮らし、見知っているどの場所からも遥かに遠い。二度と家に戻ることはできないかもしれない。しかし、あの渇望は……六文字目。上を見ろ。あの果てしない空の暗闇に輝く、硬い宝石のような幾つもの光を。@{K}You walked a while, considering his offer. Radiations tugged at your sleeves; vapours swirled at your feet. The Neath was far from everything you had done and known. You might never return home. But that need, that need... Six letters. Look up. Hard gemmy lights in the black of the endless sky.",
                                     "LinkToEvent": {"Id": 187628},
                                     "Name": "格子状の回廊@{K}Latticed corridors", "Id": 187635},
                    "Name": "六文字目：毒された結晶の宮殿@{K}The sixth letter: a palace of poisoned crystal",
                    "Description": "あの白と黒の場所を思い出せ。暑い時期も去り、冷え切っていたあの場所を。@{K}Recall that place of white and black, so cold after its season of heat.",
                    "ButtonText": "", "Id": 150799}],
 "Description": "あなたは『名前』を手にしようとしている。もしあなたに名があるのであれば、それはあなたの物のはずだ。しかしあなたは何者なのだろう？この場所は幾つもの人格を一つの点へと圧し潰している。あなたは誰だったのだろう？あなたは誰になるのだろう？@{K}You are acquiring a Name. If you have a name, it must be yours. But who are you? This place crushes many identities into a single point. Who were you? Who will you be?",
 "Name": "燃え盛る名前@{K}The Name-Which-Burns", "Id": 187628}
