{"ChildBranches": [{"DefaultEvent": {"Description": "船員三人がかりで海賊詩人を海の鉤爪から引きあげた。他の者たちは未完成のクレイマン……未完成のクレイウーマンを船に入れることについて囁きかわしている。彼女はにやりと笑っただけだった。\u000d\u000a\u000d\u000a詩人は目に見えるすべての表面に刻まれた詩と、彼女と同じぐらいの欠けた部分のある古い剣のほかにはほとんど何も持っていない。幸運にも引き揚げられた所有物の中には、現在の懸賞金と同じ金額の解放料を支払うことの出来る中身の詰まったチャリンと鳴る財布もあった。船員たちであれば詩人を抑えつけることも確かに出来ただろうが、彼女が救命艇に乗って暗闇の中をゲイダーの嘆きへと漕いでゆくと皆安堵した。@{K}$Unfinished M[ae]n -> 未完成クレイマン, Gaider's Mourn -> ゲイダーの嘆き, Pirate-Poet -> 海賊詩人$It takes three crewmen to pull the Pirate-Poet from the zee's clutches, while others mutter about bringing an Unfinished Man... an Unfinished Woman... aboard ship. She just smirks.\u000d\u000a\u000d\u000aShe carries little on her but the verses of poetry tattooed over every visible inch, and an old sword almost as chipped as she is. Fortunately, her salvaged possessions also include the jangling money-purse on her belt, fat and ready to pay the traditional freedom-price of her current bounty. As much as the crew <i>could</i> subdue her, all are relieved once she is aboard a lifeboat, rowing away through the darkness towards Gaider's Mourn.",
                                     "Name": "自由の対価@{K}The price of freedom", "Id": 192735},
                    "Name": "海賊詩人を救助する@{K}$Pirate-Poet -> 海賊詩人$Rescue the Pirate-Poet",
                    "Description": "縄を投げ込み、戦利品を手に入れよう。@{K}Throw her a rope. Claim a bounty.",
                    "ButtonText": "", "Id": 153744},
                   {"DefaultEvent": {"Description": "船首灯が移ってゆくのと共に海賊詩人は暗闇に飲み込まれていった。クレイマンは呼吸をする必要はないが、浮きもしない。いくら力強い体をしていても、救助の希望も一切ない孤独な暗い深みでいつまでも生き延びることは出来ないだろう。ここは文明のある土地からは遠く離れており、友好的な船が手遅れになる前に通りかかるとは考えにくい。\u000d\u000a\u000d\u000aしかし、それは彼女の考えることだ。あなたは大胆な船員たちが水から引き揚げた謎めいた木箱について考えるので忙しい。中には何が入っているのだろう？@{K}$Clay M[ae]n -> クレイマン, Pirate-Poet -> 海賊詩人$The Pirate-Poet is swallowed by the darkness as the prow light slides away. Clay Men may not need to breathe, but they cannot float. Even their mighty bodies cannot survive forever down in the lonely black depths where there is no hope of rescue. This far from civilised lands, it is unlikely any friendly ships will pass by in time.\u000d\u000a\u000d\u000aBut that is her concern. Yours is this intriguing crate that some of your more enterprising crew fished out of the water. What could be inside?",
                                     "LinkToEvent": {"Id": 140906}, "Name": "見捨てられた敵@{K}An enemy abandoned",
                                     "Id": 192791},
                    "Name": "かわりに船倉を引き上げる@{K}Salvage the cargo instead",
                    "Description": "海は慈悲を見せるかもしれないが、あなたはそんな事はしない。@{K}The zee may show mercy. You will not.",
                    "ButtonText": "", "Id": 153780},
                   {"DefaultEvent": {"Description": "海賊詩人は縄を使って船にのぼり、船員に頷いて感謝を示した。「船長、またしてもよく戦ったな」彼女は唸る。「二つめの詩を得る者はほとんどいない」\u000d\u000a\u000d\u000a詩人は解放料と共に贈り物を差し出した。沈みゆく船から彼女自身の力強い腕によって掬い上げられたワインの大樽だ。「良いヴィンテージだという話だ。私の部下たちはお前に勝った時に乾杯しようとそれを取っておいたんだ。もしよければ……一緒に彼らに対して乾杯してくれないか？」@{K}$Pirate-Poet -> 海賊詩人$The Pirate-Poet hauls herself up the rope, nodding her gratitude to the crew. \"Another battle well-fought, Captain,\" she grunts. \"Few earn a second verse.\"\u000d\u000a\u000d\u000aAlong with her freedom-price, she presents a gift - a cask of wine, saved from the sinking vessel by her own mighty arms. \"They say it is a fine vintage. My men were saving it to toast our victory against you. Perhaps... perhaps you would join me in a drink to them?\"",
                                     "Name": "敗北にあっても情け深い@{K}Gracious in defeat", "Id": 193057},
                    "Name": "海賊詩人を救助する@{K}$Pirate-Poet -> 海賊詩人$Rescue the Pirate-Poet",
                    "Description": "再び、あなたの勝利だ。@{K}Once again, you are victorious.", "ButtonText": "",
                    "Id": 153966},
                   {"DefaultEvent": {"Description": "金が渡された後、海賊詩人はあなたと数人の選ばれた上級船員の遅い夕食に加わった。彼女は集まった聴衆に長年の奉仕の末に初めて海に出た最初の一日に関する詩である『硝子の洗礼』を朗読する。そして聴衆の要求に応え、砕かれた鎖への叫びである『再び鍛えられた者』という短めの作品を読んだ。\u000d\u000a\u000d\u000a「ポリズリームにおいて、我らは自らの言葉を与えられる。優しいものを望むことはできないが。私はロンドンにおいて自らの言葉を書く術を学んだ。そしてその瞬間、私は自由だった。いつの日か……故郷の者たちもその言葉を読み、私と同じく学ぶかもしれない。いつかは、我が王の夢も終わらなければならないのだ」\u000d\u000a\u000d\u000a続いてホットワインと香辛料のかけられた冷たい肉の夕食が供される。船乗りたちは隠すこともなく海賊詩人が本当に物を食べるのか賭けている。彼女は彼らを無視した。その厳格な顔はデザートが出されるまで揺らぎさえしなかった。しかし、その瞬間だけは彼女であっても微かな笑みを隠すことは出来なかった。\u000d\u000a\u000d\u000a「船長、シャーベットだって？」片眉をあげて問いかける。「私にお前は噂よりもさらに優しかったと語らせるような真似はするな……」@{K}$Polythreme -> ポリズリーム, Pirate-Poet -> 海賊詩人$With business dealt with, the Pirate-Poet joins you and a few select members of the senior crew for a late supper. She treats the assembled audience to BAPTISM OF GLASS, about her first days at zee after years of servitude. By demand, she follows it with shorter works, and REFORGED, a cry for broken chains.\u000d\u000a\u000d\u000a\"In Polythreme we are given our words. We are not allowed to hope they will be kind. In London I learned to write my own, and in that moment, I was free. One day... others of my homeland will read them, and they too will learn. One day, my King's dreams must end.\"\u000d\u000a\u000d\u000aDinner follows; hot wine and cold spiced meats. Sailors openly place bets on whether she actually eats. The Pirate-Poet ignores them. Her stoic facade doesn't even quiver until dessert is served. At that, just for a moment, even she cannot hide a slight smile.\u000d\u000a\u000d\u000a\"<i>Sorbet</i>, Captain?\" she asks, eye-ridge raised. \"Don't make me tell folk you're even softer than they say...\"",
                                     "Name": "仇敵とのディナー@{K}Dinner with the enemy", "Id": 193058},
                    "Name": "海賊詩人のために救命艇を送る@{K}$Pirate-Poet -> 海賊詩人$Send a lifeboat for the Pirate-Poet",
                    "Description": "彼女は良く戦った。その程度の敬意は払うに値する。@{K}She fought well. She has earned that respect.",
                    "ButtonText": "", "Id": 153967},
                   {"DefaultEvent": {"Description": "救命艇だって？いや駄目だよ、そんな事をしたら他人が何て言うだろう。\u000d\u000a\u000d\u000a救命浮き輪が水面へと投げ込まれると、海賊詩人は下からあなたを睨みつけた……しかし、それでも彼女は浮き輪に掴まった。あなたの言わんとするところは伝わり、彼女の視線はこの事に関してはいずれ報復があるだろうとはっきりと語っていた。しかし顔を背ける前に一瞬だけ見えた口の端の笑みは、この挑戦が待ち望んでいたものであったことを示している。@{K]$Pirate-Poet -> 海賊詩人$A lifeboat? Oh dear, no. Whatever would people say?\u000d\u000a\u000d\u000aThe Pirate-Poet glares up at you as the lifebuoy hits the water... but she grabs it, regardless. Your message is received, and her look makes it quite clear that for this, there will be a reckoning. The half-glimpsed smirk as she turns away, though, suggests that it is a challenge she is already looking forward to.",
                                     "Name": "救助には変わりない@{K}Technically, a rescue", "Id": 193059},
                    "Name": "職業的な支援@{K}A measure of professional assistance",
                    "Description": "あなたは詩人を単純に引きあげることもできた。もう一度。しかし彼女は前回出会ったときに、あなたは優しかったという噂を広めるのはごめんだと、自分で言っていたではないか？@{K}You <i>could</i> just fish her out. Again. But she said it herself the last time you crossed paths: she'd <i>hate</i> to have to spread the word that you've gone <i>soft</i>...",
                    "ButtonText": "", "Id": 153968},
                   {"DefaultEvent": {"Description": "言葉はもはや必要ない。海賊詩人はあなたの勝利を認め一礼した。しかし次はこうはいかない、微かな笑みを浮かべた顔はそう付け加える。彼女が手加減するとは思わないことだ。@{K}$Pirate-Poet -> 海賊詩人$Words are no longer needed. The Pirate-Poet bows her head, acknowledges your victory. Next time though, a slight smile adds, do not expect her to go so easy on you.",
                                     "LinkToEvent": {"Id": 140906},
                                     "Name": "再び、慣れ親しんだダンスを@{K}Once again, the familiar dance", "Id": 193060},
                    "Name": "海賊詩人を救助する@{K}$Pirate-Poet -> 海賊詩人$Rescue the Pirate-Poet",
                    "Description": "再び、あなたの勝利だ。@{K}Once again, you are the victor.", "ButtonText": "",
                    "Id": 153969},
                   {"DefaultEvent": {"Description": "金はあなたの船室へと運び込まれる。海賊詩人には救命艇が与えられ、送り出された。@{K}$Pirate-Poet -> 海賊詩人$The money is delivered to your cabin. The Pirate-Poet is given a lifeboat and sent on her way.",
                                     "Name": "取引完了@{K}Business is concluded", "Id": 193075},
                    "Name": "オフィサーを救助に向かわせる@{K}$[Oo]fficer -> オフィサー$Have an Officer rescue her",
                    "Description": "彼らでも自由にする代わりに金を受け取ってくることはできるだろう。あなたにはもっと大事な用事がある。@{K}They can bring you her freedom-price. You have more important matters to attend to.",
                    "ButtonText": "", "Id": 153984},
                   {"DefaultEvent": {"Description": "海賊詩人は前回の邂逅を忘れてはいなかった。彼女は一言もなく有り金をすべて差し出すと救命艇に乗り去っていった。@{K}$Pirate-Poet -> 海賊詩人$The Pirate-Poet has not forgotten your earlier encounters. She hands over what money she has and departs in a lifeboat without uttering a single word.",
                                     "Name": "無言の取引@{K}A silent transaction", "Id": 193076},
                    "Name": "海賊詩人を救助する@{K}$Pirate-Poet -> 海賊詩人$Rescue the Pirate-Poet",
                    "Description": "彼女はまだ生きているのか？なるほど。縄を投げろ……@{K}She's still alive? Oh well. Throw the rope...",
                    "ButtonText": "", "Id": 153985}],
 "Description": "伝説的なクレイウーマンの海賊だ！彼女は海面に浮かぶ数少ない残骸にしっかりとしがみついている。打ち負かされたが、反抗的だ。@{K}The legendary Clay Woman corsair! She clings tight to the last few scraps of floating debris, defeated but defiant.",
 "Name": "海賊詩人@{K}$Pirate-Poet -> 海賊詩人$The Pirate-Poet", "Id": 192734}
