{"ChildBranches": [{"DefaultEvent": {"Description": "……\u000d\u000a\u000d\u000aここは何処だ？ロンドン？ヴェンダーバイト？まさかナポリ？違う。いや、まだここは『嘆き』だ。あなたの口は乾き、全身が痛む。そして頭は……あなたは片手で頭を抑えつけた。痛みと同じぐらい焼けつくような感覚がある。\u000d\u000a\u000d\u000a記憶が奔流のように戻って来た。海賊詩人が最後に遭遇した後に何があったのか語りながらあなたの肩を叩く感覚。数えきれない日々を粘液と海獣の胃の悪臭と戦いながら過ごしたという話。奴隷商人によって救助され、逃亡の機会が見つかるまで石炭を掘って過ごしたこと……それから？\u000d\u000a\u000d\u000aそれから、さらに色々な事があった。今は痛みだけが残る。すべては終わったことだが……これを見ろ。なんだってこんなところに包帯が巻かれているのだろう？無分別な決闘による怪我だろうか？いや、思い出してきた……詩人のにやりと笑った顔を。これは安いウィスキーの素敵なシャワーによって洗礼された別れの贈り物だ。あなたは包帯を捲る。タトゥーがあった。\u000d\u000a\u000d\u000aなんてこった。@{K}$Venderbight -> ヴェンダーバイト, Pirate-Poet -> 海賊詩人$...\u000d\u000a\u000d\u000aWhere is this? London? Venderbight? <i>Naples?</i> No. No, it is still the Mourn. Your mouth is dry, your body sore. Your head... you clasp a hand to it. It burns almost as much as it aches.\u000d\u000a\u000d\u000aMemories rush back. The clap of the Pirate-Poet's hand on your shoulder as she described the aftermath of your last encounter. Her story of countless days spent fighting her way through the slime and stench of a zee-beast's stomach. Rescue by slavers, then shovelling coal until opportunity arose to escape... and then? \u000d\u000a\u000d\u000aThen, there was more. Now, just aching. All over, but mostly... there. Why there, of all places? A bandage. Is it a wound from an ill-judged duel? No, you recall... a parting gift, given with a smirk and a baptised with a loving splash of cheap whisky. You peel back the fabric. A tattoo.\u000d\u000a\u000d\u000aOh. Oh no.",
                                     "Name": "ぼやけた記憶と後悔の晩@{K}An evening of haze and regret",
                                     "Id": 192743},
                    "Name": "海賊詩人と酒を飲む@{K}$Pirate-Poet -> 海賊詩人$Drinks with the Pirate-Poet",
                    "Description": "クレイマンと張り合うことの出来るほどの代謝を持つ者はほとんどいない。@{K}$Clay M[ae]n -> クレイマン$Few have the constitution to match a Clay Man.",
                    "ButtonText": "", "Id": 153749},
                   {"DefaultEvent": {"Description": "海賊詩人の愛撫は地震の前のゆったりとした圧迫のようで、指の合間を掠めてゆく沈泥の柔らかさのようでもあった。粘土と肉が捻じれ、取っ組み、絡みあう。一人が攻めると熱心な反撃がそれを迎えうつ。汗の香り、火薬の味。笠貝亭の裏手での人目を忍んだほんの数分では全く足りない。\u000d\u000a\u000d\u000a海賊詩人は再び髪のない頭に頭巾を被った。「お前は大抵の人間よりも多くの私の詩を目にした事になるな。あれは……昔のものだ。私が彫ったのは確かだが、あれを私の粘土の一部としたのはお前たちの街だ。私はあれを二度とお前たちに私の上に印を刻ませないという自分への約束として取っておいているんだ」\u000d\u000a\u000d\u000a彼女は躊躇った。「でも、お前になら機会を与えてやってもいい。同じ名誉を私に許してくれるならな」@{K}$Pirate-Poet -> 海賊詩人$The Pirate-Poet's caress is the slow pressure before the earthquake, the softness of silt slipping through fingers. Clay and flesh twist, grapple, entwine; an advantage pressed, a counter-attack enthusiastically welcomed. The smell of sweat. The taste of gunpowder. A few stolen minutes behind the Limpet that could never last long enough.\u000d\u000a\u000d\u000aThe Pirate-Poet pulls her hood back over her bald head. \"You have seen more of my poetry than most now. Those... those are verses from another time. I carved them, but it was your city made them part of my clay. I keep them as a promise to myself, that never again will your people get to leave their marks upon me.\"\u000d\u000a\u000d\u000aShe hesitates. \"But I will give you the chance, if you will do me the same honour.\"",
                                     "LinkToEvent": {"Id": 192740},
                                     "Name": "路地での逢瀬@{K}An alleyway consumation", "Id": 193063},
                    "Name": "海賊詩人との逢引@{K}$Pirate-Poet -> 海賊詩人$A tryst with the Pirate-Poet",
                    "Description": "あなたたちは何度も戦った。あなたたちの壮絶な戦いにまつわる幾つもの物語はNeath中で語られている。そして多くの場合、二人の名は一緒に語られる。これが次の一歩なのだろうか？@{K}You've fought many times. Tales of your mighty battles are told across the Neath. Your names are often spoken together. Is this the next step?",
                    "ButtonText": "", "Id": 153972},
                   {"DefaultEvent": {"Description": "あなたは踵を返した。酒を飲むことの出来る場所は他にもある。@{K}You turn away. There are other places to drink.",
                                     "LinkToEvent": {"Id": 143340},
                                     "Name": "応えられなかった誘い@{K}An invitation unanswered",
                                     "Id": 193064},
                    "Name": "立ち去る@{K}Walk away",
                    "Description": "彼女は敵だ。もし詩人が礼儀正しさをそれ以上の物だと勘違いしているのだとしても、それは彼女の責任だ。@{K}She's an enemy. If she has mistaken civility for anything more, the fault is hers.",
                    "ButtonText": "", "Id": 153973}],
 "Description": "海においては、あなたたちは互いの命を狙いあう敵同士だ。しかしここでは、単に酒を分けながら語り合う二人の船長となることも出来る。@{K}At zee, you are deadly rivals. Here, you can simply be two Captains sharing a drink and a few stories.",
 "Name": "中立地帯での一時停戦@{K}A Truce on Neutral Ground", "Id": 192742}
