{"ChildBranches": [{"DefaultEvent": {"Description": "海賊詩人が仕立屋を睨みつけた。彼女の粘土からなる筋肉は張り詰め、もりあがる。しかし、すぐに闘気は消えていった。彼女は避けられない敗北に体力を浪費することなく力を抜いた。少なくとも今のところは、逃げ出す手立てはない。仕立屋が指揮を執りこの船で最も重い鉄で詩人の手首をきつく縛らせた。営倉へと連れていかれる最中も騒動は起こさなかった。彼女の剣は没収され、船倉に仕舞われる。@{K}$Pirate-Poet -> 海賊詩人$The Pirate-Poet glares at the Modiste. Her clay muscles are tense, bulging. But just as quickly, the fight drains away. She slumps, wasting no energy on inevitable defeat. For now at least, there is no escape. The Modiste directs the crew to clamp the ship's heaviest irons around her wrists. The Pirate-Poet causes no trouble as she is led to the brig. Her sword is confiscated and placed in storage.",
                                     "Name": "囚人@{K}A prisoner", "Id": 192794},
                    "Name": "海賊詩人を捕まえる@{K}$Pirate-Poet -> 海賊詩人$Capture the Pirate-Poet",
                    "Description": "縄を投げろ！営倉が待っているぞ。@{K}Throw a rope! The brig is waiting.",
                    "ButtonText": "", "Id": 153782},
                   {"DefaultEvent": {"Description": "海賊詩人は仕立屋に目をやろうともしなかった。彼女はあなたに向かって頷く。「そういう商売なんだろう」彼女は目を合わせることなく言う。「分かるよ」\u000d\u000a\u000d\u000a彼女は手枷をはめられるため腕を差し出した。営倉へと連れていかれる最中も騒動は起こさなかった。彼女の剣は没収され、船倉に仕舞われる。@{K}$Pirate-Poet -> 海賊詩人$The Pirate-Poet does not acknowledge the Modiste at all. You, she gives a nod. \"Business,\" she states, not meeting your eyes. \"I understand.\"\u000d\u000a\u000d\u000aShe holds out her arms for the shackles. There is no trouble on the way to the brig. Her sword is confiscated and placed in storage.",
                                     "Name": "囚人@{K}A prisoner", "Id": 192795},
                    "Name": "海賊詩人を捕まえる@{K}$Pirate-Poet -> 海賊詩人$Capture the Pirate-Poet",
                    "Description": "縄を投げろ！営倉が待っているぞ。@{K}Throw a rope! The brig is waiting.",
                    "ButtonText": "", "Id": 153783},
                   {"DefaultEvent": {"Description": "仕立屋は憤怒のあまり凶悪な顔つきになっている。「船長！芸術上の不死をそれほど安値で売ろうというのですか？それだけの価値があったことをあなたの海の神々に祈ることですね」\u000d\u000a\u000d\u000a彼女は大股に船室へと帰ってゆく。「私は次の港で降りることにします。それ以降は一瞬たりともこの水に浮かぶ野蛮を体現する神殿で過ごしはしません」彼女は振り返り甲板越しにあなたに指を突き付ける。「ナイフを持ち運びなさい、船長。あなたはこの先、蝋燭の明かりの内にも安全を見出すことは出来なくなるのだから、闇の中へナイフを持ち運ぶがいい」@{K}The Modiste's face darkens with fury. \"Captain! You would sell artistic immortality so cheaply? Pray to your zee gods that it was worth it.\"\u000d\u000a\u000d\u000aShe stalks to her cabin. \"I will alight at the next port. I will not spend a moment more than I must in this floating temple of barbarism.\" She whirls, finger jabbing from across the deck. \"Carry a knife, Captain. Carry a knife in the dark, for you will find no safety in a candle.\"",
                                     "Name": "取引@{K}A transaction", "Id": 192796},
                    "Name": "海賊詩人と取引する@{K}$Pirate-Poet -> 海賊詩人$Make a deal with the Pirate-Poet",
                    "Description": "彼女の眼が仕立屋からあなたへと素早く動く。「仕立屋が何を約束したか知らないが、私ならより多くを与えられる」@{K}Her eyes dart from the Modiste across to you. \"Whatever she promised you, I can give more.\"",
                    "ButtonText": "", "Id": 153784},
                   {"DefaultEvent": {"Description": "海賊詩人の眼があなたと仕立屋の間を行き来する。その視線には軽蔑と恥辱が同等に見て取れる。「もちろんそうだろう」詩人が唸る。「お前はそういう人間だ」\u000d\u000a\u000d\u000a彼女は剣を抜き、船員達も素早く剣を構える。何とか彼女を押さえつけるまでにはさらにいくつかの小さな怪我が増えたが、彼女は数で負けており、逃げる場所もない。詩人は敗北を認め重い鉄の手枷をつけられた。剣は船倉に保管される。@{K}$Pirate-Poet -> 海賊詩人$The Pirate-Poet's eyes pass between the Modiste and you, her gaze showing equal disdain and contempt. \"Of course,\" she growls. \"I expected no better from you.\"\u000d\u000a\u000d\u000aShe draws her sword. A crewman quickly meets its blade. It takes several more minor injuries before the others finally subdue her, but she is outnumbered and has nowhere to go. She accepts her defeat, submitting to the heavy iron shackles. The sword is put in storage.",
                                     "Name": "囚人@{K}A prisoner", "Id": 192797},
                    "Name": "海賊詩人を捕らえる@{K}$Pirate-Poet -> 海賊詩人$Capture the Pirate-Poet",
                    "Description": "縄を投げろ！営倉が待っているぞ。@{K}Throw a rope! The brig is waiting.",
                    "ButtonText": "", "Id": 153785}],
 "Description": "かの伝説的なクレイウーマンの海賊だ！彼女は海に浮かぶ残骸の切れ端に必死でしがみついている。打ち負かされてはいるが、いまだ反抗的だ。@{K}The legendary Clay Woman corsair! She clings tight to the last few scraps of floating debris, defeated but defiant.",
 "Name": "海賊詩人の捕獲@{K}$Pirate-Poet -> 海賊詩人$Capturing the Pirate-Poet",
 "Id": 192793}
