{"ChildBranches": [{"DefaultEvent": {"Description": "交換は出口付近の暗がりで行われはしなかった。そして取引の終わらなかったときに、あなたのささやかな贈り物のすべての曲面に埃っぽい指を滑らせたのもキュレーター自身では全くなかった。\u000d\u000a\u000d\u000a仕立屋がウシャブティを検分する。「素晴らしい。あのかわいそうな子の左目には小さな鏡の欠片が嵌めこまれているのです。その破片には長い物語があるのです。そして多くの最高の物語がそうであるように、この物語にも爆弾が登場します。用意が出来たら、私がパラボラを通して挑戦状を送りましょう。彼女はきっと逆らえませんよ。痛みだけでも十分な動機となるはずです」[海でウシャブティを使い海賊詩人を呼びだしましょう。再戦したい場合、彼女がアルカイオス級船にのってUnterzeeを航海しているのを見つけることも出来ます。]@{K}$Pirate-Poet -> 海賊詩人$It is not made in the shadows by the exit, and when it is not complete, it is definitely not the Curator himself running dusty fingers across every curve of your little gift.\u000d\u000a\u000d\u000aThe Modiste examines the ushabti. \"Splendid. There is a small fragment of mirror embedded in the poor dear's left eye; a long story, which like most of the best stories involves explosives. When we are ready, I will send a challenge through Parabola. She will not be able to resist. The pain alone should provide sufficient incentive.\" [Use the ushabti at zee to summon the Pirate-Poet. You can also find her zailing an Alcaeus-class vessel on the Unterzee, should you require a rematch.]",
                                     "Name": "取引は行われなかった@{K}A transaction is not made",
                                     "Id": 193056},
                    "Name": "批評家の始末人の失われたウシャブティを手に入れる@{K}Acquire the Ender-Of-Critics' lost ushabti",
                    "Description": "過ちの博物館はこれほど価値ある品を手放すような愚かな真似は決してしないだろう。はっきりと言ってしまうと、とキュレーターは続ける。これだけ頂ければ、交渉ぐらいは出来るでしょうがね。@{K}The Museum of Mistakes would never be so crass as to consider trading such a valuable piece. Specifically, declares the Curator, here is the price it would not be so crass as to ask.",
                    "ButtonText": "", "Id": 153965},
                   {"DefaultEvent": {"Description": "あなたは素早く三番目の街の埋葬の儀式についての複雑な質問でキュレーターの気を引いた。長い答えはありがたいことに仕立屋のメスによって短くカットされた。床に飛び散ったのはほとんどが血ではなく埃だった。\u000d\u000a\u000d\u000a仕立屋がウシャブティを検分する。「素晴らしい。あのかわいそうな子の左目には小さな鏡の欠片が嵌めこまれています。これには長い物語があるのです。そして多くの最高の物語がそうであるように、この物語にも爆弾が登場します。用意が出来たら、私がパラボラを通して挑戦状を送りましょう。彼女はきっと逆らえませんよ。痛みだけでも十分な動機となるはずです」[海でウシャブティを使い海賊詩人を呼びだしましょう。再戦したい場合、彼女がアルカイオス級船にのってUnterzeeを航海しているのを見つけることも出来ます。]@{K}$Pirate-Poet -> 海賊詩人$You quickly distract the Curator with a complicated question about Third City burial rites. The long answer is thankfully cut short by the Modiste's scalpel. It is mostly dust that spills to the floor, not blood.\u000d\u000a\u000d\u000aThe Modiste examines the ushabti. \"Splendid. There is a small fragment of mirror embedded in the poor dear's left eye; a long story, which like most of the best stories involves explosives. When we are ready, I will send a challenge through Parabola. She will not be able to resist. The pain alone should provide sufficient incentive.\" [Use the ushabti at zee to summon the Pirate-Poet. You can also find her zailing an Alcaeus-class vessel on the Unterzee, should you require a rematch.]",
                                     "Name": "煩雑な手続きは抜きで@{K}Cutting through the red tape",
                                     "Id": 193077},
                    "Name": "ウシャブティを盗む@{K}Steal the ushabti",
                    "Description": "酷薄な仕立屋にはより単純な計画がある。@{K}$Merciless Modiste -> 酷薄な仕立屋$The Merciless Modiste has a simpler plan.",
                    "ButtonText": "", "Id": 153986}],
 "Description": "ダッド棟には博物館の所蔵する人類の遺物が納められている。綺麗に洗われ染み一つない包帯を身に着けた痩身のキュレーターに先導されあなたは埃っぽい硝子のケースや石棺、展示物の寄せ集めの乗せられた机などの横を過ぎ、薄暗く曲がりくねった幾つもの通路を通り抜けていった。@{K}The Dadd Wing houses the Museum's collection of human remains. The curator - a gaunt tomb-colonist in immaculately laundered bandages - leads you through dim, twisting corridors, past dusty glass cases, sarcophagi, and tables of jumbled exhibits.",
 "Name": "過ちの博物館への訪問@{K}Visit the Museum of Mistakes", "Id": 193055}
