{"ChildBranches": [{"DefaultEvent": {"Description": "営倉に入ると船員たちの反抗的な瞳があなたを見つめた。彼らは落ち着かない様子で身じろぎをしているが、それでもあなたと海賊詩人の牢の間にしっかりと立ちはだかっている。彼らは彼女の自由と反逆の言葉に耳を傾けるため、何度ここまで降りてきていたのだろう？\u000d\u000a\u000d\u000a一人が代表者として名乗り出た。声は震え、あなたを目を合わせることも出来ないでいる。しかし、彼は何とか言葉を絞り出した。「船長、そんなことはさせられません。俺たちは詩人の詩と言葉を聞いたんです。そしてその言葉に何が出来るのかを……彼女の言葉は大事すぎる。これがあなたのための事なら、俺たちは……俺たちは、もちろん理解出来ます。でも、仕立屋のために引き渡すなんてのは駄目だ。服のために引き渡すなんて」@{K}$Pirate-Poet -> 海賊詩人$The defiant eyes of the crew stare at you as you enter the brig. They shuffle nervously, but still stand firm between you and the Pirate-Poet's cell. How many times have they ventured down here to hear her words of freedom and rebellion?\u000d\u000a\u000d\u000aOne has been volunteered as spokesman, his voice trembling as he fails to meet your eyes. Still, he forces out the words. \"Can't let you do this, Cap'n. We've heard her poems and what she says, what they can do... they're too important. If it was for <i>you</i>, we'd... we'd right understand. But not for her. Not for Frocks.\"",
                                     "LinkToEvent": {"Id": 193079},
                                     "Name": "予期せぬ聴衆@{K}An unexpected audience", "Id": 194385},
                    "Name": "営倉から海賊詩人を連れ出す@{K}$Pirate-Poet -> 海賊詩人$Collect the Pirate-Poet from the brig",
                    "Description": "彼女を引き渡す時が迫っている。@{K}It is almost time to hand her over.",
                    "ButtonText": "", "Id": 154805},
                   {"DefaultEvent": {"Description": "海賊詩人は解放されるとは全く予想していなかったようだ。「私は死ぬ用意をしていた。そして鎖につながれ、再び粘土の中へと姿を消す心構えもほとんど出来ていたんだ。しかしこれは……」\u000d\u000a\u000d\u000a彼女は一礼し、船倉から持ち物を持ってきた船員を手でさし示した。「どうか私の剣を受取ってほしい。あなたのためによく尽くしてくれることだろう。剣の腕を磨き、達人となれ。私たちの次の戦いを詩ではなく伝説としようじゃないか」\u000d\u000a\u000d\u000aあなたが気を変える暇もなく、船員によって詩人は救命艇へと案内されていった。背後では、仕立屋が怒り狂って彼女の香水と同じぐらい強烈にあなたを睨みつけている。「船長！あなたは私が生涯で最も偉大なる作品を作り出す、その前夜に私の信頼を裏切られるのですか？あなたには……失望させられました。私はこれ以上一秒たりともこの水に浮かぶ野蛮を体現する神殿で過ごすのに耐えられません！」\u000d\u000a\u000d\u000a彼女はポリズリームで船を降りた。船員たちはようやくほっと胸をなでおろすことが出来るだろう。@{K}$Polythreme -> ポリズリーム, Pirate-Poet -> 海賊詩人$It is the last thing the Pirate-Poet was expecting. \"I had prepared myself for death. I had almost prepared for chains and to be lost to clay once again. This...\"\u000d\u000a\u000d\u000aShe bows her head, gesturing to a crewman to retrieve her belongings from storage. \"Please. Take my sword. It will serve you well. Practice with it. Master it. Let our next battle be one of legend instead of poetry.\"\u000d\u000a\u000d\u000aThe crew escorts her to a lifeboat before you can change your mind. Behind you, the Modiste's angry glower is almost as strong as her perfume. \"Captain! You would betray my trust on the eve of my most glorious creation? You... <i>disappoint</i> me. I will endure this floating temple of barbarism not one second longer!\"\u000d\u000a\u000d\u000aShe disembarks in Polythreme, dragging her steamer trunks behind her. The crew, at least, breathes easier.",
                                     "Name": "岐路@{K}A crossroads", "Id": 194390},
                    "Name": "海賊詩人を開放する@{K}$Pirate-Poet -> 海賊詩人$Free the Pirate-Poet",
                    "Description": "あなたは自分の意見をはっきりと述べた。反対というわけではないが、詩人の自由は仕立屋の計画よりも大事だ。@{K}Your point is made. It does not mean you disagree. Her freedom is more important than the Modiste's project.",
                    "ButtonText": "", "Id": 154808},
                   {"DefaultEvent": {"Description": "「私は従おう。しかし一つだけお願いがある。私の剣を使え。あの剣なら正確に貫いてくれるだろう」海賊詩人は膝をつき、大胆にも彼女をかばった船員たちの顔を見回した。「私は……ありがとう。私に相応しい最期だ。かつて望んだものよりも良い」\u000d\u000a\u000d\u000a詩人はあなたを見つめ返し、頷いた。そしてあなたは剣でその胸を貫き、彼女は目を閉ざした。硬い粘土が砕け心臓にまで達すると、意外にも柔らかいものが刃先を包み込む。止まるような呼吸は元からなく、傷口から血があふれ出すこともない。死んだ彼女の沈黙はその最後の瞬間よりもほんのもわずかに静かなだけだった。\u000d\u000a\u000d\u000a残されたのは焼き物とすら呼べない物だ。焼き物はある程度の注意を傾けられ作り出されるものであり、これにはそれすらない。海賊詩人であったものは突如として、退屈した子供が初めて作った粘土細工よりも多少ましなだけの、暗がりでしか人には見えないものとなってしまった。詩は砕け散っている。すでに読み取れるものはほとんどない。\u000d\u000a\u000d\u000aあなたは剣を引き抜いた。剣にこびりついた物は陰鬱な空気の中で乾いてゆく。仕立屋がこの事を聞けば喜ばないだろう。しかし彼女が不満を述べたとしたら、掃除をさせればいい。@{K}$Pirate-Poet -> 海賊詩人$\"I submit. I ask just one kindness. Use my sword. It will strike true.\" The Pirate-Poet kneels, looking around at the crew that had dared speak up for her. \"I... thank you. This is a fitting end. It is more than I once hoped for.\"\u000d\u000a\u000d\u000aShe looks back at you. She nods. She closes her eyes as you drive the sword through her chest; the crack of hard clay, an unexpected softness that embraces the blade as it reaches her heart. There is no breath to stop, no blood to drip from the wound. The silence of her death is barely quieter than her final moments.\u000d\u000a\u000d\u000aWhat remains cannot even be called pottery, for that implies at least a degree of care and craft. The shape which was once the Pirate-Poet suddenly seems little better formed than a bored child's first dabblings, mistakable for a person only in the dimmest light. Poetry crumbles. Already, little is readable.\u000d\u000a\u000d\u000aYou pull back the sword; its stickiness drying in the sombre air. The Modiste will not be happy about this. If she dares complain though, she is welcome to sweep up.",
                                     "Name": "バラバラの粘土@{K}Ruptured clay", "Id": 194392},
                    "Name": "海賊詩人を処刑する@{K}$Pirate-Poet -> 海賊詩人$Execute the Pirate-Poet",
                    "Description": "あなたは自分の意見をはっきりと述べた。次は彼らがこの先決して忘れないように思い知らせてやる番だ。@{K}Your point is made. Now to ensure they never forget it.",
                    "ButtonText": "", "Id": 154809},
                   {"DefaultEvent": {"Description": "二人のクレイマンが港で待っていた。彼らは海賊詩人の身柄を予想通り厳格かつ丁重に受け取り、四肢に枷をはめると腕を引いて彼女を王の下へと引きずってゆく。\u000d\u000a\u000d\u000aそのすぐ後に、仕立屋は小さな偶像を持って戻って来た。彼女の船室の傍らを通りかかった不運な者たちは、歯の中から聞こえる唸るような音と止まない耳鳴りについて訴えた。\u000d\u000a\u000d\u000aそれから数日の間彼女は秘密のうちに仕事を進め、船員たちは平和と静けさを享受した。しかし平穏の時はあまりにも短く終わりをつげ、あなたの船室の扉が激しく叩かれた。仕立屋は不眠のエネルギーに震え、巻尺と鋏で武装し苛々とあなたを待っている。\u000d\u000a\u000d\u000a「船長！直ちにその洗練の欠片もないぼろ切れを脱いでください」彼女はあなたに微笑んだ。「あなたを見事な姿にして差し上げますよ！」@{K}$Clay M[ae]n -> クレイマン, Pirate-Poet -> 海賊詩人$Two Clay Men are waiting at the docks. They take custody of the Pirate-Poet with the expected stoic politeness, binding her limbs and dragging her by the arms to whatever passes for her King's mercy.\u000d\u000a\u000d\u000aSoon afterwards, the Modiste returns in possession of a small idol. Those unfortunate enough to pass by her cabin begin complaining of a buzzing in their teeth, a ringing in the ears that never quite goes away.\u000d\u000a\u000d\u000a For several days she works in secret. The crew savours the peace and quiet. Soon enough though, there is a frantic knock on your cabin door. The Modiste waits impatiently, shaking with sleepless energy, and armed for battle with scissors and measuring tapes.\u000d\u000a\u000d\u000a\"Captain! Divest yourself of those peasant rags at once.\" She beams. \"I have come to make you <i>glorious!</i>\"",
                                     "LinkToEvent": {"Id": 193079}, "Name": "鎖への帰還@{K}A return to chains",
                                     "Id": 194393},
                    "Name": "海賊詩人をポリズリームに送る@{K}$Polythreme -> ポリズリーム, Pirate-Poet -> 海賊詩人$Deliver the Pirate-Poet to Polythreme",
                    "Description": "運命と向き合う時だろう。@{K}It is time for her to face her destiny.",
                    "ButtonText": "", "Id": 154810},
                   {"DefaultEvent": {"Description": "これはポリズリームの悲し気で小さなクロース・コロニーとは全く異なる。この服はあなたの体のすべての線と凹凸にあわせて裁断され仕立てられたもので、他の衣服がことごとく萎れた抜け殻のように見えるほど生命に輝いている。そしてただぶら下がるのではなく、柔らかいベッドの中の恋人の腕の温もりを持ち、着る者を優しく撫でる。さらに加えてこの服は強い。小さな傷であれば、簡単にはがせる小さな布のかさぶたを残して自力で治してしまうのだ。\u000d\u000a\u000d\u000a仕立屋はプライドと満足に満ち満ちている。これは始まりに過ぎない、と彼女はあなたに保証した。次の服は悲鳴を着るのとほとんど同じような感覚になるはずだという。@{K}$Polythreme -> ポリズリーム$These are not the sad little clothes-colonies of Polythreme. These are tailored, precisely cut to your every line and curve, and radiate a life that makes all other fabrics seem withered husks. These garments do not hang, they caress; carry the warmth of a lover's arms in a soft bed. And they are strong. Small cuts even heal on their own, leaving only easily plucked fabric scabs.\u000d\u000a\u000d\u000aThe Modiste glows with pride, with satisfaction. These are just the start, she assures you. Her next should feel much less like wearing a scream.",
                                     "Name": "生ける衣服！@{K}Living clothes!", "Id": 194425},
                    "Name": "仕立屋の傑作@{K}The Modiste's Masterpiece",
                    "Description": "ロンドン風のスタイルにポリズリーム製の布。@{K}London fashions, Polythremian fabrics.",
                    "ButtonText": "", "Id": 154836},
                   {"SuccessEvent": {"Description": "あなたに楯突こうというのか？あなたは三柱の神々すべてを合わせただけの恐怖を彼らに叩きこみ、あなたの声はどのような鞭よりも激しく打った。互いの顔を見ることすらできず、船員たちは囚人への道を開けた。@{K}They dare challenge your authority? You put the fear of all three gods into them, your voice lashing them harder than any whip. Unable to look at each other, they part to let you through to your prisoner.",
                                     "LinkToEvent": {"Id": 193079}, "Name": "激しい叱責@{K}A blazing takedown",
                                     "Id": 194387},
                    "DefaultEvent": {"Description": "あなたが激高して𠮟りつけると船員たちは怯んだ。その眼差しは陰気だが、同時に同じぐらい敵意に満ちている。彼らは道を開けてあなたを通した。数人がこの船で働こうという決意について考え直しているようだ。@{K}You rage against them and they fall back. Their eyes are sullen though, and no less hostile. They step aside to let you through. Several look to be thinking twice about their decision to serve on board.",
                                     "LinkToEvent": {"Id": 193079}, "Name": "憤慨した船員@{K}A resentful crew",
                                     "Id": 194386},
                    "Name": "船員たちを脅す@{K}Intimidate the crew",
                    "Description": "これは反乱だ！許されざる行いだ！@{K}This is mutiny! It cannot be allowed to stand!",
                    "ButtonText": "", "Id": 154806},
                   {"SuccessEvent": {"Description": "船員たちが後退し、営倉の周りに輪を作る。海賊詩人は牢から解放され、体を伸ばす時間を与えられた。彼女は頷き用意が整ったことを知らせた。勝負の始まりだ。\u000d\u000a\u000d\u000a彼女は自分の詩と同じように戦った。重く、心のこもった拳があなたに正確かつ深い衝撃を与える。真正面から向かい合って勝とうなどとは望むことすらできず、もとよりそんなつもりもない。詩人は熟練した人間とは戦いなれていない。拳を受け流して彼女自身の重みと勢いを利用して攻撃し、致命的な過ちを犯すまで力を温存するような相手とは。\u000d\u000a\u000d\u000a詩人が崩れ落ち仰向けに伸びたのを見て観戦していた船員たちが息をのんだ。あなたが一番大きな銃を持ってくるよう言うと断る勇気のある者はいなかった。喇叭銃を目の前に突き付けられていれば、海賊詩人といえども屈せざるを得ないだろう。@{K}$Pirate-Poet -> 海賊詩人$The crew steps back, forming a ring around the brig. The Pirate-Poet is released from her cell, given a moment to stretch. She nods her readiness. The battle begins.\u000d\u000a\u000d\u000aShe fights as she writes; heavy, heartfelt blows that pound deep and true. You cannot hope to beat her in a straight battle, and so don't even try. She is not used to such a skilful opponent; one able to roll with the punches, to use her weight and momentum against her - to save the effort until she makes one fatal mistake.\u000d\u000a\u000d\u000aThe watching crew gasps as she tumbles, falls, ends up flat on her back. They do not dare refuse when you call for your largest gun. With a blunderbuss staring directly into her face, even the Pirate-Poet must yield.",
                                     "Name": "勝利！@{K}Victory!", "Id": 194391},
                    "DefaultEvent": {"Description": "船員たちが後退し、営倉の周りに輪を作る。海賊詩人は牢から解放され、体を伸ばす時間を与えられた。彼女は頷き用意が整ったことを知らせた。勝負の始まりだ。\u000d\u000a\u000d\u000a彼女は自分の詩と同じように戦った。重く、心のこもった拳があなたに正確かつ深い衝撃を与える。あなたは技術で彼女の力に対抗し全力で戦った。しかし無駄だった。すぐに彼女の重い腕があなたの首に回され、締め上げた。あなたは降伏の合図を出し、喘ぎながら彼女の足元に崩れ落ちるよりほかなかった。\u000d\u000a\u000d\u000a海賊詩人が手を差し出しあなたを引き上げる。「私に剣を返せ」彼女は要求する。一人の船員が素早く船倉から剣を持ってきた。「お前は私にこんな機会を与える必要はなかったのに、それでもこうして戦ってくれた。これからも感謝し続けよう。受取ってくれ。剣を極めるんだ。私たちの次の戦いをどのような詩をも超える偉大なものとしようじゃないか」\u000d\u000a\u000d\u000aあなたは剣を取った。この事を知れば仕立屋は喜ばないだろう。しかしあなたにとっては幸運なことに、海賊詩人が救命艇に乗って遠くに行ってしまった後で、仕立屋が八つ当たりできる反抗的な船員には事欠かないだろう。@{K}$Pirate-Poet -> 海賊詩人$The crew steps back, forming a ring around the brig. The Pirate-Poet is released from her cell, given a moment to stretch. She nods her readiness. The battle begins.\u000d\u000a\u000d\u000aShe fights as she writes; heavy, heartfelt blows that pound deep and true. You fight your best, pit your skill against her strength. It is a fool's errand. Soon enough her heavy arms are wrapped around your throat, choking the life from you. You have no choice but to signal surrender and fall, gasping, at her feet.\u000d\u000a\u000d\u000aThe Pirate-Poet extends her hand to help you up. \"Bring me my sword,\" she demands. A crewman quickly fetches it from the stores. \"You did not have to offer me this chance. I will always be grateful. Please. Accept this. Master it. Make our next battle an epic beyond poetry.\"\u000d\u000a\u000d\u000aYou take the sword. The Modiste will not be happy about this when she finds out. Fortunately for you, she will have no shortage of mutinous crew to take it out on once the Pirate-Poet is far away in a lifeboat.",
                                     "Name": "敗北！@{K}Defeat!", "Id": 194389},
                    "Name": "海賊詩人に決闘を挑む@{K}$Pirate-Poet -> 海賊詩人$Challenge the Pirate-Poet to a duel",
                    "Description": "詩人はあなたが名誉を重んずることを知っている。もし打ち負かすことが出来れば、彼女は自らの運命を黙って受け入れるだろう。@{K}She knows you to be honourable. She accepts. If you defeat her, she will accept her fate quietly.",
                    "ButtonText": "", "Id": 154807}],
 "Description": "波が打ち寄せ岸に激しく当たるたび、すり減る石が啜り泣く。港の板は厳格な労働者たちの重い列に声をあげて抗議した。誰かが壁に大きく赤で書いていた。『耐えよ、従え。全ての夢は夜明けと共に終わるのだ』@{K}Stones weep as waves whip them to dust. The planks of the docks protest the heavy treads of stoic workers. Across a wall, someone has daubed in red: ENDURE. OBEY. ALL DREAMS END WITH DAWN.",
 "Name": "ポリズリームの悲鳴を上げる岸辺@{K}$Polythreme -> ポリズリーム$The Screaming Shores of Polythreme",
 "Id": 193079}
