{"ChildBranches": [{"DefaultEvent": {"Description": "仕立屋は純粋な恐怖の表情を浮かべ、引きずられていく最中もずっと抵抗をやめない。潜水艦の上部にあるエアロックの縁で彼女の眼とあなたの眼があう。そして彼女は頭に銃を突き付けられ、深みへと続く梯子をゆっくりと降っていった。\u000d\u000a\u000d\u000a一瞬の間、軋むような苦痛と骨の砕ける音が潜水艦の腹から上がり、突然何かの音にとってかわられた……これはヴィヴァルディだろうか？高音があなたの耳を貫き、低音は腸深くにまで響く。\u000d\u000a\u000d\u000a「摘出は完了しました。興味を引くようなものは何も残っていませんよ」\u000d\u000a\u000d\u000a小さなエアロックが開いた。中には箱が置かれている。そしてさらにその中には、心臓があった。冷たく、乾燥していて、ピアノラの紙を思わせるような何百もの穴が開いている。\u000d\u000a\u000d\u000aイレプレッシブル号は沈んでいった。水面の波紋もすぐに消える。そして同時に海賊詩人も姿を消した、とあなたは船員に知らされた。牢の扉は開き、救命艇が一隻なくなっている。二つの出来事には関係があるのだろうか？どうでもいい事だ。仕立屋がいなければ、彼女から何かを得ることも出来ないのだから。@{K}$Pirate-Poet -> 海賊詩人$She fights every step of the way, a look of absolute terror on her face. Her eyes meet yours at the threshold of the airlock atop the vessel, before the gun in her face forces her to slowly descend the ladder into its depths.\u000d\u000a\u000d\u000aFor a moment, a grinding sound of pain and cracking bone rises from the zubmarine's belly, suddenly cut off and replaced with... Vivaldi? The high-notes pierce your ears, the low ones dig deep into your gut.\u000d\u000a\u000d\u000a\"Extraction is complete. Nothing of interest remains.\"\u000d\u000a\u000d\u000aA smaller airlock opens. Inside, a box. Inside that, a heart. Cold, desiccated, punched through with hundreds of holes that bring to mind a roll of pianola paper.\u000d\u000a\u000d\u000aThe <i>Irrepressible</i> submerges. Its ripples soon disappear. So, you are alerted, does the Pirate-Poet. Her cell is open, and a lifeboat missing. Connected? It hardly matters. Without the Modiste, you have nothing to gain from her anyway.",
                                     "Name": "仕立屋は闇に投げ込まれた@{K}The Modiste is cast into the darkness", "Id": 193082},
                    "Name": "酷薄な仕立屋を引き渡す@{K}$Merciless Modiste -> 酷薄な仕立屋$Hand over the Merciless Modiste",
                    "Description": "彼女は声の要求に戸惑っているようだったが、一つだけはっきりしていることがある。彼女は進んで向こうへは行かないだろう。@{K}She seems mystified by the voice's demands, but one thing is clear: she will not go willingly.",
                    "ButtonText": "", "Id": 153989},
                   {"DefaultEvent": {"Description": "詩人は顔をあげ潜水艦のエアロックまで歩いていった。「用意は出来ている」彼女は宣言すると、力強く一度引っぱることで手首の枷を壊した。梯子を降りやすくするためだろう。「私は戻った。私は従う」そして彼女は降りていった。\u000d\u000a\u000d\u000a一瞬の間、鋸の歯の踊る音が潜水艦の腹から上がり、突然何かの音にとってかわられた……これはヴィヴァルディだろうか？高音があなたの耳を貫き、低音は骨の深くにまで響く。\u000d\u000a\u000d\u000a「摘出は完了しました。興味を引くようなものは何も残っていませんよ」\u000d\u000a\u000d\u000a小さなエアロックが開いた。中には箱が置かれている。そしてさらにその中には……心臓があった。湿り気を帯び、いまだ温かい。ピアノラの紙のように穴が幾つもドリルで開けられている。\u000d\u000a\u000d\u000aイレプレッシブル号は沈んでいった。水面の波紋もすぐに消える。仕立屋は安堵のあまり怒りをあらわにする余裕もない……少なくとも今のところは。@{K}She walks with her head held high to the airlock atop the zubmarine. \"I am prepared,\" she declares, breaking the shackles on her wrists with one powerful tug, the easier to climb down the ladder. \"I have returned. I <i>submit</i>.\" And down she goes.\u000d\u000a\u000d\u000aFor a moment, a grinding sound of dancing sawblades rises from the zubmarine's belly, suddenly cut off and replaced with... Vivaldi? The high-notes pierce your ears, the low ones dig deep into your bones.\u000d\u000a\u000d\u000a\"Extraction is complete. Nothing of interest remains.\"\u000d\u000a\u000d\u000aA smaller airlock opens. Inside, a box. Inside the box... a heart. Moistened, still warm to the touch. Drilled through with holes, like a roll of pianola paper.\u000d\u000a\u000d\u000aThe <i>Irrepressible</i> submerges. Its ripples soon disappear. The Modiste is too relieved to be angry... for the moment.",
                                     "Name": "海賊詩人は闇に投げ込まれた@{K}$Pirate-Poet -> 海賊詩人$The Pirate-Poet is cast into the darkness",
                                     "Id": 193083},
                    "Name": "海賊詩人を引き渡す@{K}$Pirate-Poet -> 海賊詩人$Hand over the Pirate-Poet",
                    "Description": "彼女はすでに鎖についている。事が簡単に運ぶだろう。@{K}She is already in chains. That makes it easier.",
                    "ButtonText": "", "Id": 153990},
                   {"DefaultEvent": {"Description": "船員が銃を突き付けて元『一座』の二人を連れて行った。二人が潜水艦上部のエアロックに近づくと、海賊詩人は仕立屋を安心させるようにその肩にぎこちなく片手を置いた。詩人がまず梯子の降り、仕立屋がその後に続き下へと消えていった。二人の上で、ハッチが勢いよく閉まる。\u000d\u000a\u000d\u000a一瞬の間、軋むような苦痛と骨の砕ける音が潜水艦の腹から上がり、突然何かの音にとってかわられた……これはヴィヴァルディだろうか？高音があなたの耳を貫き、低音は腸深くにまで響く。\u000d\u000a\u000d\u000a「摘出は完了しました。興味を引くようなものは何も残っていませんよ」\u000d\u000a\u000d\u000a小さなエアロックが開いた。中には箱が置かれている。そしてさらにその中には……二つの心臓があった。一つは湿った粘土で、もう一つは乾燥した肉からなるものだ。どちらも悍ましいピアノラの紙を思わせるような何百もの穴が開いている。\u000d\u000a\u000d\u000aイレプレッシブル号は沈んでいった。水面の波紋もすぐに消える。@{K}$Pirate-Poet -> 海賊詩人$A pair of crewmen lead the two members of the Set at gunpoint. The Pirate-Poet awkwardly rests a comforting hand on the Modiste's shoulder as they approach the airlock atop the zub. She is the first to descend the ladder, vanishing into its pungeant depths. The Modiste follows. Behind them, the hatch slams shut.\u000d\u000a\u000d\u000aFor a moment, a grinding sound of pain and cracking bone rises from the zubmarine's belly, suddenly cut off and replaced with... Vivaldi? The high-notes pierce your ears, the low ones dig deep into your gut.\u000d\u000a\u000d\u000a\"Extraction is complete. Nothing of interest remains.\"\u000d\u000a\u000d\u000aA smaller airlock opens. Inside, a box. Inside that... two hearts. One is moist clay, one dried flesh. Both are punctured with hundreds of holes that bring to mind grisly rolls of pianola paper.\u000d\u000a\u000d\u000aThe <i>Irrepressible</i> submerges. Its ripples soon disappear.",
                                     "Name": "仕立屋と詩人は闇に投げ込まれた@{K}The Modiste and the Poet are cast into the darkness",
                                     "Id": 193084},
                    "Name": "二人とも『一座』に引き渡す@{K}Hand over both members of the Set",
                    "Description": "彼らの過去がどの様なものであったにしろ、あなたは手を引くつもりだ。@{K}Whatever their history, you wash your hands of it.",
                    "ButtonText": "", "Id": 153991},
                   {"DefaultEvent": {"Description": "沈黙。一隻の潜水艦が一隻の船に対して与えうる損害についてじっくりと考えるための長く、破られることのない静寂が場に満ちた。魚雷に喫水線の下の船体を切り裂きうる刃。そして船を引きずることさえできるかもしれない銛――\u000d\u000a\u000d\u000a「分かりました。お時間を有難うございます」\u000d\u000a\u000d\u000aイレプレッシブル号は沈んでいった。水面の波紋もすぐに消えた。@{K}Silence. A long, unbroken silence in which to ponder the damage a zubmarine can do to a ship. The torpedoes it could fire. The blades that might cut through the hull beneath the waterline. The harpoons that could drag it to-\u000d\u000a\u000d\u000a\"Acknowledged. Thank you for your time.\"\u000d\u000a\u000d\u000aThe <i>Irrepressible</i> submerges. Its ripples soon disappear.",
                                     "Name": "断られた提案@{K}An offer rejected", "Id": 193085},
                    "Name": "ピアノラ奏者の要求を断る@{K}Refuse the Pianolist",
                    "Description": "彼らはあなたの船に乗り、あなたの保護下にあるのだ。@{K}They are on your ship, under your protection.",
                    "ButtonText": "", "Id": 153992}],
 "Description": "イレプレッシブル号だ！かのピアノラ奏者の伝説的な船！波紋が消えると、手入れの行き届いていない蓄音機のたてるような罅割れの混ざる音楽的な声が闇に響いた。\u000d\u000a\u000d\u000a「御機嫌よう！そして幸運をお祈り申し上げよう、友たる船長よ！あなたの船には裏切り者が乗っているのです。早々に解散した『一座』の者が。我々は裏切り者たちが裏切られるところを是非とも見たいのです。何と優美な皮肉でしょうか！多くを学ぶことが出来ましょう！彼らを私たちに引き渡していただけますか？」\u000d\u000a\u000d\u000a音楽のような陽気な声は短調へと響きを変えた。\u000d\u000a\u000d\u000a「すぐにお答えいただきたい」@{K}The <i>Irrepressible</i>! The legendary vessel of the Pianolist! As its ripples fade, a musical voice echoes in the dark with the crackle of an ill-maintained phonograph.\u000d\u000a\u000d\u000a\"Greetings to you! Greetings and well-wishes, fellow Captain! You have betrayers on board, of a Set untimely scattered. We would witness our betrayers taste betrayal. Such exquisite irony! So much to be learned! Will you yield them to us?\"\u000d\u000a\u000d\u000aThe breezy musical voice shifts to the minor key.\u000d\u000a\"Your immediate response is politely demanded.\"",
 "Name": "潜水艦が浮上した！@{K}A Zubmarine surfaces!", "Id": 193081}
