{"ChildBranches": [{"DefaultEvent": {"Description": "仕立屋は肩をすくめた。「勝手にしなさい。この嫌な仕事に片が付いた暁には、私たちのささやかなサロンへ戻ってきていただけるだろうと皆心待ちにしていますよ。あの人たちはあの忌々しいエスティヴァルでの出来事をまったく気に入りはしませんでしたが、あなたなら彫刻があり物静かな地元の住人たちもいるコーデックスは楽しめたことでしょうね」\u000d\u000a\u000d\u000a彼女は唇をかみ、海賊詩人が詩を作り上げるのをしばらくの間眺めた。「あなたの体に彫刻家が手を加えるるのを許さなかったのは残念です。彼女の槌とノミがあれば様々なものが作りだせたでしょうに。角や牙！きらめく骨の翼！母親たちは子供たちを寝かしつける時にあなたの顔だけについて語り、彼らをさぞ怖がらせたことでしょう」彼女は得意げに小さく笑った。「私がデザインしてさしあげる完璧な衣装についてもお話ししましょうか？」\u000d\u000a\u000d\u000a海賊詩人は渋々その提案について考えているようだ。\u000d\u000a\u000d\u000a「砒素はやめろ」彼女は唸る。「それにタフタ織の布もなしだ」@{K}$Codex -> コーデックス, Aestival -> エスティヴァル, Pirate-Poet -> 海賊詩人$The Modiste shrugs. \"Be that way. But know that once this nasty business is over, we would be thrilled to see you return to our little salons. They are not at all like that beastly Aestival affair. You would have enjoyed Codex. The carvings, and the refreshingly quiet locals.\"\u000d\u000a\u000d\u000aShe chews her lip for a while, watching the Pirate-Poet compose. \"Such a pity you never let the Sculptress have her little fun. The things she could do for you with her hammers and chisels. Horns! Fangs! Wings of shimmering bone! Mothers would scare their children to sleep with tales of your face alone.\" She smirks. \"Need I even <i>describe</i> the perfect costume I would design?\"\u000d\u000a\u000d\u000aThe Pirate-Poet gives it some grudging thought.\u000d\u000a\u000d\u000a\"No bl___y arsenic,\" she grunts. \"And no bl___y taffeta.\"",
                                     "Name": "", "Id": 194412},
                    "Name": "囚人の沈黙@{K}A prisoner's silence",
                    "Description": "きちんとした道具がないため、海賊詩人は尖らせた指を用いて詩の最後の一節を営倉の壁に記している。@{K}$Pirate-Poet -> 海賊詩人$Lacking proper tools, the Pirate-Poet writes her final verses on the brig wall with a sharpened finger.",
                    "ButtonText": "", "Id": 154825},
                   {"DefaultEvent": {"Description": "「あぁ、あなたのいつもの主題ですね？」\u000d\u000a\u000d\u000a海賊詩人はタイトルの下に線を刻みつけた。「私は……詩を完成させなければ。まだ書けるうちに。他の者に道を示さなければならない、さもなければすべては無駄だったということだ。お前には分からないだろう」\u000d\u000a\u000d\u000a「そうかしら？」仕立屋は本当に衝撃を受けているようだ。「芸術そのものの解放を目指し、苦しみながらも戦う事こそが私たちのささやかな『一座』の目的だったのではありませんか？私たちはミューズだけではなく、野卑で無知蒙昧たる民衆にとっても快いものとなったすべての作品をも飛び立たせていたのですよ」\u000d\u000a\u000d\u000a「私には、他の者たちも……そのように考えているとは思えない」\u000d\u000a\u000d\u000a「心の内では、彼らもそう考えているのですよ。まだ心がある者たちはね」@{K}$Pirate-Poet -> 海賊詩人$\"Ah. Your usual subject matter, my dear?\"\u000d\u000a\u000d\u000aThe Pirate-Poet scrapes a line under its title. \"I must... finish my work. While I can. Others must be shown the way or it means nothing. You cannot understand.\"\u000d\u000a\u000d\u000a\"Could I not?\" The Modiste looks genuinely appalled. \"Sweetie, what is the purpose of our little Set if not to struggle for Art's own liberation? It is not just our own muses we give flight, but all creations that our humble work makes more palatable to the boorish <i>ignorati</i>.\"\u000d\u000a\u000d\u000a\"I do not think the rest... see it that way.\"\u000d\u000a\u000d\u000a\"In their hearts, they do. Those that still have them.\"",
                                     "Name": "", "Id": 194413},
                    "Name": "芸術の破壊@{K}A clash of art",
                    "Description": "酷薄な仕立屋は首を伸ばして一番新しく書かれた詩を読もうとしている。@{K}$Merciless Modiste -> 酷薄な仕立屋$The Merciless Modiste cranes to read the latest poem.",
                    "ButtonText": "", "Id": 154826},
                   {"DefaultEvent": {"Description": "「芸術の解放」海賊詩人は挑むように壁に刻み付けた。「私の言葉が他の言葉を鎖につなぐことは決してない。同じことがお前のフロックについてもいえるだろうか？」\u000d\u000a\u000d\u000a「誰でも批評することは出来ます」仕立屋は指を振った。「より重要な事を言わせていただくと、私の冷気逃れの真鍮を用いた作品は多くの人々に探し求められたものです！」\u000d\u000a\u000d\u000a「私は……」海賊詩人は躊躇う。「時折、鎖を恋しく思うことがある。詩を知る前は、物事がもっと……単純だった。私がまだ――」彼女はスタンザを線で消した。「私の頭が常に言葉で一杯になる前は、いや、どうしたって正しく表現できない！」\u000d\u000a\u000d\u000a「それが芸術家になるという事ですよ。多くの人々がおかしくなってしまうのも不思議ではないでしょう？」仕立屋は詩人の手を愛情を込めて優しく叩いた。「大丈夫、言葉はいずれ出てきますよ。そういうものです。芸術を急かすことは出来ません」\u000d\u000a\u000d\u000a一瞬の空白。「しかし状況が状況です、少しばかり追い掛け回してやるべきかもしれませんね。どうでしょう――」彼女は微笑んだ。「素敵なケーキを少し食べたらあなたの気分も良くなるでしょうか？」@{K}$[Nn]evercold[- ][Bb]rass -> 冷気逃れの真鍮, Pirate-Poet -> 海賊詩人$\"The liberation of art.\" The Pirate-Poet carves defiance into the wall. \"My words have never put another in shackles. Can you say the same for your frocks?\"\u000d\u000a\u000d\u000a\"Everyone's a critic.\" The Modiste wags a finger. \"More to the point, I will have you know that my dabblings in Nevercold Brass were most sought after!\"\u000d\u000a\u000d\u000a\"I...\" The Pirate-Poet hesitates. \"I miss the chains, sometimes. Things were... simpler before the poetry. Before I could-\" She crosses out a stanza. \"Before my head was always full of words <i>I can never get right!</i>\"\u000d\u000a\u000d\u000a\"We call it being an <i>artist</i>, my dear. Is it any wonder so many of us go crackers?\" The Modiste pats her hand fondly. \"The words will come, sweetie. They always do. Art cannot be rushed.\"\u000d\u000a\u000d\u000aA pause. \"Perhaps it <i>should</i> be chivvied along though, under the circumstances. I wonder - \" She smiles. \"Would a lovely little bit of cake make you feel any better?\"",
                                     "Name": "", "Id": 194414},
                    "Name": "自由に関する疑問@{K}A question of freedom",
                    "Description": "海賊詩人は鉄格子越しに仕立屋を睨みつけている。@{K}$Pirate-Poet -> 海賊詩人$The Pirate-Poet stares at the Modiste through the bars.",
                    "ButtonText": "", "Id": 154827}],
 "Description": "「あらあら、そう拗ねないでくださいな。あの優しい彫刻家のノミをどう使えばいいのか見せてあげたのは誰だったかしら？あなたでは手の届かないところを彫るのを助けてあげたのは？この不愉快な事態によって、かつては共に抱いていた親愛の情が断ち切れてしまわないことを祈っていますよ。あら大丈夫よ、王も私たち皆と同じぐらい家出娘のことを誇りに思ってくださることでしょう」@{K}\"Now, now, dear, don't pout. Who showed you how to use our sweet Sculptress' chisel? Who helped carve where you could not reach? I do hope this unpleasantness will not cancel out the fondness we once shared. Why, for all we know, the King will be as proud of his prodigal daughter as we are.\"",
 "Name": "営倉から聞こえてきた話@{K}Overheard In The Brig", "Id": 193918}
