{"ChildBranches": [{"DefaultEvent": {"Description": "　年代史家は口笛を吹きながら作品を完成させた。彼は美しい彫刻の施された骨片を、仰々しい身振りであなたに返した。「良い話だったよ」彼はそう認めた。「十分にな」<br/><br/>　彼はあなたの方へ身を寄せた。「お前はzeeの船長だろう？お前が骨と釣り合うような物語を持ってきたら、わしはお前に見合うだけの物を作ってやろう。わしはもう長いこと、グローリーの最期の物語を探しとるんだ。グローリーってのが、この生き物のわしらの呼び名なんだが」彼はそう言って、あなたの周りの亀の甲羅を手振りで示した。「わしらがこいつを殺したんだ。だが、その時代から今まで生き残っとる奴は一人もおらん。だが聞くところによると、その物語は、歴史の浜辺でまだ生きとるらしい。グローリーの物語を持ってきてくれんか。船長さん。頼むよ」@{I}$Glory -> グローリー$Whistling, the Chronicler does his work. With a flourish, he returns you a beautifully engraved piece of bone. \"A good tale,\" he concedes. \"Good enough.\"\u000d\u000a\u000d\u000aHe leans closer. \"You're a zee-captain, aren't you? Bring me a tale worthy of the bone, and I'll shape something worthy of you. I've long sought the tale of the Glory's end - Glory's what we call this beast.\" He gestures around you, at the turtle's shell. \"None still live from those days when we slew her. But the saying is: the tale still lives on history's beach. Bring me that tale, zee-captain. Please.\"",
                                     "LinkToEvent": {"Id": 194381},
                                     "Name": "物語の骨子@{I}The bones of the matter", "Id": 195678},
                    "Name": "彼に物語をもたらす@{I}Bring him a tale",
                    "Description": "　彼がどんな奇跡を起こせるのか見てみよう。[年代史家に代金を支払い、狩りの戦利品にZee-Ztoryを刻んでもらいましょう。あなたは風変わりな工芸品を1つ受け取ることになります。]@{I}$Outlandish Art[ie]fact -> 風変わりな工芸品, [Hh]unting[- ][Tt]roph(y|ies) -> 狩りの戦利品$See what wonders he can work. [Pay the Chronicler to inscribe a Zee-Ztory on to a Hunting-Trophy, and you'll receive an Outlandish Artefact.]",
                    "ButtonText": "", "Id": 155595},
                   {"DefaultEvent": {"Description": "「船長、グローリーの最期の物語の方は、手掛かりとかはないのかい？忘れないでくれよ。その物語は、歴史が休みにやってくる浜辺でまだ生きとるんだ。少なくとも、そう言われとるんだ」@{I}$Glory -> グローリー$\"No sign of the tale of Glory's End, captain? Remember: it still lives on the beach where history comes to rest, or so they say.\"",
                                     "LinkToEvent": {"Id": 194381},
                                     "Name": "親切なご指摘@{I}A gentle reminder", "Id": 195681},
                    "Name": "彼に物語をもたらす@{I}Bring him a tale",
                    "Description": "「物語はあるかい？」[年代史家に代金を支払い、狩りの戦利品にZee-Ztoryを刻んでもらいましょう。あなたは風変わりな工芸品を1つ受け取ることになります。]@{I}$Outlandish Art[ie]fact -> 風変わりな工芸品, [Hh]unting[- ][Tt]roph(y|ies) -> 狩りの戦利品$\"You have one?\" [Pay the Chronicler to inscribe a Zee-Ztory on to a Hunting-Trophy, and you'll receive an Outlandish Artefact.]",
                    "ButtonText": "", "Id": 155597},
                   {"DefaultEvent": {"Description": "　彼は鯨の肋骨を握っていた。それは折れて真っ二つになっていた。彼は天を仰ぐ。「わしらは墓泥棒だ」彼は魂が抜けたような声で言った。「わしらは墓暴きだ。こんなこと誰に言えよう？誰にも言えやせん」@{I}He was holding a whale-rib - it's snapped in two. He looks up. \"We're tomb-robbers,\" he says flatly. \"We're trespassers in a graveyard. Who can I tell? I can't tell anyone.\"",
                                     "LinkToEvent": {"Id": 194381}, "Name": "鋭い破断音@{I}A sharp snap",
                                     "Id": 195682},
                    "Name": "彼に真実を告げる@{I}Tell him the truth",
                    "Description": "　彼の先祖たちはグローリーを殺してなどいなかった。彼女はただ死んだのだ。彼らがやってきたのがいつであれ、その何年も前に。@{I}$Glory -> グローリー$His ancestors never slew the Glory. She died, years - who knows how many - before they ever came.",
                    "ButtonText": "", "Id": 155598},
                   {"DefaultEvent": {"Description": "　あなたの船に乗ると、彼の足取りは少しだけ軽くなった。「新しい物語を」彼は呟いた。「この死体から遠ざかりたい」@{I}His step becomes a little lighter as he boards your ship. \"New tales,\" he murmurs. \"Let's put this corpse behind us.\"",
                                     "Name": "逃避？@{I}An escape?", "Id": 195685},
                    "Name": "「わしを連れて行ってくれんか」@{I}\"Let me come with you.\"",
                    "Description": "「わしは嘘の人生を生きとるばかりか、嘘の『上で』生きとるんだ。わしをどこか、もっときれいなところに連れて行ってくれんか」@{I}\"I'm not just living a lie. I'm living <i>on</i> a lie. Take me somewhere cleaner.\"",
                    "ButtonText": "", "Id": 155601},
                   {"DefaultEvent": {"Description": "　それは掴むと絶望の吐息を漏らす。間違いなく、これはロンドンで買い手が付くだろう。悪意的に考え抜かれたクリスマスの贈り物として、これをどこかの子どもにくれてやれば、その子どもは後になってこう言うだろう。「骨細工はずっと嫌いだったよ。よく溺れる夢を見たんだ」@{I}Handle the thing, and it breathes despair. Someone in London would purchase it, no doubt. Give it to a child as an ill-thought-through Christmas present. In later years, the child will say: \"I always hated scrimshaw. I used to dream of drowning.\"",
                                     "LinkToEvent": {"Id": 194381},
                                     "Name": "悪夢の小さな玉@{I}A little ball of nightmare", "Id": 195688},
                    "Name": "彼に物語をもたらす@{I}Bring him a tale",
                    "Description": "「お望み通りによ。やらにゃならんことをやるとしよう」[年代史家に代金を支払い、狩りの戦利品にZee-Ztoryを刻んでもらいましょう。あなたは風変わりな工芸品を1つ受け取ることになります。]@{I}$Outlandish Art[ie]fact -> 風変わりな工芸品, [Hh]unting[- ][Tt]roph(y|ies) -> 狩りの戦利品$\"As you will. Let's do what we must.\" [Pay the Chronicler to inscribe a Zee-Ztory on to a Hunting-Trophy, and you'll receive an Outlandish Artefact.]",
                    "ButtonText": "", "Id": 155603},
                   {"DefaultEvent": {"Description": "「骨はあらゆる物語を抱えとるんだよ。お前さん。骨は肌の下を通る道みたいなもんだ。そして、わしらはそこを通って心臓まで行く。そこにある唯一の血は塩なんだ」気分が良い時のキェロネイト人は、よくこういう話をするものだ。@{I}\"The bone bears all tales, my friend. It is the road that runs beneath the skin, and we follow it to the heart, where only blood is salt.\" This is the kind of thing that Chelonites say when they're happy.",
                                     "LinkToEvent": {"Id": 194381},
                                     "Name": "年代史家の箴言@{I}The Chronicler's proverbs", "Id": 195689},
                    "Name": "彼に物語をもたらす@{I}Bring him a tale",
                    "Description": "「お前さんよ！よく来たな！今となっては、わしらの物語はグローリーのほんの後日譚に過ぎなくなっちまうんじゃないかと心配だ。だが、お前さんのためにできるだけのことをやってやろう。タダでな」[年代史家に頼んで、狩りの戦利品にZee-Ztoryを刻んでもらいましょう。あなたは風変わりな工芸品を1つ受け取ることになります。]@{I}$Outlandish Art[ie]fact -> 風変わりな工芸品, [Hh]unting[- ][Tt]roph(y|ies) -> 狩りの戦利品, Glory -> グローリー$\"My friend, my friend! I fear all our tales will be mere epilogues to Glory's end, now. But I'll do what I can for you, gratis.\" [Ask the Chronicler to inscribe a Zee-Ztory on to a Hunting-Trophy, and you'll receive an Outlandish Artefact.]",
                    "ButtonText": "", "Id": 155604},
                   {"SuccessEvent": {"Description": "「分かっとったよ」彼はそう打ち明けた。「お前さんの物語は、わしが心に描いていたそのままだ。わしのナイフで、これを記念するものを作ろう。狩人たちに力と夢を与えるようなものを。ありがとう。お前さんよ。また会いに来てくれ。あと、お前さんに何か贈ろうじゃないか。期待しておいてくれよ」@{I}\"I knew it,\" he confides. \"Your tale matches what's in my heart. I will commemorate it with my knife. It will give our hunters strength and purpose. Thank you, my friend. I'll see you again. And I'll send you something. Depend on it.\"",
                                     "Name": "誇りに顔を紅潮させて@{I}He glows with pride", "Id": 195686},
                    "DefaultEvent": {"Description": "「嘘つきめ。嘘つきめ！こんな大切なことで嘘をつくなんて！失せろ。Stormにやられちまえ。果物食っとるような手合は信頼できんと、弁えとくべきだったわ」<br/><br/>　あなたが年代史家を見かけることは二度となかった。彼はボーンマンに加わったのだと、ある水夫は言った。アイレムへと航海し、東に向かったのだと言う者もいた。残りの者はすべて、彼は溺れたと言った。彼は溺れ死んだのだ。@{I}$Irem -> アイレム$\"You're lying. You're lying! This is too important for lies. Get out. Storm take you. I should have known better than to trust a fruit-eater.\"\u000d\u000a\u000d\u000aYou never see the Chronicler again. He went to join the Bone Men, a zailor tells you later. He set sail for Irem, and the East, another says. He drowned, the rest agree. He drowned.",
                                     "Name": "怒りの吐息を漏らして@{I}He hisses", "Id": 195684},
                    "Name": "素晴らしい物語をでっち上げる@{I}Make up something wonderful",
                    "Description": "　あなたは真実で彼の時間を浪費させるためにここまでわざわざやってきたわけではない。あなたは在りし森から、血と勇気についての説得力ある物語を創り出せるだけの知識を得ている。虚構の英雄たちに、名前とふさわしい最期を与えよう。彼が自らの骨を、素晴らしい嘘で飾り立てられるようにしてやろう。@{I}$Waswood -> 在りし森$You didn't come all this way to waste his time with the truth. You know enough from the Waswood to invent a persuasive tale of blood and courage. Name heroes and give them suitable ends. Let him adorn his bones with wonderful lies.",
                    "ButtonText": "", "Id": 155600}],
 "Description": "　痩せこけた男が、ギャント色の鯨皮の雨よけの下に座っていた。「物語を持ってこい！」彼は叫んだ。「物語を骨と交換だ！」@{I}$[Gg]ant -> ギャント$A scrawny man squats beneath an awning of gant-coloured whale-skin. \"Bring me your tales!\" he cries. \"Tales for the bone!\"",
 "Name": "骨細工彫りの年代史家@{I}$Scrimshaw Chronicler -> 骨細工彫りの年代史家$The Scrimshaw Chronicler",
 "Id": 194381}
