{"ChildBranches": [{"DefaultEvent": {"Description": "　その船長の首は綺麗に切り落とされ、足元には血溜まりができた。そうして供犠が終わると、次は中枢の引き抜きが始まる。外皮は剥ぎ取られ、骨と臓器、筋肉は取り除かれる。この残骸にはグリフによって偽りの命が与えられる。そしていつの日か、新しい生贄が現れるその時まで、きらめく剣を携え、チャペルの中で待ち続けるのだ。先代の処刑者はその任を解かれ、海へと委ねられるだろう。<br/>　船長の皮膚は栄光で満たされるだろう。参列者たちは、船長の皮膚を型に据えつけ、下位の祝賀者たちから捧げられた蝋を、そこに流し込むだろう。そして、頭頂部から鼠径部の窪みをつらぬいて、芯が通される。司祭は今一度教示を繰り返すと、眼窩の皮膚の中にあった船長の両眼を、生きた蝋に取り替え、馴染ませるだろう。灼けつく臭いはいずれは薄れる。第二都市の女は、油を巧みに用いて、その肉を生命に似せるだろう。グリフが授けられると、胸は偽りの吐息に上下することになる。<br/>　とうとうあなたは起き上がり、あなた自身の名前を受け取るだろう。あなたは、あの船長の形を取ってチャペルを去り、海ではあの船長の船の仲間に加わるだろう。誰も気づきはしないだろう。違いは目に見えなくなるだろう。もしかしたら、いつか愛する誰かが、あなたの首周りの傷跡に指を這わせて、笑いながらこう尋ねるかもしれない。あなたは首を落とされたことでもあるの？と。そして、あなたは肩をすくめて、こう答えるのだ。「一度だけ」と。@{I}$Aft -> 後部$After the sacrifice, when the captain's neck has been cleanly severed and their blood pooled on the steps, the pithing process begins. The outer integument is peeled away and their bones, organs, muscles removed. This remnant will be given false life with the glyphs, so that it may wait with a bright sword in the chapel until one day, another sacrifice may come. The old executioner will be retired and given to the sea.\u000d\u000a\u000d\u000aThe captain's skin will be filled with glory. The attendants will place it in the mould and pour the wax donated by lesser celebrants. The wick will be emplaced, down through the crown of the head to the hollow of the groin. The Priest will recite the lessons once more, and replace the captain's eyes in the skin of the sockets for the living wax to grasp them. The odour of searing will fade. The woman from the Second City will coax the flesh with oils until it resembles life. The glyphs will be imparted and the chest will heave with false breath.\u000d\u000a\u000d\u000aAt last you will rise and take your name. You will leave the chapel in the shape of the captain, and take your place aboard the captain's ship. No one will ever know. The differences will be invisible. Perhaps one day a sweetheart will trace the scar around your neck and ask laughingly, were you once beheaded? And you will shrug and answer, \"Only once.\"",
                                     "Name": "新しいあなた@{I}A new you", "Id": 203313},
                    "Name": "司祭の導きに応じて跪く@{I}Kneel, at the Priest's invitation",
                    "Description": "　窪みにあなたの頭を乗せて、待とう。刃が訪れ、死が訪れ、あなたが大衆のためのろうそくとなるその時を。@{I}Place your head in the hollow. Await the blade, and your death, that you may become a candle for the multitude.",
                    "ButtonText": "", "Id": 160379},
                   {"DefaultEvent": {"Description": "　騒々しい鐘の音が夜を震わせ、怒り狂った司祭の叫びをかき消した。あなたは、チャペルであなたを待ち受けていたものを目にした。それは茶色い骨がむき出しの、皮膚も目もない案山子だった。それは引き裂かれ、腱のついた軟骨をもあらわにされ、それでも剣をしっかりと握りしめ、頭蓋のグリフを燃え上がらせて、前方によろめき歩いていた。あなたはあれになるつもりはない。@{I}The bell's clangour shakes the night, drowning the priest's cries of rage. You saw what waited in the chapel - the brown-boned skinless eyeless scarecrow, tattered into tendoned gristle, sword still clutched firmly as it shuffled forward, skull-glyphs ablaze. You will not become that.",
                                     "Name": "暗闇への脱出@{I}Out into darkness", "Id": 203314},
                    "Name": "逃げる@{I}Flee",
                    "Description": "　これは行き過ぎだ。あなたは赤の祈りに夢中ではあるけれども、それでも自分自身を譲り渡すつもりはない。@{I}This has gone far enough. You are steeped in crimson prayers, but you will not give yourself up.",
                    "ButtonText": "", "Id": 160380}],
 "Description": "　司祭があなたをその祭壇まで導いた。祭壇の端の部分には、捧げ物を受け入れるための窪みがあった。跪けば、その窪みは、あなたの首にぴったりと合うことだろう。<br/>　チャペルの奥に、誰かが立っていた。カーテンが揺らめき、剣がぎらりと閃いた。あなたには、その顔を見ることはできなかった。@{I}The Priest leads you to the altar. That hollow for offerings at its edge - if you knelt, it would fit your neck precisely.\u000d\u000a\u000d\u000aSomeone is standing at the back of the chapel. Drapes stir. A sword glitters. You cannot see their face.",
 "Name": "断頭への招待@{I}Invitation to a Beheading", "Id": 203312}