{"ChildBranches": [{"DefaultEvent": {"Description": "", "Name": "",
                                     "Id": 208080},
                    "Name": "[q:Pigmote Isle: Mastery]のジレンマを解く手助けをする@{K}$Pigmote Isle -> ピグモート・アイル$Help [q:Pigmote Isle: Mastery] resolve a dilemma",
                    "Description": "側近が駆け寄って来た。「無毛の顧問殿、お戻りになったのですね！波を称えよ。我らはあなたの英知を今再び必要としているのです！」@{K}An aide runs over. \"Hairless Adviser, you return to us! Praise the tide. We need your wisdom once again!\"",
                    "ButtonText": "", "Id": 163474},
                   {"DefaultEvent": {"Description": "鼠たちは素晴らしい手腕を発揮し水漏れを塞いで、船体を元通りにした。ウルフスタック・ドックスで言われるように、全てはよくなるだろう。@{K}$Wolfstack -> ウルフスタック, Wolf -> ウルフ, Wolfstack Docks -> ウルフスタック・ドックス$The rats do an excellent job, patching the leaks and beating the hull into shape. All shall be well, as they say on Wolfstack Docks.",
                                     "LinkToEvent": {"Id": 208079}, "Name": "状態の回復@{K}Restored to order",
                                     "Id": 208089},
                    "Name": "船の修理を求める@{K}Request repairs",
                    "Description": "ここの鼠たちは沈みゆく船にでも乗るだろう。船員たちが重い道具を運んでくれるならの話だが。[ピグモート・アイルの文明をあげることでより安価で修理することが出来るようになります。]@{K}$Pigmote Isle -> ピグモート・アイル$These rats will board even a sinking ship. Provided the crew is willing to carry some of the heavier tools. [Raise Pigmote Isle's Civilisation for better prices]",
                    "ButtonText": "", "Id": 163482},
                   {"DefaultEvent": {"Description": "モルモットはあなたが彼らの収穫物に目をやり最も良いものを選び取っていくのを見て、誇りに口髭を震わせた。@{K}The cavies twitch their whiskers with pride as you cast your eye across their harvest and select the finest pieces.",
                                     "LinkToEvent": {"Id": 208079}, "Name": "海の財宝@{K}The zee's bounty",
                                     "Id": 208090},
                    "Name": "シンティラックを買い求める@{K}$[Ss]cintillack -> シンティラック$Purchase scintillack",
                    "Description": "モルモットたちの網は新鮮な宝で光り輝いている。[ピグモート・アイルの文明をあげることでより良い値段で購入することが出来ます。]@{K}$Pigmote Isle -> ピグモート・アイル$The Cavies' nets glimmer with fresh treasure. [Raise Pigmote Isle's Civilisation for better prices]",
                    "ButtonText": "", "Id": 163483},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 208100},
                                     "Name": "", "Id": 208091},
                    "Name": "テンジクネズミの貧民街を訪ねる@{K}Visit the Cavy Ghetto",
                    "Description": "ムリニアは敵を優しく扱いはしない。@{K}Murinia has not been kind to its enemies.",
                    "ButtonText": "", "Id": 163484},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 208096},
                                     "Name": "", "Id": 208092},
                    "Name": "鼠の貧民街を訪ねる@{K}Visit the Rat Ghetto",
                    "Description": "テンジクネズミ議院は勝利の内にあっても情け深い振る舞いは見せない。@{K}The House of Cavy has not been gracious in victory.",
                    "ButtonText": "", "Id": 163485},
                   {"DefaultEvent": {"Description": "「前進！」齧歯類の兵士が甲高い叫び声をあげ、情熱に燃える新兵たちを従えて大喜びで一番新しく襲撃してきた茸たちに突撃していく。農民たちは悲し気に彼らの作物の残りを見つめた。@{K}\"Charge!\" squeaks a rodent soldier, gleefully leading his eager recruits against the latest mushroom incursion. The farmers stare dolefully at the remains of their crops.",
                                     "Name": "その後、チキンウッズの奥深くにて@{K}Later, deep in the Chickenwoods", "Id": 208094},
                    "Name": "ブレミガンを放つ@{K}$[Bb]lemmigan -> ブレミガン$Release a blemmigan",
                    "Description": "今更小さな生き物がもう一匹増えたところで何だ？@{K}What's one more critter on this island?",
                    "ButtonText": "", "Id": 163487},
                   {"DefaultEvent": {"Description": "「あなたに陛下の祝福があるように」ドラウニーが小粒の真珠を数えて小さな油布に入れながら掠れた声で言った。あなたはその皺のよった肌に触れないよう慎重に口紐を掴んで袋を取り上げた。@{K}\"His Complexity's blessings be upon you,\" wheezes the Drownie, counting the little pearls into a small oilskin bag. You pick it up by the drawstrings, careful not to touch its puckered flesh.",
                                     "LinkToEvent": {"Id": 208079}, "Name": "湿った宝@{K}Clammy treasures",
                                     "Id": 208129},
                    "Name": "ファザムキングの大使と交渉する@{K}$Fathomking -> ファザムキング$Trade with the Fathomking's Ambassador",
                    "Description": "齧歯類たちは彼の持ってきた溺れる真珠の使い道を持たない。彼は素晴らしい交換レートを約束した。@{K}$[Dd]rowning[- ][Pp]earl -> 溺れる真珠$The rodents have little use for his drowning pearls. He promises an excellent rate of exchange.",
                    "ButtonText": "", "Id": 163511},
                   {"DefaultEvent": {"Description": "大使はあなたに囁きかけるため仮面を持ち上げた。交換が済むと、彼女は妨げる物のない一呼吸をゆっくりと味わった後に真の顔に戻った。@{K}The ambassador lifts her mask to whisper. The exchange made, she savours a breath of air through unencumbered lips before returning to her true face.",
                                     "LinkToEvent": {"Id": 208079}, "Name": "啓示@{K}Revelations",
                                     "Id": 208130},
                    "Name": "ヴィザージュの大使と交渉する@{K}$Visage -> ヴィザージュ$Trade with the Visage Ambassador",
                    "Description": "彼女はあまりにも多くの秘密を漏らしたことで鰐の面を身に着けることになった。もう一つ売ったところで、失うものは何もない。@{K}She earned her crocodile mask for sharing too many secrets. She has nothing to lose by selling one more.",
                    "ButtonText": "", "Id": 163512},
                   {"DefaultEvent": {"Description": "あなたたちは長い食卓に座るために膝をつかなければならなかったが、皆立ち上がるころには満腹になっていた。[q: Pigmote Isle: Mastery]は大いに繁栄している。ロンドンは新たな友人を笑うかもしれないが、他の力ある者たちはシンティラックをめぐる交渉のために既に使節を送り込んできていた。\u000d\u000a\u000d\u000a香辛料の効いたスープに続いてチキンウッドの生皮に包まれた輝く肉の塊が供される。そしてそのどちらも単なる前菜に過ぎない。デザートの出される頃には、船に戻るために転がっていかなければならないのではという恐怖を感じたほどだった。執事長は残りを貯蔵庫に持って行くよう指示した。@{K}$Pigmote Isle -> ピグモート・アイル, [Ss]cintillack -> シンティラック$You have to kneel at the long table, but none rise without eating their fill. [q: Pigmote Isle: Mastery] is flourishing. London may laugh at its new neighbours, but other powers have sent envoys to negotiate for scintillack.\u000d\u000a\u000d\u000aSpiced soup is followed by glistening haunches of meat wrapped in tender chickenwood strips. Both are merely appetisers. By dessert, you fear having to be <i>rolled</i> back aboard ship. The Seneschal orders the leftovers delivered to the hold.",
                                     "LinkToEvent": {"Id": 208079},
                                     "Name": "皇帝の食卓@{K}A meal fit for emperors", "Id": 209984},
                    "Name": "あなたに敬意を示すための晩餐@{K}A banquet in your honour",
                    "Description": "グレースノウ王とエドガー首相はピグモート・アイルの豊かな実りを分かち合うため、あなたとあなたの船員たちを招待した。@{K}King Gracegnaw and First Minister Edgar invite you and the crew to share Pigmote's bounty.",
                    "ButtonText": "", "Id": 164737},
                   {"DefaultEvent": {"Description": "海軍省はあなたのことを“口髭船長”と呼んでいるそうだ。少なくとも彼らは報告書を読んで笑うために金を払ってくれる。@{K}$Admiralty -> 海軍省$'Captain Whiskers', the Admiralty calls you, so you've heard. At least they pay to laugh at your reports.",
                                     "Name": "提督の暖炉の燃料@{K}Fuel for the Admiral's fireplace", "Id": 214731},
                    "Name": "港湾報告書を纏める@{K}$[Pp]ort [Rr]eport -> 港湾報告書$Compile a Port Report",
                    "Description": "ここにいる間に、記録しておいても良いだろう。@{K}You may as well, while you're here.",
                    "ButtonText": "", "Id": 167769},
                   {"DefaultEvent": {"Description": "　ピグモート・アイルの食糧の備蓄は瞬く間に目減りしてゆく。腹を空かせたネズミとモルモットが互いを見つめ合うと、何か新しいちらつきが目から目へと伝わり、渇望と腹痛は拡散してゆく。あなたがそばを通りかかると、彼らは立ち止まって、口からよだれを垂らしながらあなたをじっと見つめた。小さな町の中心部では、最も腹を空かせた者たちが井戸を掘り始めていた。@{I}Pigmote's stored food diminishes quickly. Hungry rats and cavies stare at each other, a new glint passing from eye to eye as the cravings and stomach pangs spread. They stop to watch you in silence as you go past, mouths salivating. In the middle of the small town, a few of the hungriest begin digging a well.",
                                     "Name": "決して満たされぬ飢え@{I}A hunger that can never be satiated", "Id": 223907},
                    "Name": "ミスター・サックスのための届け物@{I}$Mr Sacks -> ミスター・サックス$A delivery for Mr Sacks",
                    "Description": "　ロンドンからは十分に離れている。ここで良いだろう。@{I}This is far enough from London. It will suffice.",
                    "ButtonText": "", "Id": 173524},
                   {"SuccessEvent": {"Description": "警護が手薄になっている。あなたは大した苦労もなく、あなたと青い宝の間に立ちはだかる若く大抵は訓練も受けていない齧歯類たちを打ち負かした。悲鳴に反応して駆けつけた数少ない者たちも、あなたが宝をしっかりと握りしめ船に駆け戻るのを眺めることしかできなかった。@{K}The guards are spread thin. You have little trouble defeating the young and largely untrained rodents between you and the brilliant blue treasure. The few that rush to respond to their screams can only watch as you race back to the ship, clutching your prize tight.",
                                     "Name": "「警報を鳴らせ！無毛の顧問が裏切ったぞ！」@{K}\"Sound the alarm! The Advisor betrays us!\"",
                                     "Id": 209467},
                    "DefaultEvent": {"Description": "あなたは警備の鼠が叫び声をあげて周囲の注意を引く前に切りかかりその鼠を黙らせた。しかしその命を断ち切るまでに鼠は必死にもがき、あなたは血の流れだす深い傷を負った。ああクソ。すぐにもムリニアの者たちが何事かとこの騒動を見に来ることだろう。ネズミ星についてはまた今度にしなければ。@{K}You silence the guard before its screaming can draw too much attention. Its desperate thrashing cuts deep, drawing blood, before you finish throttling the life from it. D__n. More Murinians will be here soon to check on the disturbance. The Rat Star will have to wait.",
                                     "Name": "「警報を鳴ら――」@{K}\"Sound the ala-!\"", "Id": 208093},
                    "RareDefaultEvent": {"Description": "現行犯で捕まった。ああ、クソ。今回ばかりは言いくるめて逃れることは出来ない。裁判は短いものだった。判決は死刑、だったがあなたの船に乗せられた大砲のことをはっきりと思い出させる言葉によって単なる追放へと格下げされた。あなたは沈黙のうちに連れ戻される。ここであなたの名が語られることは二度とないだろう。@{K}Caught red-handed. D__n. There is no talking your way out of this one. The trial is short. The sentence is death, reduced to mere exile after a pointed reminder of the guns aboard your ship. You are escorted back in silence, your name never to be spoken here again.",
                                         "Name": "「警報を鳴らせ！無毛の顧問が裏切ったぞ！」@{K}\"Sound the alarm! The Advisor betrays us!\"",
                                         "Id": 209468},
                    "Name": "ネズミ星を盗む@{K}Steal the Rat Star",
                    "Description": "ブルー・シンティラックだ！鼠たちは厳重に警戒しているが、どこかに抜け道があるかもしれない。あるいはより遠回しな方法が。[ピグモート・アイルの権威を下げることで難易度が下がります。]@{K}$Pigmote Isle -> ピグモート・アイル, [Bb]lue[- ][Ss]cintillack -> ブルー・シンティラック, [Ss]cintillack -> シンティラック$Blue scintillack! The rats guard it fiercely, but there may be a way. Or less direct alternatives, perhaps. [Lower Pigmote Isle's Might to make this easier]",
                    "ButtonText": "", "Id": 163486},
                   {"SuccessEvent": {"Description": "警護が手薄になっている。あなたは大した苦労もなく、あなたと青い宝の間に立ちはだかる若く大抵は訓練も受けていない齧歯類たちを打ち負かした。悲鳴に反応して駆けつけた数少ない者たちも、あなたが宝をしっかりと握りしめ船に駆け戻るのを眺めることしかできなかった。@{K}The guards are spread thin. You have little trouble defeating the young and largely untrained rodents between you and the brilliant blue treasure. The few that rush to respond to their screams can only watch as you race back to the ship, clutching your prize tight.",
                                     "Name": "「警報を鳴らせ！無毛の顧問が裏切ったぞ！」@{K}\"Sound the alarm! The Advisor betrays us!\"",
                                     "Id": 216037},
                    "DefaultEvent": {"Description": "あなたは警備のモルモットが叫び声をあげて周囲の注意を引く前に切りかかりそのモルモットを黙らせた。しかしその命を断ち切るまでにそれは必死にもがき、あなたは血の流れだす深い傷を負った。ああクソ。すぐにもカヴィアの者たちが何事かとこの騒動を見に来ることだろう。淑女の瞳についてはまた今度にしなければ。@{K}You silence the guard before its screaming can draw too much attention. Its desperate thrashing cuts deep, drawing blood, before you finish throttling the life from it. D__n. More Cavians will be here soon to check on the disturbance. The Lady's Eye will have to wait.",
                                     "Name": "「警報を鳴ら――」@{K}\"Sound the ala-\"", "Id": 216036},
                    "RareDefaultEvent": {"Description": "現行犯で捕まった。ああ、クソ。今回ばかりは言いくるめて逃れることは出来ない。裁判は短いものだった。判決は死刑、だったがあなたの船に乗せられた大砲のことをはっきりと思い出させる言葉によって単なる追放へと格下げされた。あなたは沈黙のうちに連れ戻される。ここであなたの名が語られることは二度とないだろう。@{K}Caught red-handed. D__n. There is no talking your way out of this one. The trial is short. The sentence is death, reduced to mere exile after a pointed reminder of the guns aboard your ship. You are escorted back in silence, your name never to be spoken here again.",
                                         "Name": "「警報を鳴らせ！無毛の顧問が裏切ったぞ！」@{K}\"Sound the alarm! The Advisor betrays us!\"",
                                         "Id": 216038},
                    "Name": "淑女の瞳を盗む@{K}Steal the Lady's Eye",
                    "Description": "ブルー・シンティラックだ！モルモットたちは厳重に警戒しているが、どこかに抜け道があるかもしれない。あるいはより遠回しな方法が。[ピグモート・アイルの権威を下げることで難易度が下がります。]@{K}$Pigmote Isle -> ピグモート・アイル, [Bb]lue[- ][Ss]cintillack -> ブルー・シンティラック, [Ss]cintillack -> シンティラック$Blue scintillack! The Cavies guard it fiercely, but there may be a way. Or less direct alternatives, perhaps. [Lower Pigmote Isle's Might to make this easier]",
                    "ButtonText": "", "Id": 168606}],
 "Description": "[q:Pigmote Isle: Mastery]万歳！Neathの最も愛らしい国家があなたの足元を慌ただしく駆けまわっている。シンティラックの漁師たちが島の実りの詰まった重い袋を貯蔵庫に引きずってゆき、勤勉な齧歯類たちは聳え立つ建造物を熱心に作り上げる。幾つかの建物はほとんど首に届くほどの高さになっていた。（ロンドンはこの話を一言も信じてはくれないだろう。）@{K}@{K}$Pigmote Isle -> ピグモート・アイル, [Ss]cintillack -> シンティラック$Hail [q:Pigmote Isle: Mastery]! The Neath's most adorable nation scurries around your legs. Scintillack harvesters drag heavy bags of the island's bounty to their silos. Industrious rodents work hard on towering edifices, some of them almost neck-high. (London will never believe a b___dy word of this.)",
 "Name": "ピグモート・アイルの興隆@{K}$Pigmote Isle -> ピグモート・アイル$The Rise Of Pigmote Isle",
 "Id": 208079}
