{"ChildBranches": [{"DefaultEvent": {"Description": "小さな門番への小さな賄賂は、貴方に門を潜り抜けさせるに十分な働きをした。鼠たちは貴方の親切に報いるためささやかながらも物資をかき集めた。@{K/M}小さな門番への小さな賄賂は、貴方に門を潜り抜けさせるに十分な働きをした。鼠たちは貴方の親切にどうやって報いる事が出来るかを話すかのように手をこすり合っている。@{M}A small bribe to a small guard gets the delivery through the gates. The rats scrape together what little they can to repay your kindness.",
                                     "Name": "狡猾な配達@{K}狡猾な届け物@{M}A sly delivery", "Id": 209691},
                    "RareDefaultEvent": {"Description": "にやにやと笑うモルモットの門番は貴方の賄賂を受け取り、その上で燃料をグレースノウ王の新たな玉座の間のために徴収した。鼠たちはか細い啜り泣きをあげると、辛うじて残った僅かな温もりを逃さないよう互いに尻尾を絡ませた。@{K}薄笑いするテンジクネズミの門番は、国王グレースノウの新しい玉座の間の為の燃料を奪取する為だけに貴方の贈物を受け取る。鼠たちは静かに鳴き、彼らの体温を逃さない為に尾を絡ませているだけだった。@{M}Smirking Cavy guards accept your bribe, only to confiscate the fuel for King Gracegnaw's new throne room. The rats whine quietly, and entwine their tails to trap what little warmth they can.",
                                         "Name": "徴用@{M}Requisitioned", "Id": 209692},
                    "Name": "収容区に燃料を密かに運び込む@{K}貧民街に燃料を持ち込む@{M}Smuggle fuel into the ghetto",
                    "Description": "鼠たちは暖を求めて密集し、盗み出した毛布の切れ端にきつくしがみついている。[成功するとピグモート・アイルの意気が上昇します。]@{K}鼠たちは暖を求めてうずくまり、そして盗まれた毛布の断片にきつくしがみついている。\u000d\u000a[成功するとピグモート島の魂が改善されます。]@{M}$Pigmote Isle -> ピグモート・アイル$The rats huddle for heat, clinging tight to scraps of stolen blankets. [Success will improve Pigmote Isle's Spirit]",
                    "ButtonText": "", "Id": 164550},
                   {"DefaultEvent": {"Description": "貴方は、慎重に厳選した鼠兵を率いて、チキンウッズを駆け抜ける。体躯の大きな鼠は、備品係から渡された武器を振り回している。小さな鼠は、彼らの牙を鋭く研ぎ澄まし、貴方の道を阻む敵の衛兵の喉に襲いかかっていた。ネズミ星はすぐに勝ち取られ、同意の通り貴方の手に渡った。貴方はその見返りとして、彼らが戦いを続ける為に必要な銃器を譲る。ここでの貴方の役割は終わった。だが、この島で貴方が歓迎されることはこの先しばらくないだろう。@{K/M}貴方は、慎重に厳選した鼠兵を率いて、チキンウッドの森を駆け抜ける。体躯の大きな鼠は、操舵手から渡された武器を振り回している。小さな鼠は、彼らの牙を鋭く研ぎ澄まし、貴方の道を阻む敵の衛兵の喉に襲いかかっていた。もうすぐネズミ星が勝ち取られ、同意の上で貴方の手に渡るだろう。その見返りとして、今後彼らと戦う為に必要な銃器を、彼らに譲るのだ。ここでの貴方の役割は終わった。だが、貴方が近いうちにこの場所に戻ってくる事は、有りそうには無い。@{M}You lead a carefully chosen pack of rats through the Chickenwoods. The bigger ones wield weapons provided by the quartermaster, the smaller ones use their teeth to savage the throats of any Cavy guards in your path. The Rat Star is soon won, and as agreed, yours. In return, the rats keep your guns to continue their fight. Your part in this is done. But it is unlikely that you will be welcome back here any time soon.",
                                     "Name": "奇襲攻撃@{M}A sneak attack", "Id": 209695},
                    "Name": "鼠たちの反乱に手を貸す@{K}鼠達の革命を手助けする@{M}Assist the rodent revolution",
                    "Description": "「余所者、力を貸してほしい。敵が打ち負かされ地に伏す時が来れば、お前にはネズミ星をやる」[アイアンを5ポイント犠牲にし、ネズミ星を獲得することが出来ます。]@{K}チカラクレ、ニンゲン。テキコテンパンニヤッツケタラ、ネズミボシヤル。」\u000d\u000a[これによりネズミ星の獲得が確実になりますが、アイアンが5減少します。]@{M}$Iron -> アイアン$\"Outsider, grant us your strength. When our enemies lie humiliated, we will give you the Rat Star.\" [This guarantees you the Rat Star, but will cost 5 Iron.]",
                    "ButtonText": "", "Id": 164552},
                   {"SuccessEvent": {"Description": "グレースノウ王との面会に漕ぎつけるためには慎重な交渉と惜しみない賄賂が必要だった。貴方は小さなグループを連れて行った。主任技師エドガー、比較的見苦しくない鼠が幾匹か、そして打ち倒した敵を擁護する勇気のある少数のモルモットたち。王は渋々鼠たちのカヴィア・タウンへの帰還を認めた。ひとまず、今のところは。@{K}国王グレースノウとその民衆の心を掴む為には、慎重な外交と莫大な賄賂が必要だった。貴方は少数のみを率いている: 体裁の良い鼠のうちの一匹である主任技師エドガーを始め、何匹かの勇敢な鼠兵が、撃破された敵と対話をしたいと望んでいた。国王は当面の間だけならばという条件付きで、敗れた鼠達が街に戻る事を、しぶしぶ承諾した。@{M}Getting an audience with King Gracegnaw takes careful diplomacy and generous bribes. You lead a small group: Chief Engineer Edgar, some of the more presentable rats, and a few brave Cavies willing to speak for their defeated enemies. The King reluctantly agrees to allowing the rats back into Cavia Town, if only for the moment.",
                                     "Name": "カヴィア万歳！@{K}やぁ、鼠ども!@{M}Hail, Cavia!", "Id": 209694},
                    "DefaultEvent": {"Description": "ネズミは交渉するには怒りがあまりにも強く、モルモットたちはそもそも交渉する気がない。両者が一つになる日もいつかは来るのかもしれないが、少なくとも今日のところは起こらないようだ。@{K}鼠達は余りにも互いに対して怒りを抱き過ぎている為、和平交渉は望めそうにない。2つの側の鼠たちがいずれ手を取り1つになるとしても、それは今日明日の事では無いだろう。\u000d\u000a@{M}The rats are too angry to talk peace, the Cavies simply unwilling. If the two sides are ever come together as one, it will not be today.",
                                     "Name": "分かたれた島@{K}分かたれた家@{M}Houses divided", "Id": 209693},
                    "Name": "融和の仲裁を試みる@{M}Attempt to broker a union",
                    "Description": "二つの陣営が連携することが出来れば、カヴィアはより強くなるだろう。[成功すれば意気が上昇し、失敗すれば逆に減少します。]@{K}テンジクネズミは、分裂した2つの陣営が1つにまとまれば、更に強くなるだろう。\u000d\u000a[成功すれば魂が増え、失敗すれば減ります。]@{M}Cavia will be stronger if its two houses work together. [Success will boost Spirit, failure will reduce it]",
                    "ButtonText": "", "Id": 164551}],
 "Description": "モルモット達は彼らの敵を沼地に追いやり、棘付きの高い壁で閉じ込めている。厳重に警護された門を通り抜けると、黒い泥が貴方の足元で嫌な音を立てる。飢えた者の目が貴方の接近を見つめていた。@{K/M}テンジクネズミ達は彼らの敵を沼地に追いやり、彼らを棘付きの高い壁でその場に閉じ込めている。厳重に守られた門を通り抜けると、どろどろの黒い泥が貴方の足元で嫌な音を立てる。飢えた者の目線が貴方の接近を見つめていた。@{M}The Cavies have forced their rivals into the swamps, and hold them there with a high spiked wall. Thick black mud squelches underfoot as you pass through the guarded gates. Hungry eyes watch your approach.",
 "Name": "鼠収容区@{K}鼠の貧民街@{M}The Rat Ghetto", "Id": 208096}
