{"ChildBranches": [{"DefaultEvent": {"Description": "ただの門番たちには無毛の顧問を検査するような真似は出来なかった。幾つかの慎重な嘘によってあなたと物資は無事門を通り抜ける。飢えたモルモットたちはあなたの情けに報いることの出来るようなものをほとんど持っていなかったが、船から持ってくることの出来た僅かばかりのものを差し出した。@{K}普通の門番には、無毛の忠告者を調べる勇気を持てなかった。問われた事に対して幾つか慎重に嘘を答え、貴方と貴方の持つ物資は問題なく通り抜ける事が出来た。この恩に報いるには飢えたテンジクネズミの手に有る物は余りにも少なかったが、それでも彼らの船で何とか保管しておいた物を貴方に捧げて来た。@{M}The regular gate guards do not dare search the Hairless Adviser. A few careful lies get you and your supplies through without incident. The starving cavies have little to repay your kindness, but offer what little they managed to keep from their ship.",
                                     "Name": "狡猾な配達@{K}狡猾な届け物@{M}A sly delivery", "Id": 208101},
                    "RareDefaultEvent": {"Description": "配達はネズミたちの検査と丁度重なってしまった。この上級技師は無毛の顧問相手であっても、禁制品を持ち運んでないかきちんと調べる用意があるようだ。彼はモルモットを集めると彼らの前で食糧を燃やさせた。一組の見張りが煙を顔に扇いで匂いをかいでいる。\u000d\u000a\u000d\u000a「害獣どもにはもったいないぐらいだ」ネズミは啜り泣く群衆に向きなおり、言い放った。「食事は楽しめたか。これ以上の思いやりが示されることはないと思え」@{K}鼠たちの荷物検査が始まるタイミングで、配達を届けようとしてしまった。上位の技師が、例え無毛の忠告者であろうと密輸品を持っていないか調べる意欲を見せている。彼は一列に並んだ部下の鼠に命令し、目の前にある食料を全て燃やさせた。門番の何人かが、燃える食料の匂いをしきりに仰いでいた。\u000d\u000a「害獣ドモガウケトルヨリ、ハルカニヨイ。」鼠がうなだれている人混みに向き直って言い放った。「食事ヲタノシンダダロウ。貴様ラハモウ施シヲウケルコトハナイ。」@{M}The delivery coincides with an inspection by the rats. The ranking Engineer is willing to search even the Hairless Advisor for contraband. He orders the cavies assembled and has the food burned in front of them. A pair of guards fan the smell into their faces.\u000d\u000a\u000d\u000a\"Better than vermin deserves,\" declares the rat, turning to address the whimpering crowd. \"I hope you enjoyed your meal. You will see no more charity from your betters.\"",
                                         "Name": "密輸の悲嘆@{K}持ち込まれた災難@{M}Smuggling woes", "Id": 209682},
                    "Name": "収容区に密かに食料を持ち込む@{K}貧民街に食料を持ち込む@{M}Smuggle food into the ghetto",
                    "Description": "モルモットたちは感謝の念以外にあなたに返すことの出来る物をほとんど持たない。[成功すれば、ピグモート・アイルの意気を高めることが出来ます。]@{K}鼠達が感謝以外に渡せる物は非常に少ないだろう。\u000d\u000a[成功するとピグモート島の魂が改善されます。]@{M}$Pigmote Isle -> ピグモート・アイル$The cavies have little to offer except their gratitude. [Success will improve Pigmote Isle's Spirit]",
                    "ButtonText": "", "Id": 163492},
                   {"DefaultEvent": {"Description": "何匹かの勇敢なモルモットを変装させるのに、泥は大いに役立った。彼らは“瞳”を見ない事で慎重に夜目が鈍らないようにしつつ、闇の中を急いで走る。貴方の計画は完璧に進んだ――彼らは淑女の瞳を護衛する鼠に忍び寄り、即座に彼らの喉を掻き切った。貴方はその光景を、慎重にに距離を取って見守っていた。チキンウッズの森を照らしていた光は突然消え失せ、貴方を突然の暗闇が襲う。\u000d\u000a\u000d\u000a暗闇の中で、何者かが動くのを聞き取る。口の開いた油布の袋から漏れ出る、微かな光。襲撃に加わったモルモットたちが凱旋し、貴方に淑女の瞳を予め合意されていた通りに、手渡した。\u000d\u000a\u000d\u000a「受け取ってください」先導したモルモットが囁く。「奴らから光を奪いましょう」\u000d\u000a\u000d\u000a彼女は闇の中に姿を消した。モルモットたちはこの好機をとらえ、収容区から一斉に飛び出すと困惑したネズミに襲いかかる。闇の中に幾つもの悲鳴が響いた。彼らの至宝を失う事がどのような結末を彼らにもたらすのか今は分からないが、貴方がこの戦いで出来る事は終わった。今が立ち去る時だ。ただ、この島で貴方が歓迎されることはこの先しばらくないだろう。@{K/M}何匹かの勇敢なテンジクネズミを変装させるのに、泥は大いに役立った。彼らは\"眼\"を見ない事で慎重に夜目を働かせながら、闇の中を急いで走る。貴方の計画は今の所完璧に進んでいる - 彼らは淑女の瞳を護衛する鼠に忍び寄り、即座に彼らの喉を掻き切った。貴方はその光景を、慎重に保たれた距離から見守っていた。チキンウッドの森を照らしていた光は突然消え失せ、貴方を突然の暗闇が襲う。\u000d\u000a\u000d\u000a暗闇の中で、何者かが動くのを聞き取る。口の開いた油布の袋から漏れ出る、微かな光。テンジクネズミは凱旋し、貴方に淑女の瞳を、予め合意されていた通りに、手渡した。\u000d\u000a\u000d\u000a「受ケトレ。」モルモットの首領が囁く。「奴ラカラ、光ヲ奪ウンダ。」\u000d\u000a</br >\u000d\u000a彼女は闇の中に姿を消した。テンジクネズミが優位を確立すると同時に暗闇の中を金切り声が木霊し、貧民街から大量に彼らが飛び出して混乱した鼠どもに襲いかかる。彼らの至宝を失う事がどのような結末を彼らにもたらすのか今は分からないが、貴方がこの戦いで出来る事は終わった。今が立ち去る時だ。ただ、この地に近い将来戻ってくる事があるかは、疑わしい。@{M}Mud helps to disguise a few of the braver cavies. They scurry through the dark, carefully maintaining their night vision by avoiding looking at the Eye. Your plan works perfectly - they sneak up on the rats guarding the Lady's Eye and slit their throats. You watch from a careful distance. The light of the Chickenwood suddenly goes out, blinding you with sudden darkness.\u000d\u000a\u000d\u000aYou hear movement. A slight glow from an open oilskin bag. The cavies return triumphant and present you with the Lady's Eye, as agreed.\u000d\u000a\u000d\u000a\"Take it,\" whispers the lead guinea pig. \"Take their light from them.\" \u000d\u000a\u000d\u000aShe disappears into the shadows. Squeaks echo in the darkness as the cavies seize their advantage, flooding out of the ghetto to attack the confused rats. The loss of their treasure may or may not decide the outcome, but your part in this fight is over. It is time to leave. You doubt you will be welcome back any time soon.",
                                     "Name": "闇夜に乗じた盗人@{M}Thieves in the night", "Id": 208103},
                    "Name": "モルモットの反乱に手を貸す@{K}Assist the cavy revolution",
                    "Description": "「あなたの知略を貸してほしいのです。私たちであなたが淑女の瞳を盗むのを手伝いましょう。あれがなくなれば奴らの心は折れるはずです」[ヴェールポイントと引き換えにネズミ星を手に入れることが出来ます。]@{K}「知恵クレ、ニンゲン。俺タチ、淑女の瞳盗ムノ手伝ウ。宝失エバ、彼ラノ動キハ鈍ルダロウ。」\u000d\u000a[これにより淑女の瞳の獲得が確実になりますが、ヴェールが5減少します。]@{M}$Veils -> ヴェール$\"Give us your cunning. We will help you steal the Lady's Eye. The loss will crush their resolve.\" [This guarantees you the Rat Star, but will cost 5 Veils.]",
                    "ButtonText": "", "Id": 163494},
                   {"SuccessEvent": {"Description": "主任技師エドガーは実利を重んじる鼠だ。彼はあなたの提案に耳を傾け、未来について協議することに同意した。毛皮が泥にまみれていようとも依然誇り高い執事長も、彼女の民の必要とする物については断固たる姿勢を崩さなかったが、彼らの望む物については多少の譲歩をする用意があった。「私たちはここに――」彼女は言葉を詰まらせそうになった。「“ネズミ星”に対する所有権の主張を放棄します」\u000d\u000a\u000d\u000a主任技師が背もたれに身を預ける。口髭が嬉しそうに震えた。「ネズミ星と言ったか？それなら、協定について話し合おうじゃないか」@{K}主任技師エドガーは実務主義の鼠だ。彼は貴方の案を聞き、未来について話し合う事に合意した。彼女の毛皮についた泥に誇りを持つ執事長は彼女の民が\"必要とする\"物の為、頑なに腕組みをして話を聞いていたが、民が\"欲しがっている\"物の幾つかについては妥協する準備を持っていた。「我ラ、<i>ネズミ星</i>ノ所有権ヲ -」続く言葉を、彼女は一瞬詰まらせた。「...放棄スル。」\u000d\u000a\u000d\u000aそれを聞き、主任技師は座り直す。彼の髭は嬉しそうに揺れている。「<i>ネズミ星</i>ト言ッタカ?ソレナラバ、条件詰メヨウ。」@{M}Chief Engineer Edgar is a pragmatic rat. He listens to your proposition and agrees to discuss the future. The Seneschal, no less proud for the mud in her fur, holds firm on her peoples' needs, but is ready to compromise on a few of their wants. In particular: \"We renounce all our claims to-\" She almost chokes on the words. \"The <i>Rat Star</i>.\"\u000d\u000a\u000d\u000aThe Chief Engineer sits back. His whiskers twitch happily. \"The Rat Star, you say? In that case, let us talk terms.\"",
                                     "Name": "ムリニア万歳！@{K}ヨウ、ムリニア!@{M}Hail, Murinia!", "Id": 209683},
                    "DefaultEvent": {"Description": "あなたはネズミたちの間にモルモットたちへの同情心を起こそうと努力したが、先の戦いの傷跡はいまだ生々しく、失敗に終わった。泥っぽい収容区の中でも反乱の囁き声は大きくなる一方で、平和を望む声も掻き消されてしまった。@{K}貴方は、鼠族の間でテンジクネズミに対する同情を喚起しようと試みたが、彼らにその気持ちを呼び起こさせるには、直近の戦いの傷はまだ生々しすぎた。泥に塗れた貧民街の中で、革命に対する大きな囁きは、和平への希望をすらかき消す程のものだった。@{M}You attempt to drum up sympathy for the cavies amongst the rats, but the wounds of recent battles are still too fresh. Within the muddy ghetto itself, the ever-louder whispers of revolution drown out any hope for peace.",
                                     "Name": "道は長く険しき@{M}The long road", "Id": 208102},
                    "Name": "融和の仲裁を試みる@{M}Attempt to broker a union",
                    "Description": "ムリニアは、分裂した2つの陣営が1つにまとまれば、更に強くなるだろう。\u000d\u000a[成功すれば意気が増え、失敗すれば減ります。]@{K/M}ムリニアは、分裂した2つの陣営が1つにまとまれば、更に強くなるだろう。\u000d\u000a[成功すれば魂が増え、失敗すれば減ります。]@{M}Murinia will be stronger if its two houses work together. [Success will boost Spirit, failure will reduce it]",
                    "ButtonText": "", "Id": 163493}],
 "Description": "戦争の生き残りは全て、この沼地に送り込まれる。そこで彼らは自分達の失敗について考え込んでいるのだ。棘付きの壁の上から見下ろす衛兵が、暇つぶしと称して中の泥にまみれたモルモット達に尖った石を投げつけている。@{K/M}戦争の生き残りは全て、この沼地に送り込まれ、そこで彼らは自分達の失敗について考えさせられている。棘付きの壁の上から見下ろす衛兵が、暇つぶしと称して中のモルモット達に尖った石を投げつけている。@{M}The survivors of the war have been sent to this swamp, where they ponder their failure. Rat guards patrol from atop a spiked wall, passing the time by pelting the mud-slicked guinea pigs with sharp rocks.",
 "Name": "モルモット収容区@{K}テンジクネズミの貧民街@{M}The Cavy Ghetto", "Id": 208100}
