{"ChildBranches": [{"DefaultEvent": {"Description": "「無毛の顧問殿！素晴らしい時にお越しで。お願いです、最後にもう一度助言を授けてください！彼らはどちらも庇護と引き換えに我らの宝を渡すように要求しているのです。我らではどうすれば良いのか決められません」齧歯類たちがあなたを囲み、懇願するように鼻先を港の地面に押し付けている。「我らを導いてください！」@{K}\"Hairless Adviser! Your timing is impeccable. Please, grant us your counsel one last time! They both demand our treasure in exchange for their protection. We cannot decide what would be for the best.\" The rodents surround you, noses pressed to the dock in supplication. \"Guide us!\"",
                                     "LinkToEvent": {"Id": 208104},
                                     "Name": "板挟み@{K}Caught in the middle", "Id": 208105},
                    "Name": "二つの帝国の狭間で@{K}Between two empires",
                    "Description": "腐りかけのドラウニーと鰐の面をつけた女性が港に立っている。どちらも齧歯類たちに[q:ピグモート・アイル: 統治]の返答を決めるよう迫っていた。@{K}A rotting Drownie and a woman in a crocodile mask stand on the docks. Both loom over the rodents deciding [q:Pigmote Isle: Mastery]'s response.",
                    "ButtonText": "", "Id": 163495},
                   {"DefaultEvent": {"Description": "“タラシーン”を手渡し、ピグモート・アイルは陛下の庇護を受け入れた。祝賀は静かな物だった。多くの市民は小さく失望の鳴き声をあげている。光と独立の夢が失われたのを辛く思っているのだ。しかし取引はすでに完了しており、少なくとも今この瞬間は、ピグモート・アイルの未来は保証された。@{K}$Pigmote Isle -> ピグモート・アイル$With the handing over of the 'Thalassine', Pigmote Isle accepts His Complexity's protection. Celebrations are muted. Many citizens squeak quietly in disappointment. The loss, of their light and their dreams of independence, is a bitter one. But the deal is done, and at least for the moment, Pigmote's future is assured.",
                                     "Name": "ファザムキングを称えよ！@{K}$Fathomking -> ファザムキング$Praise the Fathomking!",
                                     "Id": 208106},
                    "Name": "ファザムキングの要求を支持する@{K}$Fathomking -> ファザムキング$Support the Fathomking's claim",
                    "Description": "ドラウニーが一礼した。「あなたに陛下の祝福を。我が主は輝かしきタラシーンが深みに戻るのを見ればお喜びになるだろう。そして感謝の証として王はその濡れた手をピグモートへと伸ばし、正義と保護を齎す」彼は期待を込めてまずあなたを見つめ、それから齧歯類に目をやった。@{K}The Drownie bows. \"His Complexity's blessings upon you. My lord will be pleased to see the glorious Thalassine returned to the deeps. In gratitude, he will reach his soggy hand over Pigmote, in justice and protection.\" He looks expectantly first at you, then at the rodents. ",
                    "ButtonText": "", "Id": 163496},
                   {"DefaultEvent": {"Description": "“左目”を手渡し、ピグモート・アイルはヴィザージュの庇護を受け入れた。祝賀は静かな物だった。多くの市民は宝の喪失と、大使が“他の目的”としか言おうとしない事のためにこの島に留まるという決定を下したことについて密やかに鳴きかわしている。しかし取引はすでに完了しており、少なくとも今この瞬間は、ピグモート・アイルの未来は保証された。@{K}$Visage -> ヴィザージュ, Pigmote Isle -> ピグモート・アイル$With the handing over of the 'Left Eye', Pigmote Isle accepts Visage's offer. Celebrations are muted. Many citizens squeak quietly at both the loss of their treasure and the Ambassador's decision to stay and work towards what she will only refer to as 'other interests'. But the deal is done, and at least for the moment, Pigmote's future is assured.",
                                     "Name": "ヴィザージュ万歳！@{K}$Visage -> ヴィザージュ$Hail Visage!",
                                     "Id": 208107},
                    "Name": "ヴィザージュの要求を支持する@{K}$Visage -> ヴィザージュ$Support the Visage claim",
                    "Description": "大使は一礼した。「悠久の栄えの左目が遥かな波間を超えて我らへと呼びかけたのだ。あれは生まれながらにして私たちのものであり、我らがその所有権を主張するのは当然のこと。しかし、私たちが寛大でないとは言わせない。あれを返却していただければ、代わりに私たちとの友好関係と知恵を提供しよう。一国の繁栄を確約するほどの秘密を差し上げますよ、船長」@{K}$Flourishing ?- ?of ?- ?Years -> 悠久の栄え$The ambassador bows. \"The Left Eye of Flourishing-of-Years called to us from across the waves. It is ours by birthright and ours to claim, yet let none say we are not generous. In exchange for its return, we offer both our friendship and our wisdom. Secrets, Captain, that can guarantee the prosperity of a nation.\"",
                    "ButtonText": "", "Id": 163497},
                   {"DefaultEvent": {"Description": "ドラウニーは船へと戻り、その膨れ上がった足は怒りのこもった一歩ごとに湿った音を立てた。ヴィザージュの大使は仮面の後ろに顔を隠し何も言わない。どちらの主君もこのような侮辱をそのままにしてはおかないだろう。@{K}$Visage -> ヴィザージュ$The Drownie returns to his vessel, his bloated feet squelching with each angry step. The Visage ambassador is silent behind her mask. Neither of their masters will let this insult go unanswered.",
                                     "Name": "賽は投げられた@{K}The die is cast", "Id": 208108},
                    "Name": "独立を促す@{K}Advocate for Independence",
                    "Description": "大きな報酬には大きなリスクが伴うものだ。しかし彼らは立ち向かう用意が出来ている。\u000d\u000a[これは賭けです。ピグモート・アイルの権威、文明、意気が高いほど成功する可能性が高まります。]@{K}$Pigmote Isle -> ピグモート・アイル$Great rewards demand great risks. But they are ready.\u000d\u000a [This is a gamble. The higher Pigmote Isle's Might, Civilisation and Spirit, the better its chances.]",
                    "ButtonText": "", "Id": 163498}],
 "Description": "二つの船がセインツ・ヘイヴンに停泊している。ヴィザージュから来たのは徴発された海賊船だ。船首には死にかけた牡牛が槍で刺し貫かれ留められている。そしてその隣に浮かぶのは、フジツボによってかろうじて繋ぎ止められている腐敗の進んだ難破船。ピグモート・アイルの噂が広まり、Zeeの力ある者たちがこの島に目を止めたらしい。@{K}$Visage -> ヴィザージュ, Pigmote Isle -> ピグモート・アイル, Saints-Haven -> セインツ・ヘイヴン$Two vessels are docked at Saints-Haven. From the island of Visage comes a commandeered pirate ship. Its figurehead is a dying bull, transfixed with a spear. Next to it floats a decaying wreck barely held together by barnacles. Tales of Pigmote Isle have spread, and the powers of the zee have taken notice.",
 "Name": "ピグモート・アイルの岐路@{K}$Pigmote Isle -> ピグモート・アイル$The Crossroads of Pigmote Isle",
 "Id": 208104}
