{"ChildBranches": [{"DefaultEvent": {"Description": "講義台に立った煙草屋がローズゲートの歴史について仰々しく語る。二十年以上前、彼は海底に店を開いた。なぜそんな場所に？「それは我々の芸術にこの環境が必要だったというだけでなく、芸術の追求のためにはなさねばならない事があると社会が認めようとしなかったためである」\u000d\u000a\u000d\u000aしかし客が来なくても店は繁盛していた。「煙草の製造技術の進歩に対する我々の寄与は並ぶものがない。そしてそれは私自身の天才に大いに依るものであるが、それと見習いの助力もあるな、最大の称賛は我々のパトロンに向けられて然るべきだろう。初めて水中で燃える煙草について耳にした時も、彼はロンドンの人々ように我々を嘲らなかった。彼はそこに不可能を成し遂げる可能性を、美を見出したのだ。そして彼の支援なくしては、ローズゲートが海中に店を開くことは出来なかっただろう。一万もの風味の煙草を試験することもなく、この店が水中で燃える煙草を生み出す場所となることもなかっただろう……」@{K}Standing at a lectern before the hearth, the Tobacconist recites his lofty account of Rosegate. Over twenty years ago he opened his shop on the zee-floor. Why there? \"It was a necessity brought upon us not only by the demands of our Art, but by Society's refusal to appreciate what must be <i>done</i> in its pursuit.\"\u000d\u000a\u000d\u000aBut even without customers, they thrived: \"The advances we've made in the tobacconist's art are unrivalled. And while that is thanks to my own genius and creative passion - as well as the help of my Apprentice - the greatest credit must go to my patron. When he first heard of the underwater cigar, ne didn't scorn me as London had. He saw the possibility of impossibility. He saw the beauty. And without his support, Rosegate would not rest in the zee; Rosegate wouldn't have been able to experiment with ten thousand flavours; Rosegate would not be the home of the underwater cigar...\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 208118},
                    "Name": "ローズゲートの歴史@{K}The History of Rosegate",
                    "Description": "「お望みなら、色鮮やかで、なおかつ人を奮い立たせるような俺たちの店の歴史を話してやろう」@{K}\"If you'd like, I can share with you the colourful and inspiring history of our shop.\"",
                    "ButtonText": "", "Id": 163505},
                   {"DefaultEvent": {"Description": "煙草屋はどのように中身とする葉を選び、巻くのか実演してみせた。彼は束ねる葉の中にそれを巻き込む手順を指示し、接着剤で留めようとするあなたに手を貸す。そして包み紙を切り、紙を巻いて完成品を作るのも助けてくれた。一時間が経つ頃には、あなたたちは10本以上の煙草を作り出していた。\u000d\u000a\u000d\u000a店の階にある暖炉の傍らに立ち、気難しい煙草屋はにっと笑った。「[q:呼称]、あんたに打ち明けねばならんことがある。俺たちが作っていたのは平凡な煙草ではなかったのだ。ローズゲートは平凡な煙草を作ることを商いとする場ではないからな。あれは特別なやり方で発酵させた物だったんだ。見てろ！」彼はあなたの作った煙草を一本炎の中に放り込み、あなたを後ろに引いた。燃え上った炎が眉毛を焦がしかける。「あんたの船の燃料にも出来るだろう。もし、そこまで切羽詰まった状況になったらの話だがな！」@{K}$q:Addressed As -> q:呼称$He demonstrates how to select leaves for filler and how to roll it. He guides you as you wrap it in the binder leaf and helps you glue it. He assists you in cutting the wrapper and rolling it into the final product. By the end of an hour, you've produced a dozen cigars.\u000d\u000a\u000d\u000aStanding before the shop-floor hearth, the Crotchety Tobacconist smirks. \"[q:Addressed As], I have a confession. We haven't rolled ordinary cigars. Rosegate is not in the business of producing <i>ordinary</i> cigars. These have been specially fermented. Observe!\" He tosses one of your cigars into the flame and pulls you back; the fire leaps out for your eyebrows. \"Potent enough to power your ship, if you ever find yourself in a pinch!\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 234654},
                    "Name": "煙草の巻き方@{K}How to Roll a Cigar",
                    "Description": "「それか、完璧に平凡な煙草の作り方を教えてやることも出来る。粗末な草を使い、伝統的な方法で巻いてみるか」@{K}\"Or, if you'd prefer, I can teach you how to make a perfectly ordinary cigar. We'll use the humble tobacco leaf, and roll in traditional style.\"",
                    "ButtonText": "", "Id": 180228}],
 "Description": "気難しい煙草屋は何やら書きこまれた黄ばんだ紙の束をカウンターの下から取り出した。「[q:呼称]、あんたには俺がどれだけこの日を待ち望んでいたか分からんだろう。船員の中に他にも講義を受けたいものがいるなら、呼んでくるといい」@{K}$q:Addressed As -> q:呼称$The Crotchety Tobacconist retrieves a yellowed bundle of notes from under his counter. \"You don't know how long I've waited for this day, [q:Addressed As]. Let your crew sit in, if they want.\"",
 "Name": "大衆に開かれた講義@{K}Open to the Public", "Id": 208117}
