{"ChildBranches": [{"DefaultEvent": {"Description": "祝賀は三日にわたって続いた。その後、あなたは肉とエールで膨れ上がった状態で統治議会に呼びだされた。グレースノウ王とエドガー首相が揃って新たな議会を仕切っている。\u000d\u000a\u000d\u000a「無毛の顧問よ！感謝する！」グレースノウ王が前足をあげ述べる。鼠の合唱隊が一斉に感謝の言葉を唱えだした。数えていたわけではないが、どうやら彼らは徹底的にやるつもりでいるらしい。\u000d\u000a\u000d\u000a首相の感謝はもう少し形式的でない物だった。彼が合図すると、鼠とモルモット両者によってひかれた台車がピグモート・アイルの宝を乗せて出てきた。ネズミの星、淑女の瞳、タラシーンとも呼ばれる宝だ……あの輝くシンティラックが他にどれだけの名前を持っているのかは神のみぞ知る。\u000d\u000a\u000d\u000a「これより先、我らは自らの手で自らの道を照らし出そう」首相が言った。「持って行け」彼は疲れたように頭を擦った。「それにその厄介者は我々の間に騒動を引き起こすだけだった」\u000d\u000a\u000d\u000a褒美を手に入れた今、Zeeが再びあなたを呼んでいる。もしかするといつの日か、Zeeはあなたをあなた自身の王国へと導いてくれるかもしれない。そうなれば、この経験は確かに役に立つことだろう。@{K}$[Ss]cintillack -> シンティラック$The celebrations last three days. Afterwards, bloated with meat and ale, you are summoned to the ruling council. King Gracegnaw and First Minister Edgar tend their new court together.\u000d\u000a\u000d\u000a\"Hairless Adviser! A thousand gratitudes!\" declares King Gracegnaw, raising a paw. A chorus of rats begins chanting 'thank you'. You do not keep count, but it seems they intend to go the full distance.\u000d\u000a\u000d\u000aThe First Minister's gratitude is less symbolic. He gestures, and a cart pulled by both a rat and a cavy wheels in Pigmote's treasure - the Rat Star, the Lady's Eye, the Thalassine... goodness only knows how many other names this glowing scintillack might have.\u000d\u000a\u000d\u000a\"From now on we light our own path,\" says the First Minister. \"Take it.\" He rubs his head wearily. \"B____y thing's caused us nothing but trouble anyway.\"\u000d\u000a\u000d\u000aWith your reward in hand, the zee beckons once again. Perhaps one day it will lead you to your own Kingdom. If so, this experience will certainly be valuable.",
                                     "Name": "感謝@{K}Gratitude", "Id": 208128},
                    "Name": "新たな出立@{K}A new start",
                    "Description": "幾つもの花火がNeathの天蓋を照らしだす。未来への期待に満ちた幸せそうな鳴き声があがった。@{K}Fireworks light the roof of the Neath. Happy squeaks raise in anticipation of the future.",
                    "ButtonText": "", "Id": 163510}],
 "Description": "ピグモートは血に濡れているが、勝利した。この侵略者たちに対する勝利は鼠とモルモットを連帯させた。グレースノウ王と主任技師は共に不可侵条約によって敵対関係を終結させるため、戻ってきた大使たちを迎え入れる。\u000d\u000a\u000d\u000aヴィザージュ大使が先に署名した。彼女の感情は仮面によって隠されている。ファザムキングの配下の男は親指を吸うと羊皮紙に押し付け、インクをつけたかのような拇印を捺した。@{K}$Visage -> ヴィザージュ, Fathomking -> ファザムキング$Pigmote is bloodied, but victorious. Their victory over the invaders has united rats and cavies. King Gracegnaw and the Chief Engineer greet the returning ambassadors, here to end hostilities with a non-aggression pact.\u000d\u000a\u000d\u000aThe Visage ambassador is the first to sign, her feelings hidden by her mask. The Fathomking's man merely sucks his thumb and presses it to the vellum, leaving an inky fingerprint.",
 "Name": "ピグモート・アイルの輝かしき勝利@{K}$Pigmote Isle -> ピグモート・アイル$The Triumph of Pigmote Isle",
 "Id": 208127}
