{"ChildBranches": [{"DefaultEvent": {"Description": "罪人は解放され安堵に歓声をあげる家族の元へと戻った。正義がなされなかったと主張する者はほとんどいない。しかし、今回の一件の後もこのような窃盗は続き、[q:ピグモート・アイル: 統治]の者たちにとって弱さと慈悲の間の線はどこに引かれるのか見分けるのは難しくなっていった。@{K}The guilty rodent is released back to his family, all wheeking with relief. Few claim justice has not been done. But it is not the last such theft, and with each one, it becomes harder for the [q:Pigmote Isle: Mastery]ns to tell where the line between clemency and weakness is drawn.",
                                     "Name": "許され、忘れられる@{K}Forgiven and forgotten", "Id": 209686},
                    "Name": "慈悲心を呼び起こす@{K}Advocate mercy",
                    "Description": "彼の行動は不適切ではあるが、理解できるものだ。@{K}His actions were understandable, if unfortunate.",
                    "ButtonText": "", "Id": 164547},
                   {"DefaultEvent": {"Description": "処刑は可能な限り痛みを伴わないように、しかながら衆目の前で行われた。市民たちは彼らの見たものが正義と呼べるのか苦々しく議論を交わしたが、処刑によってもたらされた衝撃は明らかだった。今後再び盗みのリスクを犯そうとする者はほとんどいないだろう。@{K}The execution is kept as painless as possible, but conducted in public. Citizens argue bitterly whether what they witnessed can be called justice, but its impact is clear: few dare risk theft again.",
                                     "Name": "法と秩序@{K}Law and order", "Id": 210223},
                    "Name": "見せしめとして罰するよう主張する@{K}Insist an example be made of him",
                    "Description": "新しい国家にはこのような先例を作っている余裕はない。@{K}A new nation cannot afford to set a such a precedent.",
                    "ButtonText": "", "Id": 164878},
                   {"DefaultEvent": {"Description": "長い沈黙があった。そして周囲の者たちの口髭が震える。「あなたの……助言の通りにいたしましょう、無毛の顧問よ」側近はなんとか辛うじて、丁重な調子を保った鳴き声をあげた。それに続く甲高い悲鳴の数々は盗人であれ、誰であれ、すぐには忘れられないだろう。@{K}There is a long silence. Much twitching of whiskers. \"As... as you counsel, Hairless Adviser,\" the advisor just about manages to squeak in a moderately respectful tone. The shrieks that follow will not soon be forgotten, by thieves or anyone else.",
                                     "Name": "過剰な力@{K}Excessive force", "Id": 210224},
                    "Name": "半端な対処では駄目だ！@{K}No half-measures!",
                    "Description": "この悪党を吊るし、水に沈め、八つ裂きにして杭に刺し全ての者への警告とするのだ！そして彼の家族も同様にするように！@{K}Insist the wretch be hung, drawn, quartered and the pieces impaled on spikes as a warning to all! And his family too!",
                    "ButtonText": "", "Id": 164879}],
 "Description": "罪を犯した齧歯類が一匹頭を垂れ立っている。側近が彼を前へと押し出した。「無毛の顧問よ、この裏切り者は我らの倉庫から食料を盗み出したのです。病気の子供に食べさせるためだったと主張しています。慈悲を示しましょうか、あるいは見せしめとしてこの悪党を罰するべきでしょうか？」@{K}A guilty rodent stands, his head bowed. The aide pushes him forward. \"Hairless Adviser, this traitor stole food from our stores. To feed a sick child, he claims. Do we show mercy or make an example of the wretch?\"",
 "Name": "ピグモート・アイルのジレンマ@{K}$Pigmote Isle -> ピグモート・アイル$A Dilemma On Pigmote Isle",
 "Id": 209685}
