{"ChildBranches": [{"DefaultEvent": {"Description": "彼は大きく息を吐き、煙草をゆっくりと吸い込んだ。「そうだな、[q:呼称]、昔、俺は一つの過ちを犯した。この道を究めてしまったのだ。俺に残された道は二つ。もう何もする事はないというのを受け入れるか、馬鹿馬鹿しい、想像することも出来ない様なものを目指すか」彼は鼻眼鏡越しにあなたを一瞥し、にやりと笑った。彼はどれだけの間、このセリフを言う機会を待っていたのだろう？@{K}$q:Addressed As -> q:呼称$He puffs out his chest, and takes a long draw on his cigar. \"Well, [q:Addressed As], I made a mistake many years ago: I mastered my art. There were only two options left to me - I could accept that I was finished, or I could attempt the absurd and unimaginable.\" He glances at you over his pince-nez, and smiles wryly. How long has he been saving those lines?",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 209688},
                    "Name": "明らかに実現不可能なものを追求する理由とは？@{K}Why pursue what is clearly impossible?",
                    "Description": "彼は何故この様な事をしているのだろう？@{K}Why would he put himself through this?",
                    "ButtonText": "", "Id": 164548},
                   {"DefaultEvent": {"Description": "彼の鼻眼鏡に炎の光が反射する。「数え方によるな。俺たちは今までに16806本の煙草を試してきた。しかし、実際の合計は遥かに少ないと言うことも出来るだろう。16000本の中には全く同じ調合の物を違う条件下で試したこともあったからな。他にもごく僅かな調整を施しただけの物もある。包装や発酵の様式といった部分を変えたんだ。しかし、それでも、すべての失敗は単なる失敗に過ぎない」彼が煙草であなたを指すと、白い灰が先端から零れ落ちた。「しかしよく聞け。これは成功する。そしていつの日か、俺はこれをさらに高めZee全体を燃えあがらせることも出来る煙草にして見せよう」@{K}The firelight glows against his pince-nez. \"That depends on how I count. We have tested sixteen thousand, eight hundred and six cigars. But one could argue that the actual total is far less; some of those cigars were the same blend, tested under different circumstances. Others had only the most minor of adjustments - to the method of wrapping or fermentation, and so on. But each of my failures is just that: a failure.\" As he points his cigar at you, white ash drops from its tip. \"But mark my words: this one will work. And one day, I'll refine it to such a point that it makes the whole d__ned zee catch fire.\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 234655},
                    "Name": "今までどれだけの煙草を作り、試飲してきたのだろう？@{K}How many cigars has he made and tested? ",
                    "Description": "彼はこれまでに幾つの失敗を耐え忍んできたのだろうか？@{K}How many failures has he endured?",
                    "ButtonText": "", "Id": 180229}],
 "Description": "気難しい煙草屋が炉端の低いスツールに座っている。彼は煙草を吸っては、ブランデーを傾ける。混ざり合った芳香によって眩暈がするようだ。「俺にはこれがもし失敗した時、何をすればいいのかが分からないんだよ、[q:呼称]。まったく分からんのだ……」@{K}$q:Addressed As -> q:呼称$The Crotchety Tobacconist sits on a low stool by the fire. He alternates between drawing on his cigar, and sipping on brandy. The combined aroma is dizzying. \"I don't know what I'll do if this fails, [q:Addressed As]. I just don't know...\"",
 "Name": "炉端の回想@{K}Fireside Reflections", "Id": 209687}
