{"ChildBranches": [{"DefaultEvent": {"Description": "<i>人形だと思っていた物は生きている動物だった!私から見て左にはファーブルのクマネズミが、ゴーグルと鍛冶屋のエプロン、道具一式を身に纏って立っている。右には、普通でない大きさのテンジクネズミが、中世を思わせるようなヘルメットに胸当てを身に纏っていた。\u000d\u000a\u000d\u000a\u000d\u000aクマネズミが先ず一歩前に出て、深々と一礼をする。\u000d\u000a\u000d\u000a「船長殿、ようこそ、ネズミ星の島へ。あっしの名前はエドガー。第三クマネズミ旅団の第二主任技師をやっておりやす。あっしの隊にお越し頂ければ、食べ物や燃料など、あっしらの払いでご用意致しやしょう。貴方がすべきは、ただ選ぶ事だけです。」\u000d\u000a\u000d\u000aクマネズミがそれだけ言って一歩下がるとほぼ同時に - それが長い間の習慣であるかのように - テンジクネズミがやや慌てた様子で一歩前に飛び出し、雄弁に捲し立てる。\u000d\u000a\u000d\u000a「船長さん、テンジクネズミの島へようこそ。私の名は黒水のスウィンチのオーガスタ・デヴロー・スウィンチ女公爵。グレースノウ国王陛下の執事長です。私の隊にお越し頂ければ、食べ物や燃料など、私達の払いでご用意致しましょう。貴方がすべきは、ただ選ぶ事だけです。」\u000d\u000a\u000d\u000a二人(匹?)はただ押し黙って、期待に満ちた目で私を見ている。</i>@{M}$Chief Engineer -> 機関長$<i>The figures were rodents! To my left was a Rattus Faber, wearing goggles, a blacksmith's apron, and an assortment of tools; to my right an unusually large guinea pig, wearing a helmet and breastplate reminiscent of nothing so much as the High Middle Ages.\u000d\u000a\u000d\u000aThe rat stepped forward first, and bowed.\u000d\u000a\u000d\u000a\"Welcome, Captain, to Rat Star Island. I am Edgar, Second Chief Engineer of the Third Rat Brigade. I invite you to avail yourself of food and fuel at our expense; the only cost to you is a choice.\"\u000d\u000a\u000d\u000aThe rat stepped back; at precisely the same moment, with what appeared to be the ease of long habit, the guinea pig scuttled forward, and made a declamatory chirp.\u000d\u000a\u000d\u000a\"Welcome, Captain, to the Isle of Cavia. I am Lady Augusta Devereaux Swinch of the Blackwater Swinches, Seneschal to our King Gracegnaw, First of His Name. I invite you to avail yourself of food and fuel at our expense; the only cost to you is a choice.\"\u000d\u000a\u000d\u000aThe two stood at attention, looking at me expectantly.</i>",
                                     "LinkToEvent": {"Id": 209703},
                                     "Name": "第一章: 代表の挨拶@{M}Chapter 1: The Delegation",
                                     "Id": 209702},
                    "Name": "ピグモート島の物語@{M}$Pigmote Isle -> ピグモート・アイル$The Tale of Pigmote Isle",
                    "Description": "統べる者が生まれ、選択が提示され、戦争が宣言され、唯一の財宝が全員によって探され、そして新しい帝国が爪と牙によって建てられる、そんな物語。@{M}In which a delegation is made, a choice is presented, war is declared, a most singular treasure is sought by all, and a new empire is founded with tooth and claw.",
                    "ButtonText": "", "Id": 164557}],
 "Description": "これに述べるは<i>ジーキャプテンの航海日誌: ロンドンからアイレムに到る道、そして道中に何を為したか</i>という著名な作品の抜粋である。これはムットン島の浜辺に打ち上げられ、ありのままを伝えるロンドン雑誌によってシリーズ化された話だ。著者にまつわる詳細は、未だ不明である。@{M}$Irem -> アイレム, Mutton Island -> マトン・アイランド$The following is an extract from the popular <i>Diary Of A Zee-Captain: From London To Irem And What We Did There Before We Arrived</i>, washed ashore on Mutton Island, and subsequently serialised in the Unexpurgated Gazette. The author's identity remains unknown.",
 "Name": "文学的幕間@{M}A Literary Interlude", "Id": 209701}
