{"ChildBranches": [{"DefaultEvent": {"Description": "<i>私は主任技師に詳細を尋ねた。彼は私の事を推し量るようにじっと見つめるとぶっきらぼうに語りだす。\u000d\u000a\u000d\u000a「私たちはこの島にロンドンとあの場所の猫やスナッファーや鼠皮のスーツから離れ、自分たちの家と呼べる場所を作り上げるために来た。自らの共和国の一員として生きるためにな！私たちは道具と歯と器用な手先を携え来たり、アララット山の頂上青く明るく輝くネズミ星の下で美しい町を作り上げた」主任技師は遠くの丘に向かって頷いて見せた。\u000d\u000a\u000d\u000a「ある日私たちはチキンウッズの奥地へと果敢に踏み込み、アララット山の頂上よりネズミ星を取り上げると、それを我らの光、我らの導きの灯としたのだ。しかし、浅ましいモルモットどもがその光を見て星を手に入れようと欲望を抱いた。奴らは私たちを支配し星を盗もうと軍隊を送り込んできやがった！しかし奴らに自分たちの物を奪わせなどしない！私たちは最期の一息まで戦うだろう！彼らを倒すのを手伝ってくれないだろうか？」</i>@{K}<i>私は主任技師に詳述を求める事にした。彼は長い間慎重な目線で私を見つめた後に、やや粗い口調で話し始めた。\u000d\u000a\u000d\u000a「あっしらは猫どもや蝋燭消し、衣服を作る為にあっしらの皮を剥ぐ奴らで一杯のロンドンから離れて、新しい故郷を作る為にこの島に来たんでさぁ。あっしらは此処にあっしらの国を建てる為に来たんです!あっしらには道具があり、牙があり、何よりも秀でたこの両腕がありやした。そんで、アララト山で青く眩しく輝いてたネズミ星に照らされた、美しい街を作ったんです。」そう言いながら、主任技師は遠くの丘を指す様に頷いた。\u000d\u000a「ある日、あっしらはチキンウッドの奥底に、勇敢に立ち向かいやして、アララト山の頂上から引き抜いてきたネズミ星をあっしらの光に、あっしらの標にしようとしたんです。だが、その光を見たテンジクネズミの野郎共が、あっしらの星を欲しがりやがりまして。あいつらは軍勢をよこし、あっしらを制圧して星を盗もうとしたんでやす!あっしらの物を持っていくなんてとても許せんのです!あっしらは最後の一匹まで立ち向かいやす!貴方はあっしらと共に奴らをぶちのめしてくれやすか?」</i>@{M}$[Ss]nuffer -> スナッファー$<i>I asked the Chief Engineer to elaborate. He looked at me for a long, measured moment before speaking gruffly. \u000d\u000a\u000d\u000a\"We came to this island to make a home for ourselves away from London, its cats and Snuffers, its Rat-Skin Suits. We came to live as citizens of our own Republic! We came with our tools, our teeth, our clever hands, and we made a beautiful city by the light of the Rat Star that shone bright and blue on Mount Ararat.\" The Chief Engineer nodded towards the distant hill.\u000d\u000a\u000d\u000a\"One day we braved the depths of the Chickenwoods, and from the top of Mount Ararat we plucked the Rat Star to be our light; our beacon. But the Pigs of Cavy saw the light, and they lusted for it; they sent armies to rule us and steal our Star! We will not permit them to take what is ours! We will resist to our last breath! Will you join us in defeating them?\"</i>",
                                     "LinkToEvent": {"Id": 209703},
                                     "Name": "躍進するネズミ@{K}建造する鼠達@{M}A Rat in the Making", "Id": 209704},
                    "Name": "私は主任技師に話しかけた@{M}I spoke to the Chief Engineer",
                    "Description": "彼はいくつもの傷跡を宝石のように誇示し、瞳は冷たい輝きを放つ。@{K/M}彼の目は奴らに対しとても冷たい一瞥を放っており、宝石のように傷跡を誇示していた。@{M}His eyes had a wave-cold glint to them and he wore his scars like jewels.",
                    "ButtonText": "", "Id": 164558},
                   {"DefaultEvent": {"Description": "<i>執事長はかの侯爵夫人に勝るとも劣らぬ上品さで咳払いすると語り始めた。\u000d\u000a\u000d\u000a「グレースノウ陛下は我が王、我が君、我が主。\u000d\u000a七ヶ月とは、我らが海の上を歩みし旅路。\u000d\u000aこの地を征し、南方を領地と定むに異議非じ。\u000d\u000a今や、王に立ち向かう砦は一つとて残らじ。\u000d\u000a今や、王を阻みし街の外壁は一面とて残らじ。\u000d\u000a我らを助けよ！ネズミの悲鳴、山の果てへ響けり。\u000d\u000a奇跡が如き仔羊の救い。\u000d\u000a定められた我らが栄光と彼らが凋落。\u000d\u000a全ては我らが淑女の瞳、広間に戻りし時！」\u000d\u000a\u000d\u000a執事長は気持ちを落ち着かせると言葉を続けた。「私達は、カヴィヤット山にある淑女の瞳が放つ光によって真実と美を見たのです。しかしネズミ達が武器を携え、けたたましい声と姑息な策略によって、それを私達から奪い去ったのです。私達は必ずや彼らを屈服させ、至宝を取り戻します。鋼鉄の靴を履いたこの手足で、烏合の衆である奴らを支配しましょう。私達についてくれますか？」</i>@{K/M}<i>執事長は話し始める前に、女公爵としての自分に対抗する様に、繊細なトーンで彼女の声を整える。\u000d\u000a\u000d\u000a「グレースノウ陛下は我が王、我が君、我が主。\u000d\u000a七ヶ月とは、我らが海の上を歩みし旅路。\u000d\u000aこの地を治め、南方を領地と定むに異議非じ。\u000d\u000a今や、王に立ち向かう砦は一つとて残らじ。\u000d\u000a今や、王を阻みし外壁は一面とて残らじ。\u000d\u000a我らテンジクネズミを助けよ!彼の声、山の果てへ響き。\u000d\u000a助けられた我らが子羊の姿は最早力尽き。\u000d\u000a定められた我らが栄光と彼らが凋落。\u000d\u000a全ては我等が淑女の瞳、回廊に戻りし時!」\u000d\u000a\u000d\u000a執事長は自ら詩を作り上げ、そして付け加えた。「私達は、カビアト山にある淑女の瞳が放つ光の中に、真実と美を見ました。しかしクマネズミ達が武器を携え、けたたましい声と彼らの愚民の如き信念で、それを私達から奪い去ったのです。私達は必ずや彼らを屈服させ、至宝を取り戻すでしょう。彼らは烏合の衆であり、私達は鋼鉄の靴を履いたこの手足で、彼らを支配するでしょう。私達についてくれますか?」</i>@{M}<i>The Seneschal cleared her throat with a delicacy to rival the Duchess' own before speaking.\u000d\u000a\u000d\u000a\"Gracegnaw the King, our Lord and Sovereign,\u000d\u000a\u000d\u000a Full seven months had sojourned on the sea,\u000d\u000a\u000d\u000a Conquered this land, and won the Southern main.\u000d\u000a\u000d\u000a Now no fortress against him shall remain,\u000d\u000a\u000d\u000a No city walls be left for him to gain,\u000d\u000a\u000d\u000a Save the RATS! That squeak behind mountain!\u000d\u000a\u000d\u000a Unlikely was the Lamb of our deliverance,\u000d\u000a\u000d\u000a Assured shall be our glories and their fall,\u000d\u000a\u000d\u000a When Our Lady's Eye restored be to our hall!\"\u000d\u000a\u000d\u000aThe Seneschal composed herself, then added, \"We saw truth and beauty by the light of Our Lady's Eye on Mount Cavyat. But the rats, with their guns and their chatter and their peasants' politics, stole it from us. We will subjugate them and take it back. They are a rabble, and we will rule them with the steel-shod velvet of our paws. Will you join us?\"</i>",
                                     "LinkToEvent": {"Id": 209703},
                                     "Name": "板についた騎士としての振る舞い@{K}騎士としての矜持@{M}A Knight out of Habit", "Id": 209705},
                    "Name": "私は執事長に話しかけた@{M}I spoke to the Seneschal",
                    "Description": "鎧を身に着けたモルモットがどうしてこれほど堂々として見えるのだろう？@{K}武装したテンジクネズミはどの様にして自らを威風堂々たらしめたのか?@{M}How did an armoured guinea pig manage to look regal?",
                    "ButtonText": "", "Id": 164559},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 209710},
                                     "Name": "", "Id": 209706},
                    "Name": "私は十分過ぎる程話を聞いた@{M}I had heard more than enough",
                    "Description": "選択をする準備は整った。@{M}I was ready to make my choice.",
                    "ButtonText": "", "Id": 164560}],
 "Description": "<i>二匹の珍しい齧歯動物は座り……あるいは屈み……どちらも私の支持を求めている。慎重に決断しなければならないだろう。</i>@{K}<i>二匹の珍しい鼠は座り...身を潜め...双方とも私の助けを求めていた。私は慎重に決断せねばならない事を悟った。</i>@{M}<i>The two remarkable rodents sat... squatted... both seeking my support. I knew I had to choose carefully.</i>",
 "Name": "第二章: 誉れ高き二つの種族@{K}第ニ章: 酷似した尊厳@{M}Chapter II: Alike In Dignity",
 "Id": 209703}
