{"ChildBranches": [{"DefaultEvent": {"Description": "<i>私は、主任技師に指を伸ばした。彼は嬉しそうに指を握りしめていた。対照的に執事長は怒りの声を上げ抗議していたが、距離は保たれていた。\u000d\u000a\u000d\u000a「あんたは正しい選択をしやした。」主任技師が言う。「どれ、辺りを見せてやりやしょうかね。」</i>@{M}$Chief Engineer -> 機関長$<i>I extended a finger to the Chief Engineer, who shook it grimly. The Seneschal hissed and chattered her teeth in disgust, but kept her distance.\u000d\u000a\u000d\u000a\"You've made the right choice,\" said the Chief Engineer. \"Let me show you around.\"</i>",
                                     "LinkToEvent": {"Id": 209714},
                                     "Name": "クマネズミと友に@{M}A friend to rats", "Id": 209711},
                    "Name": "私は主任技師の側についた@{M}$Chief Engineer -> 機関長$I sided with the Chief Engineer",
                    "Description": "彼は気難しそうだが誠実そうでもあった。そして、私は鼠が作った武器がどれ程のものかを嫌と言う程知っていた。@{M}He seemed grumpy but honest. Also, I knew all too well what rat-made weapons can do.",
                    "ButtonText": "", "Id": 164563},
                   {"DefaultEvent": {"Description": "<i>私は執事長に礼を施した。彼女は悦びで飛び上がり、主任技師は怒りの余りに牙を剥き出しにして抗議していたが、距離は保たれていた。\u000d\u000a\u000d\u000a「貴方は賢明な選択をしました、船長さん。」執事長が優雅に言う。「さぁおいで下さい。現在の状況を更に詳細に説明しましょう。」</i>@{M}$Chief Engineer -> 機関長$<i>I bowed to the Seneschal, who purred with pleasure while the Chief Engineer gnashed his teeth, but kept his distance.\u000d\u000a\u000d\u000a\"You have chosen wisely, Captain,\" said the Seneschal. \"Come, and I will explain our situation to you in greater detail.\"</i>",
                                     "LinkToEvent": {"Id": 209722},
                                     "Name": "テンジクネズミと友に@{M}A friend to cavies", "Id": 209712},
                    "Name": "私は執事長の側についた@{M}I favoured the Seneschal",
                    "Description": "それは彼女に魅力だったか、それともロンドンで見た、私を揺さぶった鼠皮のコートへの愛着だったろうか?恐らく、両方だろう。何れにしても、私は彼女達の文明の真髄を見る方に興味を持った。@{M}Was it her charm, or a fondness for London's rat-skin coats that swayed me? Perhaps a little of both. At any rate, I was keen to find out more about their civilisation.",
                    "ButtonText": "", "Id": 164564},
                   {"DefaultEvent": {"Description": "<i>主任技師と執事長は互いに目線を合わせた後、私に嘲弄を含んだ視線を返してきた。\u000d\u000a\u000d\u000a「ええ...」主任技師がにやにや笑いながら言った。「あんたはあっしらより明らかに賢いですや。」\u000d\u000a\u000d\u000a「あらあら...」執事長は低く呟いた。「貴方は私達の事を、私達よりも知っておいでですこと。」\u000d\u000a理想主義は、どう見てもこの場では役に立たないだろう。</i>@{M}$Chief Engineer -> 機関長$<i>The Chief Engineer and the Seneschal shared a look, then regarded me with scornful amusement.\u000d\u000a\u000d\u000a\"Yes,\" smirked the Chief Engineer, \"You're obviously much cleverer than us.\"\u000d\u000a\u000d\u000a\"Oh, much,\" murmured the Seneschal. \"You clearly know us much better than we know ourselves.\" \u000d\u000a\u000d\u000aApparently idealism would not help, here.</i>",
                                     "LinkToEvent": {"Id": 209710},
                                     "Name": "私の言葉は彼らに協定を結ばせる手助けとなった@{M}My words helped them reach agreement",
                                     "Id": 209713},
                    "Name": "私は和平の仲裁を試みた@{M}I attempted to broker a peace",
                    "Description": "彼らの共通点の方が明らかに、彼ら同士の差異よりも多い事は明らかだった。恐らく、彼らが手を取り合う手助けを、私なら出来るだろう。@{M}Surely their commonalities were more numerous than their differences. Perhaps I could help them get along. ",
                    "ButtonText": "", "Id": 164565}],
 "Description": "<i>貴方にも想像出来る様に、私は板挟みに陥っていた。彼らの赤い瞳が私を見上げ、決断を今かと待っていた。</i>@{M}<i>As you can well imagine, I faced quite a dilemma. Their red eyes stared up at me, waiting for my choice.</i>",
 "Name": "第ニ章: 酷似した尊厳@{M}Chapter II: Alike In Dignity",
 "Id": 209710}