{"ChildBranches": [{"DefaultEvent": {"Description": "<i>私は練兵官の軍曹に近づき、敬礼までして見せた。彼女は満足げに唸ると、指導していた隊を解散させチキンウッドの樹皮から作られたジャーキーを一切れ私に差し出し齧るように勧めた。\u000d\u000a\u000d\u000a「下にはもっと兵が居るが……」彼女はそう説明する。「まだ全然足りない。モルモット共は体も大きく、数も多い。我々の方が武器の扱いには長けているが、こっちにはその武器を作る材料がない。我々の殆どは密航者であり、ここに来る時も食料、道具、毛皮しか持ってこれなかったのさ。釣りやチキンウッズの木を齧ることは出来るが、銃を木から作ることは出来ない。モルモットどもは自分たちの蒸気船で来やがった。食糧も無尽蔵にあるようだ。時折勝って略奪は出来るんだが、我々は余りにも数が少なく、勝ち取った領土を長い間護る事すら敵わんのだよ。しかしそれが目的ではない。我々の望みはただ一つ、建国を果たす為の平和だ。そしてネズミ星……」彼女は一瞬言い淀み、思慮深げに言葉を付け足す。「当然、我々はそれも欲しい」</i>@{K/M}<i>私は練兵官の軍曹に近づき、彼女に慇懃な敬礼を施した。彼女は私に対し、満足のこもったうなり声を返してきた。そして軍曹は彼女の指揮する隊を解散させ、共に齧ろうと私にチキンウッドの干し肉を薦めて来たのだった。\u000d\u000a\u000d\u000a「下にはもっと兵が居るが...」彼女はそう説明する。「まだ全然足りない。テンジクネズミ共は体も大きく、数も多い。我々は武器で有利を取っているが、彼らを圧倒するにはまだ足りない。我々の殆どは密航者であり、ここに来る時に食料、道具、毛皮しか船に積んで持ってこなかったのだ。釣りは出来るし、チキンウッドの森を齧る事もできるが、木から銃は作れないんだ。テンジクネズミ共は自分達の蒸気船でやって来た様で、物資も限りなく持っているようにも感じる - 時折勝って略奪は出来るんだが、余りにも数が少なく、我々が勝ち取った領土を長い間護る事すら敵わんのだよ。しかしそれが終わりではない - 我々全員が望むのは、建国を果たす為の平和なのだ。そしてネズミ星...」彼女は一瞬言い淀み、思慮深げに言葉を付け足す。「当然、我々はそれも欲しい。」</i>@{M}<i>I approached the drill sergeant and went so far as to salute her, which earned me a grunt of satisfaction. The sergeant dismissed her troops and offered me a bit of Chickenwood jerky to gnaw on.</i> \u000d\u000a\u000d\u000a<i>\"There's more of us below ground,\" she explained, \"but not enough. The Cavies are bigger and there's more of 'em. We're better with weapons, but haven't got the stuff to make 'em with; most of us came here as stowaways and brought nothing but food, tools, and the fur on our backs. We can fish, and we nibble the Chickenwoods, but we can't make guns out of trees. The Cavies came with their own steamer, and seem to have endless supplies - we raid 'em, sometimes, but there's so few of us, and we can never hold on to territory gained for long. But that's of no consequence - all we want is to be left in peace to build our Republic. And the Rat Star,\" she added thoughtfully, after a moment. \"Of course. We want that too.\"</i>",
                                     "LinkToEvent": {"Id": 209714},
                                     "Name": "勝利は不可能であるようにさえ思えた@{K}我々は数の暴力と戦っていた@{M}We were fighting impressive odds.",
                                     "Id": 209716},
                    "Name": "私は鼠の兵舎を訪れた@{M}I visited the rats' barracks",
                    "Description": "練兵官の軍曹は私を品定めしているように見えた。彼女の周りにいる何匹かの鼠が彼女が率いる攻勢軍の全てなのだろうか?@{M}The drill sergeant appeared to be sizing me up. Were the few rats around her really all she had to launch an attack? ",
                    "ButtonText": "", "Id": 164567},
                   {"DefaultEvent": {"Description": "<i>「もちろんあれは本当の星ではありません。でも、そう他の人たちを説得するのは難しいでしょうね。それに主任技師はあまり熱心に説得しないでいてほしいようです。星だと思っていた方が士気が高まるとか。けど、あれを見てください！ほら！」\u000d\u000a彼女は私にゴーグルを差し出した。私は何とかそのゴーグルで片目を覆う事に成功し、ようやく彼女の研究している物の真の姿が分かった。\u000d\u000aあの星はシンティラックだったのだ！しかしそれは今までに見た事も無いような物だった。サファイアの様に蒼く、だがより輝かしい。そしてその透き通るような色を見ていると、何故だか分からないがひどく心が落ち着いた。主任科学士官はゴーグルを返すと嬉しそうに鳴きたてた。\u000d\u000a「モルモットの側の土地へゆき生きて帰って来た者たちによれば、あそこにはたくさんの輝きがあるそうです。水中のあちこちに光っているとか。ですがこの光ほどのものはないという話です。私たちはこれを島の中央のアララット山より持ってきました。もっともあれもネズミ星が星ではないのと同じぐらい、山とは呼べないような場所ではありますが！あそこは内部が空洞になっているのです――そして中には甘美なる水が溜まっていて、コーラルが壁面全体に育っています。しかしこれ以外には光るものはありません。これはもう私たちのものであり、何者にも渡すわけにはいきません！」</i>@{K}<i>「勿論実際は、それは星でありません。しかし、他に説明しようないです。主任技師さんは私働き過ぎて欲しくないです。曰く、士気保つ為にはその方が良いと言います。しかし、見て下さい!さぁ!」\u000d\u000a彼女が差し出した物は彼女のゴーグルだった。彼女が一体何を見ていたのかの真実を、私はゴーグルを通じて見通す事で理解した。\u000d\u000a\u000d\u000aそれは珊瑚の胞核だった!しかしそれは今までに見た事も無いような物だった。サファイアの様に蒼く、だがより輝かしい。それが内包する色の透明度は途方も無く滑らかだった。私がゴーグルを返した時、彼女 - 主任科学士官 - は満足そうに笑っていた。\u000d\u000a\u000d\u000a「島のテンジクネズミの領地向かった同胞生き残りが、そこ沢山の輝き詰まっていると教えてくれます。沢山沢山輝きが水の中あると言いますが、どれもこの胞核ほどでないです。私達これを島の中心、アララト山から持ってきました。アララト山は山であるだけでなく、星を抱えているです!中は空洞で - 素晴らしい水詰まっていて、珊瑚が壁中びっしり生えているです。しかしそれでも、これほど輝きもたらしません。だからこれ持ってきました。これもう私達の物。誰も持って行く事、絶対に出来ない!」</i>@{M}$[Oo]fficer -> オフィサー, [Ss]cintillack -> シンティラック$<i>\"It's not a star, of course, not really, but try explaining that to the others. The Chief Engineer doesn't want me working too hard to convince them - says this is better for morale - but just look at it! Look!\"</i>\u000d\u000a\u000d\u000a<i>She offered me her goggles; I managed to work them over just enough of one of my eyes to see the truth of what she was studying.</i>\u000d\u000a\u000d\u000a<i>It was scintillack! But unlike any I'd seen before: blue as a sapphire, but more brilliant. Something about the clarity of its colour was tremendously soothing. The Chief Science Officer tittered with pleasure as I handed her goggles back.</i>\u000d\u000a\u000d\u000a<i>\"Those of us who've been to the Cavy side of the island and lived to tell of it say that there's plenty of glow there, plenty of bright in the water all round, but nothing like this. We took this from the island's centre, Mount Ararat - only it's not a mountain, of course, any more than this is a star! It's hollow - there's sweet water inside, and coral crawling all up the walls of it. But nothing that glows, save this. It's ours now and no one can take it from us!\"</i>",
                                     "LinkToEvent": {"Id": 209714},
                                     "Name": "蒼きことサファイアの如く、しかし遥かに眩い@{K/M}蒼きことサファイアの如く、しかしその輝きより強し@{M}Blue as a sapphire, but endlessly more brilliant.",
                                     "Id": 209717},
                    "Name": "私は'ネズミ星'をもっと近くで見た@{M}I took a closer look at the 'Rat Star'",
                    "Description": "興奮している様に見える鼠が曇り硝子をレンズに用いたゴーグルを通してそれを観察し、髭を忙しなく動かしながら本物のように見える紙にメモを書き留めていた。@{K/M}興奮している様に見える鼠が曇ったゴーグルを通してそれを観察し、髭を忙しなく動かしながら本物の紙に見える何かにメモを書き留めていた。@{M}An excitable-looking rat was peering at it through smoky goggles, twitching her whiskers and making notes on what appeared to be real paper.",
                    "ButtonText": "", "Id": 164568},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 209720},
                                     "Name": "", "Id": 209718},
                    "Name": "私は探索を終えた@{M}I finished my exploration",
                    "Description": "軍事会議の開始を告げる鐘が鳴った。私は召喚されたのだ。@{K/M}戦争会議のベルが鳴り響いた。私は召喚されたのだ。@{M}The bells of the War Council rang. I was summoned.",
                    "ButtonText": "", "Id": 164569},
                   {"DefaultEvent": {"Description": "<i>白ネズミが繕い作業から顔を上げ、愛嬌のある、やや引っ込み思案そうな笑顔を浮かべて私を見上げた。\u000d\u000a\u000d\u000a「チキンウッドはですね、乾燥させて穴を塞ぐとよく水に浮くんですよ。それで俺たちはちょっと漕いでって網を投げたりできるってわけです。色んなものがかかりますよ。盲目魚、蟹、時にはちぎれた触手の塊なんかね。でもネズミ星がなかったらきっとこんなには取れなかったでしょう」彼はにっこりと笑った。「あれは良い魚だけ引き寄せて、恐ろしいのは遠ざけておいてくれてるんだと思います。主任科学士官はきっと信じてはくれませんけど、でも俺はそう信じてます。あの光は俺たちの命綱なんですよ」</i>@{K/M}<i>白ネズミが繕い作業から顔を上げ、愛嬌のある、やや引っ込み思案そうな笑顔を浮かべて私を見上げた。\u000d\u000a\u000d\u000a「特にそれが乾燥して穴が塞がった時にチキンウッドが浮くんで、その時に俺っち達ァ少しばかり外に漕ぎ出して網を投げるんさ。そうすっと、色んなモンが捕れんだわ。盲目魚、蟹、時々ちぎれた触手の塊とか。だけどな、ネズミ星無しじゃ、漁業も上手くいかねェんよ。」そう言いながら彼は微笑んだ。「俺っちが思うに、あれァ良い魚だけをおびき寄せて、こえェ奴を沖に留めとく力がある。主任科学士官様ァんな事ァねェと信じねェだろうが、俺っちァそう信じてる。あの光は俺っち達の命綱さ。」</i>@{M}$[Oo]fficer -> オフィサー$<i>An albino rat smiled up at me from his mending work, looking dainty and a little shy.</i>\u000d\u000a\u000d\u000a<i>\"Chickenwood floats, especially when it's dried out and sealed, so we're able to paddle out a bit and cast our nets. We come up with all sorts of things: blindfish, crabs, sometimes a chunk of broken tentacle. But the fishing would never be so good without the Rat Star.\" He beamed. \"I think it only draws good fish, and keeps the scary ones at bay. I know the Chief Science Officer doesn't believe it, but I do. That light is our livelihood.\"</i>",
                                     "LinkToEvent": {"Id": 209714},
                                     "Name": "緑の大波が打ち寄せる浜@{K}緑の海漂う地@{M}Where the green billows played",
                                     "Id": 209719},
                    "Name": "私は浜辺に向かった@{K}私は浜辺に下り立った@{M}I headed down to the beach",
                    "Description": "網を<i>繕う</i>鼠の話を聞いた事がある者などいただろうか?@{M}Who ever heard of a rat <i>mending</i> a net?",
                    "ButtonText": "", "Id": 164570}],
 "Description": "<i>主任技師は私を、チキンウッズの裾が広がる島の北部へと連れてきた。私達の言葉で言えば関所としか言い様が無い所を何箇所も潜り抜け、各所に配置されていたデリンジャー銃を肩に背負った目つきの鋭い鼠たちが、主任技師に敬礼を施していた。それから程なくして、ロンドンの借間で遭遇した群れの幾つかよりもさらに小さな、恐らくは全体で50匹程の鼠が居を構える程度の居留地へと私は通された。そこでは鼠たちが一生懸命、彼らの領地の守りを固める為に作業を続けていた。\u000d\u000a\u000d\u000aそこに着いた私の目に最初に留まった物は、6フィート(2メートル弱)程チキンウッドの切り株から輝く、眩い光だった。その光は居留地全体を澄んだ青色の光で包み込み、光源は眩しすぎて直視できない程であった。その光によって、何箇所かに盛り土の山が見え、小さなトンネルの穴も確認出来た。\u000d\u000a\u000d\u000a水辺では、鼠達が並んで効率よく釣りの作業を行っている。白ネズミが網を繕っている傍ら他の鼠が尖らせた棒を波の合間に突き刺していた。内陸部には兵舎があり、そこでは軍曹が叫びを上げ、戦士の小隊を鍛え上げていた。\u000d\u000a私の到着は彼らの注目を集め、何匹かの鼠は作業の手を止めて興味深げな目線を私に飛ばしてきた。u000d\u000a\u000d\u000a「ムリニアへようこそ」主任技師は誇らしげな、温かい声でそう言った。「今は大した見栄えじゃないが、モルモット共を撃退した後はもっと良くなるだろう。軍事会議を招集する間、自由に見て回っててくれ」\u000d\u000a\u000d\u000aそう言うと彼は盛り土の山の一つに姿を消し、私は集落を探索する事にした。/i>@{K/M}<i>主任技師は私を、チキンウッドの裾が広がる島の北部へと連れてきた。私達の言葉で言えば関所としか言い様が無い所を何箇所も潜り抜け、各所に配置されていたデリンジャー銃を方に背負った目つきの鋭い鼠たちが、主任技師に敬礼を施していた。それから程なくして、恐らくは全体で50匹程のクマネズミが居を構える程度の、ロンドン平野で遭遇した小さい集落の幾つかよりも小さな居留地へと、私は通された。そこでは彼らが一生懸命、彼らの領地の守りを固める為に作業を続けていた。\u000d\u000a\u000d\u000aそこに着いた私の目に最初に留まった物は、チキンウッドの切り株から6フィート(2メートル弱)程上にまで輝く、眩しい光だった。その光は居留地全体を澄んだ青色の光で包み込み、光源は眩しすぎて直視できない程であった。その光によって、何箇所かに盛り土の山が見え、小さなトンネルの穴も確認出来た。\u000d\u000a\u000d\u000a水辺では、鼠達が並んで効率よく釣りの作業を行っている。白鼠が網を繕っている傍ら他の鼠が尖った棒を波の合間に突き刺していた。内陸部には兵舎があり、そこでは軍曹が練兵の叫びを上げ、戦士の小隊を鍛え上げていた。\u000d\u000a私の到着は彼らの注目を集め、何匹かの鼠は作業の手を止めて興味深げな目線を私に飛ばしてきた。「ムリニアへようこそ。」主任技師は誇らしげな、温かい声でそう言った。「今は大した見栄えじゃないが、テンジクネズミ共を撃退した後はもっと良くなるだろう。あっしが戦争会議を招集するまでの間、自由に見て回ってくださいや。」\u000d\u000a\u000d\u000aそう言うと彼は盛り土の山の一つに飛び込み姿を消し、私は集落を探索する事にした。</i>@{M}$[Rr]attus[- ][Ff]aber -> フェイバーネズミ$<i>The Chief Engineer led me to the northern side of the island, skirting the Chickenwoods. We passed through a number of what can only be termed check-points, as fierce-eyed rats shouldered their derringers and saluted the Chief Engineer. Soon we come upon a small colony, smaller than some of the infestations I had encountered in London flats: perhaps only fifty Rattus Faber all together, working diligently to fortify their side of the island.</i>\u000d\u000a\u000d\u000a<i>The first thing I noticed was a brilliant light, beaming out from a stump of Chickenwood about six feet high; it bathed the whole settlement in a clean blue glow, and was almost too bright to look at. By its light I could see several raised mounds of earth, suggesting shallow tunnels.</i>\u000d\u000a\u000d\u000a<i>An efficient fishing operation was set up by the water: an albino rat mending nets while others stabbed sharpened sticks into the waves. Further inland was a barracks, where a sergeant barked drills at a small squadron of fighters.</i> \u000d\u000a\u000d\u000a<i>My arrival drew attention, and several rats paused in their work to look at me curiously.</i>\u000d\u000a\u000d\u000a<i>\"Welcome to Murinia,\" said the Chief Engineer, voice warm with pride. \"It's not much to look at now, but it will be once we've rousted the Cavies. Take a stroll around while I summon the war council.\"</i>\u000d\u000a\u000d\u000a<i>With that he vanished into one of the mounds and left me to explore.</i>",
 "Name": "第三章: 躍進する鼠@{K}第三章: 物造りに励む鼠達@{M}Chapter III: A Rat In The Making",
 "Id": 209714}
