{"ChildBranches": [{"DefaultEvent": {"Description": "<i>テンジクネズミ達はクマネズミに対し、有利な点を持っていた。彼らを打ち破る為には、この優位性を出来るだけ長く保つ事が確実な道だった。彼らが持っていた全てを、岸辺にある船に対し一気に死に物狂いで攻勢をかけるべきだと、私は助言した。彼らは、嫌々ながらもそれに同意した。\u000d\u000a\u000d\u000a銃声と雄叫びが飛び交い、私自身と船員が座って見守る私の船まで轟いてきた。そうして突撃したテンジクネズミの内、彼らの敬愛するネズミ星の光の下に戻ってきたのは僅かだった。その僅かな鼠達も血塗れとなり、体は小刻みに震えてはいたが、それでも勝利の悦びに浸っていた。それは、勝利と呼ぶ事は難しかったが、彼らが長きに渡って待ち望んでいた瞬間だった。</i>@{M}<i>The Cavies had the advantage over the rats. To prolong this much longer was a sure path to defeat. I advised them to put everything they had into one desperate assault on the beached ship. Unhappily, they concurred.\u000d\u000a\u000d\u000aThe sound of gunfire and screams echoed as far away as my ship, where the crew and I sat and watched. Few of the rats that marched forward that day returned to the light of their precious Rat Star. Those that did returned bloody and shaking... yet in triumph. It was as much as they could have hoped for, if hard to call a victory.</i>",
                                     "LinkToEvent": {"Id": 209728}, "Name": "突撃せよ!@{M}A charge!",
                                     "Id": 211447},
                    "Name": "私は助言以外に贈る物を持たなかった@{M}I had nothing to offer but my advice",
                    "Description": "王はそれを、感謝でなければ絶望と共に受け取った。@{M}The King took it, in desperation if not gratitude.",
                    "ButtonText": "", "Id": 165640},
                   {"SuccessEvent": {"Description": "<i>私は自分の部下の一人に囚人の蜂蜜に塗れたボロボロの古着を着せた上で、島の黒い地面で転げ回る様に彼に指示した。程なくして、チキンウッドを通りぬけテンジクネズミの陣に向かわせる為の、見事な泥の怪物が出来上がった。\u000d\u000a\u000d\u000aこの撹乱は完璧に上手く行った。テンジクネズミはその力の殆どをハリボテの怪物に振り向け、彼らの陸船に押し寄せたクマネズミに対しては、殆ど抵抗する力を残していなかったのだ。\u000d\u000a\u000d\u000a彼らは大成功の喜びに浸った - それは私の部下も同じだった。笑いながら、テンジクネズミを引き付けて滑稽な追走劇を演じていたのだから。数時間の間に、彼らの働きは敵であるテンジクネズミから奪い取った見事な武器の備蓄の山となって返って来た。\u000d\u000a平等主義者たるクマネズミ達は、約束通りの食料と燃料に加えて、これらの戦利品も山分けとしたのだった。</i>@{M}$(Firkin of)?[Pp]risoner's [Hh]oney -> 囚人の蜜$<i>I dressed up one of me zailors in a mess of shabby cloth smeared with prisoner's honey, and instructed him to roll around in the black earth of the island. Soon we had a glorious mud monster to send thrashing through the Chickenwoods towards the Cavies.\u000d\u000a\u000d\u000aThe distraction worked perfectly; the Cavies diverted their force towards our makeshift beast, leaving the rats with very little opposition as they plundered the grounded ship.\u000d\u000a\u000d\u000aThey returned triumphant - as did my zailor, laughing, having led the Cavies a merry chase. Within a few hours the rats' diligence had resulted in the building of a remarkable cache of weapons with which they successfully routed their enemy\u000d\u000a\u000d\u000aThe rats, ever egalitarian, shared their spoils in addition to the promised food and fuel.</i>",
                                     "LinkToEvent": {"Id": 209728},
                                     "Name": "ハリボテの怪獣@{M}A Questing Beast", "Id": 211443},
                    "DefaultEvent": {"Description": "<i>私達は捕虜と偽ったクマネズミを伴い、執事長との直接謁見を条件として、テンジクネズミの元を訪れ接触を試みた。私達は直ちに大勢の戦闘員によって取り囲まれた。彼らの鎧や兜が、彼らの挑発や仲間内の耳打ちの度に金属音を立てて耳に障った。\u000d\u000a\u000d\u000a「あらあら、まぁまぁ。」執事長は、私から見れば笑顔と取れる様な表情を浮かべながら大仰に言った。「運命の悪戯かしら?何と信じ難い。私達の代わりにその鼠の喉に剣を突き立てる位、船長さんには造作も無い事でしょう?」\u000d\u000a\u000d\u000aその言葉に対する一瞬の躊躇こそ、執事長が求めていた'確認'だったのだろう。「船をご覧なさい。」彼女は鋭く言い放った。見れば、秘密裏に乗船しようとしていたクマネズミの一軍に対し、相手側の半数が走り寄り、鬨の声を上げる様は私の血を凍らせた。\u000d\u000a\u000d\u000a「船長さんには -」勝ち誇った様な口調で執事長が言う。「この素晴らしい贈物に感謝しなければ。本当に喜ばしく受け取らせて頂きましょう。」\u000d\u000a\u000d\u000a私が考えつく最も俊敏な速度よりも速く、執事長は私が縛り上げていたクマネズミの上に跳びかかり、彼女の鋭い切歯を\"それ\"の胸に突き立てた。私は力を振り絞って必死に逃げた - しかし、悲運なクマネズミの肝臓を体内から引きずり出し、口に咥えながら顔を上げ私を見やる執事長の顔と、自らの臓物を生きながらに抜き取られた\"それ\"の苦悶の絶叫と鮮血を、私は今後忘れられる筈も無かった。</i>@{M}<i>We pretended to take a rat hostage and approached the Cavies as with a gift, demanding an audience with the Seneschal. A battalion encircled us almost immediately. Their armour and helmets clanked as they purred and chattered amongst themselves.\u000d\u000a\u000d\u000a\"Well well,\" said the Seneschal, regarding me with what I supposed to be a smile, \"a reversal of fortune? How unlikely. I suppose you will have no trouble slitting this savage's throat on our behalf?\"\u000d\u000a\u000d\u000aMy fraction of a moment's hesitation was all the confirmation the Seneschal needed. \"See to the ship,\" she snapped, and half the party scurried to intercept the rats skulking aboard it, screaming war cries that curdled my blood.\u000d\u000a\u000d\u000a\"As for you,\" said the Seneschal, sweetly, \"thank you very kindly for your gift. I assure you it is most graciously received.\"\u000d\u000a\u000d\u000aMore swiftly than I would have thought possible, the Seneschal leapt onto the rat I held bound and sank her incisors into its chest. I escaped with my life - but found myself unable to forget how the rat screamed and writhed while the Seneschal raised her face to me again, his liver gleaming obscenely in her mouth.</i>",
                                     "LinkToEvent": {"Id": 209720},
                                     "Name": "穴の開いた策謀@{M}Weighed and found wanting", "Id": 209721},
                    "Name": "私は戦略的な作戦を提案した@{M}I offered my strategic assistance",
                    "Description": "私達は撹乱を企図し、L.B.がテンジクネズミの船を襲撃し彼らを思うがままに蹂躙する作戦を立てた。@{M}We engineered a distraction, that the L.B.s could use to plunder the Cavies' ship and turn the tide in their favour.",
                    "ButtonText": "", "Id": 164571},
                   {"SuccessEvent": {"Description": "<i>クマネズミ達は彼らが持っていたテンジクネズミの生態についての情報を全て渡してくれたが、それでも私は即座に、間に合わせの作戦を練らなければならなかった。武装した私達の力と速度と密かさが、私達に利をもたらした。テンジクネズミ達が彼らの陸船に飛び乗り彼らの銃を取って応戦する前に、私達の砲弾が浜辺に撃ち込まれた。絶叫と悲鳴とが、空気に充満した!敵は逃げ出したのだ!\u000d\u000a\u000d\u000a煙が晴れ、引き裂かれた血塗れのテンジクネズミ達の死体が浜辺一帯に露わになった時、湿気を含んだ沈黙が私の部下の間に充満した。冷酷無比な仕打ちではあった...だが、私はクマネズミとの約定を守り、戦利品として浜辺中に無数に転がる珊瑚の胞核を見て、自分を納得させたのだ。</i>@{M}$[Ss]cintillack -> シンティラック$<i>The rats gave me what information they possessed about the Cavies' settlement, but I still had to improvise a great deal on the spot. A perfect storm of speed, stealth, and strength in arms favoured us; our cannons letting fly a volley of shot onto the beach before the Cavies could scramble onto their grounded ship to man its guns. Screams and squeals filled the air! The enemy fled!\u000d\u000a\u000d\u000aA damp hush settled over my crew as the smoke cleared to reveal the torn, bloodied bodies of guinea pigs littering the shore. A grim business; but I had honoured my commitment to the rats, and found a wealth of scintillack ringing the beach to harvest as spoils.</i>",
                                     "LinkToEvent": {"Id": 209728},
                                     "Name": "全弾命中!@{M}A palpable hit!", "Id": 211446},
                    "DefaultEvent": {"Description": "<i>私は明瞭な命令を与えた。私の指示は申し分無かった...筈だった。しかし、テンジクネズミは私達の意図を読んでいた様で、既に彼らの陸船の砲銃を構えて私達を待ち受け、そして狙いすました様な反撃を加えてきたのだ!彼らの船は既に沈められており、そしてその船員達は的とするには小さすぎた。戦況を覆すのは不可能だったのだ。\u000d\u000a\u000d\u000aジーの上で、テンジクネズミの一団に敗れ去ったという事実は、私達に取って耐え難い恥辱となった。しかし、より悪い事に、テンジクネズミの鳴き声に不平を漏らしていた私の部下の幾人かは、今後その鳴き声が原因で夢にうなされる事となったのだ...</i>@{M}<i>I gave clear orders. My navigation was impeccable. But it seems the Cavies got wind of our intentions quickly enough that they were able to man the guns of their grounded pinnace, and give us a bracing dollop of what-for! Their ship was already sunk, and its crew provided only tiny targets: it was an impossible battle.\u000d\u000a\u000d\u000aThe shame of being defeated at zee by a brace of guinea boars was bad enough. Worse, however, was the several members of the crew who complained that the triumphant wheeking of the Cavies now haunts their dreams...</i>",
                                     "LinkToEvent": {"Id": 209720},
                                     "Name": "苦すぎた敗北@{M}The bitterest of defeats", "Id": 209756},
                    "Name": "私は先制攻撃を加えると決意した@{M}I determined to take the lead",
                    "Description": "私は船を持っていた。私は大砲を持っていた。私達は島の南岸に舵を取り、無遠慮で横柄な奴らに砲弾をお見舞いしようではないか!@{M}I had a ship. I had cannons. We would steer her to the Southern side of the island and have at those uppity animals!",
                    "ButtonText": "", "Id": 164594}],
 "Description": "<i>主任技師は他の雑多なクマネズミ達と共に地下から顔を出してきた。そして彼らを私に紹介して来た。武器の達人、戦略家、そして戦場指揮官。様々な者達が居た。\u000d\u000a\u000d\u000a「ほう、テンジクネズミの野郎どもをぶっ潰す手助けをしてくれると。」彼は鋭い声で問い返す。「具体的にはどうやってだ?」</i>@{M}$Chief Engineer -> 機関長$<i>The Chief Engineer emerged from underground with a motley assortment of other rats: he introduced them as weapons experts, strategists, and field commanders.\u000d\u000a\u000d\u000a\"So you're going to help us beat the Cavies,\" he said, a hard edge to his voice. \"But how exactly?\"</i>",
 "Name": "第四章: 極めて重要な企て@{M}Chapter IV: A Vital Enterprise",
 "Id": 209720}