{
  "Id": 209724,
  "Name": "第四章: 喫緊の冒険@{M}Chapter IV: An Urgent Venture",
  "Description": "<i>ペイジは - 先ず自分が膝を付き、次いで私の膝を折らせ - グレースノウ王と執事長の前に私を引き連れてきた。王は私が今まで見た中で最も大きく立派な体躯を持つテンジクネズミであり、彼に付き従う騎士の中で最も大きな者の、優に倍はあった。執事長は努めて謹厳な表情を浮かべ、彼の横に立っていた。\r\n\r\n「余らは」王が抑揚を付けながら口火を切る。「テンジクネズミ議会に対しそなたの助力を約されたと聞き及んだ。その儀、誠に重畳な事である。然して、そなたの助力は具体的にはどの様な形を取られるのか?」</i>@{M}<i>The Page led me - crouching at first, and then on my knees - before King Gracegnaw and the Seneschal. The King was the largest guinea pig I had ever seen, easily twice the size of the largest Knight in his retinue. The Seneschal looked positively dainty next to him.\r\n\r\n\"We are told,\" intoned the King, \"that you have promised your assistance to the House of Cavy. This is agreeable to us. But what form shall your assistance take?\"</i>",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 211438,
        "Name": "突撃せよ!@{M}A charge!",
        "Description": "<i>テンジクネズミの物資は彼らを長く下支えするだけの量は無かった。彼らに残された選択肢は一つのみ、全軍で敵に突撃し、淑女の瞳を取り戻した後、恐慌に陥った瞬間を狙ってクマネズミに襲撃を仕掛ける事だった。私はグレースノウ王と入念に突撃の計画を立て、テンジクネズミの志願兵達が突撃を開始するタイミングをただひたすら待ち続けた。やがてチキンウッドの森からここまで叫び声が聞こえ始め、それから程なくして光が消え去った。私達は成功したのだ。代償は間違いなく、高くついた。だが、勝利とは常に血で贖う物だった。少なくとも、今回はそうだった。</i>@{M}<i>The Cavies' supplies would not last them much longer. They had but one choice; an all-out assault on their enemy to retrieve the Lady's Eye and then strike during the rats' moment of horror. I worked with King Gracegnaw to plan the attack and together we waited as the volunteered Cavies went off on the assault. The screams were heard from here to the Chickenwood, but then the light went out. We had succeeded. At terrible cost, to be sure. But the price of victory must always be paid in blood.</i>"
      },
      "Id": 165635,
      "Name": "私は助言以外に贈る物を持たなかった@{M}I had nothing to offer but my advice",
      "Description": "私はこの危険な賭けに自分の船員を巻き込む訳にはいかなかった。@{M}I would not risk my crew on this potentially doomed venture."
    },
    {
      "DefaultEvent": {
        "Id": 209725,
        "Name": "タイミングが悪かったのか@{M}A question of timing",
        "Description": "<i>私は明瞭な命令を与えた。私の指示は申し分無かった...筈だった。だがどうやら前線に陣取るクマネズミ達は後方に対して私達の攻撃の合図を送る事が出来たようで、テンジクネズミは彼らの周到な応戦に時間を長く取られてしまった。主任技師は彼の一隊を率いて防衛部隊に切り込む事に成功し、それによって私達の軍勢が浜辺に橋頭堡を築く事は不可能になっていた。\r\n\r\nクマネズミの冷徹なまでに効率的な反撃の末、極僅かなテンジクネズミ達が自らの居留地へと、一匹また二匹と、落ち延びていく様を、私は為す術もなく見守るしか出来なかった。翻って主任技師は、クマネズミの一軍がテンジクネズミの首を槍の穂先に突き刺し、浜辺で凱旋の行進を続けている最中に、私と私の部下をじっと見つめていたのだった。</i>@{M}$Chief Engineer -> 機関長$<i>I gave clear orders. My navigation was impeccable. But it seemed the Rats manning the front lines were able to signal the settlement about our attack and keep the Cavies busy for long enough. The Chief Engineer succeeded in rallying his troops into defensive manoeuvres and made it impossible for us to set foot on their beach.\r\n\r\nI watched helplessly as the Cavies that managed to make it to the settlement fell, singly and in groups, to the ruthless efficiency of the rats. The Chief Engineer, in turn, watched me and my crew while he instructed his fellows in setting Cavy heads on pikes and parading them along the shore.</i>"
      },
      "Id": 164573,
      "Name": "私は淑女の瞳を力ずくで奪還する事を提案した@{M}I offered to retrieve the Lady's Eye by force",
      "Description": "私は銃を持っていた、私は船を持っていた。私は急襲揚陸隊を編成し、船でもって島の北部 - テンジクネズミがクマネズミの居住地に側面攻撃を仕掛けられる地点 - へ攻勢を掛ける計画を立てた。@{M}I had guns. I had a boat. I planned to row a raiding party to the northern side of the island, where the Cavies could flank the rats' settlement."
    },
    {
      "DefaultEvent": {
        "Id": 209952,
        "Name": "巧遅、拙攻@{M}Slow to strike",
        "Description": "<i>私は数時間をかけてクマネズミが支配する土地の海岸線の斥候にあたり、上陸に最適な地点の判断材料を収集していた。あの場所 - チキンウッドの森が鬱蒼と生い茂る入江が、船の停泊を防ぐ為の護衛を配置するには余りに小さく窮屈な場所だった。\r\n\r\n燃え盛る瞳の影の縁まで、船員が私をボートで連れて行ってくれた後、私は残りを慎重に泳いで渡った。海岸から見ると、奴らの居住地まで私が辿るべき道筋は容易に選ぶことが出来 - そして瞳まで20フィート(7メートル)を切った所で、私は勢い良く走りだした。\r\n\r\n私はつまずき、よろめきながら瞳の光の中に飛び出してしまった。こんな飛んで火に入る夏の虫のような計画を何故私は良しとしてしまったのか?「星を護れ!」クマネズミ達が叫び、私の足や腕に飛びついてきて、肉に彼らの牙を突き立ててきた。\r\n私に出来る事は、力を振り絞って奴らを海水の中に振り落とし、私の体に鈴なりになって群がる強大で毛深い蛭のような獣を見て震え上がる船員の待つ船へ飛び込む事しか残されていなかった。@{M}<i>I spent a few hours scouting the rats' shoreline, determining the best point of approach. There: a cove thick with Chickenwood, too small and cramped to fear the mooring of a boat. \r\n\r\nMy crew rowed me towards the very knife's edge of shadow cast by the blazing Eye, and I carefully swam the rest. From shore it was an easy enough matter to pick my way towards the settlement - and once I was within twenty feet of the Eye, I sprinted.\r\n\r\nI stumbled, flailing, into the light of the Eye. This was a terrible plan! What possessed me to think running towards the light was a good idea? \"Protect the Star!\" they shouted as they launched themselves at my legs and arms, sinking their teeth into my flesh.\r\n\r\nIt was all I could do to shake them off in the water as I struck out for my boat, my crew watching in horror as the beasts clustered my limbs like fierce, furry leeches.</i>"
      },
      "Id": 164711,
      "Name": "私は策をもって瞳の奪還を計画した@{M}I plotted to steal the Eye with cunning",
      "Description": "光を捕らえる為には影を用いるべし。クマネズミ共は私達がそこに居た事すら知らないだろう。恐らく。@{M}One should use shadows to catch a light. The rats would not even know we had been there. Probably."
    }
  ]
}