{"ChildBranches": [{"DefaultEvent": {"Description": "<i>執事長自身は彼女の任務を打ち捨てる事は無論叶わなかったが、彼女は集落の広場で私の願いを大声で報ずる約束を果たしてくれた。その報を聞きつけ、ペイジが興奮した面持ちで、自らが私の一味に加わり同行する許可を執事長に願い出た。\u000d\u000a\u000d\u000a「テンジクネズミの栄光にかけ、俺は貴方の行動を記録しますよ。」彼はそう宣う。「そして、俺も世界の果てを見たいんです。」\u000d\u000a\u000d\u000a彼が荷物をまとめ、家族に別れを告げて船に乗り込むまで、私は碇を下ろしたまま彼を待っていた。</i>@{M}<i>The Seneschal of course couldn't abandon her duties, but she made certain my request was cried out in the village square. The Page squeaked excitedly and sought permission from her to join my party.\u000d\u000a\u000d\u000a\"I will record your doings for the Glory of Cavy,\" he declared, \"and I'd like to see more of the world.\"\u000d\u000a\u000d\u000aI waited for him to gather up some effects and say goodbye to his family before lifting anchor and setting off.</i>",
                                     "LinkToEvent": {"Id": 209726},
                                     "Name": "船へようこそ!@{M}Welcome aboard!", "Id": 209727},
                    "Name": "私はテンジクネズミの一匹を私の船に誘った@{M}I invited one of the Cavies to join us",
                    "Description": "彼らは卓越した泳ぎ手だという噂だった。船内の士気を高めるに十分な愛嬌もあった。そしてもし、時が私達を衰えさせるなら、私達人間同士が共食いをする前にテンジクネズミのシチューが私達の腹を数日は保たせてくれるかもしれないと、私は思ったのだ。@{M}They were reputed to be excellent swimmers. Adorable enough to boost morale. And if times should become lean, I thought, maybe a guinea pig stew would buy the crew a day or two before they started eating each other.",
                    "ButtonText": "", "Id": 164574},
                   {"DefaultEvent": {"Description": "ここで貴方の日誌は終わり、同時に美味しいクマネズミ肉の最後の一口も終わった。テンジクネズミは一列に並び、勝利の晩餐を立ち去る貴方に最敬礼を施しながら、彼らの新しい王国の設立で沸き立つ集落から貴方を船まで送り届けた。@{M}There. You finish your diary entry, and the final morsels of delicious rat flesh. The Cavies line up to salute you as you leave the victory banquet, escorting you to your ship through the foundations of their new Kingdom.",
                                     "Name": "- 完 -@{M}THE END", "Id": 209954},
                    "Name": "広く冥いジーが招いていた@{M}The wide dark zee beckoned",
                    "Description": "私達は満足行くまで食べ、仕事はここに完結をみた。今こそジーに戻って旅を再開し、私達を待つ未だ見ぬ不思議や恐怖の数々を探す時がやって来たのだ。@{M}We had eaten our fill and our business was concluded. It was time to continue our voyage and see what other wonders and terrors still awaited us.",
                    "ButtonText": "", "Id": 164713},
                   {"DefaultEvent": {"Description": "<i>私はテンジクネズミ議会の親切心と道徳心に訴えかけ、次いでグレース王の雅量を称賛した。クマネズミ達が瞳を盗んだ時、自分達が何をしたのか理解していなかったのでは無いか?ただ彼らは暗闇の中、光を求めてふらふらとよろめき歩いていたのでは無いか? - テンジクネズミ達が海を彷徨っていた時にそうして居た様に。\u000d\u000a\u000d\u000a執事長と王は互いに視線を交わした。そして執事長が何事かを王の耳に囁き、王の喉が深く低い声を伴って唸り声を上げた。\u000d\u000a\u000d\u000a「船長殿、そなたは余らの苦悩の、ほんの表面しか見ておらぬ。クマネズミ共は余らの同胞が流した尊い血の一滴に至るまで、その返答をせねばならぬのだ。余らは自らの王国の活力を取り戻す為、クマネズミ共の心臓や肝を多数貰い受ける所存、これに変わりは無い。テンジクネズミの子供達は、老いたクマネズミを食さねばならぬのだ。」\u000d\u000a\u000d\u000a彼が言葉を紡いでいる間、王の廷臣達は賞賛に身を震わせ、騎士は泣き叫ぶクマネズミの子供達を、すでに戦う意欲を放棄したクマネズミの大人から引き離した。</i>@{M}<i>I appealed to the House of Cavy's grace and good breeding, and praised King Gracegnaw's magnanimity. Perhaps the rats knew not what they did, in stealing the Eye? Perhaps they were only stumbling about in the dark for a light - as the Cavies were themselves, while lost at zee?\u000d\u000a\u000d\u000aThe Seneschal and the King exchanged a look. The Seneschal murmured something into the King's ear, and he growled deep in his throat.\u000d\u000a\u000d\u000a\"You saw only the frond-tip of our suffering, Captain. The rats must answer for every drop of noble blood spilt, and in kind. We will require a great many hearts and livers to repair the health of our great kingdom. Our young shall eat their old, as is meet.\" \u000d\u000a\u000d\u000aThe King's courtiers chittered appreciatively at his wordplay while the Knights separated the screaming young rats from the adults, who had given up trying to fight.</i>",
                                     "LinkToEvent": {"Id": 209726},
                                     "Name": "戦利品@{M}The spoils of war", "Id": 210149},
                    "RareDefaultEvent": {"Description": "<i>私はテンジクネズミ議会の親切心と道徳心に訴えかけ、次いでグレース王の雅量を称賛した。クマネズミ達が瞳を盗んだ時、自分達が何をしたのか理解していなかったのでは無いか?ただ彼らは暗闇の中、光を求めてふらふらとよろめき歩いていたのでは無いか? - テンジクネズミ達が海を彷徨っていた時にそうして居た様に。\u000d\u000a\u000d\u000a執事長と王は互いに視線を交わした。そして執事長が何事かを王の耳に囁き、王は決然とした低い声を上げた。\u000d\u000a\u000d\u000a「過つ者は、汝ら。許す者は、余ら。」そう言いながら、彼は主任技師を見据えた。「汝、余らが淑女の瞳の一切を余らに譲り、神聖なる地の泉に戻すを手助けするならば - その後に貢物を余らに贈るを承諾するならば -」\u000d\u000a\u000d\u000a「交渉は成立だ。」主任技師は不満を隠しきれずに呟く。グレースノウ王は満足そうに歯を鳴らしたが、執事長は数歩前に歩み出て、更に声を上げる。「...恐らく、まだ交渉の余地はあるでしょう。」\u000d\u000a\u000d\u000a私達が去った後に、ペイジが恐る恐る白鼠の所へ赴き、魚獲りの網について尋ねているのが見えた。</i>@{M}<i>I appealed to the House of Cavy's grace and good breeding, and praised King Gracegnaw's magnanimity. Perhaps the rats knew not what they did, in stealing the Eye? Perhaps they were only stumbling about in the dark for a light - as the Cavies were themselves, while lost at zee?\u000d\u000a\u000d\u000aThe Seneschal and the King exchanged a look. The Seneschal murmured something into the King's ear, and he purred decisively.\u000d\u000a\u000d\u000a\"To err is Murine; to forgive, Cavine.\" He looked towards the Chief Engineer. \"If you will cede all right to Our Lady's Eye and help us place it back in its pool of holy pilgrimage - and if you agree to terms of tribute - \"\u000d\u000a\u000d\u000a\"Trade,\" hissed the Chief Engineer. King Gracegnaw chattered his teeth, but the Seneschal stepped forward and raised her voice. \"...Perhaps further negotiation is possible.\" \u000d\u000a\u000d\u000aAs we left, I saw the Page timidly approaching an Albino rat to inquire about fishing nets.</i>",
                                         "LinkToEvent": {"Id": 209726},
                                         "Name": "勝利故の寛容@{M}Generous in victory", "Id": 210150},
                    "Name": "私はクマネズミの代理として交渉にあたった@{M}I spoke up on behalf of the rats",
                    "Description": "生き残った者は手ひどい扱いを受けていたが、両者の亀裂は全く克復出来ないという風には見えなかった。@{M}The survivors were being treated poorly, but the rift did not seem entirely insurmountable.",
                    "ButtonText": "", "Id": 164825}],
 "Description": "<i>クマネズミ達は敗北した。テンジクネズミは凱歌を挙げていた。そこに残されたものは祝賀の宴と、私達の航海の続きであった。嗚呼、私達は何と夜の長きに亘ってご馳走を振る舞われた事よ。そして...</i>@{M}<i>The rats were defeated. Cavia was triumphant. All that remained were the celebrations, and the continuation of our voyage. Oh, how we feasted long into the night. Then...</i>",
 "Name": "第五章: 国家の勃興@{M}Chapter V: A Nation Rises", "Id": 209726}