{"ChildBranches": [{"DefaultEvent": {"Description": "<i>主任技師自身は彼の集落を去る事は出来なかったが、代わりに私の願いを彼の同胞達に伝えまわってくれた。以前見た時には網を繕っていた白ネズミがおずおずと一歩前に出てきた。\u000d\u000a\u000d\u000a「俺は物を直すのが得意なんです」彼は情熱をこめてそう言う。「それに、俺も世界をもっと見てまわりたい」\u000d\u000a\u000d\u000a彼が荷物をまとめ、家族に別れを告げて船に乗り込むまで、私は彼を待っていた。</i>@{K/M}<i>主任技師自身は彼の集落を去る事は出来なかったが、代わりに私の願いを彼の同胞達に伝えまわってくれた。以前見た時には網を繕っていた白ネズミがおずおずと一歩前に出てきた。\u000d\u000a\u000d\u000a「俺っちァ、物を直すのが得意なんさ。」彼は親愛の念をこめてそう言う。「んで、俺っちも世界をもっと見てまわりてぇなと。」\u000d\u000a\u000d\u000a彼が荷物をまとめ、家族に別れを告げて船に乗り込むまで、私は彼を待っていた。</i>@{M}<i>The Chief Engineer couldn't leave his colony, but he relayed my request to his people. The Albino rat I saw mending nets shyly stepped forward.\u000d\u000a\u000d\u000a\"I'm good at fixing things,\" he said, earnestly, \"and I'd like to see more of the world.\"\u000d\u000a\u000d\u000aI waited for him to gather up some effects and say goodbye to his family before accompanying him on board.</i>",
                                     "LinkToEvent": {"Id": 209728},
                                     "Name": "船へようこそ@{M}Welcome aboard", "Id": 209729},
                    "Name": "私はフェイバーネズミを一匹船に誘った@{K}私はクマネズミの一匹を私の船に誘った@{M}$[Rr]attus[- ][Ff]aber -> フェイバーネズミ$I invited one of the Rattus Faber to join us",
                    "Description": "結局の所、数匹のネズミすら居ない船はどうなんだ?@{M}After all, what's a ship without a few rats?",
                    "ButtonText": "", "Id": 164575},
                   {"DefaultEvent": {"Description": "ここで貴方の日誌は終わり、同時に驚くほど上質なネズミ産のワインの最後の一杯も飲み干した。ネズミは一列に並び、勝利の晩餐を立ち去る貴方に最敬礼を施しながら、彼らの新しい共和国の基礎となる集落を抜けて貴方を船まで送り届けた。@{M}ここで貴方の日誌は終わり、同時に驚くほど上質なクマネズミ産のワインの最後の一杯も飲み干した。クマネズミは一列に並び、勝利の晩餐を立ち去る貴方に最敬礼を施しながら、彼らの新しい共和国の設立で沸き立つ集落から貴方を船まで送り届けた。@{M}There. You finish your diary entry, and the final dregs of the rats' surprisingly good wine. They line up to salute you as you leave the victory banquet, escorting you to your ship through the foundations of their new Republic.",
                                     "Name": "―完―@{K}- 完 -@{M}THE END", "Id": 209761},
                    "Name": "広く冥いジーが招いていた@{M}The wide dark zee beckoned",
                    "Description": "私達は満足行くまで食べ、仕事はここに完結をみた。今こそジーに戻って旅を再開し、私達を待つ未だ見ぬ不思議や恐怖の数々を探す時がやって来たのだ。@{M}We had eaten our fill and our business was concluded. It was time to continue our voyage and see what other wonders and terrors still awaited us.",
                    "ButtonText": "", "Id": 164598},
                   {"DefaultEvent": {"Description": "<i>私は主任技師の道徳的な不屈の精神と、公正無私な心に訴えかけた。恐らくモルモット共は島の中央から光が失われた事に苦痛を感じていたのではないか?そして恐らく彼らは、ネズミ達からそれを盗もうとしていたのではなく、ただ取り返そうとしていたのではないか?\u000d\u000a\u000d\u000a主任技師はやや困った顔を見せていたが、やがて頭を振った。「船長殿、あなたはただ一度の戦いに参加しただけだ」彼は重々しく言い放った。「私たちは幾百の戦いを奴らと繰り広げて来た。奴らは化物だ。それ以上でもそれ以下でもない。早く片付けてしまうのが一番だ」\u000d\u000a\u000d\u000a片付ける？シンティラックの光に照らされて私が見たものは、蒸気ピンネスにあった物資を使ってネズミの集団が忙しなく作っていた、ソーセージ製造機にきわめてよく似た何かだった。</i>@{K/M}私は主任技師の道徳的な不屈の精神と、公正無私な心に訴えかけた。恐らくテンジクネズミ共は島の中央から光が失われた事に苦痛を感じていたのでは無いか?そして恐らく彼らは、クマネズミ達からそれを盗もうとしていたのではなく、ただ取り返そうとしていたのでは無いか?\u000d\u000a\u000d\u000a主任技師はやや困った顔を見せていたが、やがて頭を振った。「船長、あんたはただ一度の戦いに参加しただけだ。」彼は重々しく言い放った。「あっしらは幾百の戦いを奴らと繰り広げて来たんですぜ。奴らは化物だ。それ以上でもそれ以下でもねぇ。間違いなく近いうちに、あっしらは奴らを処分しやす。」\u000d\u000a処分?珊瑚の胞核の光に照らされて私が見たものは、蒸気ピンネスにあった物資を使ってクマネズミの集団が忙しなく作っていた、どう見てもソーセージ製造機のような何かだった。</i>@{M}$[Ss]cintillack -> シンティラック$<i>I appealed to the Chief Engineer's moral fortitude and sense of fair play. Perhaps the Cavies suffered the loss of the light from the centre of the island? Perhaps they were only trying to get it back, not steal it from the rats?\u000d\u000a\u000d\u000aThe Chief Engineer looked troubled, but shook his head. \"You fought one battle, Captain,\" he said, gravely. \"We've fought hundreds against them. They're monsters, pure and simple, and the sooner we're rid of them, the better.\"\u000d\u000a\u000d\u000aRid of them? I saw, by the light of the scintillack, a dozen rats using the steam-pinnace's supplies to build something that looked remarkably like a sausage-machine.</i>",
                                     "LinkToEvent": {"Id": 209728},
                                     "Name": "勝利に酔い痴れる@{M}The satisfaction of victory",
                                     "Id": 210151},
                    "RareDefaultEvent": {"Description": "<i>私は主任技師の道徳的な不屈の精神と、公正無私な心に訴えかけた。恐らくモルモット共は島の中央から光が失われた事に苦痛を感じていたのではないか?そして恐らく彼らは、ネズミ達からそれを盗もうとしていたのではなく、ただ取り返そうとしていたのではないか?\u000d\u000a\u000d\u000a主任技師はその言葉に困惑したようだ。「私たちはただ放っておいてほしかっただけだ」彼は他の囚人たちに交じって立つ雑に包帯を巻かれた執事長を見やった。「……さらなる交渉は出来るかもしれないな」\u000d\u000a\u000d\u000a私は去り際に白ネズミがおずおずと若いモルモットの囚人に新鮮な魚を一切れ差し出しているのを見かけた。</i>@{K/M}私は主任技師の道徳的な不屈の精神と、公正無私な心に訴えかけた。恐らくテンジクネズミ共は島の中央から光が失われた事に苦痛を感じていたのでは無いか?そして恐らく彼らは、クマネズミ達からそれを盗もうとしていたのではなく、ただ取り返そうとしていたのでは無いか?\u000d\u000a\u000d\u000a主任技師はやや困った顔を見せ、何かを考え込んでいた。「あっしらはただ放っておいて欲しかっただけだ。」彼は呟いた。彼は、クマネズミによって捕らえられた他の捕虜と同じように闇雲に包帯巻きにされた執事長を見やった。「...ま、更に交渉は可能だと思いますや。」\u000d\u000a\u000d\u000a私がその場を立ち去った時、白ネズミがおずおずと若いテンジクネズミの囚人に新鮮な魚の一切れを与えているのを見た。</i>@{M}<i>I appealed to the Chief Engineer's moral fortitude and sense of fair play. Perhaps the Cavies suffered the loss of the light from the centre of the island? Perhaps they were only trying to get it back, not steal it from the rats?\u000d\u000a\u000d\u000aThe Chief Engineer looked troubled at the thought. \"We only wanted to be left alone,\" he said. He looked towards the Seneschal, haphazardly bandaged among the rats' other prisoners. \"...Perhaps further negotiation is possible.\"\u000d\u000a\u000d\u000aAs I left, I saw the Albino rat timidly offering a young Cavy prisoner a piece of fresh fish.</i>",
                                         "LinkToEvent": {"Id": 209728},
                                         "Name": "不本意な譲歩@{M}A grudging concession", "Id": 210152},
                    "Name": "私はモルモットの代理として仲裁にあたった@{K/M}私はテンジクネズミの代理として仲裁にあたった@{M}I interceded on behalf of the cavies",
                    "Description": "彼らは叩き潰され、打ち破られた。そして彼らの魂は砕け散り、ネズミ星の光の導きなくしては立ち直れないだろうと私は思った。彼らには代弁者が必要だった。@{M}They were crushed, defeated, and I could see their spirits broken without the light of the Rat Star to guide them. They needed an advocate.",
                    "ButtonText": "", "Id": 164826}],
 "Description": "<i>ケイヴィ王家は没落した。ムリニアは凱歌を挙げていた。そこに残されたものは祝賀の宴と、私達の航海の続きであった。嗚呼、私達は何と夜の長きに亘ってご馳走を振る舞われた事よ。そして……</i>@{K/M}<i>テンジクネズミ議院は没落した。ムリニアは凱歌を挙げていた。そこに残されたものは祝賀の宴と、私達の航海の続きであった。嗚呼、私達は何と夜の長きに亘ってご馳走を振る舞われた事よ。そして...</i>@{M}<i>The House of Cavy had fallen. Murinia was triumphant. All that remained were the celebrations, and the continuation of our voyage. Oh, how we feasted long into the night. Then...</i>",
 "Name": "第五章: 国家の誕生@{M}Chapter V: A Nation Is Born", "Id": 209728}
