{"ChildBranches": [{"DefaultEvent": {"Description": "両親は子供を鼻面で撫で、彼らが見えなくなるまで涙を堪えきった。徴兵された者たちは訓練用の兵舎に向けて、急ごしらえで体に合っていない鎧を身に着けてよたよたと歩いてゆく。@{K}Parents nuzzle their pups farewell, holding back the tears just long enough. The conscripts waddle towards the training camp in hastily made, ill-fitting armour.",
                                     "Name": "不幸せな兵士たち@{K}Unhappy soldiers", "Id": 210221},
                    "Name": "徴兵を増やすように勧める@{K}@{K}Suggest they raise conscription",
                    "Description": "人気を得られる決定ではないが、安全の方が大事だ。@{K}It will be unpopular, but safety must come first.",
                    "ButtonText": "", "Id": 164876},
                   {"DefaultEvent": {"Description": "側近は打ちのめされた様子で一礼した。「おっしゃる通りにいたしましょう、無毛の顧問殿」襲撃は続き、海賊たちが[q:Pigmote Isle: Mastery]はほとんど抵抗することも出来ないと気が付くとますます激しさを増していった。@{K}$Pigmote Isle -> ピグモート・アイル$The aide bows, defeated. \"As you say, Hairless Advisor.\" The attacks continue, growing stronger as the pirates realise how little resistance [q:Pigmote Isle: Mastery] can muster.",
                                     "Name": "仕方のない損失？@{K}Acceptable losses?", "Id": 210222},
                    "Name": "損害を受け入れるよう勧める@{K}Recommend they accept the loss",
                    "Description": "シンティラックの漁師たちは不足を埋めるため、より長時間働かなければならなくなるだろう。@{K}$[Ss]cintillack -> シンティラック$The scintillack harvesters will have to work harder to make up the shortfall.",
                    "ButtonText": "", "Id": 164877},
                   {"SuccessEvent": {"Description": "襲撃隊は宝と海賊の親玉の頭を持って戻った。彼女の後継者は次の攻撃にかかる前にもう一度よく考えてみることだろう。@{K}The raiding party returns bearing treasure and the lead pirate's head. Her successor will think twice before launching another attack.",
                                     "Name": "勝利！@{K}Victory!", "Id": 210220},
                    "DefaultEvent": {"Description": "ピグモートは海賊の下に最良の兵士たちを送り込んだ。しかし戻ってきたのは一匹だけだった。銀色の皿に載せられて。蜂蜜をかけられて。@{K}Pigmote sends its best soldiers against the pirates. Only one returns. On a silver platter. Coated in a honey glaze.",
                                     "Name": "敗北！@{K}Defeat!", "Id": 210219},
                    "Name": "彼らの本拠地を襲うよう助言する@{K}Advise an attack on their stronghold",
                    "Description": "海賊たちに[q:Pigmote Isle: Mastery]は反撃するという事を思い知らせてやらなければならない。@{K}$Pigmote Isle -> ピグモート・アイル$The pirates must learn that [q:Pigmote Isle: Mastery] will fight back.",
                    "ButtonText": "", "Id": 164875}],
 "Description": "側近はあなたを前回の海賊の襲撃によっていまだに煙をあげる小屋の残る海岸に連れ出した。「あの残忍な襲撃者たちは我らの大切なシンティラックを求めて襲ってくるのです」側近が無力でふわふわな怒りに前足を振りながら言った。「無毛の顧問よ、我々はどのようにして我らの岸を守ればよいのでしょう？」@{K}$[Ss]cintillack -> シンティラック$The aide takes you to the coast, where the huts still smoulder from the last pirate attack. \"Those beastly raiders keep coming for our precious scintillack,\" it squeaks, shaking a paw in impotent furry rage. \"How can we protect our shores, Hairless Adviser?\"",
 "Name": "ピグモート・アイルのジレンマ@{K}$Pigmote Isle -> ピグモート・アイル$A Dilemma On Pigmote Isle",
 "Id": 210218}
