{"ChildBranches": [{"DefaultEvent": {"Description": "ヴィザージュから来た男は解放された。彼はここで見たものを話すのも自由だ。すぐに、他の者たちも聞いた話を自分の目で確かめようとこの島を訪れることだろう。[q:ピグモート・アイル: 統治]の正当性が高まることになる。毛皮の将軍は訪問者を扱う追加の負担に不満げに唸った。@{K}$Visage -> ヴィザージュ$The man from Visage is released, free to tell stories of what he saw here. In time, others will no doubt come to see for themselves. That will increase [q:Pigmote Isle: Mastery]'s legitimacy. A furry general grumbles about the additional burden of handling visitors.",
                                     "Name": "誰もが感嘆する宝@{K}A treasure for all to admire",
                                     "Id": 210230},
                    "Name": "解放するよう促す@{K}Advocate for his release",
                    "Description": "ピグモート・アイルはいまだ他国の市民の収監あるいは処刑によって起こる影響を上手く扱う準備が出来ていない。@{K}$Pigmote Isle -> ピグモート・アイル$Pigmote Isle is not ready to handle the repercussions of imprisoning or executing a citizen of another nation.",
                    "ButtonText": "", "Id": 164883},
                   {"DefaultEvent": {"Description": "仮面の男は警護の者たちに連れていかれる間も一切の抵抗を見せなかった。「彼の今後を決めるまで縛っておくこととします」側近はあなたの肩で鳴いた。「彼を入れておくことの出来るような監獄はありませんが、我々の縄は頑丈です。十分頑丈だとよいのですが」@{K}The masked man puts up no resistance as the guards lead him away. \"We will tie him down while we decide his fate,\" squeaks the aide, perched on your shoulder. \"We have no prison that can hold him, but our ropes are sturdy. I hope they are sturdy enough.\"",
                                     "Name": "銃口を突き付けられ連れていかれた@{K}Taken away at gunpoint",
                                     "Id": 210301},
                    "Name": "逮捕するよう促す@{K}Advocate for his arrest",
                    "Description": "齧歯類たちで罪に見合った罰を決めなければならない。@{K}The rodents must decide a punishment that fits the crime.",
                    "ButtonText": "", "Id": 164932},
                   {"DefaultEvent": {"Description": "彼は身を引き背筋を伸ばした。「栄えある祝福があなたにあるように、蛙よ。失われた“左目”の光が我らの目を引いたのだ。私はあれが我らが予言者の語ったものか確認するために来た。そして――」\u000d\u000a\u000d\u000a演説はしばらくの間続いた。まったく。Neathの内で[q:ピグモート・アイル: 統治]のブルー・シンティラックの塊を求めない者はいないのか？@{K}$[Bb]lue[- ][Ss]cintillack -> ブルー・シンティラック, [Ss]cintillack -> シンティラック$He draws himself to his full height. \"Flourishing blessings be upon you, noble Frog. The light of our lost Left Eye draws our gaze. I come but to confirm it is as our scryers foretold, and-\"\u000d\u000a\u000d\u000aThe speech goes on for some time. D__n it. Is there anyone in the Neath that doesn't covet [q:Pigmote Isle: Mastery]'s lump of blue scintillack?",
                                     "LinkToEvent": {"Id": 210229},
                                     "Name": "仮面の島からの訪問者@{K}A visitor from the land of masks",
                                     "Id": 211454},
                    "Name": "謎めいた仮面の男と話す@{K}Speak with the mysterious masked man",
                    "Description": "彼はヴィザージュと呼ばれる島から来たと主張している。齧歯類たちにはそれ以上のことは何もわかっていない。@{K}$Visage -> ヴィザージュ$He claims to be from an island called Visage. Beyond that, the rodents have learned nothing.",
                    "ButtonText": "", "Id": 165644},
                   {"DefaultEvent": {"Description": "彼は身を引き背筋を伸ばした。「栄えある祝福があなたにあるように、蛙よ――」\u000d\u000a\u000d\u000aあなたは彼の言葉を冷たく遮った。蛙だって？彼は自分の地位を超えて語っている！カバの仮面は彼がしがない追放者でしかないことを示している。彼には何の権限もない。\u000d\u000a\u000d\u000aカバは萎れた。「心よりお詫び申し上げます」彼は小さな声で言った。「“左目”の光によって故郷への道を贖うことが出来るかと思ったのです。“目”は他の者にも呼びかけ、彼らはこの地にジャッカルを送り込もうとしています。この島に長く滞在なさりませんように、かつての蛾よ。彼らの心安らぐ影があなたも取り込んでしまうといけませんからね」@{K}He draws himself up to full height. \"Flourishing blessings be upon you, Frog-\"\u000d\u000a\u000d\u000aYou stop him cold. <i>Frog?</i> Hippo speaks above his station! His mask denotes him little more than an exile. He has no authority.\u000d\u000a\u000d\u000aHippo is chastened. \"A thousand apologies,\" he whispers. \"I felt the light of the Left Eye that might buy my passage home. The Eye will call to others, and they will bring Jackals to this place. Do not tarry here, Once-Moth, lest their comforting shadows take you too.\"",
                                     "LinkToEvent": {"Id": 210229},
                                     "Name": "呪われた使節@{K}A cursed envoy", "Id": 211455},
                    "Name": "カバと話す@{K}Speak with the Hippo",
                    "Description": "あなたは大抵の人間よりもヴィザージュのやり方についてよく知っている。@{K}$Visage -> ヴィザージュ$You know the ways of Visage better than most.",
                    "ButtonText": "", "Id": 165645}],
 "Description": "外套に身を包み、カバの仮面を着けた男が齧歯類の兵士の一団に囲まれて立っている。「我々はこの者があれの周りをこそこそと動きまわっている所を捕まえたのです。あの、あれです……」側近は躊躇い、前足を伸ばしてピグモートのブルー・シンティラックの形を描いてみせた。「この者をどうすればよいでしょう、無毛の顧問殿？」@{K}$[Bb]lue[- ][Ss]cintillack -> ブルー・シンティラック, [Ss]cintillack -> シンティラック$A cloaked man in a hippo mask stands surrounded by a pack of rodent soldiers. \"We caught this one sneaking around by the...\" The aide hesitates, paws sketching the shape of Pigmote's blue scintillack. \"What should we do with him, Hairless Adviser?\"",
 "Name": "ピグモート・アイルのジレンマ@{K}$Pigmote Isle -> ピグモート・アイル$A Dilemma on Pigmote Isle",
 "Id": 210229}
