{"ChildBranches": [{"DefaultEvent": {"Description": "側近は面を調べた。そして試しに嚙り付き、身を震わせる。「あなたのおっしゃる通りにいたしましょう、無毛の顧問よ。今のところは見過ごすこととします。私は将来が恐ろしいですが。子供らの心が我らの文化から離れた場所にあるとすれば、どうして彼らが我らの浜を守ってくれるだろうと望むことが出来ましょう？」@{K}The aide examines the mask. He takes an experimental bite, then shivers. \"As you say, Hairless Adviser. We will turn a blind eye for now. Though I fear for our future. How can our pups hope to defend our shore if their hearts lie away from our culture?\"",
                                     "Name": "忍耐@{K}Patience", "Id": 211457},
                    "Name": "寛容の心を説く@{K}Preach tolerance",
                    "Description": "Neathにはより奇妙な風習もある。@{K}There are stranger customs in the Neath.",
                    "ButtonText": "", "Id": 165646},
                   {"SuccessEvent": {"Description": "毛皮の民兵は一軒一軒他の仮面を探して回ったが、彼らは一つも見つけることが出来なかった。[q:Pigmote Isle: Mastery]はここで何が起こっているにせよ、それほど広まってはいないことが分かり安堵した。@{K}$Pigmote Isle -> ピグモート・アイル$The furry militia goes door to door in search of other masks. They find none. [q:Pigmote Isle: Mastery] breathes easier knowing that whatever is going on here, it has not spread far.",
                                     "Name": "弾圧@{K}A clampdown", "Id": 211461},
                    "DefaultEvent": {"Description": "街で毛皮の民兵たちが他の仮面を探し回る。彼らは死んだ衛兵の頭に釘で打ち付けられていた一つの仮面しか見つけることが出来なかった。目撃者は現れなかった。@{K}The furry militia scours the town for other masks. They only find one, nailed to the head of a dead guard. No witnesses come forward.",
                                     "Name": "高まる不安@{K}A growing concern", "Id": 211458},
                    "Name": "厳格に対処するよう促す@{K}Advocate stern measures",
                    "Description": "これはよくない。止めなければ。@{K}This can't be good. It must be stopped.",
                    "ButtonText": "", "Id": 165647}],
 "Description": "側近はあなたをチキンウッズの奥まで連れ出した。「恐ろしい事が起こっています、無毛の顧問殿。我らの幼い子供たちが伝統に背を向け、新しい奇妙な物事を始めたのです」彼は身を震わせ、森の中の空き地を指さした。粗雑なつくりのジャッカルの仮面が棒で作られた円の中央に置かれていた。その両目にはシンティラックの小さな珠が注意深く乗せられている。@{K}$[Ss]cintillack -> シンティラック$The aide takes you deep into the Chickenwoods. \"A terrible state of affairs, Hairless Adviser. Our young pups turn from our traditions to new and foreign ways.\" He shudders as he points at something in the middle of the clearing. A crudely made jackal mask sits in a circle of sticks, a bead of scintillack carefully placed in each eye.",
 "Name": "ピグモート・アイルのジレンマ@{K}$Pigmote Isle -> ピグモート・アイル$A Dilemma on Pigmote Isle",
 "Id": 211456}
