{"ChildBranches": [{"DefaultEvent": {"Description": "漁師たちは満足して前足をこすり合わせた。新たな家の出来るたび、[q:ピグモート・アイル: 統治]は大きくなる。この場所はすぐに街となるだろう。@{K}The harvesters rub their paws with satisfaction. With every new residence, [q:Pigmote Isle: Mastery] grows. Soon it will be a city.",
                                     "Name": "穴ぐらから家へ@{K}From holes to houses", "Id": 211463},
                    "Name": "家を作るよう提案する@{K}Suggest they construct housing",
                    "Description": "全ての齧歯類に誇りに思うことの出来る家を持つ権利がある。@{K}Every rodent deserves a home to be proud of.",
                    "ButtonText": "", "Id": 165649},
                   {"DefaultEvent": {"Description": "ありそうもない仔羊号からとれた鉄くずを再利用し、沿岸の防壁として作り直すのは大変で泥臭い仕事だったがその価値はあった。次に[q:ピグモート・アイル: 統治]のシンティラックを盗もうとやって来た海賊船は確実にその決定を後悔することになるだろう。@{K}$[Ss]cintillack -> シンティラック$Repurposing scrap from <i>The Impossible Lamb</i> to act as coastal defence is hard, filthy work, but worth the effort. The next pirate vessel that tries to steal [q:Pigmote Isle: Mastery]'s scintillack will surely regret its decision.  ",
                                     "Name": "簡単な獲物ではない@{K}No easy prey", "Id": 211464},
                    "Name": "防衛設備を建造させる@{K}Have them build defences",
                    "Description": "ピグモート・アイルはこれから先も常にその宝を切望する敵に狙われ続けることだろう。@{K}$Pigmote Isle -> ピグモート・アイル$Pigmote Isle will always have enemies coveting its treasure.",
                    "ButtonText": "", "Id": 165650},
                   {"DefaultEvent": {"Description": "数時間の間、[q:ピグモート・アイル: 統治]の民は集まり祝った。この祝賀は何故自分たちが戦っているのかを彼らに思い出させ、漁師たちは気力に満ち準備万端で仕事に戻っていった。@{K}For a few hours, [q:Pigmote Isle: Mastery] comes together in celebration. It reminds everyone why they fight. The harvesters return to work energised and ready.",
                                     "Name": "通りでのパーティ@{K}Partying in the streets", "Id": 211465},
                    "Name": "この瞬間を満喫させてやる@{K}Let them enjoy this moment",
                    "Description": "彼らはもうすでに口髭がなくなるほど働いたのだ。@{K}They have worked their whiskers off already.",
                    "ButtonText": "", "Id": 165651}],
 "Description": "側近が鳴き声をあげる。「素晴らしい知らせです、無毛の顧問よ！シンティラックが大量に獲れたのです。漁師たちを一時的に他の場所で働かせることが出来るでしょう。彼らに何をさせましょうか？」@{K}$[Ss]cintillack -> シンティラック$The aide squeals. \"Wonderful news, Hairless Adviser! Our scintillack harvest has been bountiful.  Our harvesters can temporarily be put to use elsewhere. What should we have them work on?\" ",
 "Name": "ピグモート・アイルのジレンマ@{K}$Pigmote Isle -> ピグモート・アイル$A Dilemma On Pigmote Isle",
 "Id": 211462}
