{"ChildBranches": [{"DefaultEvent": {"Description": "適切な毛の生えた耳に囁きかけ、少しばかり他の者の注意をそらしてやる。ピグモート・アイルは数名の労働者が欠けた状態でやっていくしかなくなるだろう。少なくとも、船賃を払いあなたの船に乗る金銭的余裕のあった者たち抜きで。@{K}$Pigmote Isle -> ピグモート・アイル$A word in the right furry ear. A little distraction. Pigmote Isle will have to do without some of its workers. At least, without the ones who can afford passage aboard your ship.",
                                     "Name": "全員乗船！@{K}All aboard!", "Id": 213286},
                    "Name": "機会が呼ぶ@{K}An opportunity beckons",
                    "Description": "彼らがそれほどこの島を離れたがっているのなら、渡航のために金を払う事だろう。@{K}If they are desperate to leave, they will pay for passage.",
                    "ButtonText": "", "Id": 166794},
                   {"SuccessEvent": {"Description": "演説は上手くいった。移民たちは優しい言葉と伸ばされた前足と許しの約束に非常に驚いたようだ。それでも数匹が多くの危険の待ち受けるZeeへと乗り出していったが、大部分は[q:ピグモート・アイル: 統治]の恩赦を受け入れ戻って来た。@{K}Diplomacy works. The emigrants are taken aback by the arrival of soft words and outstretched paws, and the promise of forgiveness. A few still risk the zee and its many dangers, but most accept [q:Pigmote Isle: Mastery]'s offered amnesty and return.",
                                     "Name": "鼓舞する演説@{K}A rousing speech", "Id": 213306},
                    "DefaultEvent": {"Description": "裏切り者たちは耳を貸そうとしなかった。[q:ピグモート・アイル: 統治]は彼らが去るのを止めるだけの武力を持たない。彼らは急ごしらえの筏と小舟で海に乗り出し、闇の中へと消えていった。@{K}The traitors do not listen. [q:Pigmote Isle: Mastery] lacks the force of arms to stop them leaving. They put to zee in their hastily made boats and rafts, and disappear into the darkness.",
                                     "Name": "交渉失敗@{K}Failed diplomacy", "Id": 213285},
                    "Name": "愛国心に訴えるよう提案する@{K}Suggest appealing to their patriotism",
                    "Description": "彼らに自分たちは何故ここに来たのか、そしてここがこの先どの様になっていくことが出来るのか、思い出させてやろう。@{K}Remind them why they came here, and what they can still become.",
                    "ButtonText": "", "Id": 166793},
                   {"SuccessEvent": {"Description": "裏切り者たちは投降した。彼らの主導者は他の者への教訓として厳しく罰せられた。残りの者たちは仕事に戻されたが、再び信頼を取り戻すまでは道具につながれたままとなる。@{K}The traitors surrender. Their leaders are punished harshly as a lesson to the others. The rest are returned to work, yoked to their tools until they can be trusted again.",
                                     "Name": "秩序が戻った@{K}Order is restored", "Id": 213307},
                    "DefaultEvent": {"Description": "彼らは激しく、必死に抵抗した。数匹が自らの自由を犠牲として他の者の逃げる時間を稼いだ。悲し気な鳴き声が彼らの勇敢さに敬意を表しつつ、逃げ出す筏と小舟が闇の中へと消えてゆく。@{K}The resistance is too fierce, too desperate. A few rodents sacrifice their freedom to hold the line. Sad squeaks salute their bravery as the escaping rafts and boats slowly disappear into the darkness.",
                                     "Name": "大量の敗走@{K}A disastrous rout", "Id": 213196},
                    "Name": "力を示すよう勧める@{K}Recommend a display of force",
                    "Description": "剣を突き付け、街へと連れ戻そう。@{K}Have them escorted back to town at swordpoint.",
                    "ButtonText": "", "Id": 166734}],
 "Description": "「ロンドンの灯が我らの民に呼びかけるのです、無毛の顧問殿。彼らはあの街のランプの温もりを、そして豊富な食糧を求めています」側近があなたに身を寄せた。「既に裏切り者たちはありそうもない仔羊号の船体を再利用して小舟といかだを作り、恐ろしく、恥ずべき脱出行に赴こうとしています！同胞に見捨てられては生き延びることは出来ません。どうすれば良いでしょう？」@{K}\"The lights of London call to our people, Hairless Adviser. They seek the warmth of its lamps. The abundance of food.\" The aide leans in. \"Already the traitors repurpose the <i>Impossible Lamb</i>'s hull into rafts and boats for their shameful and terrible exodus! We cannot survive if our people desert us. What should we do?\"",
 "Name": "ピグモート・アイルのジレンマ@{K}$Pigmote Isle -> ピグモート・アイル$A Dilemma On Pigmote Isle",
 "Id": 213195}
