{"ChildBranches": [{"DefaultEvent": {"Description": "炎、煙。生きているにしろ死んだにしろ、怪物の痕跡はない。それでも、この大胆な試みは[q:ピグモート・アイル: 統治]兵士たちの鍛練にはなっただろう。ある意味では。それに農家たちは茸畑までこの新たな灰の道を恐れることなく歩いて行ける。@{K}Fire. Smoke. No sign of a monster, alive or dead. Still, the adventure has given [q:Pigmote Isle: Mastery]'s soldiers fresh training, of a sort. And the farmers will have little to fear, walking this new charcoal path to the mushroom fields.",
                                     "Name": "燃える森の匂い@{K}The smell of burning forest",
                                     "Id": 213200},
                    "Name": "チキンウッズを焼き払うよう提案する@{K}Suggest razing the Chickenwoods",
                    "Description": "樹々を燃やせ。隠れ場所をなくそう。@{K}Burn the trees. Leave it nowhere to hide.",
                    "ButtonText": "", "Id": 166736},
                   {"SuccessEvent": {"Description": "宴は齧歯類たちの心を密やかな脅威からそらしてくれた。炎の心地よい温もりによって、曖昧な未知の何かはもはや鳴き声をあげたり、口髭を震わせるようなものではなくなったのだ。それは実際には勇気というより虚勢であったかもしれないが、炎が灰と燃え尽きた後も続くような類のものではあった。@{K}The celebration takes the rodents' minds off the shadowy threat. By the warmth of a good fire, the vague unknown is no longer something to squeak at or twitch their whiskers over. It may be more bravado than actual courage, but it's the kind that lasts even after the fire has burned down to charcoal.",
                                     "Name": "仲間との寛いだ一時@{K}Comfort in company", "Id": 213310},
                    "DefaultEvent": {"Description": "あれは血の代わりに蜘蛛を傷から噴き出させるそうだ！それに蝙蝠の翼を持っている！あれに噛まれると体が膨れ上がって、最終的には膿を滴らせる歯だけの怪物になってしまうらしい！噂話が広がっている。宴は怪物に対する恐怖から気を逸らそうとはじめられたものだったが、彼らはすぐに怪物以外のものについて考えられなくなってしまったようだった。\u000d\u000a\u000d\u000a誰であれチキンウッズに戻る勇気を取り戻すにはしばらくかかるだろう。@{K}It bleeds spiders! Has bat-wings! When it bites you, you swell up until all that remains is a creature of teeth and dripping pus! The stories spread. The banquet was intended to take their minds off the monster, but soon they can think of little else.\u000d\u000a\u000d\u000aIt will be a long time before any of them dare return to the Chickenwoods.",
                                     "Name": "恐怖の物語！@{K}Tales of terror!", "Id": 213309},
                    "Name": "彼らの恐怖は迷信に過ぎないと宣言する@{K}Declare their fears superstition",
                    "Description": "馬鹿げた恐れに対する最も有効な武器は良い気晴らしだ。パーティーなんかいいんじゃないだろうか！@{K}The best weapon against irrational fear is a good distraction. A party, perhaps!",
                    "ButtonText": "", "Id": 166804}],
 "Description": "チキンウッズに冷気が漂っている。動くもののない空気の中で樹々が軋んだ。側近は身を震わせる。「無毛の顧問よ、あなたも感じませんか？民の言うには、この場所には怪物が住んでいるそうです。我々の光さえ届かない場所に。農民たちは安全が確保されない限りは茸の世話をしないと言っています。しかし、その獣の痕跡はまったく見つかっていません。我らに何が出来るでしょう？」@{K}A chill hangs over the Chickenwoods. The trees creak in the still air. The aide shivers. \"Do you feel it, Hairless Adviser? They say a monster lives out here, where even our light cannot reach. Our farmers refuse to tend their mushrooms until they can be sure of reaching them in safety. But we can find no trace of the beast. What can we do?\"",
 "Name": "ピグモート・アイルのジレンマ@{K}$Pigmote Isle -> ピグモート・アイル$A Dilemma On Pigmote Isle",
 "Id": 213199}
