{"ChildBranches": [{"DefaultEvent": {"Description": "　獣は暖炉から手を引っ込めると、それを仔細に観察した。固まったレイカー、Neathの雪だ。それは血肉色のローブの中へと消えた。「三度の配達で開放してやる。もたつくなよ。お前が失うものは多いぞ」@{I}$[Ll]acre -> レイカー$The Beast withdraws its hand from the fireplace, examining it. Packed lacre; neath-snow. It disappears back into the incarnadine robe. \"Three deliveries buy your release. Do not tarry. You have much to lose.\"",
                                     "LinkToEvent": {"Id": 143503},
                                     "Name": "取り引きは成立した@{I}A deal is struck", "Id": 223587},
                    "Name": "ミスター・サックス！私の奉仕を受け取って！@{I}$Mr Sacks -> ミスター・サックス$Mr Sacks! Take my service.",
                    "Description": "　古の契約だ。軽々しく口にして良い言葉ではない。[これを選ぶのは、ロンドン周辺の主要な貿易港の探索を済ませてからにした方が良いかもしれません。]@{I}An ancient contract. Words not to be spoken lightly.\u000d\u000a [You may wish to wait until you have explored the main trading ports around London before doing this.]",
                    "ButtonText": "", "Id": 173272},
                   {"DefaultEvent": {"Description": "　ミスター・サックスの不興を買うのは骨の震えるような話だ。次のクリスマスの時期には、ロンドンから可能なかぎり離れた場所にいるのが賢明だろう。ポリズリームは、その時期には最もましになると言われている。[考えを改めたのであれば、あなたの宿に戻りましょう。]@{I}$Polythreme -> ポリズリーム, Mr Sacks -> ミスター・サックス$Mr Sacks' displeasure is a shiver in your bones. Next Christmas, it would be wise to be as far away from London as possible. Polythreme is said to be at its least terrible that time of the year. [Return to your Lodgings if you change your mind.]",
                                     "LinkToEvent": {"Id": 143503}, "Name": "拒否@{I}Refusal",
                                     "Id": 223588},
                    "Name": "ミスター・サックス！お引き取りを！@{I}$Mr Sacks -> ミスター・サックス$Mr Sacks! Take your leave.",
                    "Description": "　あなたは自分自身の宿の中で脅かされたりはしない。[この選択に罰則はありません。あなたは後からでも望んだ時に、この契約を引き受けることができます。]@{I}You will not be intimidated in your own Lodgings.\u000d\u000a [There is no penalty for this. You will be able to accept this contract at a later time of your choosing.]",
                    "ButtonText": "", "Id": 173273}],
 "Description": "　深夜。何かがあなたの宿を占拠していた。それは毛皮の縁飾りのついたローブを着ていた。雪に垂らした血のように赤いローブだ。捧げ物で膨らんだ、見覚えのある茶色い袋が、あなたの椅子にぶら下がっている。ロンドン人は冬の赤獣に施すことを惜しまない。何であれ、それとの関わりを免れるためならば。<br/><br/>　それは暖炉の中を凝視していた。微かな麝香の香り。そして、きついアンモニアの匂い。「頑丈な船と船長が要る。お前のを勧められた。お前で良い」@{I}$Crimson('s)? Beast of Winter -> 冬の赤獣$Midnight. A presence dominates your Lodgings. Its fur-trimmed robe is the red of blood on snow. Over your chair hangs a familiar brown sack, bulging with offerings. Londoners give generously to the Crimson Beast of Winter. Anything to be rid of it.\u000d\u000a\u000d\u000aThe figure stares into the fireplace, smelling of soft musk and harsh ammonia. \"I require a sturdy vessel and a captain. Yours comes recommended. You will suffice.\"",
 "Name": "ミスター・サックスの訪問@{I}$Mr Sacks -> ミスター・サックス$A Visit from Mr Sacks",
 "Id": 223586}
