{"ChildBranches": [{"DefaultEvent": {"Description": "　ミスター・サックスは、羊の足らしきものを握りしめて、あなたのことを待っていた。その肉は腐っていた。その骨にはたくさんの噛み跡があった。<br/><br/>「とある愚か者が、貪り食う名前を探していた。その名前は男を貪り食った。人生を掛けて集めた富が、決して満たされることのない渇望のために浪費された。すべてが食い尽くされると、男は慰めに自分の指から肉を剥ぎ取るに至った。それでもなお、飢えは男の腹の中を齧り取って叫びを上げた。男は、この哀れを催す毒の供物によって、自分が開放されるかもしれないと考えた。借りはそう簡単には返されはしない」[これをカーンの心臓、またはピグモート・アイルに届けましょう。]@{I}$Khan -> カーン, Khan's Heart -> カーンの心臓, Pigmote Isle -> ピグモート・アイル, Mr Sacks -> ミスター・サックス$Mr Sacks is waiting, clutching what looks like a leg of lamb. The meat is rotten. The bone is well chewed.\u000d\u000a\u000d\u000a\"A fool sought a name that devours. It devoured him. A lifetime's wealth, wasted on cravings that can never be satiated. When all was eaten, he stripped the meat from his fingers in search of solace. Still the hunger gnawed and screamed in his belly. He thought this pitiful offering of poison might free him. Debts are not so easily paid.\" [Deliver this to Khan's Heart or Pigmote Isle.]",
                                     "Name": "決して満たされない飢え@{I}A hunger that can never be satiated",
                                     "Id": 223590},
                    "Name": "最初の配達@{I}The First Delivery",
                    "Description": "　獣があなたを呼びつけた。始める時が来たのだ。@{I}The creature calls for you. It is time to begin.",
                    "ButtonText": "", "Id": 173274},
                   {"DefaultEvent": {"Description": "　ミスター・サックスは宝石の散りばめられた鳥を取り出して見せた。「これを盗んだ女は、これが自分に富をもたらしてくれると考えていた。実際そうだったのかもしれん。だが、心優しい未亡人とチアリー・マンの両方が、お前の盗んだ物を切望しているような状況では、ただの金など何の意味も持たなくなる。一方の気を損ねるか、もう一方を敵に回すか？女は第三の道を探した。妙案を思いついた頃には、もう手遅れだったわけだが」<br/><br/>「我々はこの対立に関わる気はない。お前が決めろ」[これをアイル・オブ・キャッツの密輸人に届けて未亡人を利するか、あるいはマトン・アイランドにいるチアリー・マンの代理人に届けるか選びましょう。]@{I}$Mutton Island -> マトン・アイランド, Isle of Cats -> アイル・オブ・キャッツ, Gracious Widow -> 心優しい未亡人, Mr Sacks -> ミスター・サックス$Mr Sacks produces a jewelled bird. \"The thief thought it would bring her riches. Perhaps it would. But when the Gracious Widow and the Cheery Man both covet what you stole, mere money ceases to be of concern. To offend one or make an enemy of the other? She sought a third way. A moment of inspiration that came too late.\"\u000d\u000a\u000d\u000a\"We want no part in this feud. Settle it.\" [Take this to the smugglers of the Isle of Cats to favour the Widow, or the Cheery Man's agent on Mutton Island.]",
                                     "Name": "呪いと化した宝@{I}A prize that became a curse",
                                     "Id": 223610},
                    "Name": "二度目の配達@{I}The Second Delivery",
                    "Description": "　獣が再びあなたを呼んだ。@{I}The creature calls for you once again.",
                    "ButtonText": "", "Id": 173289},
                   {"DefaultEvent": {"Description": "　あなたが船倉に入った時、ミスター・サックスは小さな木の箱を凝視していた。その中には、哀れを催す数枚のベルベットの布切れに包まれて、一房のブロンドの髪と、一揃いの歯が入っていた。それは注意深く磨かれていて、ほとんど使われた形跡がなかった。<br/><br/>「その冬は厳しかった。炎は冷たくなった。そして、母親は、忘れてしまえれば良いのにと願った。お手軽な悲劇だな」[これを北にあるアビッド・ホライズンに届けましょう。]@{I}$Avid Horizon -> アビッド・ホライズン, Mr Sacks -> ミスター・サックス$Mr Sacks is staring at a small wooden box as you enter the hold. Inside, wrapped in a few pitiful scraps of velvet, is a lock of blonde hair and a set of teeth. Carefully polished. Barely used.\u000d\u000a\u000d\u000a\"The winter was harsh. The fire went cold. Later, the mother wished to forget. A convenient tragedy.\" [Deliver this to Avid Horizon, in the North.]",
                                     "Name": "一度も生きられることのなかった生@{I}A life that was never lived",
                                     "Id": 223611},
                    "Name": "三度目の配達@{I}The Third Delivery",
                    "Description": "　獣が船倉で身じろぎした。最後の仕事が待っている。@{I}The Beast stirs in the hold. Your final assignment awaits.",
                    "ButtonText": "", "Id": 173290},
                   {"DefaultEvent": {"Description": "　冬の赤獣は、あなたの捧げ物をほとんど優雅とは言えない仕草で受け取った。それが去った後に残された傷は、そう簡単に癒やされることはないだろう。@{I}$Crimson('s)? Beast of Winter -> 冬の赤獣$The Crimson Beast of Winter accepts your offering with the poorest grace. The damage left in the wake of its departure will not easily be fixed.",
                                     "Name": "季節を分かつ@{I}Parting of the season", "Id": 223612},
                    "Name": "ミスター・サックス！私の謝罪を受け取って！@{I}$Mr Sacks -> ミスター・サックス$Mr Sacks! Take my apologies.",
                    "Description": "　あなたはあまりに施し過ぎた。もう終わりにしなければ。約束に何の価値がある？願わくば、これで十分であることを。[これはあなたの奉仕を終了させます。ただし、友好的な終わりではありません。]@{I}You've given too much. This has to end. What is a promise worth? Hopefully this will be enough.\u000d\u000a [This will end your Service, though not amicably.]",
                    "ButtonText": "", "Id": 173291},
                   {"DefaultEvent": {"Description": "　あなたが船倉に入った時、ミスター・サックスは小さな木の箱を凝視していた。その中には、哀れを催す数枚のベルベットの布切れに包まれて、一房のブロンドの髪と、一揃いの歯が入っていた。それは注意深く磨かれていて、ほとんど使われた形跡がなかった。<br/><br/>「その冬は厳しかった。炎は冷たくなった。そして、母親は、忘れてしまえれば良いのにと願った。お手軽な悲劇だな」[これを北にあるアビッド・ホライズンに届けましょう。]@{I}$Avid Horizon -> アビッド・ホライズン, Mr Sacks -> ミスター・サックス$Mr Sacks is staring at a small wooden box as you enter the hold. Inside, wrapped in a few pitiful scraps of velvet, is a lock of blonde hair and a set of teeth. Carefully polished. Barely used.\u000d\u000a\u000d\u000a\"The winter was harsh. The fire went cold. Later, the mother wished to forget. A convenient tragedy.\" [Deliver this to Avid Horizon, in the North.]",
                                     "Name": "一度も生きられることのなかった生@{I}A life that was never lived",
                                     "Id": 224899},
                    "Name": "三度目の配達@{I}The Third Delivery",
                    "Description": "　獣が船倉で身じろぎした。最後の仕事が待っている。@{I}The Beast stirs in the hold. Your final assignment awaits.",
                    "ButtonText": "", "Id": 174150}],
 "Description": "　冬の赤獣はあなたの船倉をうろついている。これはあなたにとっても、船にとっても、船員たちにとっても喜ばしい状況ではない。@{I}$Crimson('s)? Beast of Winter -> 冬の赤獣$The Crimson Beast of Winter lurks in your hold. This is not a healthy situation for you, your ship, or your crew.",
 "Name": "ミスター・サックスへの奉仕@{I}$Mr Sacks -> ミスター・サックス$In the Service of Mr Sacks",
 "Id": 223589}