{
  "Id": 223593,
  "Name": "トン、トン@{I}Knock, Knock",
  "Description": "　一人の船員があなたの船室に入ってきた。彼の制服はあなたの支給しているものだったが、しかし彼の顔には見覚えがなかった。しばらく頭の中で複数の顔が混ざり合った。しかし、この顔は、甲板をモップ掛けしていた男とも、大砲に弾薬を装填していた男とも違っていた。<br/><br/>「失礼、船長。自己紹介をお許しを。ジャーヴェイスと申します。あなたの下で働いております。少なくとも、厨房の裏に縛りつけられた、あの可哀想な男が、気の毒にも体調を崩してしまうまでの間はね。営倉までエスコートしていただく前に、少々お時間を割いていただいても構いませんかね？」@{I}$Jervaise -> ジャーヴェイス$A crewman steps into your cabin. His uniform is one of your issue, though the face rings no bells. They do blend together after a while. This, however, does not look like a chap who swabs decks or loads cannons.\r\n\r\n\"Begging your pardon, Captain. Permit me to introduce myself. Jervaise. At your service, at least while the poor fellow tied up behind the galley remains regrettably indisposed. Might I trouble you for a brief moment of your time before my escort to the brig?\"",
  "ChildBranches": [
    {
      "DefaultEvent": {
        "Id": 223594,
        "Name": "営倉へ@{I}To the brig",
        "Description": "　先に言っていた通り、ジャーヴェイスは抵抗することなく営倉に入った。港に着けば、彼は自身の話を権力者たちに伝えることだろう。船員たちは、行方不明になっていた仲間が仕事に戻ったのを見て安堵していた。いくらかの賭け金が渋々ながら払い戻された。@{I}$Jervaise -> ジャーヴェイス$As promised, Jervaise goes without a struggle. He can tell his story to the authorities the next time you put into port. The crew relaxes as their missing comrade returns to work. A handful of bets are unwillingly refunded."
      },
      "Id": 173276,
      "Name": "警報を発する！@{I}Sound the alarm!",
      "Description": "　zeeの底に沈められずに済むだなんて、彼は幸運な男だ。@{I}He's lucky not to be going to the bottom of the zee."
    },
    {
      "DefaultEvent": {
        "Id": 223596,
        "Name": "ロンドンからの言伝@{I}A message from London",
        "Description": "「私の慈悲深い雇い主は、船倉にいるあなたの客人と、あなたが現在とっていらっしゃる航路について、深刻な憂慮を抱いておられます。この航海が済むまでの間に、血が流されることになるでしょう。しかし、その血はあなたのものである必要はありません」ジャーヴェイスは小瓶を取り出して見せた。水晶の瓶だ。中の血液は赤い。普通の血液よりもずっと赤かった。生命力に輝かんばかりだった。「ここに、より苦いヴィンテージがございます。時が来ましたら、賢い選択をなさることを強くお勧めしますよ。天からの贈り物が、粗末な投資であることは滅多にございませんので」@{I}$Jervaise -> ジャーヴェイス$\"My gracious employer has grave concerns about your guest down in the hold, Captain, and the course to which you are now committed. Blood will spill before this voyage is over, but it needn't be yours.\"\r\n\r\nJervaise produces a small vial. Crystal. The blood is red; redder than normal blood, almost glowing with vitality. \"Here is a more bitter vintage. When the time comes, I urge you to choose wisely. A favour from on high is rarely a poor investment.\""
      },
      "Id": 173278,
      "Name": "彼の話を聞く@{I}Hear him out",
      "Description": "　少なくとも彼は、自らの不誠実さについては誠実だ。@{I}He is at least honest about his dishonesty."
    }
  ]
}