{"ChildBranches": [{"DefaultEvent": {"Description": "　あなたは刃物で手に小さな傷を作り、それを雪の山の上にかざした。血の雫が湧き出し、こぼれ落ちる。更に数滴が続く。血液はレイカーに触れるとシューッと音を立てた。レイカーは柔らかくなり、溶けて水たまりへと変わった。そして、その中から一本の腕が生えてきた。次に頭が、次いでもう一本の腕が、どこからともなく這い登るかのように伸び上がった。それは子供の形をしていた。その肌は輝いていた。それは赤色に脈打つ、白い雪だった。<br/><br/>　あなたが片手を差し伸べると、子供はそれを掴んだ。掴まれた箇所から凍傷のような冷気が伝わった。ついに、子供の両足がレイカーの最後の残りから形作られた。そして、子供はできたばかりの膝からくずおれた。それは身を震わせ、困惑した様子で周囲を見渡した。一人の水夫が暖かなブランケットを持って駆け寄ると、もう一人がその馬鹿者の頭を叩いた。<br/><br/>　ミスター・サックスは眼下のその生き物を凝視した。子供は震え、自分の体を抱きしめていた。「不十分だ」サックスは言った。「またしてもな」そして、封印された門まで大股で歩いて行くと、グローブを嵌めた手を表面に押し当て、その冷気に浸った。<br/><br/>「神々には寒すぎる地からの囁き。清々しいな。その雑種は、お前が適当に処分しろ。お前の奉仕は終わりだ。失せろ。私の気が変わらないうちに」[間もなく、あなたの宿に何か目新しい物が現れるでしょう。]@{I}$[Ll]acre -> レイカー, Mr Sacks -> ミスター・サックス$You nick your hand with a blade and hold it above the frozen mound. A drop wells up and falls. More follow. They fizz in the lacre, which softens and melts into a puddle of snow; a puddle from which a hand emerges. Then a head. Then another hand; stretching as it clambers up from nowhere. The shape of a child; its skin glistening - white snow rippled with red.\u000d\u000a\u000d\u000aYou reach out a hand; the child grips it with the chill of frostbite. Its legs finally form from the last of the lacre and it falls to its new knees, shivering and looking around in confusion. One of your zailors hurries over with a warm blanket. Another smacks his idiot head.\u000d\u000a\u000d\u000aMr Sacks stares down at the creature, which shivers and hugs itself. \"Inadequate,\" Sacks says. \"Again.\" Striding to the sealed gate, it rests a gloved hand against it, basking in the chill.\u000d\u000a\u000d\u000a\"The whisper of a place too cold for gods. Refreshing. Dispose of the mongrel as you see fit. Your Service is done. Be gone, before I change my mind.\" [Something new will shortly appear in your Lodgings]",
                                     "LinkToEvent": {"Id": 153237},
                                     "Name": "生命のエッセンス@{I}The essence of life", "Id": 223605},
                    "Name": "あなた自身の血を与える@{I}Give your blood",
                    "Description": "　ほんの数滴で十分なはずだ。@{I}A few drops should suffice.",
                    "ButtonText": "", "Id": 173285},
                   {"DefaultEvent": {"Description": "　あなたはポケットナイフで手を切るような動作をしたが、その手に握っていた小瓶のおかげで、あなたの肉体が傷つくことはなかった。あなたは小瓶を注意深く傾け、中のどろりとした血を数滴、その山の上に垂らした。血液はレイカーに触れるとシューッと音を立てた。レイカーは柔らかくなり、溶けて水たまりへと変わった。そしてその中から、一本の腕が生えてきた。次に頭が、次いでもう一本の腕が、どこからともなく這い登るかのように伸び上がった。赤い血に脈打つ、ガーゴイルの歪んだ顔が現れた。<br/><br/>　その怪物は叫びを上げ、頭を後ろに投げ出した。空っぽの眼窩から血が溢れ出し、まだ半分しか出来上がっていない顔を流れ落ちた。生えかけていた両腕が弾け、輝く氷の翼へと変わった。その翼は、カミソリと同じぐらい鋭かった。それはのけぞり、新しい腕で自分の両眼を引っ掻いた。そして、始まった時と同じぐらい唐突に、その叫びは止まった。その形が崩れ、溶けて消えた。<br/><br/>　ミスター・サックスは顔を背けた。「またしても失敗か」そう言うと、雪の山をまたいで、アビッド・ホライズンの封印された扉まで歩いて行った。そして、グローブを嵌めた手を表面に押し当て、その冷気に浸った。「神々には寒すぎる地からの囁き。清々しいな。お前の奉仕は終わりだ。失せろ。私の気が変わらないうちに」[間もなく、あなたの宿に何か目新しい物が現れるでしょう。]@{I}$[Ll]acre -> レイカー, Avid Horizon -> アビッド・ホライズン, Mr Sacks -> ミスター・サックス$You move to cut your hand with your pocketknife, but the vial clutched in your palm keeps the blade safely from your flesh. You tip it carefully, dripping a few drops of the thick blood into the pile. They fizz in the lacre, which softens and melts into a puddle of snow. A hand emerges from it. Then a head. Then another hand; stretching, as it clambers up from nowhere. The twisted face of a gargoyle, rippled with red blood.\u000d\u000a\u000d\u000aIt screams. The monster throws its head back; blood wells in its hollow eyes, and drips down its half-formed face. The nascent arms explode into wings of shining ice, as sharp as any razor. It bends backwards, new hands clawing at its eyes. Just as abruptly as the scream began, it stops. The shape collapses, melts.\u000d\u000a\u000d\u000aMr Sacks looks away. \"Another failure,\" it intones, stepping through the pile on its way to the Avid Horizon's sealed gates. It rests a gloved hand against it, basking in the chill. \"The whisper of a place too cold for gods. Refreshing. Your Service is done. Be gone, before I change my mind.\" [Something new will shortly appear in your Lodgings]",
                                     "LinkToEvent": {"Id": 153237},
                                     "Name": "堕落した生命のエッセンス@{I}The corrupted essence of life",
                                     "Id": 223606},
                    "Name": "代わりの血を使う@{I}Substitute the blood",
                    "Description": "　注意深くやれば、ミスター・サックスはまずすり替えには気づかないだろう。@{I}$Mr Sacks -> ミスター・サックス$If you are careful, Mr Sacks will never notice the switch.",
                    "ButtonText": "", "Id": 173286}],
 "Description": "　あなたが船を着けるとすぐに、ミスター・サックスは陸へとずんずんと歩き出した。この時をずっと待ち構えていたのだろう。それは外套の中に腕を突っ込み、一掴みのアンモニアの匂いのする雪を引き剥がした。そして、雪を地面に置くと、その上から、また更に雪を乗せた。小さな箱から歯と髪を取り出し、雪の中に押し込んだ。<br/><br/>　発展性。実体。これがノーマンの物語の通りならば、あと必要なものは一つだけだ。冬の赤獣は、あなたがそれを与えるのを苛立たしげに待っていた。@{I}$[Nn]om[ae]n -> ノーマン, Mr Sacks -> ミスター・サックス, Crimson('s)? Beast of Winter -> 冬の赤獣$As soon as you dock, Mr Sacks lumbers ashore. It has been preparing for this.  Plunging a hand into its cloak, it removes a handful of ammonia-scented snow. It places it on the ground and adds another on the top. Into this one it presses the teeth and the hair from the small box.\u000d\u000a\u000d\u000aPotential. Substance. Only one thing needs to be added, as in the tales of the Nomen. The Crimson Beast of Winter waits impatiently for you to provide it.",
 "Name": "アビット・ホライズンでの奉仕@{I}$Avid Horizon -> アビッド・ホライズン$Service at Avid Horizon",
 "Id": 223604}
