{"ChildBranches": [{"DefaultEvent": {"Description": "気難しい煙草屋はカウンター越しに手を伸ばし、握手を求めた。「俺たちはパトロンに見捨てられた。奴はもう南に向かうプロジェクトにしか興味はないそうだ。見習いを放り出して飢えさせ、必要な材料の手配もしない。彼の気を変えさせるためのルビーの蓄えも尽きてしまった。そんな状況だ、あんたが手を貸してくれて助かった」煙草屋はあなたの頭上に大きな輪を吐き出す。光輪が霧散するには数秒かかった。\u000d\u000a\u000d\u000a「[q:呼称]、俺たちは大いなる進歩の直前にいるんだ。あと少しで美しい物を、“高貴なる”物を作り上げることが出来る。水中で燃える煙草だ。ようやく正しい調合を編み出すことが出来た」彼はカウンターに広げられた紙を指先で叩いた。紙面は解読不能な殴り書きと数学の範疇に収まりそうもない数式で埋められている。「三つの風味が必要だ。荒々しいもの、苦いもの、甘美なもの。三つがそろえば、ついに煙草を完成させることが出来る」@{K}$q:Addressed As -> q:呼称$The Crotchety Tobacconist reaches across the counter to shake your hand. \"Our patron has forsaken us. He's only interested in his project to the south. He left my Apprentice to starve, and he hasn't arranged a delivery of the materials I require. I've run out of rubies to try to convince him otherwise. Which makes your intervention all the more propitious.\" He puffs a great ring of smoke into the air above your head; it takes several moments for the halo to disperse.\u000d\u000a\u000d\u000a\"[q:Addressed As], we're on the verge of a tremendous breakthrough. I'm about to create something beautiful. Something <i>noble</i>. A cigar which will burn underwater. I think I've finally found the right mixture.\" He taps the sheet on his counter - it is covered in incomprehensible scrawling, equations beyond the mathematical. \"Three flavours. Something robust; something bitter; and something luscious. Once I have them, I can finally complete it.\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "男の願い@{K}A man's hope",
                                     "Id": 223621},
                    "Name": "再会を見守る@{K}Witness a reunion",
                    "Description": "気難しい煙草屋は店のカウンターに覆いかぶさるようにして、大きな紙に何事か書き込んでいる。彼は視線をあげ粘り強い見習いの姿を認めると、煙草を噛み締めた。その顔は煤で黒く汚れている。「最新の試作品が爆発しやがった。お前も大変な目に遭ってきたようだな」@{K}The Crotchety Tobacconist bends over the shop-counter, annotating a large sheet of paper. He glances up at the Dogged Apprentice, and bites down on his cigar. His face is blackened with soot. \"Last batch blew up on me. Doesn't look like you've been doing much better yourself.\"",
                    "ButtonText": "", "Id": 173298},
                   {"DefaultEvent": {"Description": "「俺が遣いに出したんだよ。荷物を持って帰るだけの簡単な仕事だ。あー場所はどこだったか、エンパイア・オブ・ハンズか墓人街のどっちかだな」彼は姿勢を正し、伸びをした。関節が大きな音をたてる。「俺には極めて重要な使命がある。そして見習いがいないとその仕事が成し遂げられんのだ。あいつの情報を持ってないなら、ほっといてくれ」@{K}$Empire of Hands -> エンパイア・オブ・ハンズ, Tomb[- ]Colon(y|ies) -> 墓人街$\"I sent him on an errand. He just had to collect a parcel from - b____r, where was it? Either the Empire of Hands or the Tomb Colonies.\" He sits up and stretches. His joints crack loudly. \"I have very important work, and it can't continue without him. Please, unless you've news of the boy, leave me be.\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 234596},
                    "Name": "「失せろ！店は開けとらん！」@{K}\"Go away! We're closed!\"",
                    "Description": "店のカウンターの後ろに気難しい煙草屋が座っていた。傍らの灰皿には吸殻が山のように積み上がっている。「見習いが戻ってこないことには何も売れない」なるほど、ではその見習いというのは何処へ行っているのだろう？@{K}The Crotchety Tobacconist sits smoking behind the shop-counter. The ashtray next to him is stacked with cigar butts. \"I cannot assist you until my Apprentice returns.\" Well, where did his Apprentice go?",
                    "ButtonText": "", "Id": 180181},
                   {"DefaultEvent": {"Description": "パンフレットにはローズゲートは上階に工房を備える煙草屋だと書かれている。(正しい。)ここでは、他に類を見ない多種多様な煙草が作られ、販売されている。(これも正しい。)そして煙草屋は作品に対する情熱と優れた創造性によって、世界的に名を知られているそうだ。(ふむ。)パンフレットはさらに、彼の非凡な才は煙草づくりの歴史を永遠に変えてしまうだろう、と豪語している。(これについては、本当にそうなるかはまだ分からないだろう。)@{K}The pamphlet describes Rosegate as a cigar shop, with a factory on the upper floor. (True.) Here, they produce and sell an unparalleled variety of cigars. (Also true.) The Tobacconist is described as a world-renowned figure, respected for his dedication to his craft and the brilliance of his creative vision. (Hmm.) The pamphlet boasts that his genius will forever alter the tobacconists' art. (Well, <i>that</i> remains to be proven.)",
                                     "LinkToEvent": {"Id": 223620},
                                     "Name": "一面の自画自賛@{K}Self-published plaudits", "Id": 234598},
                    "Name": "パンフレットを取る@{K}Take a pamphlet",
                    "Description": "店の歴史が書かれた綺麗な印刷のパンフレットが陳列棚の1つにうず高く積み上がり、傍らにはご自由にお取りください、との掲示が出ている。@{K}Neatly printed histories of the shop are stacked high on one of the display cases. A notice encourages visitors to take one. ",
                    "ButtonText": "", "Id": 180183},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 208117},
                                     "Name": "", "Id": 234611},
                    "Name": "公開講義に参加する@{K}Attend a free public lecture",
                    "Description": "気難しい煙草屋は一般大衆向けに、一連の講義を用意していた。そして今、ようやく大衆がこの店を訪れたのだ……@{K}The Crotchety Tobacconist has been developing a series of lecture to share with the public. And now that the public has finally arrived...",
                    "ButtonText": "", "Id": 180192},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 209687},
                                     "Name": "", "Id": 234612},
                    "Name": "煙草休憩@{K}A cigar break",
                    "Description": "気難しい煙草屋は滅多に休憩をとらない。しかし、彼も時には店のカウンターと作業台を離れ、店の奥に燃える暖炉の傍らで趣味を楽しむこともある。@{K}The Crotchety Tobacconist is rarely seen at rest. But sometimes he'll step away from the shop-counter and the workbench to enjoy his pleasures by the hearth, blazing at the back of the shop.",
                    "ButtonText": "", "Id": 180193},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 153739},
                                     "Name": "", "Id": 234613},
                    "Name": "一時間の休憩@{K}An hour's rest",
                    "Description": "粘り強い見習いには、煙草を作る以外にも生き甲斐がある。一日に一時間程度しか時間が取れないとしても。彼は喜んでその一時間をあなたと過ごしてくれるだろう。@{K}The Dogged Apprentice does have a life beyond making cigars, if only for an hour a day. He'd gladly spend it with you.",
                    "ButtonText": "", "Id": 180194},
                   {"DefaultEvent": {"Description": "勝負は接戦だったが、煙草屋のジャックのペアはあなたの愛されしものを倒し、勝利した。彼は寛いだ様子で椅子の背にもたれかかり、とりわけ太い煙草を満足げに吸いこんだ。「いい試合だったよ、[q:呼称]」彼はそう言うと煙草の入った箱をあなたの方へ押しやった。「まったく良い試合だった。一つ持って行くと良い」彼は目を閉じて煙草を深く吸い込むと、長々とぼんやりとした煙を吐き出す。煙はロンドンの暖炉の匂いがした。故郷の香りだ。@{K}$q:Addressed As -> q:呼称$The game is close, but his set of Jacks drives off your Beloved, earning him the victory. He relaxes back in his chair, and puffs contentedly at a particularly fat cigar. \"Well played, [q:Addressed As],\" he says, pushing a box of cigars over to you. \"Well played. Have one of these.\" He closes his eyes and draws deeply before emitting a steady stream of hazy smoke. It smells like a London fireplace. Like home.",
                                     "LinkToEvent": {"Id": 223620},
                                     "Name": "勝利にあって寛大@{K}Magnanimous in victory", "Id": 234620},
                    "RareDefaultEvent": {"Description": "見ろ、手札には残酷な女王と包囲された王が並んでいる。あなたは彼の鮫を捕らえたのだ。後二ターンで勝利を手にすることが出来る。煙草屋がいま敗北を認めたなら話は別だが。気難しい煙草屋は鼻を鳴らし、テーブルからカードを掴みあげると空中に放り上げた。そして階上の工房へと駆け上がっていく。扉が勢いよく閉められる音が聞こえた後で、粘り強い見習いがもごもごと謝罪の言葉を呟きながら小走りに去っていった。@{K}There: a Cruel Queen and Besieged King - you bind his shark. You'll win in two turns, unless he concedes defeat now. The Crotchety Tobacconist snorts, snatches the cards off the table, and flings them into the air. He storms up the stairs to his workshop. The Dogged Apprentice waits till the door has slammed before scurrying over, muttering apologies.",
                                         "LinkToEvent": {"Id": 223620}, "Name": "敗北に怒り狂い@{K}Angry in defeat",
                                         "Id": 234774},
                    "Name": "煙草屋にカードで勝負を挑む@{K}Challenge the Tobacconist to a game of cards",
                    "Description": "ローズゲートでは今日も閑古鳥が鳴いている。この店は一般的な交易路から外れた場所にあるのだ。気難しい煙草屋は勝負を挑めば喜ぶことだろう。@{K}Business is slow today, as it is everyday - the shop's not on the typical trade routes. The Tobacconist may well appreciate a game.",
                    "ButtonText": "", "Id": 180201},
                   {"DefaultEvent": {"Description": "粘り強い見習いが箱を潜水艦に運び込んだ。気難しい煙草屋は丁度受領票を書き終えたところだ。「大変素晴らしい商売が出来たよ」彼は華麗にサインを書くと言った。「端まできちんと楽しんでくれることを願っている」@{K}The Dogged Apprentice carries the crate onto your zubmarine. The Crotchety Tobacconist finishes writing out your receipt. \"An absolute pleasure,\" he says, signing his name with a flourish. \"I hope you enjoy them thoroughly.\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 234621},
                    "Name": "煙草を一箱買う@{K}Buy a crate of cigars for the ship",
                    "Description": "煙草屋は陽気に笑った。「[q:呼称]、あんたの気に入りそうな味があるぞ。シチューみたいに真心のこもった味だよ。空腹を紛らわせてくれる」@{K}$q:Addressed As -> q:呼称$The Tobacconist smiles convivially. \"I've a flavour that may intrigue you, [q:Addressed As]. It's as hearty as any stew. It'll take your mind off hunger.\" ",
                    "ButtonText": "", "Id": 180202},
                   {"DefaultEvent": {"Description": "煙草屋は軽快な音を立てて金の入った引き出しを開き、あなたへの支払いを数えた。紙幣の大半は黴臭く、年季が入って皺が寄っている。しかし、それでも法律で定められた貨幣であることに変わりない。@{K}The Crotchety Tobacconist rings open his till and counts out your payment. Most of the notes are mouldy and crumbling with age, but it will still count as legal tender. ",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 234622},
                    "Name": "ローズゲートに物資を運び込む@{K}Deliver supplies to Rosegate",
                    "Description": "パトロンが支援を打ち切って以来、煙草屋と見習いは倉庫にある古臭い食べ物で食いつなぐ他ない状況にある。見習いでさえも多少気難しくなってきているようだ。新鮮な食糧を運び込めば良い代金を払ってくれることだろう。@{K}Without their patron, the Tobacconist and his Apprentice have to subsist on their stale stores of food. Even the Apprentice is growing crotchety. They will pay well for fresh rations.",
                    "ButtonText": "", "Id": 180203},
                   {"DefaultEvent": {"Description": "気難しい煙草屋が煙草を一本切り、火をつけた。あなたはゆっくりと吸い込む。口の中が風味の付けられた霞で満たされた。煙は蜂蜜のリキュールのように舌に重く纏わりつく。煙草屋はにっこり笑った。「すぐに口が燃えるような感覚がするだろう。耐えるんだ。その感覚は味が移り変わる時の物で、その後にはより爽快な風味がやってくる。燃えるようなっていうのがどういうことか、分かってきたか？まだ吐き出すんじゃないぞ……」@{K}The Crotchety Tobacconist cuts you a cigar and lights it. You draw slowly - your mouth fills with a flavoured fog; heavy on the tongue, like honey liqueur. The Tobacconist smiles. \"Your mouth will start to burn, soon. Tolerate it - it's a transition phase, before something rather refreshing. See what I mean? Just hold...\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 234623},
                    "Name": "高品質の煙草を味見する@{K}Sample a high quality cigar",
                    "Description": "煙草の詰まった紫檀の箱がカウンターに乗せられている。蜜蝋のような香りだ。@{K}A rosewood box full of cigars sits on the counter. They smell of beeswax. ",
                    "ButtonText": "", "Id": 180204},
                   {"DefaultEvent": {"Description": "「苦味、甘やかさ、荒々しい風味。この三つの風味があれば、煙草が出来る」@{K}\"Bitter. Luscious. Robust. Three flavours, and we'll have the cigar.\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235324},
                    "Name": "煙草の創造@{K}The creation of a cigar",
                    "Description": "気難しい煙草屋には夢がある。水中でも吸うことの出来る煙草を作る、という夢だ。そしてあなたの助けがあれば、その夢は実現するかもしれない。@{K}The Crotchety Tobacconist has a dream: to create a cigar that can be smoked underwater. And with your help, it might come true.",
                    "ButtonText": "", "Id": 180655},
                   {"DefaultEvent": {"Description": "気難しい煙草屋はカウンター越しに手を伸ばし、握手を求めた。「俺たちはパトロンに見捨てられた。奴はもう南でのプロジェクトにしか興味はないそうだ。見習いを放り出して飢えさせ、必要な材料の手配もしない。彼の気を変えさせるためのルビーの蓄えも尽きてしまった。そんな状況だ、あんたが手を貸してくれて助かった」煙草屋はあなたの頭上に大きな輪を吐き出す。光輪が霧散するには数秒かかった。\u000d\u000a\u000d\u000a「[q:呼称]、俺たちは大いなる進歩の直前にいるんだ。あと少しで美しい物を、“高貴なる”物を作り上げることが出来る。水中で燃える煙草だ。ようやく正しい調合を編み出すことが出来た」彼はカウンターに広げられた紙を指先で叩いた。紙面は解読不能な殴り書きと数学の範疇に留まらない数式で埋められている。「三つの風味が必要だ。荒々しいもの、苦いもの、甘美なもの。三つがそろえば、ついに煙草を完成させることが出来る」@{K}$q:Addressed As -> q:呼称$The Crotchety Tobacconist reaches across the counter to shake your hand. \"Our patron has forsaken us. He's only interested in his project to the south. He left my Apprentice to starve, and he hasn't arranged a delivery of the materials I require. I've run out of rubies to try to convince him otherwise. Which makes your intervention all the more propitious.\" He puffs a great ring of smoke into the air above your head; it takes several moments for the halo to disperse.\u000d\u000a\u000d\u000a\"[q:Addressed As], we're on the verge of a tremendous breakthrough. I'm about to create something beautiful. Something <i>noble</i>. A cigar which will burn underwater. I think I've finally found the right mixture.\" He taps the sheet on his counter - it is covered in incomprehensible scrawling, equations beyond the mathematical. \"Three flavours. Something robust; something bitter; and something luscious. Once I have them, I can finally complete it.\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "男の願い@{K}A man's hope",
                                     "Id": 235681},
                    "Name": "再会を見守る@{K}Witness a reunion",
                    "Description": "気難しい煙草屋は店のカウンターに覆いかぶさるようにして、大きな紙に何事か書き込んでいる。彼は視線をあげ粘り強い見習いの姿を認めると、煙草を噛み締めた。その顔は煤で黒く汚れている。「最新の試作品が爆発しやがった。よく戻ったな」@{K}The Crotchety Tobacconist bends over the shop-counter, annotating a large sheet of paper. He glances up at the Dogged Apprentice, and bites down on his cigar. His face is blackened with soot. \"Last batch blew up on me. Welcome back.\"",
                    "ButtonText": "", "Id": 180874},
                   {"DefaultEvent": {"Description": "ブレミガンは興奮して身をよじった。ローズゲートの空気を味わうかのように触手が素早く出たり引っ込んだりしている。突然、茸は派手な展示棚の下へ駆け込み、そのまま姿を消した。@{K}$[Bb]lemmigan -> ブレミガン$The blemmigan wriggles excitedly. Tendrils flick in and out, as if it is tasting the air of Rosegate. Abruptly, it scurries beneath an ostentatious display case and vanishes.",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 236584},
                    "Name": "ブレミガンを放す@{K}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "ローズゲートは広い港とは呼べないが、茸の隠れることの出来る暗がりは沢山ある。@{K}Rosegate isn't the largest port, but there are many nooks where a mushroom may hide.",
                    "ButtonText": "", "Id": 181498},
                   {"DefaultEvent": {"Description": "彼は背を丸め硝子のカウンターを覗き込み、自分の鏡像を見つめている。「もう待っていられない。今あるものだけで何とかしなければ。後でまた来い」@{K}He stoops over the glass counter, and gazes at his reflection. \"It can't wait any longer. We'll make do with what we have. Come back later.\"",
                                     "Name": "", "Id": 236637},
                    "Name": "気難しい煙草屋の調子は元気でやっているだろうか？@{K}Is the Crotchety Tobacconist well?",
                    "Description": "彼は煙草を吸っていない。@{K}He isn't smoking.", "ButtonText": "",
                    "Id": 181531},
                   {"DefaultEvent": {"Description": "ドラウニーは偽の煙草で彼女を誘ったのだという。けれど、この店こそが本物の煙草の生まれる場所で、ここで作られた煙草は他の物とは比較することさえできないそうだ。彼女はダユーの影響下にある者のように魅せられた様子で通路を歩き回っている。\u000d\u000a\u000d\u000a元囚人はあなたに報酬を払うことは出来ないそうだ。しかし、彼女を解放する手はずを整えたラックの作曲家は彼女が自由になったことを聞けば喜ぶだろうと言った。@{K}$[Dd]rown(y|ies) -> ドラウニー$The Drownies tempted her with a false cigar, she says: but here is the source of the real thing, and there's no comparison at all. She walks the aisles, as enthralled as anyone might be in the sway of Dahut.\u000d\u000a\u000d\u000aShe can't reward you, she says. But perhaps the Composer in Wrack who arranged her freedom will be glad to know she was set free.",
                                     "LinkToEvent": {"Id": 223620}, "Name": "再びのショッピング@{K}Shopping again",
                                     "Id": 238436},
                    "Name": "ダユーからの旅人を降ろす@{K}Set down your traveller from Dahut",
                    "Description": "彼女は旅が途中で邪魔される前は、この場所を目指していたそうだ。シガリロに対する欲求はいまだは衰えていない。@{K}She was on her way here, before her travel was interrupted. Her appetite for cigarillos is unabated.",
                    "ButtonText": "", "Id": 182711}],
 "Description": "この場所は港というよりもドックを備えた店だ。壁に沿って並べられた展示台を色付きの天井灯が照らしている。店の大部分は巨大なショップカウンターに占められている。煙草、灰皿、シガーカッター、マッチ、彫刻の施された小箱。全て売り物だ。ここでは一歩進むごとに、新たな領域へと連れ去られるようだ。濃厚な夏の花々の香りがしたかと思えば、次の瞬間、大地のようなむっとする茸の香りに包まれる。あるいは朝のコーヒーの苦い温もりが訪れ、そして汗と真夜中の蜂蜜の胸の悪くなるような甘やかさが漂う。@{K}It's not so much a port, as a shop with a dock. Coloured ceiling lights shine onto display cases lining the walls. A large shop-counter dominates the room. Cigars, ashtrays, guillotines, matches and carved boxes are all for sale. Each step here transports you into a new realm: at one moment, the heady aroma of summer flowers; then, the earthy fug of fungus; the bitter warmth of morning coffee; the sickening sweetness of sweat and midnight honey. ",
 "Name": "ローズゲート@{K}Rosegate", "Id": 223620}
