{"ChildBranches": [{"DefaultEvent": {"Description": "「おじいちゃんはいつも、ぼくに東の話をしてくれた。ぼくはずっとそれを見たいと思ってた。ママは、おじいちゃんはゲイダーの嘆きのトランペットのためにzeeに出てるんだって言ってたけど、それは嘘だったに決まってる。だって、ぼくが頼んでも、おじいちゃんは笑うだけで、楽器なんて一度も演奏したことがないって言ってたもの」[q:Sacks and Snow: The Snow Child's Name]の両眼が輝いた。「東。おじいちゃんは一度もそこへは行かなかったんだ。でもぼくは行くよ。ぼくは今までの誰よりも遠くまで行く」<br/><br/>「ぼくが解けちゃわなければ、だけど。だって、それじゃ意味がないから」[q:Sacks and Snow: The Snow Child's Name]はあなたのことを見上げた。その様子は明らかに、あなたがその不可能を成し遂げてくれることを期待していた。[とある王を持たない都市があって、そこでは悪魔たちが集まって自然の法則を書き換えています。彼らなら、この夢を手助けしてくれるかもしれません……対価と引き換えにして。]@{I}$Sacks and Snow: -> 袋と雪:, Gaider's Mourn -> ゲイダーの嘆き, Snow Child -> 雪の子$\"My grandpa always told me stories of the East. I always wanted to see it. Mother said he only kept going out to zee 'cause of the trumpets at Gaider's Mourn, but she must've lied because when I asked he just laughed and said he never played any instrument.\" [q:Sacks and Snow: The Snow Child's Name]'s eyes shine. \"East. He never got there. But I will. I'll go further than anyone's ever gone.\"\u000d\u000a\u000d\u000a\"Not if I'd just melt though. 'Cause that'd be pointless.\" [q:Sacks and Snow: The Snow Child's Name] looks up at you, clearly expecting you to perform the impossible. [There is a city without kings, where devils gather to rewrite the laws of nature. They may be able to assist with this dream... for a price.]",
                                     "Name": "未完の仕事@{I}Unfinished business", "Id": 224452},
                    "Name": "[q:Sacks and Snow: The Snow Child's Name]の手助けを試みる@{I}$Sacks and Snow: -> 袋と雪:, Snow Child -> 雪の子$Try to help [q:Sacks and Snow: The Snow Child's Name]",
                    "Description": "　他にあなたにしてやれることはあるだろうか？@{I}Is there an alternative you can offer?",
                    "ButtonText": "", "Id": 173887},
                   {"DefaultEvent": {"Description": "　一人の船員が自発的に申し出て、[q:Sacks and Snow: The Snow Child's Name]をヴェイルガーデンの裏通りにある家のところまで付き添った。船員が去る時も、雪の子はまだ怯えた様子で、かつての家の扉のそばで雫を滴らせながら、扉をノックする勇気を固めようと頑張っていた。@{I}$Sacks and Snow: -> 袋と雪:, Snow Child -> 雪の子$A crewman volunteers to escort [q:Sacks and Snow: The Snow Child's Name] to its home in the back streets of Veilgarden. He left it still nervously dripping by the door of its old home, trying to find the courage to knock.",
                                     "Name": "冷たい別れ@{I}A cold farewell", "Id": 224453},
                    "Name": "[q:Sacks and Snow: The Snow Child's Name]を帰路へと送り届ける@{I}$Sacks and Snow: -> 袋と雪:, Snow Child -> 雪の子$Send [q:Sacks and Snow: The Snow Child's Name] on its way",
                    "Description": "　あなたは同意した通りに、それをここまで連れてきた。あなたの仕事は終わった。@{I}You brought it here, as agreed. Your job is done.",
                    "ButtonText": "", "Id": 173888}],
 "Description": "　[q:Sacks and Snow: The Snow Child's Name]は、都市が霧の中から現れるのを見るために手すりへと駆けつけた。「家だ」雪の子はそう叫ぶと、笑った。「みんな凄く驚くだろうね！もしかしたらママは焼きブレミガンを作ってくれるかも！」<br/><br/>　笑みが消えた。雪の子は自らの両手に目を落とした。「ただ……ぼくはそれは食べられないや。ママにポセットを持ってきてあげることもできないし。火のそばで足を並べて座ることもできない。それって去年の雪みたい。ぼくらは雪で遊んで、楽しかったんだけど、溶けちゃって、それで……」[q:Sacks and Snow: The Snow Child's Name]は鼻を鳴らした。「ぼくは家には帰れない、よね？ママをまた泣かせちゃうよ」@{I}$[Bb]lemmigan -> ブレミガン, Sacks and Snow: -> 袋と雪:, Snow Child -> 雪の子$[q:Sacks and Snow: The Snow Child's Name] rushes to the rail to watch the city emerge from the fog. \"Home,\" it cries, grinning. \"Everyone's going to be so surprised! Maybe mother will cook roast blemmigan!\"\u000d\u000a\u000d\u000aThe grin fades. The Snow Child looks down at its hands. \"Only... I couldn't eat it. Or bring her egg-hot. Or sit by her feet at the fire. It'd be like last year, with the snow. We played with it and it was fun, but then it melted and...\"  [q:Sacks and Snow: The Snow Child's Name] sniffles. \"I can't go home, can I? I'd make her cry again.\"",
 "Name": "ロンドンの灯@{I}The Lights of London", "Id": 224451}