{"ChildBranches": [{"DefaultEvent": {"Description": "彼は値段、箱の状態、そして素材となる木はクルミかポプラかあるいは楡なのか長々と論じた。そして話を終えると、彼は熱意を込めてあなたと握手を交わし、元々付いていた値を一ペニー残らず喜んで支払っていった。市場の係員が邪魔な馬の面の下から荒い息を吐きながら、二人がかりで彼が箱を持って行くのを手伝う。@{K}He argues over the cost, the box's condition, and whether the wood is walnut, poplar or elm. Then he shakes your hand enthusiastically and happily pays every penny of your original price. A pair of market attendants, puffing beneath their unwieldy horse-masks, help him carry it away.",
                                     "Name": "「いくらだって？まさか、この品に？あなたに経済の根本的原理というものを教えてしんぜよう……」@{K}\"How much? What - for this? Allow me me explain a fundamental principle of economics...\"",
                                     "Id": 230226},
                    "Name": "朗らかな議論好きは長箱を求めている@{K}A Jovial Contrarian is purchasing Long-Boxes",
                    "Description": "彼の車いすが甲高い音を立てながら群衆の間を通り抜ける。ローズマーケットを訪れる者はみな鏡を持ってこなければならず、彼もまた一つの鏡を携えていた。しかし、鏡に映る彼は蝙蝠の顔をしている。@{K}His wheeled chair squeaks through the crowd. As all visitors to the Rose-Market must, he carries a mirror. He's painted over the glass, though, with the face of a bat.",
                    "ButtonText": "", "Id": 177359},
                   {"DefaultEvent": {"Description": "「これからなら見事な装身具が出来るでしょうね」彼女は述べた。「けれど紅茶にすれば非凡なものが出来上がるはず」馬の面を被った市場の係員二人の手を借りて、彼女は箱を引いていった。@{K}\"It makes admirable jewellery,\" she explains, \"but <i>exceptional</i> tea.\" Two of the market's horse-masked attendants help her wheel the box away. ",
                                     "Name": "満足した客@{K}A satisfied customer", "Id": 230227},
                    "Name": "刺青の運び屋はシンティラックを良い値で買い取ってくれる@{K}A Tattooed Courier will pay well for a consignment of Scintillack",
                    "Description": "彼女の肌は明るい色のインクで埋め尽くされている。そしてその笑顔は生意気だ。@{K}Her skin is crowded with bright ink. Her smile is cocky.",
                    "ButtonText": "", "Id": 177360},
                   {"DefaultEvent": {"Description": "ショシャナは紅茶のポットの上に鏡をかざした。蒸気が鏡面を曇らせる。マーケットの伝統にしたがい、あなたは情報を指でそこに書いた。あなたが書き終えると、スカーフの下から衣擦れの音が聞こえてきた。皺の寄った手が絹の間から伸び、分厚い封筒を紅茶のポットの隣に置く。「知識と、沈黙の対価です」@{K}Shoshana holds a mirror over her pot of tea. The steam fogs the glass. As is market tradition, you write your information into the condensation with a finger. When you have finished, there is a rustling beneath her scarves; a wrinkled hand emerges from the silk, and places a fat envelope next to the tea pot. \"For the knowledge; and your silence.\"",
                                     "Name": "優れてなおかつ恐ろしい@{K}Great and terrible", "Id": 230228},
                    "Name": "マダム・ショシャナは尋常ならざる示唆を探している@{K}Madame Shoshana is seeking an Extraordinary Implication",
                    "Description": "かの占い師はスカーフを何重にも巻き、市場の静かな片隅で紅茶を啜っている。@{K}The fortune-teller - under her many scarves - sips tea in a quiet corner of the market. She'll pay well for something portentous. ",
                    "ButtonText": "", "Id": 177361},
                   {"DefaultEvent": {"Description": "この収入があれば二週間は質素な夕食を食べることが出来るだろう。ほどほどの食事なら一週間、そしてサラスフルーツであれば昼食一回分だ。彼は果物を受取るとすぐに果汁を一滴たりとも落とさぬよう小さく慎重に齧った。@{K}With his proceeds, he could dine frugally for a fortnight, sensibly for a week, or on Solacefruit for supper. He takes a tiny, careful nibble as soon as you hand it over, careful not to spill a drop of juice.",
                                     "Name": "魂の糧@{K}Feeding the soul", "Id": 230229},
                    "Name": "飢えた詩人はサラスフルーツを探している@{K}A Starving Poet is looking for Solacefruit",
                    "Description": "「ソネットを売ったんだ！」彼はポケット一杯のエコーをじゃらじゃらと鳴らしながら叫んだ。@{K}\"I sold a sonnet!\" he exclaims, jangling a pocketful of echoes.",
                    "ButtonText": "", "Id": 177362},
                   {"DefaultEvent": {"Description": "あなたは陳列棚の硝子に息を吐きかけ、訪問者はあなたのなぞった言葉を書き留めた。彼がノートを胸ポケットに仕舞い込むと黒い眼鏡に蝋燭の灯が反射した。「分かりました。ありがとう」そして重い財布を棚に置くと、それ以上何かを言うことなく立ち去った。@{K}You breathe against the glass of a display cabinet, and the Bespectacled Visitor scribbles down the words you trace into the condensation. Candle-light flashes in his dark glasses as he tucks the note into his breast pocket. \"Understood. Thank you.\" He sits a heavy purse on the cabinet, and leaves without another word.",
                                     "Name": "一歩前進@{K}A step ahead", "Id": 230230},
                    "Name": "黒眼鏡の訪問者はグレート・ゲームの動向に対価を支払う@{K}A Bespectacled Visitor will pay to learn Moves in the Great Game",
                    "Description": "彼は濃い口髭を親指で撫で、頷いた。@{K}He drags his thumb over his thick moustache and nods.",
                    "ButtonText": "", "Id": 177363},
                   {"DefaultEvent": {"Description": "老練の枢密顧問官は工芸品の後ろに鏡をかざし、鏡像を観察した。「ふむ。なるほど。もちろんロンドンの職人の手によるものには劣るが、適当な会話の種にはなるだろう」彼は使用人に指を鳴らして合図した。「この船長に代金を支払いなさい」@{K}The Veteran Privy Counsellor holds a mirror behind the artefact, and examines the reflection. \"Hm. Yes. Inferior to London workmanship, obviously, but it will make an acceptable conversation piece nevertheless.\" He snaps his fingers at a servant. \"Pay the captain.\"",
                                     "Name": "ある種の蒐集者@{K}A collector, of sorts", "Id": 230231},
                    "Name": "老練の枢密顧問官は風変わりな工芸品を探している@{K}The Veteran Privy Counsellor is seeking an Outlandish Artefact",
                    "Description": "彼は足音の鳴らない上履きを履いた宮廷の使用人たちを従えて、遠くの港から運ばれてきた骨董品をじっくりと眺めている。（女帝は大きな音を好まれないのだ。）@{K}He is there surveying curios from distant ports, with palace servants in muted slippers (the Empress dislikes loud noises). ",
                    "ButtonText": "", "Id": 177364},
                   {"DefaultEvent": {"Description": "「これからは良いチェスピースが出来るんですよ」と彼は言い、像の光る眼とビーズほどの大きさの握りしめられた拳を観察した。「これはビショップの駒にするとしましょう」@{K}\"They make good chess-pieces,\" he says. He examines the figure's glaring eyes and clenched, bead-sized fists. \"I think I'll use this one as a bishop.\"",
                                     "Name": "満足のいく取引@{K}A satisfactory exchange", "Id": 230232},
                    "Name": "蜂蜜に惑う探偵は用心深い骨董品を収集している@{K}The Honey-Addled Detective is collecting Watchful Curios",
                    "Description": "近くでは人形劇『蛇の庭園』が上演されている。探偵はその劇を売り手を待ちながらぼんやりと眺めていた。@{K}Nearby, a puppet-theatre is performing <i>The Gardens of the Serpent</i>. The Detective watches idly while waiting for sellers.",
                    "ButtonText": "", "Id": 177365},
                   {"DefaultEvent": {"Description": "準男爵が沼地にある陰気な蔦の這う豪邸を去ることは決してないだろう。しかし長い夜には、彼も蝋燭を灯し無謀な海洋冒険の体験談に読みふける。そして本を閉じると首を振って、自分の良識を称えるのだ。@{K}The Baronet would never abandon his gloomy, ivied marsh-mansion. But on long evenings, he lights a candle and reads accounts of reckless nautical adventures. Then he closes the book, shakes his head, and commends his own good sense. ",
                                     "Name": "彼の瞳が輝いた。「あぁ！この船長については聞いたことがあります……」@{K}His eyes light up. \"Ah! I've heard of this captain...\"",
                                     "Id": 230233},
                    "Name": "澄ました準男爵は未だ読まれていない日誌を探している@{K}A Prim Baronet is looking for an Unread Log",
                    "Description": "彼は黒い薔薇の花弁を靴から払い落とした。ローズマーケットが開かれるといつもこの波止場には花びらが散らされる。@{K}He brushes black rose-petals from his shoes. The wharf is strewn with them whenever the Rose-Market congregates.",
                    "ButtonText": "", "Id": 177366},
                   {"DefaultEvent": {"Description": "「何かが閉じ込められているのを見るのは好きではありません」二人の逞しい支持者が檻を持ち上げる傍らで、彼女は支払いのため財布を取り出した。檻の中に入ったものは身動き一つしない。豪胆で節度ある運動家は代金を寄こし、檻を軽くたたく。「さぁ行きましょうね。此処から出してあげますよ」@{K}\"I never did like to see anything locked up.\" She searches her purse for payment, as two of her burlier supporters heft the cage. The thing inside is remarkably still. The Dauntless Temperance Campaigner hands over the fee, and pats the cage. \"Come now, dearie. Let's get you out of here.\"   ",
                                     "Name": "寛大な心@{K}Room in her heart", "Id": 230234},
                    "Name": "豪胆で節度ある運動家は生体標本を買い取っている@{K}A Dauntless Temperance Campaigner is purchasing Live Specimens",
                    "Description": "運動家は影絵人形劇『蜂蜜の採取』に抗議するために来たそうだ。しかし、彼女は檻に閉じ込められた標本を買い取ることでも知られている。@{K}She comes here to protest against the shadow-puppet production of <i>The Honey Harvest</i>, but she's also known to buy caged specimens.",
                    "ButtonText": "", "Id": 177367},
                   {"DefaultEvent": {"Description": "人形劇は何者にも邪魔されることなく続き、個人の収集庫は潤っていく。曇った鏡に書かれた文字は直ぐに拭い去られた。異国の物の取引がいくつもの夢を芽吹かせるのだ。@{K}Puppet plays press on uninterrupted. Personal collections grow. Words written in fogged mirrors are hastily wiped away. The exotic exchanges pollinate dreams.",
                                     "LinkToEvent": {"Id": 230225}, "Name": "", "Id": 258998},
                    "Name": "興味を示している知り合いをローズマーケットに案内する@{K}Escort some interested acquaintances to the Rose-Market",
                    "Description": "彼らは満足のいく取引を求めている。[ローズマーケットに新たな一日が訪れます。もしかすると新たな買い手も来るかもしれません。]@{K}They hope to make a satisfying trade. [This will usher in a new day at the Rose-Market, and perhaps new buyers.]",
                    "ButtonText": "", "Id": 193156}],
 "Description": "ローズマーケットは風変わりな物を収集する者たちに様々な品を提供している。異国趣味とジーキャプテンを煩わせる度胸を持ち合わせた者なら誰でも買い手となれる。\u000d\u000a\u000d\u000aマーケットの難解で古い規則によると、ここでは一度の訪問につき一つの取引しかできないそうだ。賢く選べ。[ローズマーケットの人々は特定の品々を通常より高値で買い取ってくれます。]@{K}The Rose-Market caters to collectors and eccentrics - anyone with exotic tastes and the gumption to harass zee-captains. \u000d\u000a\u000d\u000aAccording to the arcane, archaic rules of the market, you can only make one trade per visit. Choose wisely. [People at the Rose-Market will pay above the usual price for specific goods.]",
 "Name": "ローザーズ・ワーフ@{K}Roser's Wharf", "Id": 230225}
