{"ChildBranches": [{"DefaultEvent": {"Description": "　浜には松明が焚かれ、分厚い砲身を持つ大砲を照らし出している。一発の銃声が響いて、銃弾が船首のすぐ隣に撃ち込まれた。着弾の衝撃で飛び散った水しぶきが、あなたの顔にかかった。あなたは歓迎されていない。@{I}$[Ff]lare -> 照明弾$Torches flare on the shore, illuminating thick-barrelled cannons.There is a crack, and a shot lands just off your prow. Water from the impact splashes your face. You are not welcome.",
                                     "LinkToEvent": {"Id": 230499},
                                     "Name": "脅かす砲火@{I}Threatening fire", "Id": 230500},
                    "Name": "停泊を試みる@{I}Attempt to dock",
                    "Description": "　港は針金によって補強され、カーネイト人の兵士たちが配置されている。@{I}$Khaganian -> カーネイト人$The harbour is reinforced with wire and manned with Khaganian soldiers.",
                    "ButtonText": "", "Id": 177536},
                   {"SuccessEvent": {"Description": "　あなたの救命ボートは見張りに気付かれることなく洞窟まで辿り着いた。「あいつら、俺たちが眠ってる間に来やがったんだ」島民の一人が囁いた。「船着き場まで逃げられた奴もいるし、洞窟に逃げ込んだ奴もいる。仲間の二人は、雄鶏とカササギ亭でやれる限りの抵抗を続けてたよ」彼はすすで汚れた手で髪を払うと、船に乗り込んだ。@{I}$Cock and Magpie -> 雄鳥とカササギ亭$Your lifeboat pulls up to the cove, unnoticed by the sentries. \"Came while we was asleep, they did,\" an islander whispers. \"Some of us managed to make it to the docks, or else to the coves. Couple of the lads held out in the Cock and Magpie long as they could.\" He run a grimy hand through his hair, and boards.",
                                     "LinkToEvent": {"Id": 230499},
                                     "Name": "より安全な土地@{I}Safer ground", "Id": 230502},
                    "DefaultEvent": {"Description": "　あなたが救命ボートを降ろす準備をしている途中で、カーネイト人の見張り番が呼子を吹き鳴らした。その鋭い音は、まるで地上の鳥が獲物を見つけ出したかのようだった。兵士たちが洞窟まで降りていった。人々の悲鳴は、逆向きに全開でふかしているエンジンの轟音でもかき消すことはできなかった。@{I}$Khaganian -> カーネイト人$As you're preparing to lower a lifeboat, a Khaganian lookout blows his whistle; it shrieks like a Surface bird sighting its prey. Troops descend on the cove. You can hear the screams over the thrum of your engine, roaring in full reverse.",
                                     "LinkToEvent": {"Id": 230499},
                                     "Name": "海岸の兵士@{I}Men on the shore", "Id": 230501},
                    "Name": "避難民をシェパード・アイルズまで密航させる@{I}$Shepherd Isles -> シェパード・アイルズ$Smuggle refugees to the Shepherd Isles",
                    "Description": "　あなたの船が島の洞窟のそばを通りかかると、泥だらけの島民たちが中から姿を現した。彼らは飛び跳ね、ぼろ布を振った。@{I}As your vessel passes, muddy islanders emerge from one of the island's coves. They leap and wave rags.",
                    "ButtonText": "救出を指揮する@{I}Lead a rescue attempt", "Id": 177537},
                   {"SuccessEvent": {"Description": "　あなたは崖を登り切ると、ぬかるみの中にかがみ込んだ。小型の望遠鏡を通して、あなたは兵士の動きを観察した。派遣された兵士の一団が、ぼろを着た島民を引き連れて、雄鶏とカササギ亭の黒焦げになった残骸へと向かっていた。その中では、羽毛の肩飾りをつけた女がテーブルに座っている。女は海図を見る時には笑みを浮かべる一方で、レオパルド一門の判が捺された令状を見ると顔をしかめた。中まで連行されてきた島民たちは、彼女の前に膝をつく。彼女に話しかけるとき、島民たちの誇り高い顔は引きつっていた。@{I}$Cock and Magpie -> 雄鳥とカササギ亭, Leopard -> レオパルド$You scale the cliff, and crouch in the mud. Through a spyglass, you observe the soldiers' movements. A contingent approaches the charred remains of the Cock and Magpie, escorting ragged islanders. A woman in feathered epaulettes sits at a table within, smiling at zee-charts and scowling at decrees stamped by the Leopard clan. Once inside, the islanders fall to their knees before her. Their proud faces strain as they address her.",
                                     "LinkToEvent": {"Id": 230499},
                                     "Name": "敵の動き@{I}Enemy movements", "Id": 230504},
                    "DefaultEvent": {"Description": "　あなたは救命ボートを丘の斜面に近づけた。船を岩にくくりつけようとしていると、頭上で銃声が響いた。銃弾があなたの小さな船を貫き――水が浸水し始めた！そして更なる銃撃――漕ぐのだ！ああもうお願いだから――漕げ！@{I}Your little lifeboat draws up the the cliff-face. As you're mooring it to a rock, a shot rings out from above; a bullet pierces your little craft - water is coming in! Another shot - row! For God's sake - row!",
                                     "LinkToEvent": {"Id": 230499}, "Name": "見つかった！@{I}Spotted! ",
                                     "Id": 230503},
                    "Name": "港湾報告書をまとめる@{I}$[Pp]ort [Rr]eport -> 港湾報告書$Gather a Port Report",
                    "Description": "　救命ボートを降ろし、比較的なだらかで滑りにくい崖まで漕いでいこう。捕まらないことを祈って。@{I}Lower the lifeboat, and row to one of the less slippery, less sheer cliffs. Pray you don't get caught.",
                    "ButtonText": "", "Id": 177538}],
 "Description": "　流線型の船が港に何隻も停泊している。海岸には重砲が列をなしている。イーグル一門の、蜂蜜のように黄色い旗が、家々の屋根から垂れている。マトン・アイランドは陥落した！@{I}$Eagle -> イーグル, Mutton Island -> マトン・アイランド$Sleek ships are docked the harbour. Installations of heavy artillery line the shore. The banners of the Eagle clan - yellow as honey - drape from each roof. Mutton Island has fallen!",
 "Name": "クエーカーズ・ヘイヴン: 新しい体制の下で@{I}$Quaker's Haven -> クエーカーズ・ヘイヴン$Quaker's Haven: Under New Management",
 "Id": 230499}
