{"ChildBranches": [{"DefaultEvent": {"Description": "　真鍮器具の大半は梁からぶら下がったままだった。だが今では、それらには不似合いな鋲のようにフジツボがへばりついていた。酒場の向こうの床には空き瓶が散らばっていた。あなたはビール樽も調べてみたが、こちらも空っぽだった。<br/><br/>　地下貯蔵庫は三フィートもの海水に満たされていた。溺死したネズミの死体が水面をゆっくりと漂っていた。@{I}Most of the brasses still hang on the beams, but now they are joined by an incongruous studding of barnacles. Behind the bar, the floor is littered with empty bottles. You test the beer kegs - also empty. \u000d\u000a\u000d\u000aThe cellar is flooded with three feet of zeewater. Drowned rats float slowly across the surface.",
                                     "LinkToEvent": {"Id": 230505}, "Name": "飲み干されて@{I}Drunk dry",
                                     "Id": 230506},
                    "Name": "雄鶏とカササギ亭を調べる@{I}$Cock and Magpie -> 雄鳥とカササギ亭$Investigate the Cock and Magpie",
                    "Description": "　かつて、そこは村の中心だったのだ。@{I}It was the heart of the village, once.",
                    "ButtonText": "", "Id": 177539},
                   {"DefaultEvent": {"Description": "　丘には魚の死体が散らばっていた。あなたが掲げるランプの下で、魚の銀のウロコが輝き、ガラスのような眼玉がきらめいた。途中で、あの古い石の井戸が見つかったので、あなたは中を覗いてみた。井戸は高いところまで水が溜まっていた。磯の悪臭が中から立ち昇っていた。<br/><br/>　丘の頂上に、柳編みの人形が立っていた。作られた時には、それは十フィートもの高さがあったに違いなかった。だが今では、それは倒れ込んで、うなだれてしまっていた。張り子の皮膚は剥がれ落ちていたが、それでもまだ、それは節くれだったサンゴの王冠を被っていた。@{I}The hill is strewn with dead fish. Silvery scales shine under your lamp; glassy eyes glint. You come across the old stone well, and peer in. The water is high. A salt reek rises from it.\u000d\u000a\u000d\u000aOn the hilltop, a wicker figure stands. When it was built, it must have been ten feet high; now it is slumped and sagging. The papier-mâché of its skin has sloughed away, but it still wears a knobbly crown of coral.",
                                     "LinkToEvent": {"Id": 230505}, "Name": "似姿@{I}The effigy",
                                     "Id": 230519},
                    "Name": "丘を調べる@{I}Investigate the hill",
                    "Description": "　丘の頂上に背を丸めたような影がそびえている。@{I}A hunched shape looms on the hilltop.",
                    "ButtonText": "", "Id": 177550},
                   {"DefaultEvent": {"Description": "　あなたは家々を一軒ずつ見て回ったが、誰も見つけられなかった。敷物が足元でがぽがぽと水音を立てて、海水を滲み出させた。カーテンからは水が滴っていた。宝石や家宝といった、価値のあるものは何も残されていなかった。だが、タンスの中には食器が残されたままだった。皿とボウルが、湿った悪臭を放つ戸棚の中に積み上がっていた。石炭入れの中で何かが動いた。それをひっくり返すと、一匹のカニが這い出てきた。カニは明らかに当惑した様子で、辺りを見回していた。@{I}$[Hh]eirloom -> 家宝$You check house after house, and don't find a soul. The carpets squelch underfoot, oozing zeewater. The curtains drip. No valuables have been left behind - no jewellery, no heirlooms. But there is still cutlery in the drawers; plates and bowls stacked in the damp-stinking cupboards. Something rattles in a coal scuttle. You tip it over, and a crab crawls out. It peers around, clearly lost.",
                                     "LinkToEvent": {"Id": 230505},
                                     "Name": "誰も家にいない@{I}No one's home", "Id": 230520},
                    "Name": "村を探索する@{I}Explore the village",
                    "Description": "　あなたは空っぽの曲がりくねった街路をさまよった。窓敷居には海藻が引っ掛かっていた。藁葺き屋根はずぶ濡れだ。軒下からは、水を吸った旗がぐにゃりと垂れ下がっていた。@{I}You wander through the empty, winding streets. Zeeweed hangs from windowsills. Thatches are sodden. Drenched bunting hangs, limply, from the eaves.",
                    "ButtonText": "", "Id": 177551},
                   {"DefaultEvent": {"Description": "　ブレミガンは曲がりくねった街路へと楽しげに駆け出した。それは壁に登り、ずぶ濡れの藁葺き屋根の上に身を落ち着けると、幸せそうにくちばしをかちかちと鳴らした。@{I}It scuttles gleefully into the twisty streets, climbs a wall, and roosts in a sodden thatch. It clicks its beak happily.",
                                     "LinkToEvent": {"Id": 230505},
                                     "Name": "ずぶ濡れの王国@{I}A soggy kingdom", "Id": 230521},
                    "Name": "ブレミガンを陸に放つ@{I}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "　以前よりも更に沼が増えている。ブレミガンにとって、マトンアイランドは完璧な土地だ。@{I}$[Bb]lemmigan -> ブレミガン, Mutton Island -> マトン・アイランド$Even boggier than usual: Mutton Island is perfect blemmigan country.",
                    "ButtonText": "", "Id": 177552},
                   {"DefaultEvent": {"Description": "　靴が海岸全体に散乱していた。ため息のような音を立てて打ち寄せる波の中にも、靴が浮かんでいた。よそ行きのブーツに、農作業で履く鋲付きの硬い靴。ぴかぴかの留め金の付いた子供用の小奇麗な靴。住民たちがどこへ行ったにせよ、その時の彼らは裸足だったようだ。@{I}Shoes litter the length of the shore and bob in the sighing surf. Sunday-best boots; solid farmers' shoes studded with hobnails; small, neat children's shoes with gleaming buckles. Wherever the inhabitants went, they went barefoot.",
                                     "LinkToEvent": {"Id": 230505},
                                     "Name": "靴紐と靴底@{I}Laces and soles", "Id": 230523},
                    "Name": "海岸を探険する@{I}Explore the shore",
                    "Description": "　浜辺の、あれは何だろう？@{I}What's that on the beach?",
                    "ButtonText": "", "Id": 177553},
                   {"DefaultEvent": {"Description": "　ここは変わりない。依然として水浸しのまま。政治家の約束のような空虚さ。@{I}Still here. Still sodden. Empty as a politician's promises.",
                                     "LinkToEvent": {"Id": 230505},
                                     "Name": "報告することはほとんどない@{I}Little to report", "Id": 230524},
                    "Name": "港湾報告書をまとめる@{I}$[Pp]ort [Rr]eport -> 港湾報告書$Compose a Port Report",
                    "Description": "　簡潔なものになってしまうかもしれないが。@{I}Brief though it might be.",
                    "ButtonText": "", "Id": 177554},
                   {"DefaultEvent": {"Description": "　陽気な平水夫はStormのせいだと主張した。「ここらじゃいつも彼が吹き荒れてる。島の奴らは彼を怒らせたに違いねえ！」いかつい船員が頭を振った。「違うな。これは連中のあの井戸のせいだ。井戸の底には何かが潜んでて、それがとうとう這い出てきやがったのさ」<br/><br/>「ふん！」真面目な機関員が嘲った。「いいか？これはファザムキングの仕業だ。そんで、かの難解な王様は、ただ捧げられた供物を受け取ったに過ぎねえのさ」@{I}$Fathomking -> ファザムキング$A Sprightly Deckhand blames Storm. \"'e's always gustin' and blusterin' round 'ere. The islanders must 'ave angered 'im!\" A Craggy Crewman shakes his head. \"No. It were that well of theirs. There was something waiting in the bottom of it, and it finally climbed out.\"\u000d\u000a\u000d\u000a\"Pssh,\" scoffs a Solemn Stoker. \"Mark my words: this is the work of the Fathomking. And His complexity only takes what's offered.\"",
                                     "Name": "もっともらしくない話@{I}Unlikely tales", "Id": 234477},
                    "Name": "あなたの船員たちの恐怖に駆られた推測について考える@{I}Entertain your crew's terrified speculations",
                    "Description": "　それぞれが、この島で起こった出来事についての自説を抱えている。@{I}Each of them has a theory about what happened on the island.",
                    "ButtonText": "", "Id": 180102}],
 "Description": "　マトン・アイランドは偽星の下で静かに眠っている。煙突から立ち昇る煙はない。道行く人々の足音は聞こえない。突堤で田舎っぽい警句を交わし合う、頬の赤い地元民たちはいない。何が起こったのだ？@{I}$[Ff]alse[- ][Ss]tar -> 偽星, Mutton Island -> マトン・アイランド$Mutton Island rests, silently, under the false-stars. No smoke rises from the chimneys. No feet tread the streets. No ruddy-cheeked locals trade rustic aphorisms on the jetty. What has happened?",
 "Name": "祭りの後で@{I}After the Festival", "Id": 230505}
