{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは視線を合わせ、彼が質問の不適切さに気が付くのを待った。しかし調査員の笑みは揺らぎさえしない。「その沈黙で十分です。ありがとうございました」\u000d\u000a\u000d\u000aあなたはそれ以上この男に付き合って時間を無駄にしたりはしなかった。あなたには他に重要な仕事があるのだ。@{K}You meet his gaze, waiting for him to recognise his impropriety. The Investigator's smile doesn't falter. \"Your silence is sufficient answer. Thank you.\"\u000d\u000a\u000d\u000aYou'll waste no more time with this man. There are important matters for you to attend to.",
                                     "Name": "", "Id": 237489},
                    "Name": "何も答えない@{K}Refuse to reply",
                    "Description": "答える価値もない。@{K}This is not a topic you wish to speak about with him. ",
                    "ButtonText": "", "Id": 182151},
                   {"DefaultEvent": {"Description": "調査員は頷いた。「それで必要なことは完璧に理解できました。追加の質問はどこで尋ねればいいのかも。しかし失礼する前に、もう少し詳細をお聞きしたいのです。既にあなたの嗜好に関してはいくつかの仮説があるのですが、いくつかの詳細について証言していただいてもいいですか？」@{K}The Investigator nods. \"That tells me everything I need. I know where to make follow up enquiries. But before I go, I'd like some specifics. I already have some theories about your predilections. Would you confirm some of the details?\"",
                                     "Name": "湧きあがる問いの数々@{K}Raising questions", "Id": 237546},
                    "Name": "密かな笑みを返す@{K}Respond with a secretive smile ",
                    "Description": "自分で勝手に答えを出せばいい。@{K}Let him draw his own conclusions. ",
                    "ButtonText": "", "Id": 182195},
                   {"DefaultEvent": {"Description": "不躾な調査員は突然咳が止まらなくなったふりをして立ち去った。あなたの顔が気に入らなかったのだろうか？@{K}The Impolite Investigator fakes a coughing fit to excuse himself from you. Does he not like what he sees?",
                                     "Name": "", "Id": 240108},
                    "Name": "飢えた目で彼を見つめる@{K}Eye him hungrily",
                    "Description": "彼は旨そうじゃないか？@{K}Isn't he just delicious? ", "ButtonText": "",
                    "Id": 183809},
                   {"DefaultEvent": {"Description": "「それはジョークですか？」彼は笑って訊ねた。場に沈黙がおりる。彼の顔からぎこちない笑みが消え、ブラックウィングス・アブサンを一滴舌に垂らされたかのように一瞬のうちに恐怖に歪んだ。彼は狼狽えつつ敬礼すると廊下に戻った。@{K}With a laugh, he asks: \"Is that a joke?\" A moment passes in silence; his awkward smile turns to a fearful grimace, swiftly as if a drop of Black Wings Absinthe had fallen on his tongue. He fumbles a salute and heads back down the hallway.",
                                     "Name": "", "Id": 245092},
                    "Name": "船長を怒らせた報いを受けさせるぞと脅す@{K}Threaten to keelhaul him",
                    "Description": "の男は覗きでもしたいのか？なら縄で縛って潜水艦から放り出し、海中を引きずってやることも出来る。舷窓から覗き込んで自分で答えを見つけだせるかもしれないぞ。@{K}Does he want to play the voyeur? If so, you can arrange for him to be jettisoned from the zubmarine and dragged along. Maybe he can peek through a porthole and find an answer himself. ",
                    "ButtonText": "", "Id": 187085}],
 "Description": "不躾な調査員が微笑みながら近づいてきた。「さて、無事に水中に潜ったところで、あなたに質問があります。どうやら数名の船員があなたに惹かれているようですね。その内の誰かと親しくお付き合いなさっているのでしょうか？そうであれば、お相手は誰でしょう？あるいはどのように関わっているのでしょうか？そして何故まだそれ以上に踏み込んでいないのでしょう？」@{K}$q:Addressed As -> q:呼称$The Impolite Investigator approaches you, smiling.  \"Now we're safely submerged, I have a question, [q:Addressed As]. I've discovered that several crew members are attracted to you. Would you become intimate with any? If so, who? How would you engage? And why haven't you indulged yet?\"",
 "Name": "不躾な調査員の質問@{K}The Impolite Investigator's Question", "Id": 230556}
