{"ChildBranches": [{"DefaultEvent": {"Description": "　最後の治安官は少し考えてから、手に持っていた警棒を脇に挟んだ。「賢明ね。ありがとう、[q:Addressed As]。父にはこう伝えておいて。すっかり準備が整ったら帰るわ。私はロンドンを捨てたわけじゃない」@{I}The Last Constable considers for a moment, and tucks her truncheon under her arm. \"Sensible. Thank you, [q:Addressed As]. Tell my father I'll be back when I'm good and ready. London's my city, too.\"",
                                     "Name": "伝言@{I}A message", "Id": 230586},
                    "Name": "伝言で妥協する@{I}Agree to take a message",
                    "Description": "　彼女本人は連れて帰れなくとも、代わりの伝言ならもらえるかもしれない。@{I}If you can't take her, perhaps you can take a message instead. ",
                    "ButtonText": "", "Id": 177593},
                   {"SuccessEvent": {"Description": "　あなたは突進した。彼女はあなたの背中を警棒で打ち叩いたが、あなたは彼女を地面に組み伏せた。彼女の拳が、警棒とさして変わらぬ強烈さであなたに襲いかかった。最終的にあなたをして彼女に勝利せしめたものは、純然たる忍耐と決意に他ならない。あとは、船員たちの介入も。彼らは、あなたがやっとのことで彼女を再び抑え込んだとき、彼女を縛り上げてくれたのだ。<br/><br/>　彼女はロープにつながれ、営倉まで連行された。あなたが扉に鍵を掛けるとき、彼女はただの一言も発することはなかった。@{I}You lunge; she cracks you over the back with her truncheon, but you take her to the ground. Her fists hit nearly as hard; by the end, it's sheer endurance and determination that allows you to get the better of her. That, and the intervention of your crew, who bind her after you've finally pinned her a second time.\u000d\u000a\u000d\u000aShe's escorted to the brig, bound in rope. She doesn't speak a word as you lock the door.",
                                     "Name": "捕獲されて@{I}Captured", "Id": 230585},
                    "DefaultEvent": {"Description": "　あなたは突進した。彼女はそれを横に跳んで躱し、あなたの肋骨を打ち叩いた。あなたは彼女の警棒を掴み取ったが、彼女の拳は警棒と変わらぬ強烈さだった。あなたの船員たちは恐怖のあまり助けに入れずにいた。<br/><br/>　戦いは膠着し、停戦に持ち込まれた。彼女は微笑み、唇から血を拭った。「その力を何か正しいことのために使いさえすればね、[q:Addressed As]。いいこと、私は帰るわ。でも、すっかり準備が整ってからよ。父にはすぐに会うことになると伝えなさい。私はロンドンを捨てたわけじゃない」@{I}You lunge; she sidesteps, and cracks you in the ribs. You take her truncheon, but her fists are just as hard. Your crew is too afraid to step in to help.\u000d\u000a\u000d\u000aYou fight to a standstill, and a truce. She smiles, as she wipes the blood from her lip. \"If only you put that strength to some good, [q:Addressed As]. Tell you what: I <i>will</i> return, but when I'm good and ready. Tell my father I'll see him soon. London's my city, too.\"",
                                     "Name": "父の子@{I}Her father's child", "Id": 230584},
                    "Name": "彼女の捕獲を試みる@{I}Attempt to capture her",
                    "Description": "「警告しておくわ、[q:Addressed As]――やめておきなさい」@{I}\"I'm warning you now, [q:Addressed As] - stand down.\"",
                    "ButtonText": "", "Id": 177592},
                   {"SuccessEvent": {"Description": "　あなたが話す間、彼女はあなたの足元を見つめていた。チアリー・マンはまた別の誰かを送って彼女を追わせるだろう。あなたはそう主張した。彼女が今帰らなければ、彼はまたやってみるだけだ。もしかしたら次は、今回よりも暴力に訴えがちな者を使うかもしれない。そこで彼女は手を上げた。「多分、父はそうするでしょうね。前回はそうしたもの。でもあなたの言う通り。そろそろ帰るべき頃合いだわ。どういう形であれ、もう私たちの問題は片付けてしまわないと。あなたの船まで案内してちょうだい、[q:Addressed As]」@{I}She stares at your feet as you speak. He'll send another for her, you argue; if she doesn't return now, he'll try again. Perhaps with someone more violently inclined, next time. She raises a hand. \"Perhaps he will. He's done so before. But you're right: it is time for me to return. It's time to settle matters between us, one way or another. Show me to your ship, [q:Addressed As]\"",
                                     "Name": "冷たい思考@{I}Cold consideration", "Id": 231175},
                    "DefaultEvent": {"Description": "　彼女はあなたの主張を聞いたが、ただ首を横に振るだけだった。「ありがとう、[q:Addressed As]。もう十分。代わりに、あなたが私からの伝言を持って帰ってくれるなら、それが一番だと思うのだけど。いい？私はすっかり準備が整ったら帰るわ。私はロンドンを捨てたわけじゃない」@{I}She hears your arguments. But she only shakes her head. \"Thank you, [q:Addressed As]. That's enough. I think it'd be best if you simply took this message to my father, instead: I'll be back when I'm good and ready. London's my city, too.\"",
                                     "Name": "", "Id": 231174},
                    "Name": "帰ってくるように彼女を説得する@{I}Convince her to return",
                    "Description": "　あるいは少なくともそう試みる。彼女は父親との再会に興味がありそうには見えない。@{I}Or try to, at least. She doesn't seem interested a reunion with her father.",
                    "ButtonText": "", "Id": 177964}],
 "Description": "「変ね。あなたは父が普段雇っているような類の人間には見えない」父とは？警棒を持つ彼女の手が白くなった。「チアリー・マンよ。あなたは私を始末しに来たの？」@{I}\"Odd. You don't look like the kind my father usually employs.\" Her father? Her knuckles whiten around her truncheon. \"The Cheery Man. Are you here to kill me?\"",
 "Name": "最後の治安官@{I}The Last Constable", "Id": 230583}
