{"ChildBranches": [{"DefaultEvent": {"Description": "　あなたたちが埃っぽい小川を渡ると、鳥の群れが水からよろめき出てきた。鳥の首は白鳥のようにしなやかだったが、その太った体と、ひれのような翼はペンギンを思わせた。鳥たちは、細長いくちばしをあなたに向けてがちがちと打ち鳴らした。<br/><br/>「彼らが森の末端なんだ」詩人は説明した。「彼らから離れすぎないようにするよ。森の中心部に潜んでいるのは、もっと昔の連中で、我々を怖がるってことを知らないからね」<br/><br/>　あなたたちは疲れて休み、そして再び出発したが、その間中、琥珀色の太陽は一度も沈むことはなかった。とうとう、そびえ立つ黒い崖が見えた。崖の麓には洞窟があり、その前では焚き火が焚かれていた。炎は白く病的だった。詩人は、火を囲む人々に加わろうと先を急いだ。@{I}As you crossed a dusty stream, a flock of birds waddled from the water. Their necks were as sinuous as swans', but their bodies were as fat and flippered as a penguin. They clattered their long, narrow beaks at you. \u000d\u000a\u000d\u000a\"These are the edges of the wood,\" the Poet explained. \"We will keep to them. The things in its heart are older, and never learned to fear us.\" \u000d\u000a\u000d\u000aThe amber sun never set on your journey, though you grew tired, and rested, and travelled again. At last, a black cliff rose. At the foot of the cliff was a cave, and before the cave a fire burned. Its flames were white and wan. The Poet hurried forward, to join the people sat around it.",
                                     "LinkToEvent": {"Id": 230606}, "Name": "旅@{I}A journey",
                                     "Id": 230607},
                    "Name": "かつての大詩人を追いかける@{I}Follow the Once-Great Poet",
                    "Description": "「こっちこっち！」疲れ切ったさまを現の世界に置き去りにして、彼は棘だらけの小道を跳ねるように走った。@{I}\"This way, this way!\" He scampered along a thorny trail, his weariness left in the waking world.",
                    "ButtonText": "", "Id": 177604},
                   {"DefaultEvent": {"Description": "　あなたたちはロンドンの物語を交わしあった。彼の語った物語は、ロンドンが墜ちる以前の日々のものだった。凍りついた川の上で開かれる市場のこと。奇妙で禁じられた街路の名前のこと。あなたはロンドンが墜ちてからの日々を物語った。煙突のまわりを飛び回るコウモリのはばたきのこと。明滅するバザールの印の輝きのこと。支配者たちの計略のこと。<br/><br/>　話し終えると、彼はあごひげの根元をなでつけた。「時代は変わるものだな。もちろん、後戻りはできない。だが、時には新しい始まりがあるものだ」彼はあなたに歪んだ歯の見える笑みを向けた。@{I}You traded tales of London. His were from the days before it fell: of markets on the frozen river and odd, outlawed street names. Yours are from after: the flutter of bats about the chimneys, the flickering glow of the Bazaar-sigils, the schemes of the Masters.\u000d\u000a\u000d\u000aAfterward, he strokes his beginnings of a beard. \"Times change, eh? There's no going back, of course. But there's sometimes new beginnings.\" He gives you a smile of crooked teeth.",
                                     "LinkToEvent": {"Id": 230606}, "Name": "あなたは腰を下ろした@{I}You took a seat",
                                     "Id": 230608},
                    "Name": "あなたは微笑む若い男に話しかけた@{I}You spoke to a Smiling Young Man",
                    "Description": "　彼の物言いは明け透けだった。彼の拳には傷跡が残っていた。彼は自らの座っている白い丸太を軽く叩いた。@{I}His speech was earthy, and his knuckles scarred. He patted the white log he was sitting on. ",
                    "ButtonText": "", "Id": 177605},
                   {"DefaultEvent": {"Description": "　将来有望な詩人はあなたと握手を交わした。そして、あなたの事情について礼儀正しく問いかけた。しかし、ほどなくして、彼は再びかつての大詩人とのおしゃべりに戻ってしまい、あなたのことは忘れ去られた。あなたは、韻律についての高尚な議論に花を咲かせる二人をそっとしておいた。@{I}The Promising Poet shook your hand, and enquired politely about your affairs. Soon, though, he fell back into conversation with his Once-Great companion, and you were forgotten.You left them involved in a lofty arguments about metre.",
                                     "LinkToEvent": {"Id": 230606},
                                     "Name": "つかの間の知己@{I}A passing acquaintance", "Id": 230609},
                    "Name": "あなたは将来有望な詩人に話しかけた@{I}You spoke to a Promising Poet",
                    "Description": "　彼とあなたの案内人は低い声で熱心に話し合っていた。あなたは自分を邪魔者のように感じた。@{I}He and your guide were talking in low, fierce voices. You felt like an intruder.",
                    "ButtonText": "", "Id": 177606},
                   {"DefaultEvent": {"Description": "　彼女は自分の名前も、自分がどこから来たのかも、どうしてそこにいたのかも、あなたに教えようとはしなかった。「どれもあなたの探している答えではないわ」彼女は鋭く言い放った。「ひとつだけあるけれど、これもあなたは聞きたいとは思わないでしょう。でも教えてあげるわ。済んだことはそれまでよ。折り合いをつけることね」@{I}She would not tell you her name, or where she came from, or why she was there. \"Those aren't the answers you want,\" she snapped. \"You won't want this one, either, but I'm giving it to you: what's done is done. Make do.\"",
                                     "LinkToEvent": {"Id": 230606}, "Name": "つれない連れ合い@{I}Poor company",
                                     "Id": 231097},
                    "Name": "あなたは愛に呑まれたお姫様に話しかけた@{I}You spoke to a Lovestruck Princess",
                    "Description": "　彼女はカーネイトの古風なデザインのドレスを着ていた。手首には鷹匠のような革紐を巻いていた。彼女は切なげな眼差しで焚き火を見つめていた。@{I}$Khan -> カーン, Khanate -> カーネイト$Her dress was of archaic Khanate design. She wore a leather strap around her wrist, like a falconer. Her eyes were fixed wistfully on the fire.",
                    "ButtonText": "", "Id": 177918},
                   {"DefaultEvent": {"Description": "「放っといてくれないか」彼はつっけんどんに言った。「アリアが完成間近なんだ。それまでは良い話し相手にはなれないし、睡眠もほとんど取れない。でも、どんな夢にだって代償はつきものだろう？」あなたは作業を続ける彼をそっとしておいた。@{I}\"I must ask you to forgive me,\" he said, brusquely. \"I'm almost finished with the aria. In the meantime I make poor company and get little sleep. But every dream has its price, doesn't it?\" You left him to his work.",
                                     "LinkToEvent": {"Id": 230606}, "Name": "彼は口数が少なかった@{I}He had little to say",
                                     "Id": 231098},
                    "Name": "あなたは気が狂いそうな作曲家に話しかけた@{I}You spoke to a Distracted Composer",
                    "Description": "　時折、彼はよく通るバリトンで歌詞の一節を歌ったものだ。それはろうそくと鐘についての何かだった。@{I}Occasionally, he would sing snatches of lyric in a resonant baritone. Something about candles and bells.",
                    "ButtonText": "", "Id": 177919},
                   {"DefaultEvent": {"Description": "「洞窟に入るんだ」微笑む若い男は言った。「水たまりを見つけろ」気が狂いそうな作曲家は言った。「そこから飲みなさい」愛に呑まれたお姫様は言った。<br/><br/>　あなたは彼らの言うとおりにした。洞窟は副牧師のカソックのように真っ黒だった。あなたが意図せず転がり込んだ水たまりは、年寄りの歯のように冷たかった。あなたは手で水を掬うと、それを飲み下した。水は苦く、口から蜜の甘みを洗い流した。<br/><br/>　はっとして飛び起きると、あなたはかつての大詩人の部屋にいた。口に何かが詰まっている。あなたはそばにあった椅子から空のワインボトルを引っ掴むと、その中に銀の液体を大量に吐き出した。チアリー・マンのための治療薬だ。ロンドンに戻ろう！@{I}\"Enter the cave,\" said the Smiling Young Man. \"Find the pool,\" said the Distracted Composer. \"Drink,\" said the Lovestruck Princess.\u000d\u000a\u000d\u000aYou did as they bid. The cave was black as a vicar's cassock. The pool, when you stumbled into it, was cold as old teeth. Cupping your hands, you drank. The water was bitter, washing away the sweetness of the honey. \u000d\u000a\u000d\u000aYou wake, with a start, in the Once-Great Poet's chambers. Your mouth is full. Snatching an empty wine bottle from beside the chair, you spit a measure of silvery liquid into it. The Cheery Man's medicine. Back to London!",
                                     "Name": "治療薬@{I}The cure", "Id": 231100},
                    "Name": "あなたは彼らにチアリー・マンを元に戻すよう頼んだ@{I}You asked them to restore the Cheery Man",
                    "Description": "　彼らは彼を生まれ変わらせる方法を知っているに違いなかった。[これはあなたの夢を終わらせ、あなたをzeeに戻します。]@{I}They must have known a way to renew him. [This will end your dream, and return you to the zee.]",
                    "ButtonText": "", "Id": 177921},
                   {"DefaultEvent": {"Description": "　微笑む若い男があなたにナイフを貸してくれた。若木は樹皮から芯まで真っ白だった。あなたは火のそばに腰掛けると、木を削って軸と持ち手を拵えた。それから、森の地面を覆う石灰質の塵を手で掬い集めると、それで杖を滑らかに磨きあげた。<br/><br/>　あなたがそこを去るつもりで立ち上がると、あなたの案内人は同行を拒んだ。「私はもう少しここに残るよ。帰り道は分かるだろう？」あなたが去るとき、彼はとある酷い詩を巡って、将来有望な詩人と笑い合っていた。<br/><br/>　あなたは彼の部屋で目を覚ました。あなたの手は空っぽで、杖は持っていなかった。だが、杖の造形はあなたの頭にはっきりと残っていた。あなたは、あれとそっくりなものを売っているロンドンの店に心当たりがあった。@{I}The Smiling Young Man lent you his knife. The sapling's wood was white from bark to core. You sat by the fire and carved, cutting a shaft and a handle. You sanded it smooth with handfuls of the chalky dust that carpeted the forest.\u000d\u000a\u000d\u000aWhen you stood to leave, your guide did not. \"I mean to stay a while. You can find your own way back?\" You left him in the company of the Promising Poet, laughing over a poor rhyme.\u000d\u000a\u000d\u000aYou awake in his lodgings, your hands empty. No cane. But the image of it is clear in your mind, and you know a shop in London where you might buy one just like it.",
                                     "Name": "単純な方の答え@{I}The simpler solution", "Id": 231156},
                    "Name": "あなたは白い若木を切り倒した@{I}You cut down a white sapling",
                    "Description": "　そして杖を拵えた。[これはあなたの夢を終わらせ、あなたをzeeに戻します。]@{I}And fashioned a cane. [This will end your dream, and return you to the zee.]",
                    "ButtonText": "", "Id": 177952}],
 "Description": "　あなたは夢を見た。琥珀色の光が、葉のない真っ白な木々の枝の間から差し込んだ。足の下で砂が砕けた――違った。砂ではなかった。それは砂にしては白すぎたし、粉っぽすぎた。それは骨だった。夏場に地面から突き出たシダ類のように砕けやすい骨。あたりの空気は巨大な霊廟のような匂いがした。@{I}You dreamed. Amber light pushed between the branches of bare, white trees. Sand crunched underfoot - no; not sand. It was too white; too mealy. Bones, as brittle as summer bracken, jutted from the earth. The air smelled like a mausoleum.",
 "Name": "白い森の縁@{I}The Edges of a Pale Wood", "Id": 230606}
