{"ChildBranches": [{"DefaultEvent": {"Description": "「旅と遭遇、そして洞窟とは！まさしくオルフェウスのようですな！これはすぐにでも私の雇い主に届けましょう。あらかじめ断っておきますが、功績の大半は私のものとさせていただきますよ。なにせ、この企てのほとんどは、私の着想ですからねえ。しかし私は、あなたに感謝していないわけではありません！こちらがお金と、あなたの次の航海のための必需品となります。それから変わった果物もどうぞ。これは、他にどうして良いやら分からなかったものでしてね」<br/><br/>　二日後、噂がロンドンを駆け巡った。チアリー・マンが死んだだって？夕食を喉に詰まらせたらしいよ。人々はそのように語り合った。そんな時だったものだから、メデューサ・ヘッドで一緒に酒を飲まないかという招待が、チアリー・マンから届いた時には、あなたはびっくりした。@{I}$Medusa's Head -> メデューサ・ヘッド$\"A journey! A visitation! A cave! How impressively Orphic. I shall take this to my employer forthwith. I will not deceive you - I mean to take the bulk of the credit as this was, predominantly, an endeavour of my own invention. But I am not ungrateful! Here is a sum of moneys. Here are necessaries for your next excursion. Here are some peculiar fruit, what I do not otherwise know what to do with.\"\u000d\u000a\u000d\u000aTwo days later, the rumours race around London: the Cheery Man is dead. Choked on his dinner, they say. It's a surprise then, when you receive an invitation to drink with the Cheery Man at the Medusa's Head.",
                                     "Name": "粗暴者はあなたの話に耳を傾けた@{I}The Bruiser listens to your tale",
                                     "Id": 231158},
                    "Name": "彼に強壮薬を渡す@{I}Give him the restorative",
                    "Description": "　瓶の中でぎらつく液体は、カタツムリが這った跡のような色をしている。@{I}It glistens in the bottle, the colour of snail trails.",
                    "ButtonText": "", "Id": 177953},
                   {"DefaultEvent": {"Description": "「本当に気は確かですかな？これがあなたのお選びになった道でよろしいと？ふむ。ふむ。失礼ながら、あなたは哲学に興じられるにあたっては、随分と大胆な機会をお選びになるようだ。ともあれ、私はこれを雇い主までお届けしましょう。まさしくあなたがこの件の功労者なのだということは、あの方には本当にしっかりとお伝えしておきますよ。つまり――あなたのお名前の綴りを、もう一度きちんと教えていだだけますかねえ」<br/><br/>　翌日、あなたはチアリー・マンからの招待状を受け取った。それは、彼と一緒に酒を飲まないかという誘いだった。@{I}\"You're quite certain, are you, that this is the path you want to take? Well, well. What a bold occasion, if I may say so, for you to indulge in philosophy. Nevertheless, I will convey this to my employer. Be assured that I will be at pains to ensure he knows exactly who to thank for it. In fact - remind me again how precisely to spell your name.\"\u000d\u000a\u000d\u000aThe next day, you receive an invitation from the Cheery Man. He wants you to join him for drinks.",
                                     "Name": "粗暴者は恐る恐るそれを受け取った@{I}The Bruiser takes it, gingerly",
                                     "Id": 231159},
                    "Name": "彼に杖を渡す@{I}Give him the cane",
                    "Description": "　あなたは歴史も評判も申し分ない店でその杖を調達した。それは、あなたが蜜の夢で見た杖と同じ白さを放っている。@{I}You procured it at a shop of pedigree and reputation. It is as white as the one from your honey-dream.",
                    "ButtonText": "", "Id": 177954}],
 "Description": "「よろしい。実によろしい。さて船長、不条理で嘆かわしい境遇におられる、私の雇い主のための治療薬は手に入りましたかな？」@{I}\"A pleasure, Captain, a pleasure. Have you acquired a cure for my employer's unjust and mournful condition?\"",
 "Name": "チアリー・マンへの処方@{I}A Remedy for the Cheery Man", "Id": 231157}
