{"ChildBranches": [{"DefaultEvent": {"Description": "気難しい煙草屋が粘り強い見習いの皮膚に四角の四隅を描くと、見習いは固く目を瞑った。あなたは煙草屋の指示に従い、線の間の皮膚がたるまないように角を手でしっかりと押さえつける。\u000d\u000a\u000d\u000a気難しい煙草屋は見習いの皮膚の上に素早くメスを走らせる。刃は容易く皮膚を裂き、一度か二度程度しか引っかかることさえなかった。刃が止まった時は、煙草屋は刃の位置を直し、強く引くことで邪魔になるものを切り裂いた。見習いは止めるように懇願しているが、彼の悲鳴が聞き入れられることはない。見習いの皮膚の切れ端をつまみ引っ張るあなたと煙草屋の手は、次第に血に染まっていった。そして悲鳴が気が散るほどの音量になってくると、煙草屋は濃厚な煙を彼の顔に吹き付けた。見習いの瞼が震え、閉ざされる。煙草屋はにやりと笑うと必要な皮膚を綺麗に剥ぎ取った。\u000d\u000a\u000d\u000aそして煙草の包装に取り掛かった彼は、あなたに小さな水桶を用意するように言った。「そこで俺たちの美しい作品を試そう」@{K}The Dogged Apprentice screws shut his eyes, as the Crotchety Tobacconist outlines the corners of a box onto his flesh. At the Tobacconist's instruction, you firmly place your hands on the corners, holding taut the skin between the lines.\u000d\u000a\u000d\u000aThe Crotchety Tobacconist swiftly draws his scalpel across the Apprentice's flesh. The blade cuts easily, snagging only once or twice. Whenever it does, the Tobacconist readjusts the edge and gives it a sharp pull, slicing through the obstruction. The Apprentice pleads, but his screams go unheeded. Your hands and the Tobacconist's grow bloody, as you pinch and pull that patch of the Apprentice's flesh. And when the screams become distracting, the Tobacconist blows heavy smoke into his face - the Apprentice's eyes flutter shut. The Tobacconist grins and peels clean the skin he requires.\u000d\u000a\u000d\u000aAnd as he tends to the wrapping of the cigar, he oversees your preparations of a small tub of water. \"We're going to test our beauty there.\"",
                                     "LinkToEvent": {"Id": 230559}, "Name": "", "Id": 234640},
                    "Name": "手を貸す@{K}Help him get to work",
                    "Description": "青年の肩を押さえつけ、動かないようにしっかりと固定しよう。@{K}Put your hands on the boy's shoulders and press. Force him still. ",
                    "ButtonText": "", "Id": 180217},
                   {"DefaultEvent": {"Description": "気難しい煙草屋は動きを止め、煙草とメスの両方を置いた。彼は喜色を浮かべあなたの顔を見つめる。そして唐突に拘束を解いた。立ち上がった見習いはよろめき床に倒れこむ。あなたが作業台に横になると煙草屋が手を握りしめてきた。「有難う、[q:呼称]……有難う。一瞬で終わるとも、痛みはないとも言う事は出来ないが、あんたのお陰でこの上なく美しいものを作り上げることが出来る。さあ、台に縛り付けさせてもらうぞ。もちろん、あんた自身の安全のためだ」\u000d\u000a\u000d\u000aこの角度からでは煙草屋が何をしているのか見るのは難しく、感覚から推し量るしかない。彼はあなたの胸に線を描いているようだ。メスの刃は鋭く、くすぐったいほどだ。そして彼は皮膚を摘まんで引っ張ると、脂肪を横に切り裂いた。焼けつくような苦痛が耐えがたい領域にまで達し、あなたの悲鳴があまりにもうるさくなったその時、煙草屋があなたの顔に濃厚な煙を吹き付ける。紫の火花が爆ぜ、そして視界が暗くなった。\u000d\u000a\u000d\u000a意識を取り戻したときも、あなたはまだ作業台の上に横になっていた。拘束は解かれ、胸はピンクがかった分厚いガーゼで覆われている。煙草屋は部屋の壁際にうずくまり、床に置かれた大きな水桶に意識を集中している。@{K}$q:Addressed As -> q:呼称, [Ff]lare -> 照明弾$The Crotchety Tobacconist pauses; puts down both cigar and scalpel. He examines your face beatifically. Abruptly he unties the Apprentice, who staggers to collapse onto the floor. You lie down on the workbench and the Tobacconist grasps your hands. \"Thank you, [q:Addressed As]... Thank you. I cannot promise this will be quick, or painless; but it serves a most exquisite end. Now, I will have to restrain you. For your own safety, of course.\"\u000d\u000a\u000d\u000aFrom this angle, it's hard to see what the Tobacconist is doing: you have to go by sensation. He draws a line across your chest - the scalpel is sharp enough to tickle. Then he pinches and pulls, slices sideways across the fat. As the burning agony becomes unbearable, and your screams distracting, the Tobacconist blows a heavy smoke into your face. The purple lights flare, then go dark.\u000d\u000a\u000d\u000aYou are still lying on the bench when you wake. Your bonds have been removed and your chest is covered with a thick pinkening gauze. The Tobacconist is off to one side of the room, concentrating on a large tub on the floor. ",
                                     "LinkToEvent": {"Id": 230559}, "Name": "気高き犠牲@{K}A noble sacrifice",
                                     "Id": 234641},
                    "Name": "見習いの代わりに自分の身を差し出す@{K}Offer yourself in place of the Apprentice",
                    "Description": "見習いは自ら進んでこのような目に遭っているわけではないらしい。彼の代わりに、煙草屋にはあなた自身の体を使わせてやろう。[傷が増え、ハートが5減少します。]@{K}$Hearts -> ハート$The Apprentice doesn't seem to have chosen this for himself. Let the Tobacconist use you, instead.  [This will increase your Wounds, and reduce your Hearts by 5.]",
                    "ButtonText": "", "Id": 180218},
                   {"DefaultEvent": {"Description": "気難しい煙草屋は困惑に眉根を寄せ、鼻眼鏡越しにあなたを見つめた。「俺のような年寄りがナイフに切られれば、回復することは出来んだろう」棘のある香りの煙が彼の唇から漏れる。「それに、俺には煙草を作るには何が必要なのかはっきりと分かっている。この小僧が必要なのだよ、[q:呼称]。他の者ではいかんのだ」@{K}$q:Addressed As -> q:呼称$The Crotchety Tobacconist stares over his pince-nez, eyebrows scrunched in confusion. \"If an old man like me goes under the knife,\" he says, acrid smoke curling from his lips, \"then he can't expect to get back up. And besides, only I know <i>exactly</i> what to harvest for this cigar. It must be the boy, [q:Addressed As]; there's nothing to do for it.\" ",
                                     "LinkToEvent": {"Id": 234639}, "Name": "却下@{K}Refusal",
                                     "Id": 234642},
                    "Name": "煙草屋自身が彼の代わりになってはどうだろうか？@{K}Suggest the Tobacconist use himself",
                    "Description": "そんなに煙草を完成させたいのなら、自分の皮膚を使えばいいだろう。@{K}If he's so desperate to finish his cigar, he can use his own b____y skin.",
                    "ButtonText": "", "Id": 180219},
                   {"DefaultEvent": {"Description": "巻紙が一枚巻かれただけの煙草が見習いの足のすぐ傍に置かれている。そして煙草屋の背後には完成品を試すための水桶があった。あなたは躊躇することなく作りかけの煙草を引っ掴むと、そのまま水へ放り込んだ。煙草は水しぶきと共に解け、中身が水中に広がる。煙草屋はメスを取り落とした。心臓のあたりを掴み、力のこもる手の内に服がぐしゃぐしゃに握りしめられている。よろよろとした足取りで、彼は水桶へと歩み寄った。@{K}The cigar, wrapped only in its first layer of binding, rests not far from the Apprentice's feet. And behind the Tobacconist, ready to test the final product, is a tub of water. Without hesitation, you snatch up the half-made cigar and toss it into the water. The binding breaks apart with the splash, and the filler spreads throughout the water. The Tobacconist drops his scalpel. He grabs at his heart; the fabric bunches in his clawed hand. With wobbling steps, he approaches the tub.",
                                     "LinkToEvent": {"Id": 234726}, "Name": "", "Id": 234643},
                    "Name": "煙草を台無しにする@{K}Destroy the cigar",
                    "Description": "完成する煙草がどれだけ上等な代物であろうと、このような残酷な事をするだけの価値はない。@{K}No luxury is worth such cruelty. ",
                    "ButtonText": "", "Id": 180220}],
 "Description": "粘り強い見習いは作業台に彼を縛り付ける紐をほどこうと懸命に身をよじっている。手首は皮がむけ出血していた。煙草屋がその傍らに不気味に立ち、メスを研いでいる。「よろしい。[q:呼称]、あんたが来てくれたおかげでようやく始められる。こいつからちょっとばかり寄付してもらう必要があるんだ。それで最後の材料がそろう。動かないように押さえつけておいてくれるか？」@{K}$q:Addressed As -> q:呼称$The Dogged Apprentice is straining against the cords holding him flat to the workbench. His wrists are raw and bleeding. The Tobacconist looms over him, sharpening a scalpel. \"Excellent. Now that you're here, [q:Addressed As], we can start. I'll just need a donation from the boy, and we'll have the last component. Could you help keep him still?\"",
 "Name": "包み紙@{K}The Wrapper", "Id": 234639}
