{"ChildBranches": [{"DefaultEvent": {"Description": "あなたの詩の歩格を正すブレミガンは、背後に忍び寄るあなたに気が付いていない。そして背後でナイフを振り上げられる気配も察することなく、押韻にどのように示唆に富む編集を加えるべきか考え込んでいる。そしてあなたが笠に深々とナイフを突き刺すと、ブレミガンはただ体を震わせ死んだ。毒々しい紫が赤いインクに混ざる。\u000d\u000a\u000d\u000a気難しい煙草屋は低く笑い声をあげると、満足げにメープル風味の煙を吐き出した。「さて、[q:呼称]、こいつをどう切り刻めばいいのか見せてやろう」@{K}$[Bb]lemmigan -> ブレミガン, q:Addressed As -> q:呼称$The Blemmigan does not notice you looming over it as it corrects your metre. It does not notice you raising the knife as it considers helpful edits to your rhyme. And when you drive the blade straight through its cap, it just shudders and dies. A viscous purple mixes with the red ink. \u000d\u000a\u000d\u000aThe Tobacconist chuckles and blows a satisfied stream of maple-tasting smoke. \"Now, [q:Addressed As]; shall I show you how to carve up the little b____r?\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 234645},
                    "Name": "切り刻む@{K}Carve it up",
                    "Description": "「邪魔はしないように」煙草屋が囁く。「ただナイフを構えて、それから……」@{K}\"Don't disturb it,\" the Tobacconist whispers. \"Just take your knife, and...\" ",
                    "ButtonText": "", "Id": 180221},
                   {"DefaultEvent": {"Description": "あなたは、眉を顰め険しい顔をした気難しい煙草屋にナイフを返した。彼はナイフを構えブレミガンに数歩近づく。その足元の床板が軋み、ブレミガンが振り返る――刹那、煙草屋は突進し、傘に深々と刃を突き刺した。彼は何度もナイフを突き立てる。\u000d\u000a\u000d\u000a事の済む頃には彼の手は赤と紫に染まっていた。「まったくこの――俺たちの求める品質には程遠い」彼はため息をついた。「独りにさせてくれんか、[q:呼称]。少しの間だけ」@{K}$[Bb]lemmigan -> ブレミガン, q:Addressed As -> q:呼称$You pass the knife back to the Crotchety Tobacconist, who frowns sharply. He raises the blade and takes a step toward the Blemmigan. A floorboard creaks underneath him, and the Blemmigan turns around - the Tobacconist lunges toward it and drives the knife through its cap. He stabs it again and again.\u000d\u000a\u000d\u000aBy the end, his hands are stained red and purple. \"D__n the - this isn't the quality we need,\" he says and sighs. \"Let me be, [q:Addressed As]. Let me have a moment alone.\" ",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 234652},
                    "Name": "手伝いを拒む@{K}Refuse to assist",
                    "Description": "詩を手直ししているブレミガンを殺したりはしない。あなたはそういった類の人間ではないのだ。@{K}$[Bb]lemmigan -> ブレミガン$You won't kill a Blemmigan while it's editing poetry. You just won't.",
                    "ButtonText": "", "Id": 180226}],
 "Description": "ブレミガンは既に壜半分ほどの赤いインクを使ってあなたの詩に手を加えている。あれは批評に没頭するあまり、あなたと煙草屋の存在に気付いていない。@{K}$[Bb]lemmigan -> ブレミガン$The Blemmigan has used half a pot of red ink editing your poetry. It's so absorbed in criticism, it is unaware of you and the Tobacconist.",
 "Name": "ロマンスを一切れ@{K}A Slice of Romance", "Id": 234644}
