{"ChildBranches": [{"DefaultEvent": {"Description": "「今更怖気づいたか」気難しい煙草屋はあなたを工房から追い出した。店の中からはまだクレイマンの叫びが聞こえる。しかしそれも長くは続かなかった。すぐに、中から響くのは槌の鋭い音だけになった。\u000d\u000a\u000d\u000a階下に降りてきた見習いと煙草屋は全身塵に覆われていた。見習いの目は血走り、まつげは粉塵によって灰色に染まっている。彼はえずくほど咳き込んだ。煙草屋は彼を完全に無視する。「まあいい」煙草屋はむっつりとした顔で言った。「期待したほどの風味ではなかったが、十分だろう。完全に無駄ではなかった」@{K}$Clay M[ae]n -> クレイマン$\"A bit late for being squeamish.\" The Crotchety Tobacconist shows you out of workshop. You can still hear the shouts of the Clay Man from the shop - for a while. Soon only the sharp crack of the hammer rings out. \u000d\u000a\u000d\u000aWhen they come down, the Apprentice and Tobacconist are covered in a pall of dust. The Apprentice's eyes are blood-shot, and his lashes greyed with powder. He coughs until he retches. The Tobacconist ignores him entirely. \"It'll do,\" he says, grimly. \"The flavour isn't what I'd hoped, but it must suffice. It wasn't a complete waste.\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "手は尽くした@{K}He does his best",
                                     "Id": 234651},
                    "Name": "手伝いを拒む@{K}Refuse to assist",
                    "Description": "見習いにやらせればいいだろう。あなたは関りあいになりたくない。@{K}Let the Apprentice do the work. You'll have no part in this.",
                    "ButtonText": "", "Id": 180225},
                   {"DefaultEvent": {"Description": "苦い粉塵と花のような香りの煙草の煙の中で作業は進められる。初め、クレイマンの叫びは槌の振り下ろされる音にかき消されていたが、すぐに粘土の砕ける音だけが響くようになった。気難しい煙草屋は破壊された左腕から粘土の削りかすを掴み上げた。そしてさらに細かい砂状にすると一嗅ぎし、にっこりと笑った。「ああ、これこそ求めていたものだ！荒々しいが、鋭さも持ち合わせている。血まで届く香りだよ。有難う、[q:呼称]。素晴らしいものが得られた」@{K}$Clay M[ae]n -> クレイマン, q:Addressed As -> q:呼称$You work in a miasma of bitter dust and floral cigar smoke. At first the Clay Man's shouts drown out the tap of the hammer. Soon, only the hammer rings out. The Crotchety Tobacconist grabs a fistful of clay shavings from the shattered left arm. He rubs the clay into a fine powder, sniffs it, and beams. \"Oh, this is it exactly! Robust, but with a fierce bite to it. This'll get into your blood. Thank you, [q:Addressed As]. This is magnificent.\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "Crack on!",
                                     "Id": 235114},
                    "Name": "打ち砕く@{K}Shatter him",
                    "Description": "槌とノミを手に取り、煙草屋のつけた印がある部分からクレイマンを砕こう。@{K}$Clay M[ae]n -> クレイマン$Take up the hammer and chisel. Crack the Clay Man where the Tobacconist has marked.",
                    "ButtonText": "", "Id": 180527}],
 "Description": "未完成のクレイマンは体を縛る縄をほどこうと無駄な抵抗を続けている。そして実行することも出来ない脅しの言葉の数々を叫んだ。「粉と削りかす、どちらも必要だ」気難しい煙草屋が言った。「彼なら、真に荒々しい風味を作り出すのに必要な物をすべて提供してくれるだろう」@{K}$Clay M[ae]n -> クレイマン$The Unfinished Clay Man struggles futilely against his bonds. He shouts threats he cannot fulfil. \"We will require both powder and shavings,\" the Crotchety Tobacconist says. \"He should provide everything we need for a truly robust flavour.\"",
 "Name": "粉砕@{K}Breaking Down", "Id": 234646}
