{"ChildBranches": [{"DefaultEvent": {"Description": "かつてはおしゃべりだったフェイバーネズミはあなたの言葉に身を震わせることすらなかった。ネズミはただ寝床に横になり、眼を閉じる。粘り強い見習いは厳かに頷き、あなたの肩に手を置いた。「やっと用意が出来ましたね。これがこのネズミの耐えうる最大限の恥辱と苦しみでしょう。すぐに胆嚢を摘出します。師匠は材料が手に入ってきっと喜びますよ！」@{K}$[Rr]attus[- ][Ff]aber -> フェイバーネズミ$The Once-Talkative Rattus Faber does not even shudder at your words. It only lies down in its bedding, and closes its eyes. The Dogged Apprentice nods solemnly, and lays his hand on your shoulder. \"We've got it now. That's as much bitterness and contempt as it can hold. I'll remove the gallbladder in a moment - the master will be so pleased to have his ingredient!\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 234649},
                    "Name": "冷たく嘲笑う@{K}Sneer coldly at it",
                    "Description": "もうおしゃべりしたくないようだな？あれの友達は鬱陶しさが多少ましになったことに感謝してくれるだろう。醜い顔はどうにもできなかったが。@{K}It's not so talkative now, is it? Its old friends would thank you for making it less annoying - even if it's still ugly.",
                    "ButtonText": "", "Id": 180223},
                   {"DefaultEvent": {"Description": "いくら話しかけても、かつてはおしゃべりだったフェイバーネズミは身じろぎすらしない。あなたが話し終えるとようやく、ネズミは格子越しにあなたを見つめ、ゆっくりと首を振った。粘り強い見習いはあなたの肩に手を置き、勝ち誇ったように握りしめた。「やっと用意が出来ましたね。これがこのネズミの耐えうる最大限の恥辱と苦しみでしょう。すぐに胆嚢を摘出します。師匠は材料が手に入ってきっと喜びますよ！」@{K}$[Rr]attus[- ][Ff]aber -> フェイバーネズミ$As you speak, the Once-Talkative Rattus Faber does not stir. Only after you've finished does it gaze at you through the bars, and shake its head slowly. The Dogged Apprentice lays his hand on your shoulder, and squeezes it triumphantly. \"We've got it now. That's as much bitterness and contempt as it can hold. I'll remove the gallbladder in a moment - the master will be so pleased to have his ingredient!\"",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 234650},
                    "Name": "啜り泣くふりをする@{K}Pretend to weep",
                    "Description": "しくしく……可哀そうに――独りで、その上閉じ込められて、本当に可哀そうな鼠だ。この憐れな奴を見てみろ、そして笑ってやろう。@{K}Boo-hoo! The poor, poor thing - all locked up, and all alone. Just look at the pitiful thing, and laugh.",
                    "ButtonText": "", "Id": 180224},
                   {"DefaultEvent": {"Description": "あなたは粘り強い見習いを押しのけて扉へと向かった。気難しい煙草屋が店のカウンターから見上げている。鼻眼鏡の後ろの目はあなたを咎めるように細められている。「俺の見習いには情がありすぎる。それに、ネズミは奴に慣れてしまった。俺たちの創り出す味は落ちることになるだろうな」鼻から吐き出された黒い煙が階上まで漂っていく。煙は煮詰められた甘草の匂いがした。@{K}You push past the Dogged Apprentice and out the door. The Crotchety Tobacconist peers up at you from the shop-counter and his eyes narrow behind his pince-nez. \"He's not callous enough, my apprentice. And the rat is accustomed to him, besides. Our flavour will suffer for it.\" He blows black smoke through his nose that wafts to the top of the stairs. It smells of boiled liquorice. ",
                                     "LinkToEvent": {"Id": 223620}, "Name": "", "Id": 234653},
                    "Name": "手伝いを拒む@{K}Refuse to assist",
                    "Description": "あまりにも残酷だ。これは“間違って”いる。@{K}This is cruel. This is <i>wrong</i>.",
                    "ButtonText": "", "Id": 180227}],
 "Description": "工房の奥に頭蓋骨に囲まれ、小さな檻が一つ置かれていた。中には、一匹のかつてはおしゃべりだったフェイバーネズミが冷酷な言葉の書かれた寝具の上に座っている。「あれを苦しみで溢れるほどに満たさなければなりません」見習いが言った。「それから収穫します」@{K}$[Rr]attus[- ][Ff]aber -> フェイバーネズミ$In the back of the workshop is a small cage, surrounded by skulls. Inside, a Once-Talkative Rattus Faber sits in a bedding of cruel phrases. \"We need to overwhelm it with bitterness\" the Apprentice says. \"Then we harvest.\"",
 "Name": "嘲笑@{K}A Laugh", "Id": 234648}
