{"ChildBranches": [{"DefaultEvent": {"Description": "パンフレットにはローズゲートは上階に工房を備える煙草屋だと書かれている。(これはまだ正しい。)ここでは、他に類を見ない多種多様な煙草が作られ、販売されている。(もうここで煙草は作られていない。)そして煙草屋は作品に対する情熱と優れた創造性によって、世界的に名を知られているそうだ。(彼の情熱は疑うべくもない。)パンフレットはさらに、彼の非凡な才は煙草づくりの歴史を永遠に変えてしまうだろう、と豪語している。(ありえない事ではない。)@{K}The pamphlet describes Rosegate as a cigar shop, with a factory on the upper floor. (Still true.) Here, they produce and sell an unparalleled variety of cigars. (They no longer produce cigars here.) The Tobacconist is described as a world-renowned figure, respected for his dedication to his craft and the brilliance of his creative vision. (His dedication is well beyond doubt.) The pamphlet boasts that his genius will forever alter the tobacconists' art. (Not implausible.)",
                                     "LinkToEvent": {"Id": 234658}, "Name": "", "Id": 234659},
                    "Name": "パンフレットを取る@{K}Take a pamphlet",
                    "Description": "店の歴史が書かれた綺麗な印刷のパンフレットが、陳列棚の1つにうず高く積み上がっている。傍らにはご自由にお取りください、との掲示がある。あなたの手助け以降も何も変わっていない。@{K}Neatly printed histories of the shop are stacked high on one of the display cases. A notice encourages visitors to take one. They have not been changed since your business here.",
                    "ButtonText": "", "Id": 180232},
                   {"DefaultEvent": {"Description": "気難しい煙草屋は陽気なメロディをハミングしながら、悠々とあなたの潜水艦に乗り込んだ。「アイアン・リパブリックへ！」彼は叫ぶとハミングを再開する。粘り強い見習いは煙草屋よりはゆっくりと船に向かう。彼は足を引きずるようにしてあなたに歩み寄り、「大晶洞へ」と囁くと船に乗った。後には暗闇に包まれたローズゲートが残される。@{K}$Iron -> アイアン, Grand Geode -> 大晶洞, Iron Republic -> アイアン・リパブリック$The Crotchety Tobacconist strides into your zubmarine, humming a jaunty tune. \"To the Iron Republic!\" he cries, before resuming his song. The Dogged Apprentice is slower to board; he all but shuffles to you. \"The Grand Geode,\" he whispers, before entering your vessel and leaving Rosegate to the dark.",
                                     "LinkToEvent": {"Id": 234658}, "Name": "", "Id": 235348},
                    "Name": "最後の頼み@{K}A last request",
                    "Description": "店のカウンターの前に旅行鞄が一つ置かれていた。はぐれた靴下が一つ二つ縁からはみ出している。「仕事が本当に始まるのはこれからだ」気難しい煙草屋は言う。「ローズゲートを引き継いでくれる人間はもう着いている。すべて片が付いた。良ければ俺をここから送り届けてもらえないだろうか？」彼は煙の輪を吐き出し、カウンターの反対の端に腰かける見習いを一瞥した。そして発言を正す。「俺たちを、連れていってくれないか？」@{K}A suitcase sits in front of the shop-counter. One or two errant socks hang from the seams. \"It's time for the work to truly begin,\" the Crotchety Tobacconist says. \"Arrangements for Rosegate have already arrived. All's settled; could I just trouble you to take me from here?\" He blows a ring before glancing at his Apprentice, sitting in the other corner of the counter. He corrects himself. \"Take us?\"",
                    "ButtonText": "", "Id": 180669},
                   {"DefaultEvent": {"Description": "気難しい煙草屋は大股であなたの横を通り過ぎた。ローズゲートに別れを告げるため立ち止まることさえない。彼は一言「アイアン・リパブリックへ！」と肩越しに叫び船に乗り込む。粘り強い見習いは煙草屋よりはゆっくりと船に向かう。彼はあなたにのろのろと歩み寄り、「大晶洞に」と囁くと乗船した。後には暗闇に包まれたローズゲートが残される。@{K}$Iron -> アイアン, Grand Geode -> 大晶洞, Iron Republic -> アイアン・リパブリック$The Crotchety Tobacconist strides past you, not pausing to bid farewell to Rosegate. He only shouts over his shoulder: \"To the Iron Republic,\" and boards. The Dogged Apprentice is slower to board; he all but shuffles to you. \"The Grand Geode,\" he whispers, before entering the vessel and leaving Rosegate to the dark.",
                                     "LinkToEvent": {"Id": 234658}, "Name": "", "Id": 235349},
                    "Name": "最後の頼み@{K}A last request",
                    "Description": "気難しい煙草屋と粘り強い見習いは陰鬱な沈黙の中でカウンターの両端に座っていた。「俺たちにはもうここでやる事はない」煙草屋はため息をついた。「ローズゲートを引き継いでくれる人間の手配も済んだ。あんた、他にやる事がないなら俺たちを他所へ送ってくれないか」@{K}The Crotchety Tobacconist and the Dogged Apprentice sit in abject silence, at opposite corners of the counter. \"Neither of us has anything left here,\" the Tobacconist says, and sighs. \"And arrangements for Rosegate have arrived. If you'll do nothing more, just take us away from here.\"",
                    "ButtonText": "", "Id": 180670},
                   {"DefaultEvent": {"Description": "白粉を塗った管理人は陽気に二人分の煙草の端を切り、火をつけた。「ここの煙草と共に二言三言会話を楽しむことが出来て大変嬉しいよ。こんな海底であとどれだけ一人で過ごさねばならないのかも分からないからね」彼は煙を吐き出し、その後ゆうに一分は腕に向かって咳き込み続けた。\u000d\u000a\u000d\u000a咳が治まると、彼は無理に微笑もうとした。「申し訳ない。私はローズゲートの現在の所有者ではあるが、繋ぎみたいなものなんだ。私のパトロンがローズゲートが放棄されたと聞いて、煙草屋の代役としてここに送り込まれたという事だ。彼への支援は打ち切られたが、それでもローズゲートには大金が費やされている。海獣の棲みかにするのは惜しい」@{K}The Powdered Custodian cheerfully cuts and lights cigars for you both. \"It's grand to enjoy a few words with these cigars. God knows how much longer I'll be down here alone.\" He puffs, and spends the next minute coughing into his arm. \u000d\u000a\u000d\u000aAfter he recovers, he attempts a smile. \"Forgive me; I may be the current proprietor of Rosegate, but I'm merely a stand-in. After my patron heard Rosegate had been abandoned, they sent me in to replace the Tobacconist. Though we revoked our support for him, Rosegate is too great an investment to leave to the zee-beasts.\"",
                                     "LinkToEvent": {"Id": 234658}, "Name": "", "Id": 235352},
                    "Name": "白粉を塗った管理人と煙草を吸う@{K}Smoke a cigar with the Powdered Custodian",
                    "Description": "カウンターの後ろには見慣れない顔の紳士が座り、硝子を輝かんばかりに磨きあげていた。彼は歩み寄るあなたに笑みを向ける。「ようこそローズゲートへ、[q:呼称]。煙草はいかがでしょう？」@{K}$q:Addressed As -> q:呼称$A new gentleman sits behind the glass counter, polishing it to a blazing shine. He smiles as you approach. \"Welcome to Rosegate, [q:Addressed As]. May I entice you to a cigar?\" ",
                    "ButtonText": "", "Id": 180673},
                   {"DefaultEvent": {"Description": "ブレミガンは興奮したように身をよじった。ローズゲートの空気を味わうかのように触手が素早く出たり引っ込んだりしている。突然、茸は派手な展示棚の下へ駆け込み、暗がりに姿を消した。@{K}The mushroom wriggles excitedly. Tendrils flick in and out, as if it is tasting the air of Rosegate. Abruptly, it scurries behind an ostentatious cigar box and vanishes into the dark.",
                                     "LinkToEvent": {"Id": 234658}, "Name": "", "Id": 236585},
                    "Name": "ブレミガンを放す@{K}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "ローズゲートは広い港とは呼べないが、茸の隠れることの出来る暗がりは沢山ある。@{K}Rosegate isn't the largest port, but there are many nooks where a mushroom may hide.",
                    "ButtonText": "", "Id": 181499},
                   {"DefaultEvent": {"Description": "彼女は情熱と困惑の入り混じった表情で辺りを見回している。この場所はまさしく彼女の待ち望んだ目的地ではあるが、前の所有者がいなくなっているとは予想していなかったようだ。\u000d\u000a\u000d\u000a「変わっていませんね」彼女はダユーの監房でよくしていたように背筋を正し、言った。「私はもっと酷い状態の場所にいたこともあります。ここなら安全です、[q:呼称]、私は此処に留まりましょう。私には両端を切られた煙草と考えるための時間が必要です」\u000d\u000a\u000d\u000a彼女はあなたに報酬を払うことは出来ないそうだ。しかし、彼女を解放する手はずを整えたラックの作曲家は彼女が自由になったことを聞けば喜ぶだろうと言う。@{K}$q:Addressed As -> q:呼称$She looks around her with an expression of mixed eagerness and dismay. This is the destination she has been seeking all this time, but she did not expect to find the shop without its former proprietor.\u000d\u000a\u000d\u000a\"All the same,\" she says, straightening her back as she often did in the cells of Dahut. \"I have seen worse. You may safely leave me here, [q:Addressed As]. I need a cheroot, and time to consider.\" \u000d\u000a\u000d\u000aShe can't reward you, she says. But perhaps the Composer in Wrack who arranged her freedom will be glad to know she was set free.",
                                     "LinkToEvent": {"Id": 234658}, "Name": "周囲を見回し@{K}Looking around",
                                     "Id": 239773},
                    "Name": "ダユーの囚人を降ろす@{K}Drop off the prisoner from Dahut",
                    "Description": "彼女の予想を裏切ることになるだろう。@{K}Not quite what she was expecting.",
                    "ButtonText": "", "Id": 183597}],
 "Description": "いまだ光を反射するカウンターは色付きの灯りによって照らされ、空中に漂う煙草の豊かな香りは消えることがない。しかし、常に吸い殻で一杯の灰皿は姿を消し、店先に並べている商品の中に新作は一つもない。@{K}Coloured lights still shine down on the gleaming counter. The rich aroma of cigars still permeates the air. But the ever-full ashtrays are missing and there is nothing new on display.",
 "Name": "ローズゲート: 煙草の作られた後@{K}Rosegate: After the Cigar", "Id": 234658}
