{"ChildBranches": [{"DefaultEvent": {"Description": "緑の苦い何か、発酵した物の匂いがする。（サボテンの繊維からは、飲めなくもないワインを作ることが出来る。）かつて誰かが砂漠で息絶え、あなたはその死の原因を辿っているのだ。（あの者は後悔する時間を持てる程度には生きていた。）これは頭上にハゲワシが飛ぶのを見た、死にゆく男の記憶だ。（空よ。）@{K}There is a scent of green bitter things, of fermentation. (Cactus pulp renders an acceptable wine.) Someone once died in a desert and you are traversing the cause of their death. (They lived long enough to regret.) Here is the memory of a dying man seeing a vulture overhead. (The sky.)",
                                     "LinkToEvent": {"Id": 234954}, "Name": "鋭く、渇き、枯れている@{K}Sharp, thirsty, dry",
                                     "Id": 234955},
                    "Name": "下る@{K}Descend",
                    "Description": "アイグルは棘から出来ている。棘の内部は狭い。@{K}Aigul is made of needles. The inside of a needle is strait.",
                    "ButtonText": "", "Id": 180434},
                   {"DefaultEvent": {"Description": "……そしてすぐにあなたは自分の体に戻された。もうトンネルに囲まれてはおらず、水面下の鼓動が耳の内に響くこともない。船のランプの薄暗い光しかなくとも、機関室の中は明るかった。@{K}...and at once you are restored to your own body. The tunnel no longer surrounds you. The subaqueous pulse no longer beats in your ears. There is light in the engine room, even if it is only the dim glow of the ship's lamp. ",
                                     "LinkToEvent": {"Id": 234938},
                                     "Name": "あなたは棘から手を引いた@{K}You draw your hand away from the spine",
                                     "Id": 234957},
                    "Name": "上へ、上へ@{K}Surface, surface",
                    "Description": "今日はやめておこう。今のあなたには出来ない。他の時であれば、心構えが出来ているかもしれない。@{K}Not today. You cannot do this today. Perhaps some other time you will be ready.",
                    "ButtonText": "", "Id": 180436},
                   {"DefaultEvent": {"Description": "兄は書類を整理しきれなくなっていた。そして彼は港湾報告書の束を燃やし、どこにやったのかと聞く上官に嘘をついた。\u000d\u000a\u000d\u000a嘘が露見することはなかった。報告書がなくなっても大きな問題は起こらない。それでも、後悔は募ってゆく。（兄は誠実さを子供向けの小説から学んだのだ。）\u000d\u000a\u000d\u000a罪を告白しても心は軽くならなかった。失われた報告書が戻ってくるわけではない。上官を失望させ、部門全体が譴責を受けただけだった。（時に良識と臆病さは同じ結末に至る。）\u000d\u000a\u000d\u000a兄の後悔は、その元である行為自体よりも大きな問題を引き起こした。（我らが癒した。）あなたは治療を無に帰してしまったのだろうか？（出ていけ、もう十分だろう――）@{K}$[Pp]ort [Rr]eport -> 港湾報告書$He fell behind in his filing, so he burned a stack of Port Reports, and lied when his superior asked where they were.\u000d\u000a\u000d\u000aThe lie went undetected. The loss of the Reports caused no great trouble. Nonetheless, the regret rankled. (The Brother had learned integrity from schoolboy novels.) \u000d\u000a\u000d\u000aConfession offered no cure. It would not retrieve the Reports. It would only disappoint the superior and open the whole department to censure. (Sometimes cowardice and common sense lead to the same end.) \u000d\u000a\u000d\u000aThe Brother's regret caused more trouble than the deed. (We cured him.) Have you undone the cure? (Get out, you've done enough--)",
                                     "LinkToEvent": {"Id": 234938},
                                     "Name": "兄は海軍省の書記だったようだ。（取るに足らないもののように思えるが、事務仕事に関する悪事を悔いる者もいる。）@{K}$Admiralty -> 海軍省$The Secretive Brother was a clerk at the Admiralty. (One can regret even clerical misdeeds.) ",
                                     "Id": 234958},
                    "Name": "目的の物を回収する@{K}Collect what you came for",
                    "Description": "（お前は兄の後悔に貫かれることになるのだろうか？）@{K}(Will you be pierced by the Brother's regret?)",
                    "ButtonText": "", "Id": 180437},
                   {"DefaultEvent": {"Description": "あなたは深く潜りすぎてしまった。しかし、代わりにあなたの左手の傍にある星のように白い後悔を持ち帰ることも出来るだろう。（人の物ではない！）刺すような痛みが走り――\u000d\u000a\u000d\u000aそしてあなたは、別れをますます早めるだけの楕円型をした長い長い旅路の悲哀を知った。（そして旅をする最中もお前は溶けてゆく。）衝突し、軌道を塞ぐことは可能なのだろうか？（軌道を始めて回った時、お前は昼日中にも影を落とせるほどに眩く輝いていた。）\u000d\u000a\u000d\u000a……その後、長い時が経ったのち、気が付くとあなたは機関室の床に膝をついていた。副船長があなたの鼻の下にサラスフルーツをかざしている。@{K}$[Ss]olacefruit -> サラスフルーツ$You have come too far. But you can take a different regret instead, the star-white shard by your left hand. (Not human!) It stings -\u000d\u000a\u000d\u000aAnd you know a sorrow that is shaped like an ellipse, the sorrow of a long approach that also hastens departure. (And all the while you travel, you are melting.) Would it have been possible to crash, and arrest the trajectory? (During your first orbit, you are so bright that you cast a shadow in daytime.)\u000d\u000a\u000d\u000a...afterwards, long afterwards, you are kneeling on the floor of the Engine Room while the First Mate quarters a solacefruit under your nose.",
                                     "LinkToEvent": {"Id": 234938},
                                     "Name": "何も持たず上へ戻ることは出来ない@{K}You cannot ascend from here with nothing",
                                     "Id": 234959},
                    "Name": "後悔を記録し、棘は持ち去らない@{K}Note the regret but leave it where it lies",
                    "Description": "その棘は真珠のような層に覆われていた。これはあなたの取っていい物ではない。@{K}It is guarded by nacreous layers. This is not for you to take.",
                    "ButtonText": "", "Id": 180438},
                   {"SuccessEvent": {"Description": "あなたは肩を狭め、つま先と拳をトンネルの壁に押し付けるようにして、左下方の琥珀の欠片が並ぶ通路へと潜りこんだ。（彼らは我らの望む知識を集めた。）\u000d\u000a\u000d\u000a鼻につく香水の匂いがする。一人の女性が夫の元を去り、ならず者の所へ行ってしまった。（数年のうちに、彼女は貧しく孤独になった。）「あの人はいい人に見えたのに。私に分かるはずがないでしょう？」（もちろん彼女は分かっていた。）\u000d\u000a\u000d\u000a夫は戻ってくるように言ったが、彼女は彼の許しに耐えられなかった。（我らは彼の後悔も持っている。）彼には彼女の不義よりも不在の方が耐えがたかったのだ。（だが、彼女を説得することは出来なかった。）@{K}You narrow your shoulders, press your toes and your knuckles into the tunnel wall, squeeze left-and-down through a passage lined in fragments of amber. (They gather what we wish to know.)\u000d\u000a\u000d\u000aHere is the smell of a cloying perfume. A woman left her husband for a scoundrel. (In a few years she was poor and alone.) \"He seemed like a good man. How could I have known?\" (Of course she knew.) \u000d\u000a\u000d\u000aHer husband offered to take her back, but she could not endure his forgiveness. (We have his regrets also.) He minded her absence much more than her unfaithfulness. (But he could not persuade her.)",
                                     "LinkToEvent": {"Id": 234954}, "Name": "さらに深く@{K}Deeper", "Id": 234961},
                    "DefaultEvent": {"Description": "トンネルの表面はゴムの様だ。ラバリー・マンは彼らのなすべきことを行えていない。（我らは奴らをより良いものにしようとしたのだ。）人間の間で、彼らは悲しんでいる。（もっと歯を与えてやるべきだった。）フルークの間では、彼らは服従しようとしない。（もっと多くの棘で貫いてやるべきだった。）\u000d\u000a\u000d\u000a通路は曲がり、あなたは元居た場所へと戻されてしまった。（しかし、お前は年老いている。時は止まらない。）@{K}$Rubbery M[ae]n -> ラバリーマン, [Ff]luke -> フルーク$The skin of the tunnel is rubbery. The Rubbery Men do not do what they are supposed to do. (We try to improve them.) Among humans, they are sad. (We should have made them with more teeth.) Among Flukes, they disobey. (We should pierce them with more spines.) \u000d\u000a\u000d\u000aThe passage circles on itself; it leaves you back where you began. (But older. Time does not stop.)",
                                     "LinkToEvent": {"Id": 234954},
                                     "Name": "フルークの悔恨@{K}$[Ff]luke -> フルーク$Fluke-regrets", "Id": 234960},
                    "Name": "トンネルが分岐している@{K}The tunnel branches",
                    "Description": "（我らはどちらへ進めばよいか教えているのだが、お前には理解できないことだろう。）@{K}(We tell you which way to go, but you do not understand.)",
                    "ButtonText": "", "Id": 180439},
                   {"SuccessEvent": {"Description": "帽子の留め針ほどの大きさの回想。これはきっと赤子だったのだろう。@{K}A recollection the length of a hatpin. It would have been a baby.",
                                     "LinkToEvent": {"Id": 234954}, "Name": "夜の後悔@{K}Night regrets",
                                     "Id": 234963},
                    "DefaultEvent": {"Description": "この通路はあまりにも狭く、あなたは何も感じることが出来なくなった。あと二つの葬儀に立ち会った後に引退する雇われの会葬者のように、あなたにはもはや本物の感情は残っておらず、代理の悲哀でさえ呼び起こすのは困難だった。@{K}It is so narrow in this passage that you cannot feel anything. Like a professional mourner two funerals from retirement: you have no true feeling remaining, and even proxy grief is hard to summon. ",
                                     "LinkToEvent": {"Id": 234954},
                                     "Name": "乾いた心と乾いた眼@{K}Dry heart and dry eyes", "Id": 234962},
                    "Name": "もはや前進以外の道はない@{K}Only forward exists",
                    "Description": "あなたはここまで来たことを悔いているだろうか？それももう遅い。@{K}Do you regret continuing? It is too late.",
                    "ButtonText": "", "Id": 180440},
                   {"SuccessEvent": {"Description": "鮮明な赤色の記憶だ。彼女は立ち去ることを望みながらも、じっと立っていた。そしてナイフのように鋭い笑みを浮かべた男の質問に答える。（彼女はその男を恐れていた。）\u000d\u000a\u000d\u000a彼女は彼の質問は社交的な人間なら誰でも尋ねるものだというふりをした。（しかし無礼な振る舞いをする事をより恐れていたのだ。）\u000d\u000a\u000d\u000a彼は彼女を殺しはしなかった。（それでも、その後彼女は恐怖を抑え込むことが出来なかった自分に腹を立てた。）そして彼女は新しい舌を得た。新たな舌は侵入者に出会うと「お前が嫌いだ、恐ろしい、どこかへ行ってくれないか」と彼女の意思に関わらず話し出す。@{K}A fresh red memory: She stood still when she wished to go. She answered questions from the man with the knife-shaped smile. (She was afraid of him.) \u000d\u000a\u000d\u000aShe pretended his questions were questions a sociable person would ask. (She was more afraid of being discourteous.)\u000d\u000a\u000d\u000aHe did not kill her. (After, she was angry at herself anyhow, for having her fears out of order.) She had a new tongue installed in her mouth. In the presence of trespassers, the new tongue says, \"I dislike you, I fear you, I wish you would go,\" whether she bids it to or not.",
                                     "LinkToEvent": {"Id": 234954},
                                     "Name": "あなたが動こうとすると、トンネルがあなたを動かした@{K}You intend to move, and the tunnel moves you",
                                     "Id": 235076},
                    "DefaultEvent": {"Description": "あなたはこの暗く深い場所で死にたいのか？（死は恐れるべきものではない。）下層で苦悩の間に挟みこまれ、ほとんど四肢を動かすことも出来ないような状態で暮らしていくのが望みだろうか？（我らにはその方が良い。）\u000d\u000a\u000d\u000aあなたは怖気づいてしまったのだろうか？（お前は動いていないぞ。）@{K}Do you want to die down here, in the dark? (Death is not the thing to fear.) Do you want to live down here, squeezed between one misery and the next, so that you can barely move your limbs? (We prefer it.) \u000d\u000a\u000d\u000aHas your nerve failed you? (You have not moved.)",
                                     "LinkToEvent": {"Id": 234954}, "Name": "前進？@{K}Forward?",
                                     "Id": 234956},
                    "Name": "下る@{K}Descend",
                    "Description": "（しかし自信がある時にだけ進むがいい。ここから先は、探しに来た物を見つけるまで戻ることは出来ない。）@{K}(But only if you feel strong. From here, you cannot surface until you have found what you seek.)",
                    "ButtonText": "", "Id": 180435}],
 "Description": "トンネルは肌に触れるほど狭い。あなたは頭から潜っていった。周囲の壁が後頭部を押し、下へと降りてゆくようあなたを急かす。（ここに来るべきではなかった。）\u000d\u000a\u000d\u000a後悔はアイグルへの入り口だ。（後悔なくしてアイグルへ入る者はいない。）@{K}The tunnel is skin-tight. You descend face first. The wall presses the back of your head, urging you downward. (You should not have come.) \u000d\u000a\u000d\u000aThe entrypoint of Aigul is regret. (No one enters Aigul without.)",
 "Name": "あなたはもはや機関室に立ってはいない@{K}You are no longer standing in the engine room",
 "Id": 234954}
