{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 234646}, "Name": "", "Id": 235315},
                    "Name": "荒々しい風味を引き出す@{K}Harvesting the robust flavour ",
                    "Description": "硝子のカウンターの上にノミが置かれている。気難しい煙草屋が微笑んだ。「道具はそろい、クレイマンの用意も出来た。[q:呼称]、作業に取り掛かるとしようか？」@{K}$Clay M[ae]n -> クレイマン, q:Addressed As -> q:呼称$A chisel rests on the glass counter. The Crotchety Tobacconist smiles. \"We have the tools and the Clay Man readied, [q:Addressed As]. Shall we?\"",
                    "ButtonText": "", "Id": 180646},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 234644},
                                     "Name": "", "Id": 235316},
                    "Name": "甘美な風味を引き出す@{K}Harvesting the luscious flavour ",
                    "Description": "「あの茸は上で働いている。お前の詩に手を加えている所だ」気難しい煙草屋はカウンターに刃の見える形で置かれた剃刀を意味ありげに見つめた。「用意はいいか？」@{K}\"That mushroom is at work upstairs, editing your poetry.\" The Crotchety Tobacconist looks meaningfully at the razor left open on the counter. \"Shall we?\" ",
                    "ButtonText": "", "Id": 180647},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 234648},
                                     "Name": "", "Id": 235317},
                    "Name": "苦味を引き出す@{K}Harvesting the bitter flavour",
                    "Description": "店の奥で燃える暖炉の傍らで、粘り強い見習いが身支度をしている。「[q:呼称]、これが風味を集めきるための最後の仕事になります。ちょっと行って笑い飛ばしてやりましょう」@{K}$q:Addressed As -> q:呼称$The Dogged Apprentice preens against the hearth, blazing at the back of the shop. \"We've only one last thing to do, [q:Addressed As], before our flavour is complete. Let's go and have a laugh.\" ",
                    "ButtonText": "", "Id": 180648},
                   {"DefaultEvent": {"Description": "気難しい煙草屋はあなたの頭の周りに小さな輪を吐き出し、にっこりと笑った。「ああそうだな。もう完成させる時だろう。準備を始めるとするよ」@{K}The Crotchety Tobacconist blows a small ring around your head and smiles. \"Quite right. I think it's time we finished this. I'll begin my preparations.\"",
                                     "LinkToEvent": {"Id": 209684}, "Name": "", "Id": 235325},
                    "Name": "完成だろうか？@{K}Is it time?",
                    "Description": "風味は集まった。さて次は何をすればいいのだろう？[この先に進むと店が一時的に閉じられます。]@{K}The flavours have been gathered. Now what must be done? [The shop will close temporarily once you proceed.]",
                    "ButtonText": "", "Id": 180656},
                   {"DefaultEvent": {"Description": "彼は背を丸めて硝子のカウンターを覗き込み、自分の鏡像を見つめている。「もう待っていられない。今あるものだけで何とかしなければ。後でまた来い」@{K}He stoops over the glass counter, and gazes at his reflection. \"It can't wait any longer. We'll make do with what we have. Come back later.\"",
                                     "Name": "", "Id": 236636},
                    "Name": "気難しい煙草屋は元気でやっているだろうか？@{K}Is the Crotchety Tobacconist well?",
                    "Description": "彼は煙草を吸っていない。@{K}He isn't smoking.", "ButtonText": "",
                    "Id": 181530},
                   {"SuccessEvent": {"Description": "一度に一歩ずつ、あなたたちは三人がかりで苦しみながら箱を階上へと運び上げた。見習いは息を荒げ、煙草屋は頻繁に罵りの言葉を吐いている。彼は呼吸をしているのだろうか？ついにあなたたちは工房へとたどり着き、箱を部屋の角に鎖でつないだ。「未完成野郎め」煙草屋が伸びをしながら息を吐く。「ようやく捕まえたぞ」@{K}One laboured step at a time, the three of you carry the crate up the stairs. The Apprentice takes heavy breaths; the Tobacconist swears so often, you're uncertain if he breathes at all. Eventually, you make it into the workshop, and chain the cargo into the corner. \"You Unfinished b_____d,\" the Tobacconist huffs, stretching his back. \"We got you now.\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235290},
                    "DefaultEvent": {"Description": "一度に一歩ずつ、あなたたちは三人がかりで苦しみながら箱を階上へと運び上げた。見習いは息を荒げ、煙草屋は頻繁に罵りの言葉を吐いている。彼は呼吸をしているのだろうか？そして軽く躓くと、その後階段を昇る間中喧しく喚いていた。\u000d\u000a\u000d\u000aついにあなたたちは工房へとたどり着き、箱を部屋の角に鎖でつないだ。「未完成野郎め！」煙草屋は体を二つに折り、叫んだ。「脇腹が！真っ直ぐに立っていられるか分からん。見習い！椅子を持ってこい……」@{K}One laboured step at a time, the three of you carry the crate up the stairs. The Apprentice takes heavy breaths; the Tobacconist swears so constantly, you're uncertain if he breathes at all. After a small stumble, he seems to shout the whole way up.  \u000d\u000a\u000d\u000aEventually, you make it into the workshop, and chain the cargo into the corner. \"Unfinished b_____d!\" the Tobacconist cries, doubled over. \"My sides! I don't know that I can stand straight. Apprentice! Bring my stool over...\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235289},
                    "Name": "荒々しい風味のために働く@{K}Labouring for the robust flavour",
                    "Description": "気難しい煙草屋は顔をしかめ、唸り声をあげる木箱をねめつけた。「この忌々しい奴を上階まで運び込まんとならん。手を貸してくれるか？」@{K}The Crotchety Tobacconist glowers at the rumbling crate. \"We'll need to shift the bl___y thing up the stairs. Help us get it up there, won't you?\"",
                    "ButtonText": "", "Id": 180630},
                   {"SuccessEvent": {"Description": "気難しい煙草屋が背後で煙草をふかしているのを他所にあなたは詩を書いてゆく。喇叭水仙の香りのする煙がページの上にわだかまり渦を巻いている。煙草屋は詩を読み進めると口元だけで笑い、あなたの背を叩いた。「上出来じゃないか……あと少しでやりすぎというほどに上出来だ！血流を早め凝縮させるに十分だろう。素晴らしい作品だ」@{K}You write with the Crotchety Tobacconist puffing away behind your shoulder, blowing curling clouds of daffodil-scented smoke over your page. He smirks as he reads, and claps you on the back. \"Fine - nearly <i>too</i> fine! Enough to quicken and curdle the blood. Excellent work.\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235299},
                    "DefaultEvent": {"Description": "気難しい煙草屋が背後で煙草をふかしているのを他所にあなたは詩を書いてゆく。喇叭水仙の香りのする煙がページの上にわだかまり渦を巻いている。あなたは詩を完成させるとすぐに煙草屋に手渡した。彼は読み進めるにしたがって煙草を噛み締めた。「あんたは俺の求めることをしてくれた。文句は言えないな」彼は紙を畳み、ポケットにしまった。「ただ、使えないほどひどい作品でなかったら良かったのだが。しかし、やってみるとしよう」@{K}You write with the Crotchety Tobacconist puffing away behind your shoulder, blowing curling clouds of daffodil-scented smoke over your page. Once the poem is complete, you pass him the work. He bites his cigar as he reads. \"You did what I asked. I cannot be upset on that count.\" He folds the page, and tucks it into his pocket.  \"I only hope it isn't too awful to be used, but we will see.\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235298},
                    "Name": "甘美な風味のため息をのむほど美しいものを作り出す@{K}Creating something breathtaking for the luscious flavour",
                    "Description": "気難しい煙草屋は恋愛小説の抜粋にじっくりと目を通している。そこには、まるで元気よく体操をした後のように感嘆のあまり息も絶え絶えといった調子の言葉が並べられている。「[q:呼称]、あんたにこのフレーズを使って詩を書いてもらいたい。それも“ひどい出来の”詩をな」@{K}$q:Addressed As -> q:呼称$The Crotchety Tobacconist studies the romance's excerpts. They're breathless exclamations, such as one might utter after a vigorous regime of callisthenics. \"[q:Addressed As], I need you to make a poem with these phrases. And I need it to be <i>badly</i> written.\" ",
                    "ButtonText": "", "Id": 180636},
                   {"SuccessEvent": {"Description": "煙草屋は礫石器を掌に載せ重さをはかり、上に投げた。「密度が高く、頑丈」そして石器を受け止めると舌で舐める。「味もいい。完璧だ！いい道具になるだろう。すぐに仕事に取り掛かる」煙草屋は背を向けると悠々と階段を昇り工房に入った。槌の振り下ろされる音が頭上の床板越しに鳴り響く。@{K}He weighs an eolith in his hand before tossing it into the air. \"Dense, sturdy,\" he catches and licks the stone, \"And well flavoured. Perfect! These will make fine tools. I'll get to work immediately.\" He turns and strides up the stairs to his workshop. Hammer strikes ring through the floorboards above.",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235336},
                    "DefaultEvent": {"Description": "煙草屋は礫石器を掌に載せ重さをはかり、上に投げた。「期待ほどの密度はないな」石器を受け止め呟く。「だが、これで何とかせんといかんだろう。すぐに戻る」煙草屋は背を向けると大股で階段を昇り工房に入った。槌の振り下ろされる音が頭上の床板越しに鳴り響く。@{K}He weighs an eolith in his hand before tossing it into the air. \"Not quite as dense as I'd hoped,\" he mutters as he catches it. \"But I suppose we've got to make do. I will return in a moment.\" He turns and strides up the stairs to his workshop. Hammer strikes ring through the floorboards above.",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235332},
                    "Name": "荒々しい風味を抽出する@{K}Extracting the robust flavour",
                    "Description": "「工房の繊細な道具ではこういった風味は引きだせん」気難しい煙草屋は言った。「新しい道具が必要だ。とりわけ頑丈な素材のものを持ってきてくれないか？」@{K}\"Delicate workshop tools won't do for a flavour like this,\" the Crotchety Tobacconist says. \"I'll need to make some new ones. Can you bring me some particularly sturdy materials?\"",
                    "ButtonText": "", "Id": 180660},
                   {"SuccessEvent": {"Description": "あなたが箱をこじ開ける傍らで煙草屋と見習いが鎖を手に身構えている。板を引きはがし始めると中に入った未完成クレイマンがあなたを睨め付け、低く唸る。\u000d\u000a\u000d\u000a箱が半分まで開いたところで、クレイマンは大きく吠え全身で板に体当たりした。木片が飛び散り、箱が大破する――そしてあなたは突進を横に躱し、クレイマンはそのまま木の作業台に突っ込んだ。そこからは簡単だ。あなたたちは重い鎖を用いて彼を机に縛り付けた。「良く避けたな、[q:呼称]。俺がまだ若く、すばしっこかった時を思い出したよ」見習いがくすくす笑いをかみ殺している。@{K}$Clay M[ae]n -> クレイマン, q:Addressed As -> q:呼称$The Crotchety Tobacconist and his apprentice stand by with chains, as you pry open the crate. An Unfinished Clay Man glares from within and growls as you begin removing planks. \u000d\u000a\u000d\u000aOnce you've opened it halfway, he roars and hurls his weight forward. The wood splinters, the box breaks - and you sidestep his charge, letting him run directly into the workbench. From there, it's easy to bind him to the table with heavy chains. \"Well dodged, [q:Addressed As]. Reminds me of when I was young and spry.\" His apprentice stifles a giggle.",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235338},
                    "DefaultEvent": {"Description": "あなたが箱をこじ開ける傍らで煙草屋と見習いが鎖を手に身構えている。板を引きはがし始めると中に入った未完成クレイマンがあなたを睨め付け、低く唸る。\u000d\u000a\u000d\u000a箱が半分まで開いたところで、クレイマンは大きく吠え全身で板に体当たりした。木片が飛び散り、箱が大破する――そしてあなたは彼の突進を受け、作業台に叩きつけられた。肋骨が一本折れたかもしれないが、あなたたちは何とかクレイマンを作業台へと押さえつけることに成功した。「もっと上手くいくかと思っていたが」煙草屋が作業台の脚を蹴りつけ、嘲笑うように言った。「しかし、少なくとも目的は果たした」$Clay M[ae]n -> クレイマン$The Crotchety Tobacconist and his apprentice stand by with chains, as you pry open the crate. An Unfinished Clay Man glares from within and growls as you begin removing planks. \u000d\u000a\u000d\u000aOnce you've opened it halfway, he roars and hurls his weight forward. The wood splinters, the box breaks - and he charges you into a workbench. Though you may have cracked a rib, you and the other two manage to wrestle him down onto the bench and subdue him. \"That should have gone better,\" sneers the Tobacconist, kicking the leg of the bench. \"But at least we've got it.\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235333},
                    "Name": "荒々しい風味の用意に手を貸す@{K}Helping prepare the robust labour",
                    "Description": "何か重いものが打ちつけられるような音が上階の工房から響く。「あの木箱を開けなければならん」気難しい煙草屋が言った。「クレイマンは既に鎖につながれているが、奴を作業台に寝かせる必要がある。準備は出来ているだろうな」@{K}$Clay M[ae]n -> クレイマン$A thumping resounds from the workshop above. \"We need to open that crate,\" the Crotchety Tobacconist says. \"The Clay Man's already in chains, but we need him on the workbench. I hope you're ready.\"",
                    "ButtonText": "", "Id": 180661},
                   {"SuccessEvent": {"Description": "気難しい煙草屋は鼻眼鏡越しに文章にじっくりと目を通している。そして剃刀でページを切り裂き、慎重に価値ある一節を取り出した。「正直に言うとな」彼は煙草の煙を吐き出す合間に語る。「これを読むと自分が年寄りのように感じる。ロンドンが落ちる前は――このような放蕩など想像したこともなかった。望まなかったからではなく、単にこういった……ここで描かれているような可能性が存在するとさえ考えたことがなかったからだ。極めて優れた選択だ、[q:呼称]」@{K}$q:Addressed As -> q:呼称$The Crotchety Tobacconist scrutinises the literature through his pince-nez. He carves into pages with a razor and carefully extracts passages of worth. \"I tell you,\" he says between puffs of his cigar, \"reading this makes me feel old. Before London fell - I never dreamed of such carnality. Not because I wouldn't desire it, but because I never imagined the... possibilities they explore here. <i>Finely</i> chosen, [q:Addressed As].\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "完璧だ！@{K}Perfect!",
                                     "Id": 235339},
                    "DefaultEvent": {"Description": "気難しい煙草屋は鼻眼鏡越しに文章にじっくりと目を通している。ページを繰るごとに眉間の皺が深くなってゆく。すぐに、彼の額はいくつもの尾根と煙草を挟めそうなほどに深い谷に埋められた。「近頃はこんなものが愛と呼ばれているのか？」剃刀で一節を切り取りながら呟く。「これと比べれば煙草の箱の裏側の方がまだましな読み物だ」@{K}The Crotchety Tobacconist scrutinises the literature through his pince-nez. Every page furrows his brow a little more - soon his forehead is filled with ridges and valleys deep enough to hold one of his cigars. \"Is this what passes for love these days?\" he mutters, extracting passages with a razor. \"I've read better on the back of cigar boxes.\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "これで十分なはずだ@{K}It shall suffice",
                                     "Id": 235334},
                    "Name": "甘美な風味のためにインスピレーションをかきたてる@{K}Stoking inspiration for the luscious flavour",
                    "Description": "気難しい煙草屋は既に光輝いている陳列台をさらに磨きあげている。「この味は膝も折れ、心臓が跳ねるような物にせねばならん」@{K}The Crotchety Tobacconist is polishing an already gleaming case. \"The flavour must be something that'll make knees weak and hearts flutter.\"",
                    "ButtonText": "", "Id": 180662},
                   {"SuccessEvent": {"Description": "あなたは何時間にもわたって、海での恋愛にまつわる人気のバラッドを語って聞かせた。ウルフスタックの酒場での恋愛、甲板の下での恋愛、そして遥か遠い港での恋愛の物語だ。やがて煙草屋がやってきて進捗を確かめると、あなたの詩をポケットから取り出し硝子瓶に押し付ける。ブレミガンは哀れっぽく瓶の蓋を叩きだした。「ほら！」煙草屋があなたの背を叩き叫ぶ。「叩いてるのが聞こえるか？あれはあんたの韻律を直してるんだよ！」彼が声をあげて笑うと煙が口から立ち上る。「よくやった、[q:呼称]！」@{K}$[Bb]lemmigan -> ブレミガン, q:Addressed As -> q:呼称, Wolfstack -> ウルフスタック, Wolf -> ウルフ$You spend hours reciting the popular zee-ballads of love in Wolfstack taverns, love beneath the decks, and love in the far-flung ports. Eventually, the Crotchety Tobacconist stops by to see your progress. He takes your poem from his pocket and presses it against the jar. The Blemmigan bangs pitifully against the glass. \"Listen!\" the Tobacconist cries, clapping you on the back. \"Hear that tapping? It's correcting your metre!\" He cackles, smoke curling upward from his lips. \"Well done, [q:Addressed As]!\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235340},
                    "DefaultEvent": {"Description": "あなたは何時間にもわたってローズゲートに置かれていたテニソン詩集を読み聞かせた。やがて煙草屋がやってきて進捗を確かめると、あなたの詩をポケットから取り出し硝子瓶に押し付ける。ブレミガンは哀れっぽく瓶の蓋を叩いている。煙草屋はため息をつきピンク色の煙を吐き出した。「まあ、試してみる価値はあったな。こいつは一体何なんだ？テニソンの良さが分からんのか」そう言うと蓋を掴み、瓶を持ち上げる。「お前を壁に投げつけてどろどろの粘液になるまで踏みつぶしてやってもいいが、味が損なわれてしまう」そしてブレミガンを降ろした。「では、先に進むとするか、[q:呼称]」@{K}$[Bb]lemmigan -> ブレミガン, q:Addressed As -> q:呼称$You spend hours reciting Rosegate's collections of Tennyson. Eventually, the Tobacconist stops by to see your progress. He takes your poem from his pocket and presses it against the glass. The Blemmigan bangs pitifully against the jar's lid. The Tobacconist sighs pink smoke. \"Well, it was a worthy attempt. What's wrong with it? How can it not appreciate Tennyson?\" He lifts the jar, and holds it tenuously by the lid. \"I could smash you against the wall and stomp you into a pulp. But that would spoil our flavour.\" He sets the Blemmigan down. \"On we go then, [q:Addressed As].\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235335},
                    "Name": "甘美な風味の用意に手を貸す@{K}Helping prepare the luscious flavour",
                    "Description": "気難しい煙草屋は展示棚に映る自分の鏡像ににやりと笑った。「あの茸を一匹手に入れたぞ。なんて言ったか、ブレンディガ……ブラニング……まあ何だっていい。瓶の中に閉じ込めてある。しかしまずは、あれに詩について考えてもらわないとならん。何とかしてくれないか？」@{K}The Crotchety Tobacconist grins at his reflection in the display cases. \"I've got one of those mushrooms. What do you call them? A Blendyg- a Brunnig- oh, sod it. I've got one in a jar. But first, it'll need to care about poetry. Can you bring it around?\"",
                    "ButtonText": "", "Id": 180663},
                   {"SuccessEvent": {"Description": "見習いはあなたの手渡した本を繰っている。彼がにっこり笑って本を閉じるまでそう長くはかからなかった。「[q:呼称]、これこそ僕たちの求めていたものです。悲劇的で、一縷の望みさえない。まったく素晴らしい素材となるでしょう。有難うございます！」@{K}$q:Addressed As -> q:呼称$The Dogged Apprentice flicks through the book you hand him. It isn't long before he closes the book with a grin. \"This is exactly what we were hoping for, [q:Addressed As] - tragic and hopeless. This should prove potent indeed. Thank you!\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235343},
                    "DefaultEvent": {"Description": "見習いはあなたの手渡した本を繰っている。一通り目を通すと、首を横に振って勢いよく本を閉じた。そして一瞬黙り込んだのち口を開く。「すみません、[q:呼称]。感謝の気持ちを知らない人間のように見えたら申し訳ないのですが、持ってきていただいた素材はどうも……期待していたよりも楽し気な作品でしたね。ともかく、これも使えるとは思います。恐らくは」@{K}$q:Addressed As -> q:呼称$The Dogged Apprentice flicks through the book you hand him. Finally, he shakes his head and closes the book firmly. He slumps in silence for a moment, before saying: \"Apologies, [q:Addressed As]. I hope I don't seem ungrateful. It's just that the material you brought is - well, happier than I'd hoped. Still, I think it'll do. Probably.\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235341},
                    "Name": "苦味のため重荷となるような厳粛なものを用意する@{K}Some solemn weight for the bitter flavour",
                    "Description": "粘り強い見習いは炉端に座り、日記にじっくりと目を通している。「師匠は煙草にある種の重みを持たせたいそうです。人の中に残るような物にしたいんでしょう。何か使えそうなものはありませんか？」@{K}The Dogged Apprentice sits by the hearth, perusing his journal. \"The master wants this cigar to have a certain weightiness. Wants to make it something that'll stick with you. Do you have anything that might work?\"",
                    "ButtonText": "", "Id": 180665},
                   {"SuccessEvent": {"Description": "あなたはカウンターの上に三つの頭蓋骨を置いた。一つは顎がなく妙に長い歯が生えており、別の物には後頭部に穴が開いている。脳が吹き飛ばされたのか、中にねじ込まれたのだろう。最後の一つにはいまだ腐り落ちていない目が片方残っている。粘り強い見習いは恐怖に立ちすくみ、あなたの腕を握りしめ辛うじて立っている。「これ……これは……ええ、[q:呼称]――これが、僕たちの求めていたものだと思います」@{K}$q:Addressed As -> q:呼称$You set three skulls on the counter. One is missing its jaw and has a few over-long teeth. One is missing a patch of bone in the back, brains either blown out or bashed in. One still has an eye, not yet taken by the rot. The Dogged Apprentice grips your arm for support, transfixed. \"This... this is... yes, [q:Addressed As] - I think this is what we need.\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235344},
                    "DefaultEvent": {"Description": "あなたはカウンターに三つの頭蓋骨を置いた。全て完璧な形をした、嫌でも死を思わせるにやにや笑いの代物だ。粘り強い見習いは鼻の付け根をつまみ、ため息をついた。「これは実際に見るより話で聞いた方が良く聞こえる類の物ですね？もっと恐ろしいものだと思っていたのですが。けど、これは単なる頭蓋骨だ。頭蓋骨なら前にも見たことがあります」彼は肩をすくめる。「まあ使えるでしょう。有難うございました、[q:呼称]」@{K}$q:Addressed As -> q:呼称$You set three skulls on the counter: all perfectly formed, grinning reminders of death. The Dogged Apprentice pinches the bridge of his nose and sighs. \"This is better in theory than practice, isn't it? I admit, I thought they'd be more horrible. But they're just skulls; and it's not as if I've never seen those before.\" He shrugs. \"We'll make do. Thanks anyway, [q:Addressed As].\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235342},
                    "Name": "苦味のために不安を掻き立てるものを用意する@{K}Something disquieting for the bitter flavour",
                    "Description": "粘り強い見習いは鉛筆の先を舐め、日記に書き込んだ。「[q:呼称]、完成の時は着実に近づきつつありますよ。次は、呆然とするほどに希望のない物が必要です。お手数ですが、何か集めてきていただけますか？」@{K}$q:Addressed As -> q:呼称$The Dogged Apprentice licks his pencil and makes a note in his journal. \"We're making good progress, [q:Addressed As]. Next, we'll need something stunningly hopeless. Could I trouble you to put something together?\"",
                    "ButtonText": "", "Id": 180666},
                   {"SuccessEvent": {"Description": "「これもある種の芸術と言えるのでしょうね」彼は言う。「酷薄さを作り出すというのも結局のところは創造の……ああ、神よ！今何て書きました？」彼は紙を奪い去り目を通した。そして口を手で覆い、指の合間から囁く。「僕の書いたものは全てあからさまに残酷な言葉になってしまったのですが、これは、魂にまで届く剃刀ですよ」彼は喜びに両眉をあげている。「この言葉があれば、素晴らしい形であれに始末をつけることが出来るでしょう。有難うございます」@{K}\"I suppose it's an art in its own right,\" he says. \"Crafting an unkindness is still - dear God! What did you just write?\" He snatches the page away and reads. He covers his mouth, and whispers through his fingers: \"Everything I tried writing was just a blunt cruelty; but <i>that's</i> a razor to the soul.\" His eyebrows raise, delighted. \"This will finish it off well. Thank you.\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235345},
                    "DefaultEvent": {"Description": "粘り強い見習いはあなたの横に座り、紙の上にインクの流れるように言葉が記されていく様を見守った。「これもある種の芸術と言えるのでしょうね」彼は言う。「酷薄さを作り出すというのも結局のところは創造の一環ですから。さて、書いたものを見せていただけますか」彼は紙を掴み上げ、顔をしかめた。「これは堪えますね、[q:呼称]。しかし……あなたの言葉はまるで顔を真正面から殴られたようだ。もちろんこれを食らえば地面に倒れてしまいますが、それでもすぐに勢いよく起き上がれる。ともかく、これは使えると思いますよ」@{K}@{K}$q:Addressed As -> q:呼称$The Dogged Apprentice sits beside you, watching the flow of ink onto paper. \"I suppose it's art in its own right,\" he says. \"Crafting an unkindness is still creating. Now, then - let's see what you've written.\" He snatches the page away and frowns. \"That hurts, [q:Addressed As] - but... it's like a good punch to the eye: it'll knock you down, but you can still hop right up. Nevertheless, I'm sure we can work with this.\"",
                                     "LinkToEvent": {"Id": 235283}, "Name": "", "Id": 235322},
                    "Name": "苦味の用意に手を貸す@{K}Helping prepare the bitter flavour",
                    "Description": "粘り強い見習いは紙とペンを用意していた。「僕に考えがあります、[q:呼称]。何か冷酷な言葉を書いていただけませんか？読者が言葉を失うような物を？」@{K}$q:Addressed As -> q:呼称$The Dogged Apprentice has set out paper and pen. \"I had an idea, [q:Addressed As]: could I trouble you to write something cruel? Something to leave the reader speechless?\"",
                    "ButtonText": "", "Id": 180653}],
 "Description": "気難しい煙草屋は独りでぶつぶつと呟きながら、自分の覚え書きと取っ組み合い、時折肩越しに振り返っては店の片側を占める昇り階段を一瞥する。階段は『工房』と書かれた部屋へと繋がっている。@{K}The Crotchety Tobacconist mutters to himself while fussing with his notes. Occasionally he glances over his shoulder to the stairs running up one side of his shop. They ascend to a room marked WORKSHOP. ",
 "Name": "三つの風味の探究@{K}In Pursuit of Three Flavours", "Id": 235283}
