{"ChildBranches": [{"DefaultEvent": {"Description": "濁った大渦巻きから抜け出そうとエンジンが苦闘する。突如、重圧に耐えきれなくなったかのようにトリスケルギャントが内側から崩れだした。そして、最後に一つ甲高い鳴き声をあげるとさらなる深みに向かって回転しながら潜っていった。船が上下に揺れ、船体の金属が突然の静寂のなかで鳴っている。殺しきることは出来なかったが、海獣の去った後には心安らぐ穏やかな渦が残された。@{K}$[Gg]ant -> ギャント$Your engines struggle as you try to escape the roiling whirlpool. Abruptly, the Triskelegant collapses in on itself as though unable to withstand a sudden vast pressure. With a final screech it drills downward far into the deep. Your vessel bobs, hullmetal ringing in the sudden calm. At least there are soothing swirls forming in the flotsam it left behind.",
                                     "Name": "まだ死にはしない@{K}Not today", "Id": 236771},
                    "Name": "大渦巻きを避ける@{K}Avoid the maelstrom",
                    "Description": "死にかけの海獣の報復を食らってやる義理はないだろう？@{K}Why let the beast avenge itself at the death?",
                    "ButtonText": "", "Id": 181619},
                   {"DefaultEvent": {"Description": "船員たちは海獣の去った方向へ続く赤い跡を落ち着かない様子で見つめた。これは慈悲だろうか、あるいは残酷な行いなのだろうか？密かに囁かれる議論は夜まで続き、船員たちのあなたに投げる目線は疑念によってより一層辛辣さを増してゆく。@{K}The crew watches uncomfortably as the red wake spreads. Is this mercy, or cruelty? The murmured arguments continue long into the night. The looks they shoot you are all the harsher for their uncertainty.",
                                     "Name": "死に向かうベヒモス@{K}A behemoth goes to die", "Id": 241470},
                    "Name": "手を出さずに見送る@{K}Let the beast go",
                    "Description": "この海獣は致命傷を負っている。間違いなくギャント・ポールに向かうだろう。[トリスケルギャントをギャント・ポールに送ることが出来ます。]@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$Its wound is fatal. It will surely head to the Gant Pole. [This will send this beast to the Gant Pole.]",
                    "ButtonText": "", "Id": 184743},
                   {"DefaultEvent": {"Description": "船員たちは海獣の去った方向へ続く赤い跡を落ち着かない様子で見つめた。これは慈悲だろうか、あるいは残酷な行いなのだろうか？密かに囁かれる議論は夜まで続き、船員たちのあなたに投げる目線は疑念によってより一層辛辣さを増してゆく。@{K}The crew watches uncomfortably as the red wake spreads. Is this mercy, or cruelty? The murmured arguments continue long into the night. The looks they shoot you are all the harsher for their uncertainty.",
                                     "Name": "死に向かうベヒモス@{K}A behemoth goes to die", "Id": 260400},
                    "Name": "手を出さずに見送る@{K}Let the beast go",
                    "Description": "この海獣は致命傷を負っている。間違いなくギャント・ポールに向かうだろう。[トリスケルギャントをギャント・ポールに送ることが出来ます。腸卜師が海獣を使う事はもうありませんが、あの場所にいる他の人々は感謝してくれるかもしれません。]@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$Its wound is fatal. It will surely head to the Gant Pole. [This will send this beast to the Gant Pole. The Fading Haruspex may no longer make use of them, but others in there may appreciate it.]",
                    "ButtonText": "", "Id": 194200},
                   {"SuccessEvent": {"Description": "海獣が深みへと潜ろうとする度、巻き上げ機が軋み苦しげな音を立てる。しかし、なんとか綱は耐えた。とうとう力尽きたトリスケルギャントが時折ぬるい水を吐き出しながら水面へと浮かび上がる。海獣は甲板へと引き上げる間に大方崩れてしまっていたが、引き裂かれた肉の中に価値のありそうなものが見えた。@{K}$[Gg]ant -> ギャント$The winch creaks and whines as the beast tries to bore itself into the deep, but the cable holds. Finally, the Triskelegant floats on the surface, spent, letting out occasional lukewarm spurts. The thing practically disintegrates as it lands on the deck, but there are glints of value in the slathered remains.",
                                     "Name": "「引け、いいぞ！しっかり引くんだ！」@{K}\"Pull, my hearts! Pull!\"", "Id": 236767},
                    "DefaultEvent": {"Description": "激高した海獣は断固としてさらなる深みへと回転しながら潜り、あなたたちも一緒に引きずられてゆく。大渦巻きが外装を削りとり、引き込み綱の端から船が揺れ苦しげな音を立てる。そしてとうとう、有難いことに、青天の霹靂のような音を立てて綱が切れた。経験豊富な船員たちは、千切れた綱が弧を描き鎌のように甲板に戻ってくる直前に床に身を投げる。一人、二人は間に合わなかった。彼らの真っ二つになった残骸が他の者たちに教訓を叩きこんでくれることを願おう。@{K}The roiling beast seems determined to drill itself into the deep, and pull you down with it. Your vessel bucks and heaves on the end of the hauling cable, until finally the cable breaks with a noise like cloudless lightning. The more experienced zailors know to throw themselves down as the raw cable scythes back across the deck. One or two are too slow; hopefully their bisected remains will hammer the lesson home for the others.",
                                     "Name": "逃がした魚@{K}The one that got away", "Id": 236750},
                    "Name": "船に引きずり込む@{K}Attempt to haul it aboard",
                    "Description": "危険な行動だ。しかしフォールン・ロンドンでは、“一本釣り”にされた物には倍の値がつく。@{K}$Fallen London -> フォールン・ロンドン$It's a risk. But in Fallen London they pay double for anything 'pole-and-line caught'.",
                    "ButtonText": "", "Id": 181607},
                   {"SuccessEvent": {"Description": "海獣が深みへと潜ろうとする度、巻き上げ機が軋み苦しげな音を立てる。しかし、なんとか綱は耐えた。とうとう、力尽きたトリスケルギャントが時折ぬるい水を吐き出しながら水面へと浮かび上がる。海獣は甲板引き上げる間に大方崩れてしまっていたが、引き裂かれた肉の中に価値のありそうなものが見えた。@{K}$[Gg]ant -> ギャント$The winch creaks and whines as the beast tries to bore itself further into the dark below, but the hauling line holds. Finally the Triskelegant is spent. It floats, turning gently like a child's pinwheel. You haul the thing in with care, but it disintegrates on the cargo floor. Luckily there are glints of value amid the slathered remains.",
                                     "Name": "「引け、いいぞ！しっかり引くんだ！」@{K}\"Pull, my hearts! Pull!\"", "Id": 236769},
                    "DefaultEvent": {"Description": "激高した海獣は断固としてさらなる深みへと潜ってゆく。大渦巻きが外装を削りとり、船が揺れ苦しげな音を立てる。怪獣の金切声は金属の軋む音すら掻き消したが、とうとう、有難いことに引き込み綱が切れた。後には傾ぎ、水漏れした船だけが残される。怪獣が遥か下で最後の甲高い鳴き声をあげた。@{K}The roiling beast seems determined to drive itself further into the deep. Your vessel bucks and heaves as the maelstrom peels the plates from your hull. The beast's screeching drowns out even the sound of tormented metal, until finally, mercifully, the hauling line breaks. You are left listing and leaking as the beast lets out its final screech far, far below.",
                                     "Name": "逃がした魚@{K}The one that got away", "Id": 236768},
                    "Name": "銛を投げろ！@{K}Harpoon it!",
                    "Description": "危険な行動だ。しかしフォールン・ロンドンでは、“一本釣り”にされた物には倍の値がつく。@{K}$Fallen London -> フォールン・ロンドン$It's a risk. But in Fallen London they pay double for anything 'pole-and-line caught'.",
                    "ButtonText": "", "Id": 181617}],
 "Description": "死にかけの海獣は誤った方法で火にかけられた百もの薬缶の様な騒音と共に、煮え立つ湯をすべての口から吐き出しつつ回転している。暗い色に泡立つ渦巻が出現した。@{K}It spins as it dies, jetting boiling water from each of its maws with a noise like a hundred mishandled kettles. A dark-foamed vortex forms.",
 "Name": "トリスケルギャントを倒した@{K}$[Gg]ant -> ギャント$You have defeated a Triskelegant",
 "Id": 236749}
