{"ChildBranches": [{"DefaultEvent": {"Description": "これは海の幸とは呼べない。これは“肉”だ。薔薇のようなピンク色で、極上のステーキのような味。いや――クリームの方が近い。違う――脂ののった蜂蜜か。そして突然すべてが消え去った。ただ深海の胸肉の匂いだけが、あなたの皿と指に残った。@{K}No fruit-de-mer, this. It's <i>meat</i>. There's no other word for it. Rosy pink and sweet, and tasting like the finest steak. No - like cream. No - like marbled honey. And suddenly it is all gone, and only the smell of abyssal brisket is left lingering on your plates, your fingers.",
                                     "Name": "「ヒレが！待て、そうじゃない――横っ腹だ！いや違うな、肝臓か。あぁ――眼だ。ああ、Saltよ」@{K}\"The fin! Wait, no - the flank! Or wait - the liver. Oh, oh - the <i>eye</i>. Oh, <i>Salt</i>.\"",
                                     "Id": 236752},
                    "Name": "物資のために解体する@{K}Fillet it for supplies",
                    "Description": "これだけ手こずらせてくれたのだから、絶対に食べられるに違いない。@{K}Anything that puts up such a fuss <i>must</i> be edible.",
                    "ButtonText": "", "Id": 181608},
                   {"DefaultEvent": {"Description": "船員たちは海獣の去った方向へ続く赤い跡を落ち着かない様子で見つめた。これは慈悲だろうか、あるいは残酷な行いなのだろうか？密かに囁かれる議論は夜まで続き、船員たちのあなたに投げる目線は疑念によってより一層辛辣さを増してゆく。@{K}The crew watches uncomfortably as the red wake spreads. Is this mercy, or cruelty? The murmured arguments continue long into the night. The looks they shoot you are all the harsher for their uncertainty.",
                                     "Name": "死に向かうベヒモス@{K}A behemoth goes to die", "Id": 241471},
                    "Name": "手を出さずに見送る@{K}Let the beast go",
                    "Description": "致命傷を負っている。間違いなくギャント・ポールに向かうだろう。[海獣をギャント・ポールに送ることが出来ます。]@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$Its wound is fatal. It will surely head to the Gant Pole.\u000d\u000a [This will send this beast to the Gant Pole.]",
                    "ButtonText": "", "Id": 184744},
                   {"DefaultEvent": {"Description": "船員たちは海獣の去った方向へ続く赤い跡を落ち着かない様子で見つめた。これは慈悲だろうか、あるいは残酷な行いなのだろうか？密かに囁かれる議論は夜まで続き、船員たちのあなたに投げる目線は疑念によってより一層辛辣さを増してゆく。@{K}The crew watches uncomfortably as the red wake spreads. Is this mercy, or cruelty? The murmured arguments continue long into the night. The looks they shoot you are all the harsher for their uncertainty.",
                                     "Name": "死に向かうベヒモス@{K}A behemoth goes to die", "Id": 260399},
                    "Name": "手を出さずに見送る@{K}Let the beast go",
                    "Description": "致命傷を負っている。間違いなくギャント・ポールに向かうだろう。[海獣をギャント・ポールに送ることが出来ます。腸卜師が海獣を使う事はもうありませんが、あの場所にいる他の人々は感謝してくれるかもしれません。]@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$Its wound is fatal. It will surely head to the Gant Pole. [This will send this beast to the Gant Pole. The Fading Haruspex may no longer make use of them, but others in there may appreciate it.]",
                    "ButtonText": "", "Id": 194199},
                   {"SuccessEvent": {"Description": "「船長なら私にやりがいのある仕事を見つけてくれると思っていたんだが」外科医はため息をつき、肉切り包丁を脇に置くとペンチに手を伸ばした。愛されしものの腹側には何重にも重なった古い傷跡が縦横無尽に走っていた。幾度となく解体されては縫い合わされたかのようだ。この海獣は生き物というよりも、パッチワークと言った方が正しい。これを元の形に戻し送り出すことの出来るような力を持っているのは、一体どのような存在なのだろう？@{K}\"And there I was hoping you’d found me a challenge,\" the surgeon sighs, setting aside a cleaver and reaching for the pliers instead. The Beloved's underside is a network of old and overlaid scars, as though it has been disassembled and stitched together, over and over. The thing is more patchwork than creature. Who or what could have had the power to put it back together and send it on its way?",
                                     "Name": "やりかけの仕事@{K}A job half-done", "Id": 236777},
                    "DefaultEvent": {"Description": "積み込み口を開く間もなく、死骸は綱で引かれながらバラバラになり、新鮮な漂流物もすぐに沈んでしまった。あれほど完全に崩れるような力はかけてないだろう？@{K}The carcass comes apart in the hauling lines before you even open the cargo hatch, and the scatter of fleshy flotsam sinks in an instant. Surely you didn't do enough damage for it to disintegrate so completely? ",
                                     "Name": "「さあ、ゆっくりやろう。慎重に、落ち着いて……ああ駄目だ」@{K}\"Easy now. Easy. Easy... Blast.\"", "Id": 236775},
                    "Name": "知識のため解剖する@{K}Dissect it for knowledge",
                    "Description": "腹の虫は辛抱してくれるだろう。@{K}Your bellies can wait.", "ButtonText": "",
                    "Id": 181623}],
 "Description": "油っぽい泡の靄が海獣の終焉を示す。引きのばされた呻くような鳴き声と、悲嘆の込められた笛のような音の繰り返しが、ついに下水道を下ってゆくハーモニウムのように消えていった。@{K}A cloud of oily bubbles signals the beast's end. Its interminable refrain of moans and burbles and plaintive whistles finally dies away like a harmonium going down a drain.",
 "Name": "愛されしものを倒した@{K}You have defeated a Beloved", "Id": 236751}
