{"ChildBranches": [{"DefaultEvent": {"Description": "船員たちは海獣の去った方向へ続く赤い跡を落ち着かない様子で見つめた。これは慈悲だろうか、あるいは残酷な行いなのだろうか？密かに囁かれる議論は夜まで続き、船員たちのあなたに投げる目線は疑念によってより一層辛辣さを増してゆく。@{K}The crew watches uncomfortably as the red wake spreads. Is this mercy, or cruelty? The murmured arguments continue long into the night. The looks they shoot you are all the harsher for their uncertainty.",
                                     "Name": "死に向かうベヒモス@{K}A behemoth goes to die", "Id": 244669},
                    "Name": "手を出さずに見送る@{K}Let the beast go",
                    "Description": "この海獣は致命傷を負っている。間違いなくギャント・ポールに向かうだろう。[タラッテをギャント・ポールに送ることが出来ます。]@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$Its wound is fatal. It will surely head to the Gant Pole. [This will send this beast to the Gant Pole.]",
                    "ButtonText": "", "Id": 186785},
                   {"DefaultEvent": {"Description": "船員たちは海獣の去った方向へ続く赤い跡を落ち着かない様子で見つめた。これは慈悲だろうか、あるいは残酷な行いなのだろうか？密かに囁かれる議論は夜まで続き、船員たちのあなたに投げる目線は疑念によってより一層辛辣さを増してゆく。@{K}The crew watches uncomfortably as the red wake spreads. Is this mercy, or cruelty? The murmured arguments continue long into the night. The looks they shoot you are all the harsher for their uncertainty.",
                                     "Name": "死に向かうベヒモス@{K}A behemoth goes to die", "Id": 260401},
                    "Name": "手を出さずに見送る@{K}Let the beast go",
                    "Description": "この海獣は致命傷を負っている。間違いなくギャント・ポールに向かうだろう。[タラッテをギャント・ポールに送ることが出来ます。腸卜師が海獣を使う事はもうありませんが、あの場所にいる他の人々は感謝してくれるかもしれません。]@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$Its wound is fatal. It will surely head to the Gant Pole. [This will send this beast to the Gant Pole. The Fading Haruspex may no longer make use of them, but others in there may appreciate it.]",
                    "ButtonText": "", "Id": 194201},
                   {"SuccessEvent": {"Description": "解剖と分類は遅々として進まない。この生き物は嘴のついた口に鈎状の吸盤胃、その上両手1杯の脚を一体何に使っていたんだ？それに幾つかの臓器は1度取り出すと、分けて置かれた山から逃げ出そうとする。といっても、その臓器も甲板に釘で打ち付けると動かなくなったが。解剖が終わる頃には、あなたは母なる自然が制約下で編み出す、驚くべき曲芸師の技のような造形に対する驚嘆の念を新たにしていた。それに加えて、前衛的なレストランを開くことも出来るほどの量の予備の肉も手に入れた。@{K}The dissection and classification goes slowly. What manner of creature would need a beaked mouth, a hooked sucker-maw, <i>and</i> a double handful of maxillipeds? And several organs once removed simply will not stay put in their designated piles - not until you start staking them to the deck, anyway. By the end you have a new appreciation for what astonishing contortionist-acts Mother Nature can perform under duress. And you have enough spare parts to open an avant-garde restaurant, besides. ",
                                     "Name": "「終わりました、船長。さあ、軽く昼飯にしませんか？」@{K}\"Finished, skipper. Now, what about a spot of lunch?\"",
                                     "Id": 236784},
                    "DefaultEvent": {"Description": "全ての部分を分類し終わるより先に手帳のページがなくなった。その上、作業を進めるうちに“分類前”と“分類後”の山もどちらがどちらか分からなくなってしまった。これ以上続けても、残った臓器でサッカーをするのと同じぐらいしかこの海獣に対する理解を深めることは出来ないだろう。@{K}You run out of note-cards before you run out of different parts to classify, and after a while you can't tell the difference between the 'before' and 'after' piles. You'll get as much out of this beast by organising a game of footy with what's left.",
                                     "Name": "「私には頭も尻尾も胃の内壁もなんにも分からんですね、船長」@{K}\"I can’t make head nor tail nor stomach lining of it, skipper.\"",
                                     "Id": 236757},
                    "Name": "知識のために解剖する@{K}Dissect it for knowledge",
                    "Description": "バラバラにすれば多少は理屈の通る姿になるだろうか？@{K}Perhaps it will make more sense in pieces?",
                    "ButtonText": "", "Id": 181611},
                   {"SuccessEvent": {"Description": "料理人と船医が協力して解体作業を進めた。それともちろんタラッテもいる。1番外側にある眼窩には毒のある酸が満ち、肝脳は悪臭を放つ毛に覆われていた。そして浮き袋にはどうやら歯が生えているようだ。作業が終わる頃には、大鍋の中身は生ゴミよりはほんの少しだけ美味しそう、といった見た目になっていた。しかし結局のところ、9時間煮込めば何でもビスクになる。@{K}The cook and the surgeon work together, and good thing too: the creature's outermost eyesocket is filled with virulent acid; the liver-brain is covered in stinging hairs; and the swim bladder appears to have teeth. When they are finished, the contents of the cookpot do look marginally more appetising than what ended up in offal-bin. And after all - anything can be a bisque after it's been boiled for nine hours.",
                                     "Name": "「三度目のお替りがいる者は？」@{K}\"Thirds, anyone?\"", "Id": 236786},
                    "DefaultEvent": {"Description": "船乗りホジキスが正確にはどの部分を食べたのかは、ついに分からないままとなってしまった。彼女は何も言わず、ただナプキンを畳むと慎重に席を立ち、機関室へと下りてそのままメインボイラーの中に身を投げた。料理長もそのような味を覆い隠せるほどの量のコショウは持っていないだろう。船員たちは料理の残りを船から投げ捨て、続けてほんの少ししか残らなかったホジキスの遺灰も海に流した。@{K}You never determine exactly which bit it was that Zeeman Hodgkiss ate. She never said; she simply folded her napkin, rose carefully from the table, strode down to the engine room, and flung herself into the main boiler. You doubt the cook has enough pepper in stock to mask a taste like that. The crew pitch the rest over the side, followed by what little's left of Hodgkiss.",
                                     "Name": "残さずすべて@{K}No leftovers", "Id": 236785},
                    "Name": "物資のために解体する@{K}Fillet it for supplies",
                    "Description": "「いいから目を閉じて鼻をつまむんだ！飲み込む必要もない――ほらな？自分で胃袋へ下っていったろ。たぶん暗闇が好きなんだろうな」@{K}\"Just close your eyes and hold your nose! Look, you don't even need to swallow - see? Down it goes. I think it likes the dark.\"",
                    "ButtonText": "", "Id": 181628}],
 "Description": "死にかけのタラッテは、野蛮な解剖学者の手で作られたぞっとするコラージュのような姿をしていた。有難いことに、大部分は既に動かなくなっている。@{K}In death, the Thalatte looks like the gristly collage of an untamed vivisectionist. Mercifully, most of it has stopped moving.",
 "Name": "タラッテを倒した@{K}You have defeated a Thalatte", "Id": 236756}
