{"ChildBranches": [{"DefaultEvent": {"Description": "彼らが死んだふりをしていたのか本当に死んでいたのかは、今となっては関係ない事だ。残骸はほとんど残されていないが、欠片を使って船を修理することは出来るかもしれない。それに加えて、時に破壊行為はそれ自体が最高の報酬となりうる。@{K}Whether or not they were playing dead, it's all moot now. There isn't much left, but you might be able to make some repairs using the smithereens. And besides, sometimes destruction is its own reward.",
                                     "Name": "やりすぎという事はない@{K}There's no such thing as too sure.", "Id": 236827},
                    "Name": "完全に破壊する@{K}Destroy them utterly",
                    "Description": "まだ死んだふりをしているのかもしれない。あるいはあなたは射撃訓練がしたくなったのだろうか？それかただ単に、ここしばらく何も吹き飛ばしていなかった為に鬱憤がたまっているだけかもしれない。@{K}Perhaps they're still shamming. Perhaps you're in need of target practice. Perhaps you just haven't blown anything up in a while.",
                    "ButtonText": "", "Id": 181661},
                   {"SuccessEvent": {"Description": "船を探索することは出来なかった。靴底が見知らぬ船の甲板に触れた瞬間、すべての計画は舷窓から船外へと放りだされた。つまり、この海賊たちは船のみならず自分たちも死んだふりをしていたのだ。幸運にも、あなたの船員たちは二度も騙されるような類の人間ではない。彼らは綺麗に拭われたカトラスを持ち、血まみれの靴で帰還した。笑っている者さえいる。@{K}You can't prepare a boarding party; any plan goes out of the porthole the minute your boots touch the deck of a strange vessel. In this case, it seems these pirates liked to play dead in person as well. Fortunately, your crew aren't the kind to be fooled twice. They return with clean cutlasses and bloodied boots. Some are even smiling.",
                                     "Name": "望み通りの素早い回収@{K}Quick as you like", "Id": 236825},
                    "DefaultEvent": {"Description": "送り込んだ船員たちは予想外の血痕と共に帰還し、あなたの事を普段より長く陰険に見つめた。彼らは使えそうなものをいくつかなんとか持ち帰ることは出来たが、どうやらあの海賊たちには船のみならず、人同士の戦いになっても死んだふりをするという嫌な習慣があったようだ。彼らは背を向けた瞬間を狙ってナイフを突き立てる。あるいは鉤竿を。それか区画全体を水に沈めることもある。@{K}Your boarding party returns with blood in unexpected places, and longer stares than usual. They managed to swipe a few things of use, but it turns out these pirates have a nasty habit of playing dead in person too. When your back's turned they stick in the knife. Or the boathook. Or flood the whole compartment.",
                                     "Name": "敵性領域@{K}Enemy territory", "Id": 236759},
                    "RareSuccessEvent": {"Description": "船を探索することは出来なかった。靴底が見知らぬ船の甲板に触れた瞬間、すべての計画は舷窓から船外へと放りだされた。つまり、この海賊たちは船のみならず自分たちも死んだふりをしていたのだ。幸運にも、あなたの船員たちは二度も騙されるような類の人間ではない。それどころか、実際には死んでいなかった海賊の一人が船長の金庫の解錠方を知っていたという。船に乗り込んだ船員たちは番号をどうやって聞き出したのか詳細は語らず、その代わりに袋を揺らしてチャリンと音を立てた。@{K}You can't prepare a boarding party; any plan goes out of the porthole the minute your boots touch the deck of a strange vessel. In this case, it seems these pirates liked to play dead in person as well. Fortunately, your crew aren't the kind to be fooled twice. What's more, one of the not-quite-dead-yet pirates knew the combination to the captain's safe. Your boarders spare you the details of how they persuaded her to cooperate, and let the jingling of their sacks speak for them instead.",
                                         "Name": "予想外の宝が沢山@{K}A sackful of serendipity", "Id": 236826},
                    "Name": "船員を送り込む@{K}Send a boarding party",
                    "Description": "「船長がしそうにない事はするんじゃないぞ！」@{K}\"Don't do anything I wouldn't do!\"",
                    "ButtonText": "", "Id": 181612}],
 "Description": "見てみろ。あなたの攻撃によって、あの船はよりいっそう難破船らしい見た目になった。@{K}There. It makes a much more convincing wreck now you've finished with it.",
 "Name": "難破船を倒した@{K}You have defeated a Wreckship", "Id": 236758}
