{"ChildBranches": [{"DefaultEvent": {"Description": "牽引綱が張りつめ、大砲が外れかかる。イレプレッシブル号が震えた。あたかも大砲が船の肉奥深くから抉り出されてでもいるかのようだ。銃口のイリーゴの色合いは船体から離れるや否や消えてしまった。この大砲自体はただの発射機構でしかない。しかし、大砲の周りに巻きつけられた砲弾が螺旋状の弾薬入れの中で、胸の悪くなるようなイリーゴの光沢を放っていた。その砲丸を用い、機関士は船の火薬に消えることのないイリーゴの輝きをまとわせることに成功した。砲撃手たちは新たな破壊兵器に喜びの声をあげる。火薬庫から聞こえる囁きは無視すればいい。@{K}$[Ii]rrigo -> イリーゴ$The tow cables go taut and you begin to pull the cannon free. The <i>Irrepressible</i> shudders, as though the the weapon were being wrenched out from deep in the vessel's quick. The irrigo hue fades from the cannon's mouth as soon as it is free of the hull - the weapon itself is no more than a delivery mechanism. But coiled around the gun is the ammunition, stacked in spiral-shaped racks and lustrous with sickly shades of irrigo. With it, your engineer adds a permanent irrigo sheen to your own black powder. The gunners pronounce themselves delighted with your new destructive power. They'll just have to ignore the whispering coming from the powder-store.",
                                     "Name": "武装を解かれ、解剖されて@{K}Disarmed and dismembered", "Id": 237367},
                    "Name": "イリーゴ砲を取り外せないか試す@{K}$[Ii]rrigo -> イリーゴ$Attempt to detach the Irrigo-cannon",
                    "Description": "移り変わる色味に集中しよう。片目を閉じ酷い後悔についてひたすらに思い悩むことで、多少はやりやすくなるだろう。[アイアンを著しく上昇させます。既にアイアンが一定以上の値である場合、効果はありません。]@{K}$Iron -> アイアン$Make yourself focus on the shifting hue. It helps if you close one eye and dwell upon a terrible regret. [This will significantly improve your Iron if it is not already too high.]",
                    "ButtonText": "", "Id": 182082},
                   {"SuccessEvent": {"Description": "敵の船に乗り込んだ船員たちが、出発前よりもきちんとした身形で帰ってくるのは珍しい。彼らは略奪品の詰まった袋と、何ヤード分にもなるシルクの襟巻に何着もの並外れたチョッキを手にしている。幾人かは奥まった私室にまで潜り込んだようだ。一人が眼玉ほどの大きさの真珠を二粒持ち帰っている。彼女はウィンクと共に「洒落たナイトスタンドの上で」見つけたのだと言った。溢れるレースと宝の数々の合間に、あなたは戦利品の中でも最も優れた宝かもしれない物を見つけた。今までに聞いたことのない船乗りの歌が記された黄ばんだ紙の束だ。ペニー硬貨のように眩く、飢えのように狂気走った調べ。音楽が船全体に響き渡った。勝利がこれほど妙なる響きに満ちたものとなりうるとは、誰も想像しなかっただろう。@{K}It's not often that a boarding party returns better-dressed than when they left. Your crew return with bulging loot-sacks, yards of silk neckwear and an extraordinary array of waistcoats. Some even penetrated into the inner boudoir; one pocketed a pair of eyeball-sized pearls which, she tells you with a wink, she found \"on the <i>table de nuit</i>\". Among the treasures and drifts of chiffon, you find perhaps the greatest prize of all: yellowing sheaves of zee-shanties of a kind you have never heard before, as bright as pennies and as mad as hunger. The music rings through your vessel. Who knew victory could be so tuneful?",
                                     "Name": "「奴らは趣味が良かったですよ、船長。マトモじゃないが、趣味はいい」@{K}\"Tasteful, Skipper. Demented, yet tasteful.\"",
                                     "Id": 237362},
                    "DefaultEvent": {"Description": "船員たちは落ち着かない様子で帰還した。敵の姿は見えなかったが、常に見張られているような感覚があったのだと言う。そして船で見た夢のような宝について語った。宝石、彫刻、海の上でも下でもいまだかつて見た事もないような奇妙な装置の数々。しかし、略奪品を入れる袋はすべて空だ。あなたが今すぐにあの船に戻ってちゃんと奪って来いと命令を下したその瞬間、驚くほどに音楽的な轟音と共に、イレプレッシブル号が意志の力のみで自らを破壊したかのように二つに裂けた。水中に漂う色付きのガスと船から放りだされた種々の見事な漂流物だけが残された。@{K}Your crew return uneasy. They met with no resistance, but report the constant sensation of being observed. They tell you of the wondrous riches they saw aboard: gems, carvings, strange devices never seen before - above or below the zee. Yet every loot-sack is empty. Scarcely have you given orders for them to go back and b____y well steal something when, with a surprisingly tuneful roar, the <i>Irrepressible</i> breaks apart, dismantling itself as though by sheer force of will. Skeins of coloured gas and a medley of exquisite jetsam are all that remain.",
                                     "Name": "「タペストリーが私らを見張ってて、絵画は歌い、バスタブは――ああ、Saltよ、あのバスタブは……」@{K}\"The tapestries watched us. The paintings sang. And the bathtub - dear Salt, the bathtub.\"",
                                     "Id": 236762},
                    "Name": "船員を送り込む@{K}Send a boarding party",
                    "Description": "「釘で固定されていない物を全て奪え。そして、釘で固定されている物は確実に持って帰るように。ほら、バールを忘れるな」@{K}\"Take anything that's not nailed down. And definitely take anything that <i>is</i> nailed down. Here, don't forget your crowbar.\"",
                    "ButtonText": "", "Id": 181613}],
 "Description": "船橋に歓声がこだました。ついにあの船を打ち倒したのだ。Unterzeeで最も恐れられる船が浸水して傾ぎ、船体からは色とりどりのガスが漏れ出している。ステンドグラスの嵌った舷窓には光がちらついては瞬き、まるで獣の眼のよう。手負いだが、いまだに危険極まりない獣だ。@{K}Cheers reverberate around the bridge: you've done it. The Unterzee's most feared vessel lists and founders, with clouds of multicoloured gas escaping through rents in her hull. Her stained-glass portholes wink and flash like the eyes of a beast - wounded, but still dangerous.",
 "Name": "イレプレッシブル号を倒した！@{K}You have defeated the Irrepressible!", "Id": 236761}
