{"ChildBranches": [{"DefaultEvent": {"Description": "もちろん、あなたに本当に叫び声が聞こえるわけはない。エアロックに、船体、何ヤードもの水が合間に挟まっているのだから。液状死骸の中へ送り出した者達の悲鳴とうめき声が全て本当に聞こえたんだ、と言う船員の言葉は無視しよう。それにあなたに見えた範囲では、彼らには悲鳴をあげる間もなかっただろう。黒い粘液が潜水服の周りに集まり、外套のように包み込む。船員たちが暗闇の中へ連れ去られる寸前、ヘルメットの覗き窓越しに恐怖に歪んだ顔が一瞬だけ見えた。そして皆消えてしまった。少しの浮遊物以外ほとんど何も残されていない。水は澄んでいる。まるでナイザーなど元からいなかったかのようだ。@{K}Of course, there's no way that you could actually <i>hear</i> the shouts. Not through the airlock, the hull, the yards of water. Never mind the crew members who swore that they could hear every shriek and whimper of the divers you sent out into the corpse-water. And besides, from what you saw, there wasn't time for screaming. The dark slick gathered around their diving-suits, enfolding them like a cloak. You glimpsed one terror-contorted face through the glass of their helmet as they were bundled up in darkness, and then it was over. Only a little flotsam remained; the water was clear, as though the Neither had never been.",
                                     "Name": "潜水病@{K}The Bends", "Id": 236764},
                    "Name": "船員を液状になったぬめる死肉の中へと送り出す@{K}Send crew into the carrion-slick",
                    "Description": "ナイザーは液状化し、水中に広がっている。すぐに黒ずんだ水でしかなくなるだろう。残骸を漁る気があるなら、今すぐに行動する必要がある。@{K}The body is liquefying and spreading. Soon it will be nothing but a swirl of shadowed water. If you want to search the remains, you must act now.",
                    "ButtonText": "", "Id": 181614},
                   {"SuccessEvent": {"Description": "あなたは波打ちながら広がってゆく黒い死骸に船首灯を向けた。船体全体から火花の爆ぜる明らかな音が聞こえてくる。ナイザーがのろのろと這い進むにつれ、海獣によって作り出された暗い窓の中に何かが煌いた。星の広がる夜空が、天蓋のように広がる梢によって遮られている。遥か遠くの熱帯雨林だ。暗い色合いの果実が実り、多くの指を持つものが木から木へと飛び移る。あなたは舷窓から体を引きはがした。そして再び舷窓を覗いた時には、すべてが消え去っていた。澄んだ水だけが残されている。あたかもナイザーなど端から存在しなかったかのようだ。@{K}You turn the lamps upon the spreading, undulating blackness of its carcass. You can hear the telltale sizzling sound through the hull. Something twinkles within the dark window of the Neither as it leaches away. The star-spread of a night sky, interrupted by a canopy of leaves. A far-off jungle; dark fruits and many-fingered figures sway in the trees. You tear yourself from the porthole, and when you look again, it is all gone. Only clear water remains, as through the Neither had never been.",
                                     "Name": "奇妙な潮流@{K}Strange currents", "Id": 237399},
                    "DefaultEvent": {"Description": "船の灯りに照らされ、ナイザーの広がりゆく残骸の中で何かが奇妙に煌いた。目を凝らすと、暗闇の中に見慣れない天空が見える。そして貪欲な木々に、敵意に満ちた鳥の叫び。しかし、その光景の見えた後には澄んだ水だけが残された。戦いは終わっているだろう？もちろんそうだ。いずれにせよ、あれは死んでいる。ああその通り。あなたは舷窓から無理矢理体を引きはがした。@{K}Your ship's lamps sparked strange twinkles in the spreading remains of the Neither. When you looked closer, within the blackness you could see an unfamiliar sky, grasping trees, the cries of hostile birds. But now only clear water remains. The battle is over, isn't it? Of course. In any case, the thing is dead. Yes. You tear yourself from the porthole.",
                                     "Name": "曇った硝子@{K}Fogged glass", "Id": 237397},
                    "Name": "灯りで照らし続ける@{K}Continue shining a light upon it",
                    "Description": "あまりにもあっさりと死んだものを信用してはならない。@{K}Never trust anything that seems in a hurry to die.",
                    "ButtonText": "", "Id": 182094}],
 "Description": "すぐにのたうつのをやめる事だろう。すぐに。もういつ止まってもおかしくない。@{K}It will stop wriggling soon. Soon. Any moment now.",
 "Name": "ナイザーを倒した@{K}You have defeated a Neither", "Id": 236763}
