{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは悪臭を吸い込み、肺を満たした。イギリスの工業製品程の香りは他にない。あなた自身が金を払い買い取った乗り物のエンジンの唸りを聞くのも、同じぐらい最高だ。羽根車が音を立て、ピストンが忙しなく動く。この乗り物も荒野に出るのが待ちきれないらしい。\u000d\u000a\u000d\u000a利発な運転手が敬礼しつつ乗り込んできた。「荷を積み終わったよ」今回は何を運んでいるのだろう？彼女は曇り硝子のゴーグルの位置を直し、売り子の大袈裟な呼び声を真似た。「マーガトロイドの開拓むけ必需食糧だよ。安くて安心――オールド・ロンドンの味！」あなたたちは揃って顔をしかめた。@{K}You breathe in the stench; hold it in your lungs. There's nothing like the smell of British engineering. Nor like listening to the engine-roar of your own vessel, bought and paid for. The impellers whirr. The pistons race. She's eager for the Wilderness. \u000d\u000a\u000d\u000aThe Sharp Driver salutes as she enters. \"Cargo's loaded.\" What are you lugging this time? She adjusts her smoked goggles, and fakes a barker's effusive tones: \"Murgatroyd's Inestimable Frontier Supplies. Affordable, reliable - a taste of Old London!\" You both pull faces.",
                                     "LinkToEvent": {"Id": 243314},
                                     "Name": "テザーが舌の上で溶けた@{K}Tether melts in your mouth", "Id": 244630},
                    "Name": "……ランプの匂いを思い浮かべた@{K}...the smell of the lamp",
                    "Description": "煙たい鼻をつく匂い。@{K}Smoky and acrid.", "ButtonText": "", "Id": 186756},
                   {"DefaultEvent": {"Description": "利発な運転手が足を操作盤に乗せた。あなたは椅子に背をもたせかけ、煙草をゆっくりと吸いこむ。窓の向こうでは天上の荒野が煌く。鮮烈な色彩、あなたを洗い流し塵に変えることも出来る眩い風、幾つかの大陸を合わせたほどの大きさの光り輝く霧。\u000d\u000a\u000d\u000a「さっき立ち寄った所の駅長が、この先では気をつけろって言ってたよ」彼女はゴーグルを外して言った。あなたは目を瞬く。彼女の瞳はいつ見ても驚くほどに青い。彼女は考え深げに首を擦った。\u000d\u000a\u000d\u000a何故あの仕草にこれほど見覚えがあるのだろう？以前どこか別の時、別の場所で目にしたのだろうか？@{K}$High Wilderness -> 天上の荒野$The Sharp Driver kicks her feet up onto the panel. You lean back, taking a drag on a cigarette. Beyond the window, the High Wilderness shimmers. Dimensions of maddening colour; bright winds that would scour you to dust, blankets of blazing fog as long as continents.\u000d\u000a \u000d\u000a\"That last station master said to expect trouble,\" she says, removing her goggles. You blink; it's always startling, how blue her eyes are. She rubs her neck, thoughtfully.\u000d\u000a\u000d\u000aHow do you know that gesture? There was another time - another place, before?",
                                     "LinkToEvent": {"Id": 243314},
                                     "Name": "テザーが舌の上で溶けた@{K}Tether melts in your mouth", "Id": 244631},
                    "Name": "……万華鏡を思い浮かべた@{K}...a kaleidoscope ",
                    "Description": "硝子の先に見えるのは――眼が回るほどの極彩色だ！@{K}Through its glass - dizzying colour! ",
                    "ButtonText": "", "Id": 186757},
                   {"DefaultEvent": {"Description": "あなたたちはステップウッドから最後の積み荷を降ろした。「孤児院でこれ食べたことある？」利発な運転手が箱からくすねたクラッカーをかじりながら聞いた。そしてあなたに一枚差し出す。茸の匂いが鼻をつく。あなたが断ると、彼女は笑った。\u000d\u000a\u000d\u000a「責めるなら女帝にしてよ。これが好きなんだってさ。だからこれを作ってる奴らを置き去りにしなかったんだって」彼女はマーガトロイドのロゴが押された箱の上に腰を下ろした。「永遠なる女帝陛下万歳」もう一口齧って続ける。「あの人がいなかったら、私たちは今も暗くて湿った地下に閉じ込められた、ただの女の子二人だっただろうね」頭上では、琥珀色の極光が太陽無き天にのたうっている。@{K}You carry the last of the cargo off the <i>Stepwood</i>. \"You ever eat these in the orphanage?\" the Sharp Driver asks, munching on a cracker she's pilfered from a crate. She passes you one. The fungal smell hits your nose. You decline. The Driver laughs. \u000d\u000a\u000d\u000a\"Blame the Empress. I hear she's got a taste for them. Wouldn't let the manufacturer stay behind.\" She sits on a box stamped with the logo of the Murgatroyd Company. \"God bless her Enduring Majesty,\" she proclaims, with another crunch. \"Without her we'd just be two girls stuck back down there in the dark and the damp.\" Overhead, an amber borealis writhes in a sunless sky.",
                                     "LinkToEvent": {"Id": 243314},
                                     "Name": "テザーが舌の上で溶けた@{K}Tether melts in your mouth", "Id": 244632},
                    "Name": "……利発な運転手を思い出した@{K}...the Sharp Driver",
                    "Description": "あなたは以前別のテザーによる幻想の中で、想像も出来ないほど遠くを目指して旅立った。@{K}In another tether-vision, you had embarked upon a voyage of unimaginable distances.",
                    "ButtonText": "", "Id": 186758},
                   {"DefaultEvent": {"Description": "あなたは柔らかい枕に凭れるようにして半身を起こし、ベッドでタバコを吸っていた。窓から黄色い光が流れ込む。あなたは時計を一瞥した。“宵闇にも屈することなく”と言うなら、日が沈むことのなくなった今、郵便局は休まず働くべきじゃないか？あとどれだけ――待った、あれは郵便受けの音だろうか？\u000d\u000a\u000d\u000aあなたは掛け布団を跳ねのけドアへと走った。あった！彼女からの手紙だ――あなたは引き裂くように開いた。手紙は『最愛の友へ』と始まり、『喜んで』と結ばれていた。@{K}You smoke in bed, propped up by downy pillows. Yellow light floods from the window. You glance at the clock; shouldn't the postal service run without rest, now the sun never sets? How much longer - wait, was that the letter plate? \u000d\u000a\u000d\u000aYou throw your sheets off, and run to the door. There! A letter from her - you tear it open. She begins with <i>'My dearest'.</i> She ends with <i>'Yes'.</i>",
                                     "LinkToEvent": {"Id": 243314},
                                     "Name": "テザーが舌の上で溶けた@{K}Tether melts in your mouth", "Id": 244633},
                    "Name": "……封筒を思い浮かべた@{K}...an envelope",
                    "Description": "あれが光を弾いていた様と、とうとうあの封筒を手にした時の感情を。@{K}How it reflects the light. How it is to hold it, at last.",
                    "ButtonText": "", "Id": 186759},
                   {"DefaultEvent": {"Description": "「いいから背中全体に描けって？本気？」ああそうだよ、リヨンで初めて会った時から言ってるじゃないか。「分かったよ。最後にもう一回聞こうと思っただけさ」そして彼はあなたの背に幾つもの星をインクで描き入れ始める。皮膚に針の鋭い痛みが走る。あなたは荒々しく罵りの言葉を吐き、友人は声をあげて笑った。珈琲の香りの合間にパリっ子が弾むように歩き、ジャズが蓄音機から流れ出す。そして旧友は銀の星々であなたを飾り立てくれている――これ以上人生に望むことなどあるだろうか？@{K}\"What, just put them all over your back?\" Yes, just like you've spoken about since you first met in Lyon. \"All right. I just thought I'd check one last time.\" The needle pricks you, as he begins to ink stars into your skin. You swear violently; your friend laughs. Between the smell of coffee, the Parisian spring, the jazz playing over the gramophone, and your oldest friend adorning you in silver stars - what more could one hope for?",
                                     "LinkToEvent": {"Id": 243314},
                                     "Name": "テザーが舌の上で溶けた@{K}Tether melts in your mouth", "Id": 244634},
                    "Name": "……天文観測儀を思い浮かべた@{K}...an astrolabe",
                    "Description": "Zeeと同じく、あの場所でも全く役に立たない。それでも、美しい器具であることに変わりはない。@{K}It's as useless beneath the zee as it is on it. But it is still beautiful.",
                    "ButtonText": "", "Id": 186760}],
 "Description": "監督官がガスランプに火を灯した。部屋の内装は質素で、きちんと整えられたベッドが中央に置かれている。「休みなさい。自らの心を彷徨わせるのです。あなたの準備が整ったときに、テザーを差し上げましょう」\u000d\u000a\u000d\u000aあなたは視線を逸らし……@{K}The Matron lights a gaslamp. The room is modest, with a well-kept bed in the centre. \"Rest. Allow your mind to wander. When you are ready, I will give you the tether.\"\u000d\u000a\u000d\u000aYou look away, allowing your attention to settle on...",
 "Name": "ナイフの幻影@{K}Visions with the Knife", "Id": 238342}
