{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは恋人に抱きしめられ、脱ぎ捨てられた衣服の寝床へと二人で寝そべる決定的瞬間を待った。そしてちょうどその時を選び、あなたは恋人の真の姿を見すえた。未だ見目良い顔に浮かべられた引きつった希望、その下の理解可能な体の構造。\u000d\u000a\u000d\u000aあなたがもはや魅了されていないことを見て取った恋人は水中を漂う絹の布を太ももまで引き上げる。「今まで途中で目覚めた者はいなかった。嘘をついていたわけではなくて、ただ違う視点を見せていただけ」それはそう言うと身を震わせながらふらふらとあなたから離れ、岩の上に珊瑚色の卵を数個置いて去った。@{K}You have waited until the critical moment, until you were in the embrace of your lover, until you were lying in a bed of discarded clothes. Now, precisely now, you choose to see things as they are: the strained hope on its still-lovely face; the beetroot, prehensile anatomy below. \u000d\u000a\u000d\u000aSeeing that you are no longer in thrall, your lover pulls a floating silk across its thighs. \"No one has woken in the middle before,\" it says. And: \"It wasn't a lie, but a different seeing.\" Then it withdraws from you, shaking and unsteady. On a rock it deposits a pile of coral-coloured eggs.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "横隔膜より@{K}From the diaphragm",
                                     "Id": 238358},
                    "Name": "より明瞭に見る@{K}See more clearly",
                    "Description": "壊された船体の歌を歌い、ダユーの真の姿を知ろう。そしてありのままの姿の恋人についても知ろう。@{K}Sing the Song of Broken Hulls, and know Dahut properly. Know your lover at the moment of disrobing.",
                    "ButtonText": "", "Id": 182659},
                   {"SuccessEvent": {"Description": "逢引には二つの段階があった。まずあなたたちは気だるげな調子で大海のようにゆったりと服を脱ぎ、恋人の透き通った服の上に二人で横たわる。そして、突然の狂乱と共に次の段階が訪れた――自分の体は“そんな事”が出来るのか？ああ、確かに出来た。それどころか、あなたの体は早く次を求めている。\u000d\u000a\u000d\u000a事が済んだ後にあなたは恋人に語りかけ、相手はそれに歌で応えた。この魔法にかけられたような瞬間の記憶はその歌の中にいつまでも残ることだろう。@{K}There are two stages. The first is languid and ocean-paced, unveiling until you are bedded on the diaphanous clothes of your lover. And then the second part, which commences suddenly and in panic - is your body capable of <i>this</i>? But yes, it is capable, and urgent also.\u000d\u000a\u000d\u000aAfterwards you speak, and your lover sings a reply, in which the enchantment of this moment will always be preserved.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "真珠の心臓の歌@{K}A song of pearl hearts", "Id": 238619},
                    "DefaultEvent": {"Description": "逢引には二つの段階があった。まずあなたたちは気だるげな調子で大海のようにゆったりと服を脱ぎ、恋人の透き通った服の上に二人で横たわる。そして、突然の狂乱と共に次の段階が訪れた――自分の体は“そんな事”が出来るのか？ああ、確かに出来た。それどころか、あなたの体は早く次を求めている。\u000d\u000a\u000d\u000aその後、あなたは恋人の服の背面についたボタンを留め、自分の尻の上にきらめく小さな銀色の鱗を払い落した。@{K}There are two stages. The first is languid and ocean-paced, unveiling until you are bedded on the diaphanous clothes of your lover. And then the second part, which commences suddenly and in panic - is your body capable of <i>this</i>? But yes, it is capable, and urgent also.\u000d\u000a\u000d\u000aAfter, you do up the buttons on your lover's back, and brush away the tiny silver scales that glitter on your hip. ",
                                     "LinkToEvent": {"Id": 238317}, "Name": "絹と海藻@{K}Silk and seaweed",
                                     "Id": 238359},
                    "Name": "留まる@{K}Linger",
                    "Description": "ここ以外の場所に行かねばならない理由などあるだろうか？[毎回なにがしかの報酬が与えられますが、時折ユニークな物が手に入ることがあります。]@{K}Why would you want to be anywhere but here? [This will always grant you some reward, and may give you something unique.]",
                    "ButtonText": "", "Id": 182660},
                   {"SuccessEvent": {"Description": "ドラウニーに泣くことが出来るとは知らなかった。恋人は掌に握りしめた薄布を顔に押し当ててさめざめと涙を流す。その涙は烏賊墨の色をしている。一瞬の情熱は脇に押しのけられた。\u000d\u000a\u000d\u000a嵐が過ぎ去ると、恋人はあなたに溺れるとはどのようなものなのか語った。肺に水が満ちる感覚、驚愕と苦痛。かつての人生。自分がどれだけファザムキングの承認に焦がれているか、そしてダユー全体がどのように王の祝福を求めて動いているのか。@{K}$[Dd]rown(y|ies) -> ドラウニー, Fathomking -> ファザムキング$You did not know that it was possible for Drownies to cry. Your lover sobs into a handful of veil, and the tears are the colour of squid-ink. The passion of the moment is supplanted.\u000d\u000a\u000d\u000aAfter the tempest is past, your lover tells you: what it is like to drown. How it is to feel the lungs fill with water, how startling and painful. What their life was like before. How they yearn for the approval of the Fathomking, and how all of Dahut works to earn his blessing.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "身を落として得た勝利@{K}Stooping to conquer",
                                     "Id": 239768},
                    "DefaultEvent": {"Description": "恋人は片手であなたの手首をつかみにっこりと笑った。その笑みには好意と同情があらわれている。しかし真の愛からくるものではない。「あなたはきっと留まらない。溺れぬ者たちは常に行ってしまう」それでも、恋人はあなたを慰めようと贈り物と優しい言葉を渡し、いくつかのダユーにまつわるささやかな秘密を囁いた。@{K}Your lover encircles your wrist with one hand and smiles: it's the smile of affection and sympathy, not true love. \"You won't stay,\" your lover says. \"The undrowned never do.\" But there are gifts and kind words and one or two minor secrets of Dahut, in consolation.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "調子がおかしい@{K}Something wrong about the tune", "Id": 239767},
                    "Name": "思慕の念を表す@{K}Offer your devotion",
                    "Description": "恋人と同じ言葉で歌おう。@{K}Sing in your lover's own terms.", "ButtonText": "",
                    "Id": 183593},
                   {"SuccessEvent": {"Description": "誰かがダユーに囚われた人々の話を聞いたらしい。ここには誰でも自由に出入りできるうえ、住人は皆大変気持ちのいい人々だというのに、妙な話だ！恋人は微笑んだ。「あなたと同じようにこの場所を見ることが出来るようになるまでに時間がかかる人々もいる。そのような人たちはここの美しさも真実も眼にすることが出来ず苦しむ。私たちは強いて留まらせはしないが、それでも彼らはここから出ていくことが出来ない」\u000d\u000a\u000d\u000a別れた時にはあなたのダユーでの滞在は終わりに近づいていたが、恋人は別れの贈り物としてこの場所の鮮明な記憶をいくつか持ち帰らせてくれた。大抵の人間は何も持たされずに送り返される。@{K}One has heard stories of people being trapped in Dahut. So strange, considering that anyone may come or go here, and how everyone is so pleasant! Your lover smiles. \"Some people have a hard time seeing the place as you do. A few can't see either the beauty or the truth here, and they struggle. We don't force them to stay, but they aren't able to go.\"\u000d\u000a\u000d\u000aWhen you part, your stay in Dahut is at an end, but your lover lets you keep a few sharp memories of the place, as a parting gift. Most people are sent away with nothing.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "遠回しな問い@{K}Questions asked sideways", "Id": 239811},
                    "DefaultEvent": {"Description": "問いを言い終わりさえしない内に、恋人の表情が変わり、愛情が憤怒にとってかわられた。\u000d\u000a\u000d\u000a恋人は鼻を鳴らし、威厳をもって薄布を体の周りにかき集めた。「あなたの狙いに気付くべきだった。『ああ、愛しい人がダユーへと行ってしまった、助けに行かなくては！』もしそれが目的ならただ尋ねることも出来たはず。だがそうしなかったのはまずはドラウニーと遊んでやろうという魂胆があったからだろう。彼女に何というつもりかな？『勿論やりたくなんてなかった、愛する人よ、身の毛もよだつ思いだったよ。でも君を取り戻すためにどうしてもやらなければいけなかったんだ。』といったところか」\u000d\u000a\u000d\u000aあなたは口を開いたが、恋人にはまだ言う事があるようだ。「あなた方はいつも私たちを嘘つき、偽る者と呼ぶが、私たちは単に既にあなたの心の内にあるものに少し色をつけ足しているだけだ。あなたは此処に留まることを望んでいたのだよ、内心でなんと言い訳しようとも。それは彼女も同じだ！ダユーの牢屋に人間がいるなら、それはその者の選択によってそこに留まっているのだ。あの場所の壁はそこに壁を見る者にのみ存在する」@{K}Even before you've finished putting the question, your lover's face has changed, exasperation replacing affection.\u000d\u000a\u000d\u000aWith a sniff, and a dignified gathering of body-veils: \"I should have known what you came for. 'Oh, my beloved has gone to Dahut, and I must rescue her!' If that's what you wanted, you could have just asked, but this way you have an excuse for dallying with a Drownie first. What will you tell her? 'I didn't want to, dearest, and it gave me a shudder to do it, but I had to, just to get you back.'\"\u000d\u000a\u000d\u000aYou open your mouth, but your lover isn't finished. \"You people say we're liars and deceivers, but we're only giving a little extra colour to what's already in your mind. You wanted to be here, whatever you tell yourself. And so does she! If someone is in prison in Dahut, it's her own doing. The walls are only there if you have a mind to view them.\"",
                                     "LinkToEvent": {"Id": 238317}, "Name": "大勢の中の一人@{K}One of those",
                                     "Id": 239810},
                    "Name": "事の済んだ後で、質問をする@{K}Ask questions, after",
                    "Description": "ここの囚人には何が起こるのだろう？特に、背の伸びた小綺麗な装いのレディはどうなったのか？慎重に尋ねよう。@{K}What happens to prisoners here? In particular, what might happen to a Prim Lady with a straight back? Ask carefully.",
                    "ButtonText": "", "Id": 183621}],
 "Description": "あなたたちは人目につかない場所を見つけた(といっても、ダユーには完全に人のいない場所などないのだが)。珊瑚が他人の目からは守ってくれるだろう。@{K}You find a private place, or as private as anything is on Dahut. Coral screens you from other eyes.",
 "Name": "一人のドラウニーと共に離れ@{K}Away with a Drownie", "Id": 238357}
