{"ChildBranches": [{"DefaultEvent": {"Description": "冷気が体の中に流れ込んだ。ここには光も果物も何処かから持ってこられた夏も存在しない。引き締まった体の踊り子たちもいない。水の中に浮かぶ影はおぼろげだが人間の形はしておらず、あなたを称えてもいない。彼らは良くいっても無関心といった態度だ。\u000d\u000a\u000d\u000aだが、その踊りは独特の形式ではあるが心のこもったものだった。彼らは海の幸を祝い、新たに溺れた者たちを歓迎している。そしてダユーがパリやロンドンのように大きく栄えた街となり、幾つもの通りが難破船と失われた積み荷で埋められる日々を待ち望んでいるのだ。@{K}The cold rushes in on you. There is no light, no fruit, no imported summer. There are no lithe dancers. The shapes in the water aren't even fully visible, but they are not human, and they do not worship you. They are, at best, indifferent.\u000d\u000a\u000d\u000aTheir dance is sincere in its fashion, however. They celebrate the fruits of the sea. They welcome the newly drowned. They look forward to a day when Dahut is as large and as populous as Paris or London, with streets and streets of wrecked vessels and lost cargoes.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "一噛み@{K}Crush, bite. ",
                                     "Id": 238367},
                    "Name": "目覚める@{K}Wake",
                    "Description": "この小魚にはとある効力が秘められている。一噛みに噛み砕こう。@{K}The little white flower offers its potency. Crush, bite.",
                    "ButtonText": "", "Id": 182665},
                   {"DefaultEvent": {"Description": "[TBD: this requires a special outcome where you're stranded somewhere without your ship. And possibly a confirmation branch to make sure you're sure.]",
                                     "LinkToEvent": {"Id": 238317}, "Name": "", "Id": 238370},
                    "Name": "永遠に留まる@{K}Linger indefinitely",
                    "Description": "あなたにはここ以上に留まりたい場所などない。この先もずっと。\u000d\u000a[警告：この選択肢を選ぶと今までに獲得したものがすべて失われます。本当にこれが求めるものだと確信のある時のみ、この先に進みましょう。]@{K}There's nowhere else you'd rather be. Ever.\u000d\u000a [Warning: this will sacrifice everything you have earned. Do not do it if you are not absolutely certain.]",
                    "ButtonText": "", "Id": 182668},
                   {"SuccessEvent": {"Description": "あなたは長い夏の昼下がりと祝う人々を眺めた。深海と漂う死体が見える。耳をすませば、二つの歌が同時に聞こえる。歌は調和していない。二つの歌の狭間に三つ目の歌が生まれている。@{K}You see the long midsummer afternoon and the people celebrating. You see the deep sea and the drifting dead. If you listen you can hear the Songs of both at once. They do not harmonise; they produce some third Song between them.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "理解@{K}Understanding",
                                     "Id": 238620},
                    "DefaultEvent": {"Description": "午後中踊り子たちがあなたと共に過ごしてくれた。彼らは快い泡のような声で、あなたの美徳と魅力を数え上げる。中にはあなた自身忘れているような物もあった。@{K}The dancers bear you company all the long afternoon. In their delightful, bubbling voices, your companions recount your merits and your charms, several of which you had forgotten.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "好ましい連れ合い@{K}Pleasant company",
                                     "Id": 238369},
                    "Name": "留まる@{K}Linger",
                    "Description": "他所に行くことを望む者などいるだろうか？ここは夏だというのに。[恐怖を大幅に下げることが出来ます。特別な報酬も手に入るかもしれません。]@{K}Why would anyone desire anything else? Here it is summer. [This will significantly reduce your Terror and may grant an unusual reward.]",
                    "ButtonText": "", "Id": 182667}],
 "Description": "大聖堂の尖塔の影が、照らす太陽もないというのに芝生の上をゆっくりと動いている。影は芝生の端に辿り着くと一時動きを止め、再び反対側へと動き始める。@{K}The shadow of the Cathedral spire moves across the grass, but slowly, cast by no particular sun. When it gets to one edge of the grass, it stops and sweeps the other way.",
 "Name": "ダユーの真夏の祝祭@{K}Dahut Midsummer Festival", "Id": 238366}
