{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは歌に加わった。一度加わってしまえば、理解は容易になる。言葉は明瞭に聞こえ、歌自体の意味もはっきりと分かる。\u000d\u000a\u000d\u000aファザムキングは此処にはいない。王は今回もダユーを訪れてくださらなかった。王が最後に大聖堂の奥の水場よりダユーのドラウニーを見守ってくださった時から、何度祈祷が行われたことだろう。ドラウニーは物や人々や際立った存在の残りを集め、王を招こうとしてきた。しかし彼は砦を離れない。だからドラウニーたちはこれほど不安げに振舞い、宴も続けられていないのだ。\u000d\u000a\u000d\u000aそれでも、これが魂の祈祷式であることに変わりはない。あなたはドラウニーたちに倣い四角い水場に入ると主教の前で頭を垂れた。大聖堂の鐘が時を告げる。真夏、真冬、春分と秋分。三つの鐘の音が響く間、あなたは過去に経験したすべての感情の極致を同時に思い出した。大いなる勇気、疑念、郷愁、憤怒、痛みの瞬間を。\u000d\u000a\u000d\u000a「全てが真実だ」主教が述べ、あなたの頬を強く叩くと水場から引きあげた。体の重みが違って感じられるが、傷はない。ひょっとすると前よりも調子がいいぐらいだ。@{K}$[Dd]rown(y|ies) -> ドラウニー, Fathomking -> ファザムキング$You take your place in the song. It is easier to understand once you are inside it. The words are clear, and so is the import of the music.\u000d\u000a\u000d\u000aThe Fathomking is not here. The Fathomking did not grace Dahut with his attendance this time. It has been many Liturgies since he last watched over the Drownies of Dahut from the pool at the front of the Cathedral. They have done their best to entice him, collecting objects and people and remains of eminent beings. But he remains in his Hold. This is why they are so anxious, why their feasts are not sustaining. \u000d\u000a\u000d\u000aNonetheless, it is still the Liturgy of Souls. Like the Drownies, you descend into the square pool and bow your head before the Bishop. The Cathedral bells strike the time: midsummer, midwinter, equinox. For the length of the triple peal, you are aware of every past extreme simultaneously: the moments of greatest courage, doubt, longing, fury, pain.\u000d\u000a\u000d\u000a\"It's all true,\" says the Bishop. Then he slaps you hard on the cheek and pulls you out of the pool. Your body feels differently weighted, but unharmed. Possibly even better than it did before.",
                                     "LinkToEvent": {"Id": 238317}, "Name": "標高と水深@{K}Heights and depths",
                                     "Id": 238663},
                    "Name": "祈祷式であなたのパートを歌う@{K}Sing your part in the Liturgy",
                    "Description": "あなたは彼らの歌を知っている。厳粛な物も喜びに満ちた物も。そしてそれらの歌に織り込むための自らの物語も知っている。@{K}You know their songs, both solemn and joyous. You know your own stories to weave into those songs.",
                    "ButtonText": "", "Id": 182873},
                   {"SuccessEvent": {"Description": "祈祷は耐えがたいほどに長く、複雑怪奇を極めた。その祈祷文には以下の物事が含まれていた。マウント・パーマーストンの周囲で沈んだ船の名前の一覧、翅にイリーゴを含む全ての蛾の品種の科学的名称、かの悪名高き鰐の真名、アターシュルームの胞子を飲み込んだ者の名前、様々なハーブとその育つ季節と医学的用法。\u000d\u000a\u000d\u000a祈祷文の合間に一人のドラウニーが主教に近づき、水場へと歩いて入っていった。そして聖歌が歌われ、ドラウニーは以前とは変わった姿で歩み出た。@{K}$[Ii]rrigo -> イリーゴ, Uttershroom -> アターシュルーム, (Mt?.|Mount) Palmerston -> マウント・パーマーストン$The liturgy is unbearably long and inscrutably complicated. It includes: a list of the names of ships that have sunk in the vicinity of Mount Palmerston; the scientific appellation of every moth with irrigo in its wings; the true name of an infamous Crocodile; a recounting of persons who have consumed the spores of the Uttershroom; an assortment of herbs, together with their growing seasons and medicinal applications. \u000d\u000a \u000d\u000aAt intervals in the liturgy, a Drownie approaches the Bishop and wades into the pool. There is a Hymn, and the Drownie comes away altered. ",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "複雑なる祈祷式@{K}A liturgy of complexity", "Id": 238662},
                    "DefaultEvent": {"Description": "祈祷は耐えがたいほどに長く、複雑怪奇を極めた。その祈祷文には以下の物事が含まれていた。マウント・パーマーストーンの周囲で沈んだ船の名前の一覧、翅にイリーゴを含む全ての蛾の品種の科学的名称、かの悪名高き鰐の真名、アターシュルームの胞子を飲み込んだ者の名前、様々なハーブとその育つ季節と医学的用法。\u000d\u000a\u000d\u000a祈祷文の終わるより先にあなたの感覚は遠のき、うとうとしてしまった。あなたは祈祷が終わる頃になってはっと覚醒したが、一つの大きな秘密といくつかの曖昧な手掛かりについて覚えていた。@{K}$[Ii]rrigo -> イリーゴ, Uttershroom -> アターシュルーム, (Mt?.|Mount) Palmerston -> マウント・パーマーストン$The liturgy is unbearably long and inscrutably complicated. It includes: a list of the names of ships that have sunk in the vicinity of Mount Palmerston; the scientific appellation of every moth with irrigo in its wings; the true name of an infamous Crocodile; a recounting of persons who have consumed the spores of the Uttershroom; an assortment of herbs, together with their growing seasons and medicinal applications. \u000d\u000a\u000d\u000aLong before it ends, you have fallen into a numb half-sleep. You come to yourself with the procession filing out, but you remember one large secret and several obscure hints.",
                                     "LinkToEvent": {"Id": 238317},
                                     "Name": "複雑なる祈祷式@{K}A liturgy of complexity", "Id": 238376},
                    "Name": "目を覚ましたままでいるんだ！起きろ！@{K}Keep awake! Awake!",
                    "Description": "蝋燭が数インチ短くなり、香から立ち昇る赤みがかった煙が水へと溶けこんでゆく。時は流れつつも、同時に停滞する。@{K}Inches burn away from the candles. Reddish smoke from the censors diffuses into the water. Time is passing and not passing.",
                    "ButtonText": "", "Id": 182672}],
 "Description": "ドラウニーが集まっている。あなたはまだ人間なのだから、此処にいるべきでない。しかし彼らは追い出しはしなかった。祭壇のあるべき場所には四角い窪みがある。大聖堂が海中に沈んでいなかったなら、あそこに水が溜められていたのだろう。主教の帽子をかぶったドラウニーが式を取り仕切っている。@{K}$[Dd]rown(y|ies) -> ドラウニー$All the Drownies are gathered. You do not belong here, since you are still human, but they do not keep you out. Where the altar should be, there is a square depression in the floor: it would be a pool, were the Cathedral not already submerged. A Drownie in a mitre presides.",
 "Name": "魂の祈祷式@{K}Liturgy of Souls", "Id": 238371}
