{"ChildBranches": [{"DefaultEvent": {"Description": "アンテへの立ち入りは鋭利さの種類によって制限されている。耳の鋭利な者たちは舌の鋭い者たちと交流する必要は必ずしもない。そして全身が鋭くなった者たちはどうしているのかというと、彼らはあまりあちこち歩き回ったりはしないようだ。噂によれば、アンテの何処かに巨大な洞窟があり、完全に鋭利になった者たちはそこで共に年老いていっているのだという。彼らはもはや他の者たちと過ごすことは出来ないのだ。……少なくとも、あなたはそう聞いた。自分で行ってみて尋ねるわけにもいかないのだから、これで満足するしかない。彼らは人というよりも、ゆっくりと広がり育ってゆく岩と繋がった水晶に近くなってしまったのだそうだ。@{K}Access to Anthe is restricted by type of sharpness: those who are sharp in the ears do not necessarily mingle with the sharp-tongued. As for the inhabitants who are sharp throughout their full bodies, they don't circulate much. There is said to be a cavern, broad and shallow-floored, where the perfectly sharp grow old together. They aren't capable of anyone else's company any more — at least, that's what you're told, and you can hardly go and ask. At any rate they are more like growing crystals than like people, slowly expanding and bonding with the rock.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "噂と推定@{K}Rumours and extrapolations", "Id": 245011},
                    "Name": "アンテの港湾報告書を纏める@{K}$[Pp]ort [Rr]eport -> 港湾報告書$Gather a port report on Anthe",
                    "Description": "海軍省はこの場所の情報を欲しがるだろう。@{K}$Admiralty -> 海軍省$The Admiralty will want stories of this place.",
                    "ButtonText": "", "Id": 187020},
                   {"DefaultEvent": {"Description": "アンテの住人たちは皆鋭くなっていく。一度に全身を変えるのではなく、部分ごとに水晶へと姿を変えていくのだ。そして彼らは鋭くなった部位によって人々を区別している。鋭い手の者は同じく手を鋭くした者たちと固まって過ごし、尖った足の者や硬質な胸部の者たちを無視している。\u000d\u000a\u000d\u000aアンテの内部へ進むには、こうした性質を幾つも獲得しなければならない。より奥まった部屋は鋭くした部位によって立ち入りが制限されている。一番内部を知りたい部屋を選ぶといいだろう。また、アンテ人たちは奇妙な病に冒されて死の淵にいるロジーナという名の女性について噂している。彼女は脾臓の鋭い者たちの集う場所にいるそうだ。@{K}The inhabitants of Anthe go sharp. Not all at once, but piece by piece, they turn to crystal. They sort themselves by sharpness, too: the sharp-handed cluster with others of their kind, ignoring the keen-footed and the brittle-waisted.\u000d\u000a\u000d\u000aTo progress through Anthe is to take on more and more of these attributes, to enter the deeper chambers restricted by sharp-style. Choose which chambers you would most like to discover. The Antheans speak of a woman named Rosina, dying of a curious disease and sequestered among the sharp-spleened.\u000d\u000a",
                                     "LinkToEvent": {"Id": 238438}, "Name": "鋭利になった者たち@{K}Those who go sharp",
                                     "Id": 245012},
                    "Name": "アンテの幾つもの部屋を詳しく調べる@{K}Study the chambers of Anthe",
                    "Description": "入ることの出来る場所を歩き回り、この場所の予備知識を手に入れよう。@{K}Wander where you can. Gain a preliminary understanding of the place.",
                    "ButtonText": "", "Id": 187021},
                   {"DefaultEvent": {"Description": "ブレミガンは最初の洞窟の棘の多い地面を走り去ってゆく。そして裂け目を見つけてもぐりこんだ。あれが透き通りだすまでにはどれだけかかるだろう？茎と笠のどちらが先に水晶になるのだろうか？@{K}$[Bb]lemmigan -> ブレミガン$The Blemmigan scampers across the spiked floor of the first cave. It finds a crevice and settles in. How long before it begins to go clear? Will its stem turn to crystal first, or its cap?",
                                     "LinkToEvent": {"Id": 238438}, "Name": "根を張る@{K}Taking root",
                                     "Id": 245013},
                    "Name": "ブレミガンを解放する@{K}$[Bb]lemmigan -> ブレミガン$Free a blemmigan",
                    "Description": "適した住処が見つかるかもしれない。@{K}Perhaps it would find the place congenial.",
                    "ButtonText": "", "Id": 187022},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 238438},
                                     "Name": "", "Id": 245043},
                    "Name": "アンテの全てをリセット@{K}Reset Anthe Everything", "Description": "内緒ですよ。@{K}Secret reset.",
                    "ButtonText": "", "Id": 187049},
                   {"DefaultEvent": {"Description": "壁には霜が降りており、近づくほどに空気が冷えてゆく。@{K}The air gets chillier as you approach, and there are patches of frost on the walls.",
                                     "LinkToEvent": {"Id": 256177}, "Name": "氷の水晶@{K}Ice crystals",
                                     "Id": 245045},
                    "Name": "自室にいるロジーナを訪ねる@{K}Visit Rosina in her Chambers",
                    "Description": "彼女は癒し手であり、鋭利な脾臓を持つ者たちに見守られ氷風呂で療養する患者でもある。アンテ人たちはよく彼女の噂話をしている。@{K}She is both healer and patient, convalescing in an ice bath among the sharp-spleened. The Antheans speak of her often.",
                    "ButtonText": "", "Id": 187051},
                   {"DefaultEvent": {"Description": "腿と肺亭は骨塚から通路を2つ挟んだ場所にある酒場だ。席は炭鉱人とキノコ採りで満員だ。クレイマンは客たちに無視されている。彼は歓迎されていない。\u000d\u000a\u000d\u000a彼はあなたに手のひらを見せた。その手からは三斜晶形の水晶があちこちから飛び出し、ボロボロで秩序の欠片もない。クレイマンが鋭くなるのは難しいのだ。時に成功することもあるが、失敗すれば目も当てられない状態になる。\u000d\u000a\u000d\u000a『ポリズリームで再び粘土となれる。全てを癒す』@{K}$Clay M[ae]n -> クレイマン$The Femur and Lung is a drinking house two passageways along from the Bone-Barrow. The tables are crowded with miners and fungers. The Clay Man is ignored by the company, unwelcome.\u000d\u000a\u000d\u000aHe shows you the palms of his hands, where triclinic crystals grow every which way, ragged and disorganised. It is difficult for clay to go sharp. Sometimes it succeeds, but the failures are awkward.\u000d\u000a\u000d\u000a\"POLYTHREME MAKE IT CLAY AGAIN. HEAL EVERYTHING.\"",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "この鋭利なる華やかさは彼には向いていなかったようだ@{K}This sharp flourishing is not for him", "Id": 245047},
                    "Name": "ポリズリームの逃亡者を追う@{K}$Polythreme -> ポリズリーム$Chase down a Polythreme Exile",
                    "Description": "彼は腿と肺亭のあたりをうろついている。@{K}He is lurking at the back of the Femur and Lung.",
                    "ButtonText": "", "Id": 187053},
                   {"DefaultEvent": {"Description": "……しかし、彼は此処にはいないそうだ。「あいつは肝臓を鋭くしてるね、間違いない」ヴェノムルビーの指輪をはめた女性が言った。「でも符号と暗号化について学んでもいるらしい。そういう訳で奴は舌の間に行ったようだ」\u000d\u000a\u000d\u000a彼女の隣に座る男が顔をしかめた。「あそこの人たちは皆恐ろしく無礼だ。私たちと此処にいた方が良い」@{K}...but he's not here. \"He's gone sharp in the liver, no doubt,\" says the woman with the venom-ruby ring. \"But he is also a student of codes and encryptions, and that has taken him to the chambers of the Tongue.\"\u000d\u000a\u000d\u000aThe man next to her makes a face. \"Those people are all terribly rude,\" he says. \"Stay here with us.\"",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "この者はあなたの探す伝手について知っている@{K}They know the contact you're seeking...",
                                     "Id": 245049},
                    "Name": "鋭利な肝臓を持つ者から華やかなる情報を回収する@{K}Gather flourishing intelligence among the sharp-livered",
                    "Description": "結局のところ、ここはスパイの集まる場所だ。@{K}This is where spies gather, after all.",
                    "ButtonText": "", "Id": 187055},
                   {"DefaultEvent": {"Description": "この通路の壁に這う蔦は全て手をかけて育てられた水晶だ。ぶら下がる果物が煌いた。落ち葉は踏んでも壊れることなく地面を転がる。やがて通路の先が開け、奥行きのある巨大な洞窟にたどり着いた……@{K}The vines that hang along the tunnel walls are all nurtured crystal. Their fruit glitters. Their fallen leaves wobble without breaking underfoot. In time the tunnel opens out to a vista, a grand cavern...",
                                     "LinkToEvent": {"Id": 245036}, "Name": "広いトンネル@{K}A broad tunnel",
                                     "Id": 245060},
                    "Name": "鋭利なる者の庭を訪ねる@{K}Visit the garden of the Sharpest",
                    "Description": "あなたもすでにほぼ全身が鋭利になっているのだから、その権利はあるだろう。@{K}You are almost all sharp, after all.",
                    "ButtonText": "", "Id": 187063},
                   {"DefaultEvent": {"Description": "あなたは近頃のロンドンの物語を並べ立てた。腐敗、愚行、悪意、無能な人間が無能さゆえに栄え、温和な人々が温和さゆえに苦しみ、駄目なところなど何もない物資が無駄にされている。\u000d\u000a\u000d\u000a聴衆の顔は全く変化しなかった。瞼が震えることもない。彼らは代わりに今までに聞いたことのない義憤のこみ上げてくるような物語をあなたに語った。一人などは燃料まで提供してくれた。「ロンドンには二度と帰らないつもり。あんたの話でそう決めた訳が思い出せたよ」彼女の舌先に蝋燭の光が反射し煌いた。@{K}You reveal a recent London tale of corruption, folly, and spite, of incompetent people prospering from their incompetence, and kind people suffering for their kindness, and perfectly good supplies wasted.\u000d\u000a\u000d\u000aYour listeners' faces do not change. Their eyelids do not quiver. In exchange, they tell you several infuriating tales you had not heard before. One even rewards you with fuel. \"I am never zailing back to London,\" she says. \"Your ztory has reminded me why.\" Candlelight winks in the tip of her tongue.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "彫像に話しかけるようなもの@{K}Like talking to statues", "Id": 254258},
                    "Name": "ロンドンで聞いた怒りを掻き立てるような話を語る@{K}Share an enraging story you picked up in London",
                    "Description": "酒を飲みながら話すような物語を提供しよう。他の鋭利な脾臓のアンテ人たちはこの話を聞いて全く反応を示さないでいることを大いに楽しむだろう。@{K}Something to share over drinks. The other sharp-spleened Antheans will greatly enjoy having no reaction.",
                    "ButtonText": "", "Id": 190943},
                   {"DefaultEvent": {"Description": "肝臓の鋭い者たちは空洞のある水晶から酒を飲み、銘柄を比べた。皆が完全に酔っぱらうと、彼らは乾いた蜂蜜ケーキの入った箱を引っ張り出してきた。「これを持ち込んだ船長は腸を鋭くしたんだ。彼女はもう何も食べない。持っていくといい」@{K}They drink from geodes. They compare notes on the terroir. When everyone is thoroughly intoxicated, they roll out a crate of dried, honeyed cakes. \"The captain who brought it went sharp in the bowels. She doesn't eat now. Help yourself.\"",
                                     "LinkToEvent": {"Id": 238438}, "Name": "快い疲労感@{K}A pleasant lassitude",
                                     "Id": 254263},
                    "Name": "祝賀にワインを持ち込む@{K}@{K}Contribute to the celebration",
                    "Description": "水晶の肝臓を持つ者たちはひたすらに酒を飲み明かし暮らしている。当然、彼らはマッシュルーム・ワインを平凡な食糧と交換してくれるだろう。@{K}$(Cask of )?[Mm]ushroom[- ][Ww]ine -> マッシュルーム・ワイン$The crystal-livered drink and drink. Unquestionably they'd trade ordinary food for your mushroom wine.",
                    "ButtonText": "", "Id": 190947},
                   {"DefaultEvent": {"Description": "彼女は結晶化した妻に抱きしめられても痣が出来ないように肌を透明にしたのだという。\u000d\u000a\u000d\u000a「これは試練だと思ったの。もっと強い人間にならないと、ってね」そして笑った。彼女はそれ以上話そうとしなかったが、すでにもう求める以上の情報は手に入った。\u000d\u000a\u000d\u000a彼女は無闇に注意を引くことなくヴェンダーバイトに行きたいそうだ。大量の包帯と集めた木材から作った棺を用意してあった。しかし、ここから先に進むにはあなたの助けがいる。@{K}$Venderbight -> ヴェンダーバイト$She went clear in the skin to prevent bruising in the embrace of a mineralised wife. \u000d\u000a\u000d\u000a\"I thought I was rising to a challenge. I thought I should become a stronger person.\" Then she laughs. She does not offer the rest of the story, but you already know more than you would like.\u000d\u000a\u000d\u000aShe wishes to reach Venderbight without undue attention from strangers. She has a pile of bandages and a coffin she has built herself from scavenged wood. But she will need your help to do the rest. ",
                                     "LinkToEvent": {"Id": 238438}, "Name": "大量の包帯@{K}Plenty of bandages",
                                     "Id": 256175},
                    "Name": "墓人街まで客を乗せる@{K}$Tomb[- ]Colon(y|ies) -> 墓人街$Offer passage to the Tomb Colonies",
                    "Description": "ここから逃げ出す事を望む透き通った肌の旅人がいた。@{K}There is a clear-skinned traveler who wishes to make an escape.",
                    "ButtonText": "", "Id": 191946},
                   {"DefaultEvent": {"Description": "四角い眼の女性に相談し、アンテの祝福を受け入れる術を学ぼう。そしてあなたにとって最良の変化とは何か、泡のような洞窟でどのような集団と親交を深めたいのか考えよう。@{K}Consult the woman with the cubical eyes. Learn how to accept the blessings that Anthe offers. Determine what is best for yourself, and whose companionship you seek in the bubble-caverns.",
                                     "LinkToEvent": {"Id": 256227}, "Name": "学習と噂話@{K}Learning and rumour",
                                     "Id": 256266},
                    "Name": "自分自身の状態を考える@{K}Consider your own condition",
                    "Description": "鋭くなるべきだろうか？それとも、あなたは既に後悔するほどに鋭くなってしまっているのだろうか？@{K}Should you go sharp? Or have you already taken on sharpness that you now regret?",
                    "ButtonText": "", "Id": 192021},
                   {"DefaultEvent": {"Description": "もう危なっかしい段差の位置まで足が覚えている。@{K}Your feet have learned where the treacherous risers may be found.",
                                     "LinkToEvent": {"Id": 245029}, "Name": "見慣れた階段@{K}A familiar stair",
                                     "Id": 256272},
                    "Name": "ロジーナの私室を訪ねる@{K}Visit Rosina in her Chambers",
                    "Description": "噂によれば、彼女は診察を再開し、魂遷の謎を解き明かそうと研究を進めているらしい。@{K}$[Aa]nimescence -> 魂遷$The rumour is that she has resumed seeing patients and working on the mystery of animescence.",
                    "ButtonText": "", "Id": 192026},
                   {"DefaultEvent": {"Description": "あなたはロジーナがどの様な女性であったか見たままを述べた。あなたの言葉は適切で遠慮の欠片もない。彼女の振舞い、学識、そして結局は自身を守る事が出来なかったという事実を語ってゆくが、あなたが彼女を殺したのかという問いについては省いた。ロジーナの最後の数分の様子について尋ねる者はいない。\u000d\u000a\u000d\u000a話し終わると、アンテ人たちはあなたに彼女の記録と日誌を報酬として渡した。ここの者は誰も欲しがらなかったらしい。@{K}You describe the woman she was, as you observed her. Your description is apt and unflinching. You speak of her manners, her erudition, her inability to protect herself at the last. You omit the question of whether you killed her. No one asks you for an account of her final minutes.\u000d\u000a\u000d\u000aWhen you are done, the Antheans reward you with her notes and logs. No one else here wishes to preserve them.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "完璧な回想@{K}A flawless curriculum vitae", "Id": 256274},
                    "Name": "亡くなったロジーナに心のこもっていない賛辞を贈る@{K}Deliver an unfeeling eulogy to the late Rosina",
                    "Description": "透き通った肌と鋭い舌を持つアンテ人たちは感傷の入らない言葉を好む。@{K}The sharp-skinned, sharp-tongued Antheans would appreciate remarks without sentiment.",
                    "ButtonText": "", "Id": 192027},
                   {"DefaultEvent": {"Description": "あなたは後を追った。クレイマンは素早く幾つかの通路を駆け抜け、骨の鋭くなった者しか入ることの出来ない場所へ向かっている。こうした光景はロンドンではありふれたものだが、アンテの住人の多くは呑気な様子でいる。あるいは怠惰なだけか。ここでは急いだ様子の者など見たこともない。\u000d\u000a\u000d\u000aクレイマンは身を屈めて骨塚に入っていった。自らの骨格に相応の自信のある者以外は追わないのが賢明だ。@{K}$Clay M[ae]n -> クレイマン$You follow. The Clay Man is moving fast, down several corridors, towards the section of Anthe reserved for the bone-sharp. A sight like that would not be at all extraordinary in London, but most of the inhabitants of Anthe seem complacent, possibly even indolent. Hardly anyone is ever in a hurry.\u000d\u000a\u000d\u000aThe Man ducks into the Bone-Barrow. A person would be unwise to follow unless they had considerable confidence in their own skeleton.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "不幸の速度@{K}The speed of unhappiness", "Id": 256306},
                    "Name": "ポリズリームの逃亡者を追う@{K}$Polythreme -> ポリズリーム$Follow a Polythreme Exile",
                    "Description": "粘土の巨躯が煙の中に見える。彼は部屋の反対側にある扉の向こうへ消えた。@{K}A hulking clay figure is visible through the smoke. It moves away through the opposite door.",
                    "ButtonText": "", "Id": 192052},
                   {"DefaultEvent": {"Description": "フードのアンテ人はあなたの申し出に心動かされたようだ。これがあれば鋭く、慈悲のない刃が作れるという。対価として、彼女は物語を語った。自らの旅路、使命、彼女の狩った獣と人々について。アンテ人はその上、彫刻を施された巨大な歯まで差し出した。もう彼女には必要ないそうだ。\u000d\u000a\u000d\u000aあなたは取引の間、彼女のフードの下にあるものを見ないよう慎重に振舞った。@{K}The Hooded Anthean is impressed with your offering. It will make a keen and pitiless blade. She tells you stories in exchange: about her travels, her duties, the people and animals she has hunted. She even presents you with a huge curved tooth: corroboration for her story. She doesn't need it any longer.\u000d\u000a\u000d\u000aYou are careful not to look under her hood.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "斧の回廊@{K}The Gallery of Axes",
                                     "Id": 256313},
                    "Name": "斧の回廊でハートメタルを交換する@{K}$[Hh]eartmetal -> ハートメタル$Trade Heartmetal in the Gallery of Axes",
                    "Description": "力と憐みへの耐性は処刑人には欠かすことが出来ない。それと、もちろん、最高の武器もいる。@{K}Strength and a resistance to pity: these are essential for an executioner. And they need, of course, the best weaponry.",
                    "ButtonText": "", "Id": 192057},
                   {"DefaultEvent": {"Description": "考えつく限りの嗜好品の乗せられたトレイが回されている。地上から輸入されたブランデー。ローズゲートの煙草。珈琲。オレンジを絞った飲み物、ラム、焦がしたシナモン。\u000d\u000a\u000d\u000aしかし、蜂蜜を充分な量確保するのは難しい。彼らはあなたの供給に感謝し、気前のいい報酬を支払った。@{K}Trays circulate with every possible indulgence. Brandy from the surface. Cigars from Rosegate. Coffee. A drink made with squeezed oranges, rum, and smoldering cinnamon. \u000d\u000a\u000d\u000aThe honey, however, is hard to keep in sufficient supply. They welcome your contribution with lavish rewards.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "物資の交換@{K}An exchange of provisions", "Id": 258252},
                    "Name": "煙窟に立ち寄る@{K}Stop by the Smokehouse",
                    "Description": "肺と肝臓両方を鋭くした者たちのための放蕩な聖域だ。囚人の蜜を欠かすことの出来ない物資と交換しよう。@{K}$(Firkin of)?[Pp]risoner's[- ][Hh]oney -> 囚人の蜜$A hedonistic sanctuary for those who have gone sharp in both liver and lung. Trade them some Prisoner's Honey for essential supplies.",
                    "ButtonText": "", "Id": 192681},
                   {"DefaultEvent": {"Description": "塗布する類の毒は彼らの肌には何の問題にもならない。毒蛇の牙も貫くことは出来ず、牙から絞られた毒も効かない。菌類から作られた毒もキノコの品種を当てられるかという遊びの種にしかならない。\u000d\u000a\u000d\u000aこのクラブは毎日挑戦を用意する陽気な巨躯のアンテ人によって取り仕切られている。彼はあなたの遺物をブッフェに供し、人々はそれをクラブに相応しい挑戦として受け取った。あなたは報酬として饗宴から一皿分食べることを許された。@{K}Contact toxins do not trouble their skin. Serpents cannot pierce them. Venoms milked from the fang cannot make them ill. A mycological poison is merely a challenge to their knowledge of toadstool terroir. \u000d\u000a\u000d\u000aThe club is run by a large jolly Anthean who poses daily challenges. He offers your Relic in buffet, and the members find it a very acceptable test. You're allowed to collect your own plate from the feast.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "嫌悪を超えた@{K}Above revulsion",
                                     "Id": 258255},
                    "RareDefaultEvent": {"Description": "塗布する類の毒は彼らの肌には何の問題にもならない。毒蛇の牙も貫くことは出来ず、牙から絞られた毒も効かない。菌類から作られた毒もキノコの品種を当てられるかという遊びの種にしかならない。\u000d\u000a\u000d\u000aこのクラブは毎日挑戦を用意する陽気な巨躯のアンテ人によって取り仕切られている。彼はあなたの遺物をブッフェに供し、人々はそれをクラブに相応しい挑戦として受け取った。\u000d\u000a\u000d\u000a「これをどうぞ」彼はあなたの手に本を押し込む。「タイメン一門の毒見役を務めていたクラブメンバーの回想録です。新しく参加された方に一部差し上げているのですよ」彼はにっこりと笑った。その歯もまた透き通っている。@{K}$Taimen -> テイメン$Contact toxins do not trouble their skin. Serpents cannot pierce them. Venoms milked from the fang cannot make them ill. A mycological poison is merely a challenge to their knowledge of toadstool terroir. \u000d\u000a\u000d\u000aThe club is run by a large jolly Anthean who poses daily challenges. He offers your Relic in buffet, and the members find it a very acceptable test.\u000d\u000a  \u000d\u000a\"Here,\" he says, tucking a book into your hand. \"A memoir from a club-member who served as a Taster to the Taimen clan. We give a copy to newcomers.\" He smiles. His teeth are also clear.",
                                         "LinkToEvent": {"Id": 238438},
                                         "Name": "直接の観察@{K}Firsthand observation", "Id": 258442},
                    "Name": "不屈の口蓋を訪ねる@{K}Visit the Dauntless Palate",
                    "Description": "肝臓と肌と舌を鋭くした者たちへの挑戦として嘆かわしい遺物を持って行こう。@{K}@{K}$[Ll]amentable[- ][Rr]elic -> 嘆かわしい遺物$Offer a Lamentable Relic as a challenge to those sharp in liver, skin, and tongue.",
                    "ButtonText": "", "Id": 192684},
                   {"DefaultEvent": {"Description": "鋭くなったクレイマンは信用できる。品行方正で頑丈な骨を持ち、辛抱強い。怒りを抱くことも、無作法な振る舞いをみせることも出来ない。彼らはこのために此処にやって来るのだ。信頼に値するという証拠を得るために、そしてより良い職と待遇に相応しい者であると証明するために。\u000d\u000a\u000d\u000a石灰華の貯蔵庫はそういったクレイマンで一杯だ。彼らは列になって座り、無言で水晶が育つのを待っている。あなたは運び込んだ六体を後ろの方の列に加えた。彼らはロンドンと同じ額の報酬を支払った。それと、このこれは何だろう？ベンチのように見えるが？それも持って行ってもいい。邪魔になっている。@{K}$Clay M[ae]n -> クレイマン$A Clay Man who's gone sharp is a Clay Man you can trust. Respectable, solid boned, patient. Incapable of rage or bad manners. That is why they come here: to be certified trustworthy, to show that they're suitable for better jobs and better treatment.\u000d\u000a\u000d\u000aThe Travertine Vault is full of such men, sitting patiently in rows, waiting for the crystals to grow. They don't talk. You put your six in the back row. They pay you as they would have paid you in London. And this other item, this thing that looked like a bench? You can have that too. It's in the way.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "完成し、理路整然として、優れている@{K}Finished. Tidy. Neat.",
                                     "Id": 258469},
                    "Name": "クレイマンを石灰華の貯蔵庫に届ける@{K}$Clay M[ae]n -> クレイマン$Set down Clay Men in the Travertine Vault",
                    "Description": "クレイマンは骨と脾臓を鋭くするためポリズリームからこの地にやってくる。@{K}$Clay M[ae]n -> クレイマン, Polythreme -> ポリズリーム$Clay Men come from Polythreme to learn sharpness of bone and spleen.",
                    "ButtonText": "", "Id": 192821},
                   {"DefaultEvent": {"Description": "コンサートホールはありえない大きさの牡蠣の殻から作られていた。今ではその表面は綺麗になされ玉虫色の輝きを帯び、そこでアンテの歌手たちが歌を披露している。彼らは完璧に整った音を不可能な程に長い間保つことが出来る。\u000d\u000a\u000d\u000a歌手は壊された船体の歌を牡蠣の殻が砕けそうになるまで歌い続けた。音楽家たちは大興奮であなたに次々と質問を浴びせかける。あの歌は残酷で鋭く、冷えきっている！何処で聞いたの？誰の作なんだ？\u000d\u000a\u000d\u000a彼らは最大限の報酬を差し出した。噂と食糧があなたの手に渡る。@{K}The concert hall was once the shell of an impossible oyster. Now its surfaces are clean and iridescent, and the singers of Anthe perform. They can hold a note - a perfect, shapely note - for longer than ought to be possible.\u000d\u000a\u000d\u000aThey sing the Song of Broken Hulls until it threatens to shatter the oyster shell. The performers are excited and full of questions. The song is brutal, sharp, and cold! Where did you get it? Who wrote it?\u000d\u000a\u000d\u000aThey reward you as well as they can, with gossip and food.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "巨大な殻の内側に@{K}Inside a great shell",
                                     "Id": 258475},
                    "Name": "壊された船体の歌を殻の中の歌手たちに売る@{K}Sell your song of Broken Hulls to the Singers in the Shell",
                    "Description": "肺と舌を水晶へと変えた優れた歌手たち。@{K}Lung and Tongue are both crystal, the better to sing.",
                    "ButtonText": "", "Id": 192826},
                   {"DefaultEvent": {"Description": "侘しい笑み。「私もかつてあの場所で暮らし、いずれ死ぬ者を愛したものだ。しかし、あるとき脳を鋭くした旅人が私たちの元へやってきた。彼女を誘惑することは出来なかった。牢屋に閉じ込めることも出来ない。彼女はある日には真夏の祝祭を訪ね、次の日には真冬を祝った。旅人がダユーを去った時、私も後を追ってアンテに来たのだ。しかし、彼女はいまだ私よりも先を行っている。彼女は残りもすべて鋭くして、今やあの庭で樫の木のように育っているそうだ。私はまだ待っている所だというのに」\u000d\u000a\u000d\u000aドラウニーは何かを差し出した。「ダユーに戻る気があるならこれを持って行くといい。明晰な意識を保つ助けになる」@{K}Bleak smiles. \"I lived there once, and loved mortals. But a traveller came to us who had gone sharp in the brain. She could not be seduced. The prison would not hold her. She came to Midsummer Festival one day and Midwinter the next. When she left us, I followed her back to Anthe. But she is still ahead of me: she's gone sharp the rest of the way, now, and she is growing in the Garden like an oak tree, while I am still waiting.\" \u000d\u000a\u000d\u000aThen the Drownie offers you something. \"If you go again to Dahut, take this. It will keep you clear.\"",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "「ダユーを訪ねたのか」@{K}\"So you've been to Dahut.\"", "Id": 258500},
                    "Name": "ドラウニーのラブソングを洞窟の水場にいるドラウニーたちに提供する@{K}$[Dd]rown(y|ies) -> ドラウニー$Offer your Drownie Love-song to the Drownies in the Cave-Pool",
                    "Description": "彼らは他のアンテ人たちに対して一定の距離を保っているが、独自の方法で鋭くなっているようだ。@{K}They keep apart from other Antheans, but they have gone sharp in their own way.",
                    "ButtonText": "", "Id": 192846},
                   {"SuccessEvent": {"Description": "目的とする人物は多言語の入り混じった謎掛けであなたの問いに応えた。その答えには三つの言語が用いられ、凋落後のカーネイトの叙事詩における伝統を引き合いに出した隠喩が一つと口笛のみで示された手掛かりが一つ含まれていた。彼は手加減するつもりは一切ないようだ。そのような事はあなたに対する侮辱になる。\u000d\u000a\u000d\u000aあなたはスパイとのやり取りからカーンの栄光の戦略に対する理解を深め、目的を果たすに十分以上の情報を手に入れた。カーネイトは波間の下にある土地の存在を認めることは許されていないかもしれないが、そこに街がある事は理解している。@{K}$Khan -> カーン, Khanate -> カーネイト, Khan's Glory -> カーンの栄光, Glory -> グローリー$Your quarry answers your question in macaronic riddle-verse, using words from three languages, one allusion to Khanate post-fall epic tradition, and one clue formed entirely from whistling noises. He wouldn't want to make it too easy for you. That would be an insult.\u000d\u000a\u000d\u000aYou come away with a better understanding of the strategy of Khan's Glory, and more than enough information to fulfill your quest. The Khanate may not be allowed to acknowledge the land beneath the waves, but it knows what's down here.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "情報が欲しい？情報なら沢山ある@{K}Information? In great supply", "Id": 256165},
                    "DefaultEvent": {"Description": "目的とする人物は多言語の入り混じった謎掛けであなたの問いに応えた。その大部分が英語ではない。何か所かは人間の言語ですらなかった。カーネイトに答えを持ち帰ることの出来る程度の言葉は引きだせたが、自分で理解できる部分は多くはない。あのスパイは肝臓と舌以外に脳も鋭くしていたのだろうか？@{K}$Khan -> カーン, Khanate -> カーネイト$Your quarry answers your question in macaronic riddle-verse. A lot of it isn't in English. Some of it isn't even in human words. You extract enough that you can carry a reply back to the Khanate, but to understand it yourself? Less so. Has your spy gone sharp in the brain as well as the liver and tongue? ",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "情報が欲しい？情報なら沢山ある@{K}Information? In great supply", "Id": 256162},
                    "Name": "スパイを探す@{K}Seek your spy",
                    "Description": "……優れた言語能力を持つ暗殺者の集う花崗岩の歩廊に向かおう。[クエストに必要な情報は必ず手に入れることが出来ます。しかし、運がよければそれに加えておまけがつくかもしれません。]@{K}...in the Granite Corridor, where the most linguistically skilled assassins may be found. [You will always receive information towards your quest, but may also gain a bonus.]",
                    "ButtonText": "", "Id": 191939},
                   {"SuccessEvent": {"Description": "あなたはレディとそのラバリーの連れ合いの登場する場面を読み上げた。誰も密かな笑みを漏らす事はない。ニヤニヤ笑いも息を飲む音もなく、座席で落ち着かなげにそわそわする者もいない。人々は皆細部に意識を集中させて聞き入っている。時折、誰かが物語を中断させて登場人物の技についての修正や場面の再構築を提案する。あなたは全ての修正案を書き記し、やがて場面は完全に異なる物になっていた。\u000d\u000a\u000d\u000a朗読を終えたあなたの元に軽食が運ばれてきた。「あれだけ読み上げてさぞお疲れでしょう」僧侶が重々しく言うと塩漬け肉の乗った盆を差し出す。@{K}You read aloud a scene concerning a lady and her Rubbery Companion. No one giggles. No one smirks, or gasps, or shifts in their seat. They all listen with fixed attention to the details. From time to time, someone interrupts with a correction of the participants' technique, or a suggested restructuring of the scene. You note down every recommendation, until the scenes have been completely rewritten.\u000d\u000a\u000d\u000aAfter your reading, they bring you refreshments. \"It's exhausting work reading through all that,\" says a monk gravely, and he passes you a platter of cured meats.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "洗練された集会@{K}Skilled workshop",
                                     "Id": 256219},
                    "DefaultEvent": {"Description": "あなたはレディとそのラバリーの連れ合いの登場する場面を読み上げた。誰も密かな笑みを漏らす事はない。ニヤニヤ笑いも息を飲む音もなく、座席で落ち着かなげにそわそわする者もいない。人々は皆細部に意識を集中させて聞き入っている。時折、誰かが物語を中断させて登場人物の技についての修正を提案する。\u000d\u000a\u000d\u000a朗読を終えたあなたの元に軽食が運ばれてきた。「あれだけ読み上げてさぞお疲れでしょう」僧侶が重々しく言うと塩漬けフルーク肉の乗った盆を差し出す。@{K}$[Ff]luke -> フルーク$You read aloud a scene concerning a lady and her Rubbery Companion. No one giggles. No one smirks, or gasps, or shifts in their seat. They all listen with fixed attention to the details. From time to time, someone interrupts with a correction of the participants' technique. \u000d\u000a\u000d\u000aAfter your reading, they bring you refreshments. \"It's exhausting work reading through all that,\" says a monk gravely, and he passes you a platter of cured fluke meats.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "落ち着いた検討@{K}Calm reflection",
                                     "Id": 256174},
                    "Name": "恋愛小説の批評会を行う@{K}$[Rr]omantic[- ][Ll]iterature -> 恋愛小説$Lead the critique of some Romantic Literature",
                    "Description": "とりわけ派手派手しい箇所を生物学的な正確さと的確な比喩の選択に気を払いつつアンテ人たちと共に修正していこう。彼らはきっと面白がることだろう。[恋愛小説を物資と交換できます。運が良ければ、改訂された小説も手に入るかもしれません。]@{K}$[Rr]omantic[- ][Ll]iterature -> 恋愛小説$It will amuse the company to correct the more lurid scenes, with special attention to anatomical accuracy and selection of metaphor. [This will exchange Romantic Literature for Supplies, and may gain you an improved edition if you are fortunate.]",
                    "ButtonText": "", "Id": 191945},
                   {"SuccessEvent": {"Description": "この戦いで相手が本当に傷つくことはない。手加減も罪悪感も必要なく、いかに優雅かつ苛烈な攻撃を加えるかに純粋に集中することが出来るのだ。あなたは勝負に全力で挑んだ。……そして、少しばかり行き過ぎてしまったのかもしれない。それも、もしもサラスフルーツが望みだったならの話だが。あなたは二位を逃し、うかつにも優勝してしまった。@{K}$[Ss]olacefruit -> サラスフルーツ$This is a battle where you know you will do no real damage, where you know there is no need to temper your attacks or to feel guilty, where you can concentrate purely on the elegance and ferocity of your attack. You give yourself over to it — perhaps a little too much, at least if your desire was the Solacefruit. You miss the second place, and carelessly win instead.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "成功には違いない@{K}Success, more or less",
                                     "Id": 256308},
                    "DefaultEvent": {"Description": "あなたは素早く容赦ない。しかし、この部屋にいる他の者達はあなたよりも遥かに長い間このゲームを続けてきたのだ。彼らは互いの弱点を知りつくし、的確な侮辱を投げつけることが出来る。あなたは2試合目にして、名誉ある敗北を迎えてしまった。@{K}You're quick and you're vicious, but the others in this chamber have been playing these games for much longer than you have. They know each other's foibles; they can make each insult stick. You fight to an honourable failure in the second round.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "ああ残念@{K}Alas", "Id": 256307},
                    "RareSuccessEvent": {"Description": "二位入賞！賞品はあなたの物だ！あなたは最後の対戦相手以外をことごとく打ち負かし、それからアンテ流の攻撃をひたすらに耐えた。お前の水晶の端は尖っていない。それに肉も脂ぎっている。まだ食べ物の味を楽しんでいるんだろう！しかしあなたは自分を抑え、残酷な言葉を受け入れた。ここまで来て、怒りに任せて対戦相手を打ち負かしてしまうのは勿体ない。@{K}Second place! It is yours! You defeat all but your final opponent, then leave yourself open to Anthean attacks. Your prism edges are not sharply defined. Your flesh is oily. You still enjoy the taste of food! But you force yourself to accept all these crude attacks. It would be fatal to lose your temper and defeat your opponent at this late hour.",
                                         "Name": "この平穏を受取りなさい@{K}Accept this Solace", "Id": 258213},
                    "Name": "唾を吐き捨て、舞台に上がる@{K}Take the stage, spitting",
                    "Description": "透き通った脾臓や皮膚、そして舌を持つアンテ人たちが互いを侮辱しあって楽しんでいる。二位になればサラスフルーツが賞品として与えられる。一位には賞品はない。@{K}$[Ss]olacefruit -> サラスフルーツ$Antheans clear in spleen, skin, and tongue insult one another for sport. There is a solacefruit for second place. First place is not rewarded.",
                    "ButtonText": "", "Id": 192053},
                   {"SuccessEvent": {"Description": "あなたの骨格は重圧に耐えられるように変えられ、筋肉と靱帯も強められている。しかし、それでもどれだけの時間支えられるかは筋力に大きく左右される。岩の重みがあなたの肩と背と脚に重くのしかかる。なぜ他の者たちはこんな重さに耐えられるのだろう？しかし、あなたはなんとか耐えきり、心のこもった歓声を受け、さらに心の満たされる酒をふるまわれた。@{K}Your skeleton bears a lot of the pressure, and your muscles and ligaments have been strengthened too. But much still depends on your muscular force. The weight of rock depends on your shoulders, your legs and your lower back, and how can anyone support all that? But you manage long enough to win a hearty cheer and a heartier drink.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "誇示@{K}A proud display",
                                     "Id": 256314},
                    "DefaultEvent": {"Description": "あなたの骨格は重圧に耐えられるように変えられ、筋肉と靱帯も強められている。しかし、それでも肩は大量の岩を支えられる状態になく、あなたは想定していたよりも早く別のアンテ人に重荷を譲る羽目になった。@{K}Your skeleton bears a lot of the pressure, and your muscles and ligaments have been strengthened too. But even so, there's so much rock to bear that your shoulders are not up to the task, and you have to hand off the burden to another Anthean earlier than you would like.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "口ほどにもない@{K}Less than impressive",
                                     "Id": 256310},
                    "RareSuccessEvent": {"Description": "岩は恐ろしく重かったが、あなたは砂時計が三度ひっくり返される間持ちこたえた。他の誰の自慢話よりも長い記録だ。人々は歓声をあげ、あなたの背を叩く。すべてが陽気で楽しげな雰囲気に満ちている。あなたの腰の痛み以外は。@{K}The weight of rock is tremendous, but you withstand it. You last out three turns of the sand clock, which is more than anyone else can boast. They cheer for you and clap you on the back, and everything is very jolly, except for the twinges in your lower back.",
                                         "LinkToEvent": {"Id": 238438},
                                         "Name": "類稀な成功@{K}Extraordinary success", "Id": 258880},
                    "Name": "天井を支える慣習に加わる@{K}Practice holding the ceiling in place",
                    "Description": "骨塚の他の住人と力比べをしてみるとしようか？[成功すれば、恐怖が減少します。]@{K}Care to bet on your strength against the other denizens of the Bone-Barrow? [On success, this will reduce terror.]",
                    "ButtonText": "", "Id": 192054},
                   {"SuccessEvent": {"Description": "高名な毒殺者が小瓶の並べられた机の後ろに立っている。「全部致死性の毒ですよ」彼女は言った。「けれど味と香りが違う。ほら、これなんかは水に溶かせば絶対に気づかれない」そして小さな青い壜の中身を杯に垂らすと、期待するような目で杯を差し出した。\u000d\u000a\u000d\u000a「いいですか」彼女は付け加えるように言った。「こういった仕事がお好きなら、この先、舌を鋭くするよりもっと酷い事態も起こりえますからね」@{K}An Accomplished Poisoner is standing behind a table of vials. \"All guaranteed lethal,\" she says. \"But they have different taste and flavour profiles. Here, taste this one in water: it is impossible to detect.\" She tips a small blue bottle into a goblet and holds the drink out expectantly.\u000d\u000a\u000d\u000a\"Listen,\" she adds. \"If you like this sort of work, you could do worse than go sharp in the tongue too.\"",
                                     "LinkToEvent": {"Id": 238438}, "Name": "黒い手袋@{K}Black gloves",
                                     "Id": 258251},
                    "DefaultEvent": {"Description": "「次は肺を鋭くしようと思う」深い赤色のガウンを着た女性が言った。「一日中煙草を吸っても咳ひとつ出ないって話だ」\u000d\u000a\u000d\u000a隣に立つ紳士は面白がるような表情を見せ、コニャックを彼女の手から取り上げた。「それはきっと心休まるだろうね」@{K}\"I'm going sharp in the lungs next,\" says a woman in a deep red gown. \"They say you can smoke all day long and never develop a cough.\"\u000d\u000a\u000d\u000aThe gentleman next to her looks amused and takes the cognac out of her hand. \"I'm sure you'll find yourself very much at home.\"",
                                     "LinkToEvent": {"Id": 238438}, "Name": "未来の計画@{K}Future plans",
                                     "Id": 258245},
                    "RareDefaultEvent": {"Description": "青年が何事か話している。顔には傷跡が残っているが、少年と言ってもいい程の歳だ。「出来るだけ早く肌を鋭くしたいんだ。そしたらZeeに戻る。私掠船の海賊共は俺のことを互いに警告しあうようになるのさ。少なくとも、生き残った者達はな」\u000d\u000a\u000d\u000a淑女が答えていった。「でも危険じゃない――」\u000d\u000a\u000d\u000a「皆まだ早いって言うが、知ったこっちゃない」青年が遮る。\u000d\u000a\u000d\u000a「鋭くなったならもう海賊と関わる気もなくなるかも。私も昔は測時学者になるつもりだったのだけれど……」彼女は透き通る手を振った。「ここに留まって、その……進歩を続ける方が良いと思うようになったのよ」@{K}A young man is speaking: a boy, except for the scar on his face. \"I'm going sharp in the skin as fast as I can. And then I'll be back at Zee, and the corsairs will warn each other about me. The ones that survive, that is.\"\u000d\u000a\u000d\u000aA lady answers. \"It's not safe--\"\u000d\u000a\u000d\u000a\"Everyone says I'm too young,\" interrupts the boy. \"I don't listen.\"\u000d\u000a\u000d\u000a\"Once you've gone sharp, you might not have a use for corsairs any more. I was going to be a horologist, but...\" She waves a translucent hand. \"I'd rather stay here and continue my... development.\" ",
                                         "LinkToEvent": {"Id": 238438},
                                         "Name": "知っての通り、簡単な事ではない@{K}Not easy, you know", "Id": 258473},
                    "Name": "一番近くにいる人々の話を立ち聞きする@{K}Listen in on the nearest group of people",
                    "Description": "此処の人々は何を話しているのだろう？[必ず何か聞くことが出来ます。ただし内容は変わるかもしれません。]@{K}What do they speak of here? [You will always hear something. It's just a question of what.]",
                    "ButtonText": "", "Id": 192677},
                   {"SuccessEvent": {"Description": "深刻な病状の者は廊下から叩きだし、感染を広めそうな者は牢屋に閉じ込めた。鋭い者達はあなたの働きに感謝している。心まで水晶と化した人々にとって、騒がしい汗みずくの詩人たちが廊下で気絶しているのを見るほど腹立たしいことは無いのだ。@{K}The sickest, you drive out of the halls. Those who seem least contagious, you imprison. The Sharp appreciate your work. There is nothing so irritating to the crystalline mind as a gaggle of sweaty poets swooning in the corridors.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "満員の営倉@{K}A full brig",
                                     "Id": 258456},
                    "DefaultEvent": {"Description": "烈火は大勢おり、あなたは1人しかいない。場所が違えば被害を被ることなく捕らえることも出来ただろうが、この特殊な状況ではアンテから追い出すことしか出来なかった。それでも、鋭い者たちはあなたの働きに感謝している。心まで水晶と化した人々にとって、騒がしい汗みずくの詩人たちが廊下で気絶しているのを見るほど腹立たしいことは無いのだ。@{K}There are many of them, and only one of you. Under other circumstances you might have been able to capture them without casualties. In the present particular circumstances, you are only able to drive them out of Anthe. But the Sharp appreciate your work nonetheless. There is nothing so irritating to the crystalline mind as a gaggle of sweaty poets swooning in the corridors.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "出ていけ、出ていけ@{K}Out, out",
                                     "Id": 258455},
                    "Name": "烈火を排除する@{K}Clear out the Conflagranti",
                    "Description": "ロジーナの見物人たちは今やアンテ中に広がり、詩を読んではため息をつき熱によって萎れていっている。アンテ人たちは彼らに我慢ならないらしい。@{K}Rosina's Onlookers are everywhere in Anthe, sighing over poetry and languishing in feverish postures. The Antheans cannot endure them.",
                    "ButtonText": "", "Id": 192809},
                   {"SuccessEvent": {"Description": "海からとれる燃料なら余っている。アンテを去るつもりなのか？本当に？大抵の人間はそんな事はしない……でも、必要なら持って行ってもらって構わない。ただし、一つ条件がある。もしもあんたが完全に鋭くなったなら、その時はこれは此処に戻されて使い道のある他の誰かに渡されることになる。使われもしない炭を掘り出すために炭鉱で年がら年中牛よりも重い荷車を押してるわけじゃないんでね。だから、きちんと使うようにしてくれよ。@{K}There's zee-coke and to spare. Are you planning to leave Anthe? Are you sure? Most people don't... but you may have the fuel if you need it. The only thing is, if you do go fully sharp, they'll take it back to offer to someone else that can use it. They didn't spend all that time in the mine, pushing carts heavier than a cow, just to have it go to waste. So mind you use it.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "勝手に持ってってくれ@{K}Help yourself",
                                     "Id": 258493},
                    "DefaultEvent": {"Description": "元炭鉱人たちは主人の残虐さと不当な賃金について話し合い、悪い船長に下されるべき罰と危険な指示を与える者たちに相応しい末路について語る。彼らの話が終わる頃には、船員が一人あなたの指示を拒絶するようになっていた。@{K}The former coal-miners speak of masters and cruelty and insufficient pay. They talk about what's due to bad captains, and the rightful fate of those that give dangerous orders. By the time they're done with the topic, you've one less crewmember willing to follow your commands.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "反乱にきわめて近い@{K}Something close to mutiny", "Id": 256312},
                    "RareSuccessEvent": {"Description": "ああ、燃料ならあるよ。それにこれもある、欲しいならどうぞ。アンテではキラキラした物は有り余っているからね。@{K}There's fuel, yes. There's also this, if you want it. Shiny things aren't in short supply, in Anthe.",
                                         "LinkToEvent": {"Id": 238438},
                                         "Name": "石炭、そしてその他諸々@{K}Coal, and other things", "Id": 258494},
                    "Name": "ハリアー、ゲッター、スラスターたちの間に混ざる@{K}Mingle with Hurriers, Getters and Thrusters",
                    "Description": "かつては炭鉱で働いていた人々だ。今では石炭のガスにも洪水にも煩わされることがない。彼らは何かをくれるかもしれない。あるいはあなたの船員たちを他所に誘い出すかもしれない。@{K}They used to be coal-miners. Now they are impervious to coal gas or flooding. They might give you something; they might lure your crew away.",
                    "ButtonText": "", "Id": 192056},
                   {"SuccessEvent": {"Description": "鋭い舌鋒のアンテ人は簡潔にあなたの頬を、物腰を、靴を批判していったが、リットンがかつてこの街にしばらく滞在し、それから別の場所へ行ったことを証言してくれた。彼はどこに向かったのだろう？ロンドンの影に位置する、ロウ・バーネットだ。[ロンドン近海のロウ・バーネットで捜索を続けましょう。]@{K}$Low Barnet -> ロウ・バーネット$A sharp-tongued Anthean concisely critiques your cheeks, your demeanour and your shoes, but confirms that Lytton lingered here, for a time, before moving on. Where was he going? Low Barnet, in shadow of London. [Continue your search at Low Barnet, near London.]",
                                     "LinkToEvent": {"Id": 238438}, "Name": "期待の持てる手がかりだ！@{K}A promising lead!",
                                     "Id": 259162},
                    "DefaultEvent": {"Description": "あなたはくたくたになるまで尋ねて回ったが、峻厳な慈善家の夫は此処にはいない。この港をリストから外すことが出来るだろう。[ジャーナルで慈善家の夫がいるかもしれない場所の一覧を確認出来ます。]@{K}Your enquiries are exhaustive - the Philanthropist's husband is not here. You can cross this port off your list. [Check your journal for reminders about where the Philanthropist's husband might be.]",
                                     "LinkToEvent": {"Id": 238438}, "Name": "見つからなかった@{K}No luck",
                                     "Id": 259161},
                    "Name": "峻厳な慈善家の夫を探す@{K}Search for the Fierce Philanthropist's husband",
                    "Description": "彼はこの煌く切っ先と震える鏡像の最中にいるのだろうか？@{K}Has he been here, among the glittering edges and the shivering reflections?",
                    "ButtonText": "", "Id": 193264}],
 "Description": "人はここを花の街と呼ぶ。しかしその花というのは水晶で出来ており、アンテの洞窟の壁には螺旋の母岩が育つ。アンテの住人達も皆、体のどこかしらが水晶になっている。彼らはその変化を『鋭くなる』と呼んでいる。より完璧に、鮮明に、冷たくなるのだ。@{K}They call it the city of flowers, but the flowers are crystals, spiral matrices grown on the walls of Anthean caves. The inhabitants of Anthe are at least partly crystal too: they call it \"going sharp.\" Becoming more perfect, and clearer, and colder.",
 "Name": "アンテ@{K}Anthe", "Id": 238438}
