{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは日誌を書き終え、物事がきちんと片付くように手配した。もはや波間の上に用はない。あなたはエアロックへ向かい、扉を開く。外では、あなたの船員たちが待っていた。@{K}You finish your logs and set your affairs in order. There is nothing for you above the waves now. You walk to the airlock, and open it. Outside, you crew is waiting.",
                                     "LinkToEvent": {"Id": 139750}, "Name": "永遠の再会@{K}Reunited forever",
                                     "Id": 239171},
                    "Name": "彼らに加わる@{K}Join them",
                    "Description": "二度も見捨てることは出来ない。@{K}You cannot abandon them again.", "ButtonText": "",
                    "Id": 183222},
                   {"SuccessEvent": {"Description": "彼らのはずがない。顔が見えなくなるように舷窓を塞ごう。待ち受ける危険も見えないままに前進だ。@{K}It can't be them. Block the portholes to hide their faces. Sail onward, blind to dangers ahead.",
                                     "Name": "再び生きる@{K}Live again", "Id": 239173},
                    "DefaultEvent": {"Description": "全速を出しても、見慣れた顔は舷窓に張り付いたままだ。あの蟹にくわれた顔に並ぶ歯は不安を催させる学者の物に違いない。幼いころに聞いた声が水中より響く。馴染みのある指輪をはめた手が硝子を撫でた。\u000d\u000a\u000d\u000aあなたが潜っているあいだにNeath全体が沈んでしまったのだろうか？波の上に残されている人はいるのだろうか？あなたはエアロックに向かい、ハッチの上に手を置いた。あなたの両手は喜びに震えている。外ではあなたの友人たち、家族、そして愛する人々が待っている。あなたは扉の輪を回した。@{K}$Alarming Scholar -> 不安を催させる学者$Even at full speed, the familiar faces cling to your portholes. The teeth on that crab-eaten face could only belong to the Alarming Scholar. There's a watery voice you recall from your youth. A hand, wearing a familiar ring, traces the glass.\u000d\u000a\u000d\u000aHas the whole Neath drowned while you were below? Is anyone left above the waves? You go to their airlock, place your hands on the hatch. They tremble with excitement. Outside, your friends and family and loves are waiting. You turn the wheel.",
                                     "LinkToEvent": {"Id": 139750}, "Name": "不可能@{K}Impossible",
                                     "Id": 239172},
                    "Name": "エンジンに燃料を@{K}Stoke the engines",
                    "Description": "彼らはあとに残し進もう。あなたも彼らと同じ水に満たされた墓に入ることはない。@{K}Leave them behind. Their watery grave will not be yours as well.",
                    "ButtonText": "", "Id": 183223}],
 "Description": "ハッチが叩かれる。嘆きに満ちた哀歌が船に木霊する。膨れ上がった非難するような表情の顔がいくつも舷窓から覗きこむ。\u000d\u000a\u000d\u000aこの顔には見覚えがある。ここにいるはずの無い者たちの顔であっても、確かに分かる。これはかつての船員たちだ。死んだか、あるいは船を離れたか。いずれにせよ、あなたが置いていったことを悔やんでいる者たちだ。@{K}A knock on the hatch. A mournful dirge that echoes through the hull. Faces at the porthole, bloated and accusatory.\u000d\u000a\u000d\u000aYou know these faces. Even the ones that cannot possibly be here. Once-members of crew, dead or departed, and grieving that you left them behind.",
 "Name": "見覚えのある顔@{K}Familiar Faces", "Id": 239170}
