{"ChildBranches": [{"SuccessEvent": {"Description": "魚の牙が情け容赦なく船体を打つ。魚たちは何百匹と仲間が死のうと攻撃をやめようとしない。防護装甲に罅が現れはじめた。魚雷はこれほど小さな標的相手には役に立たなかったが、即興の突進によって押しとどめることは出来た。歯の多い海流は撤退していった。後には真珠のような体が深く船体に挟まってしまった一匹のもがく魚だけが残る。長く細いフィラメントが魚の頭蓋骨から離れ、深みへと消えた。好奇心に駆られた水夫が解剖してみると、そのフィラメントはほとんど使われていない小さくすべすべの脳に繋がっていたことが分かった。@{K}The fish-teeth batter relentlessly against your vessel. Though they die in their hundreds, they do not stop. Cracks begin to appear in your shield-hull. Torpedoes are no use against so many tiny targets, but a couple of improvised depth charges dissuade them. The toothy-tide retreats, leaving behind a single wriggling fish, its pearly body burrowed deep into your hull. A long gossamer filament trails from its skull and disappears in the deep. When a curious crewman cuts it open, they find the filament attaches to a tiny, smooth nub of a brain, barely used.",
                                     "Name": "振り払った@{K}Driven off", "Id": 239183},
                    "DefaultEvent": {"Description": "腹を空かせた魚群はあなたたちの撃ちこんだ魚雷を無視した。爆発は秩序だった列を引き裂いたが、更なる歯が列を埋めに現れる。魚たちが潜水艦に命知らずにも体当たりする度、船体はその体をずたずたに引き裂く。あなたがその様子を観察していると、一匹の真珠のように輝く魚が舷窓を突き破り、船員の首に噛みついて皮膚の下へと潜り込んだ。\u000d\u000a\u000d\u000aあなたたちは恐慌状態に陥り撤退した。歯の潮流はよろよろと遠ざかっていく船に興味を失ったようだ。死んだ船乗りを横たえると、彼の皮膚の下にいまだにのたうつ歯魚が見えた。@{K}The hungry school ignores your torpedoes. Explosions blow apart their orderly ranks but more fish-teeth swim to replenish their ranks. Again and again, your zubmarine is savaged as they throw themselves against your hull. burrowing suicidally into the metal. As you watch, one of the pearly fish bursts through a porthole and buries itself in a zailor's neck.\u000d\u000a\u000d\u000aYou beat a panicked retreat and the tide of teeth loses interest as your zubmarine limps away. When you lay out the dead zailor, you can still see the shape of the tooth-fish wriggling beneath his skin.",
                                     "Name": "群れの餌@{K}Food for the swarm", "Id": 239182},
                    "RareSuccessEvent": {"Description": "あなたは歯の海流を海底の裂け目へとおびき寄せ、波打つ巨大な魚群が内側へと入り込んだ瞬間に全速で脱出した。狙いすまされた爆撃が裂け目の岩棚を砕き、群れの大部分を内部に閉じ込めた。\u000d\u000a\u000d\u000a仲間から切り離され僅かに残された魚たちはただ無為に彷徨うばかりで、あなたたちは一瞬で眼のない魚を網一杯に獲ることが出来た。真珠のような鱗はランプの明かりの下では目も眩まんばかりに眩く輝く。魚の頭蓋骨の後部からは細い糸状の物が伸びている。釣り糸より上等な物の様だが、もうちぎれてしまっている。@{K}ou lead the tide of tooth-fish into a zee-chasm, then double back once the rippling mass has followed you inside. A well-aimed blast collapses the ledge of the chasm, sealing it for all but a few members of the school. \u000d\u000a\u000d\u000aCut off from their fellows, they idle mindlessly. It's a moment's work to collect a net full of the eyeless fish. Their pearly scales are dazzling in the lamplight. From the back of each fish's skull stretches a gossamer thread - finer than a fishing-line, but now severed. ",
                                         "Name": "のたうつ戦利品@{K}A wriggling trophy", "Id": 239184},
                    "Name": "戦って切り抜ける！@{K}Fight through!",
                    "Description": "あなたは小魚などに脅かされはしない。どれだけたくさん群れていようとも、小魚は小魚だ。@{K}You won't be menaced by minnows, no matter how many there are.",
                    "ButtonText": "", "Id": 183227},
                   {"SuccessEvent": {"Description": "列は骨の短剣のようにあなたたちの周囲を完全に取り囲み、真珠のような魚たちは死ぬまで自らの体を船体にぶつけ続けた。あなたは身を守ってくれる珊瑚礁へと勢いよく舵を切った。追う魚たちはあなたたちの下へたどり着こうと珊瑚を削っている。魚たちの頭蓋骨から伸びる細いフィラメントは、暗闇の中の一点を指しているようだ。そのうち、魚の群れはあなたたちに興味を失った。魚たちは見えない人形遣いに引っ張られたかのように暗闇に消えた。後にはのたうつ群れの一員が珊瑚の突起に頭から潜った状態で一匹だけ残されている。ちぎれた細い糸が頭の後ろに垂れていた。@{K}The rows close around you like daggers of bone, pearly fish battering themselves to death against your hull. You steer wildly for a sheltering reef, where your pursuers gouge the coral in their attempts to reach you. A thin filament stretches from the skull of each fish, threading away into the dark towards a single point. Eventually, the school turns its attentions elsewhere. It disappears in the darkness as if tugged away by an unseen puppeteer. They leave behind a single wriggling member of their school, burrowed head-first into an outcrop of coral, a severed gossamer thread dangling behind it.",
                                     "Name": "真珠の森を抜け@{K}Through a pearly forest", "Id": 239262},
                    "DefaultEvent": {"Description": "真珠のように光る魚は蠱惑的だが、鱗の生えた体が容赦なく船体の鋼鉄を叩く音が幻想を押しとどめる。あなたたちは船体にあいた穴から数匹のイワシよりも小さな魚たちが飛び込んでくる中を全速で目のない群れから逃げ出した。魚たちから伸びる細いフィラメントが暗闇の中の一点を指し、その場を離れるとすぐにちぎれてしまった。\u000d\u000a\u000d\u000a引き離された魚の群れは、他の獲物に注意を向けたようだ。連携した大群が通りかかった鮫を囲み、体当たりしているのが見えた。@{K}The pearlescent fish are mesmerizing, but the relentless thudding of their scaled bodies upon your hull metal dissuades reverie. You flee the eyeless school at full speed, leaking from a half-dozen punctures in your shell-hull, each no larger than a sardine. A thin filament stretches from each away into the dark towards a single point, quickly severed as your engines pull you away.\u000d\u000a\u000d\u000aFalling further and further behind you, the school turns its attention to other prey. The teaming mass surrounds a passing shark, bludgeoning it to cloudy paste.",
                                     "Name": "傷一つなく、とはいかなかった@{K}Not unscathed", "Id": 239181},
                    "Name": "逃げろ！@{K}Escape!",
                    "Description": "この恐ろしい魚たちは一体どういった種なのだろう？しかしそんなことは重要ではない。分類学よりも生存の方が差し迫った問題だ。@{K}What kind of beasts are these? Not important. Survival is more pressing than taxonomy.",
                    "ButtonText": "", "Id": 183226}],
 "Description": "船首灯が数えきれないほどの瞳のない青白い魚の群れを照らしだした。船乗りが一人その真珠のような輝きを持つ鱗に魅了され足を止める。彼は魚が静かに列を形成するのを見つめた。魚は幾本もの列となって船の前に立ちはだかる。あなたたちを丸かじりにしようとしているサメの顎のように。@{K}Your bow-light illuminates an uncountable school of eyeless, pale fish. A zailor pauses, fascinated by their pearly scales. He watches as the fish form silent ranks. Rows upon rows of them, like a shark's jaws closing around you.",
 "Name": "歯の海流@{K}The Tide of Teeth", "Id": 239180}
