{"ChildBranches": [{"DefaultEvent": {"Description": "圧迫感は見る間に船員たちの合間に広がり、彼らは狂ったような勢いで仕事に取り掛かった。あなたの船は驚異的な角度で上昇してゆく。浅瀬まで上ると海の締め付けが緩み、船のきしみも静まった。偽星が揺らぐ波越しに見える。船乗りたちの呼吸も落ち着いた。誰もあなたたちを捕らえたパニックについて口に出そうとはしなかった。@{K}$[Ff]alse[- ][Ss]tar -> 偽星$The pressure is catching, and your crew sets to work with a mania. Your ship lurches upwards at a staggering angle. As you reach the shallows, the ocean's grip loosens. The creaking hull quiets. False-stars are visible through choppy waves. Zailors begin to breath easily again. No one speaks of the panic that gripped you.",
                                     "Name": "みっともないが素早い上昇@{K}Swift, if undignified", "Id": 239186},
                    "Name": "浮上！@{K}Surface!",
                    "Description": "空気を求め、生き延びるため戦おう。@{K}Fight for air. Fight for life.", "ButtonText": "",
                    "Id": 183228},
                   {"SuccessEvent": {"Description": "船員たちの恐怖は逆上した獣の様な物だったが、あなたはもっとひどい群衆を統制したこともある。穏やかな口調、ゆっくりとした動き、深呼吸。すべては上手くいくだろう。あなたは彼らに語った。船の面倒をしっかり見ていれば、船も自分たちの面倒を見てくれる。\u000d\u000a\u000d\u000aこの冷静さは長くは続かないだろうが、希望の片鱗が生まれた。そして船員たちを落ち着けたあなた自身の鼓動もまた、普通の速さへと戻っていったのだった。@{K}The crew's terror is a mad beast, but you've handled worse crowds. Soothing tones. Slow movements. Deep breaths. All will be well, you tell them. See to the ship and the ship will see to you.\u000d\u000a\u000d\u000aIt won't keep them calm for long, but for now there's a hint of hope. And by calming the crew, you can feel your own pulse returning to normal.",
                                     "Name": "進み続けよう@{K}Carry on", "Id": 239188},
                    "DefaultEvent": {"Description": "あなたは恐怖を鎮めようと船員たちを集めた。しかしあなたが潜水艦の安全性と堅牢さを称えるため語りだしたその時、狂気に駆られた砲撃手の声が船に響き渡った。\u000d\u000a\u000d\u000a「私たちは侵入者なんだ！ここには苦しみと終焉、そしてレディ・ブラックの呪い以外には何もない！」\u000d\u000a\u000d\u000aあなたは砲撃手の持ち場に駆けつけ、弾薬を爆発させようとしていた彼女をぎりぎりで止めた。営倉へと引きずられてゆく彼女の啜り泣く声が通路に木霊する。@{K}You assemble the crew to allay their fears. But as you extol the safety of the zubmarine and the fortitude of its hands, the voice of a maddened gunner rings through the ship. \u000d\u000a\u000d\u000a\"We are trespassers! There is nothing here but misery, and endings, and the curse of Lady Black!\"\u000d\u000a\u000d\u000aYou run to her station just in time to prevent her from detonating the munitions supply. Her weeping echoes through the corridors as she is dragged to the brig. ",
                                     "Name": "理性の声に耳を貸さず@{K}Deaf to reason", "Id": 239187},
                    "Name": "船員たちをなだめる@{K}Calm your crew",
                    "Description": "パニックを起こせば酸素が減る。あなたになら船員たちの狂乱を鎮めることもできるだろう。あなた自身の気を落ち着けることさえできるかもしれない。@{K}Panicking costs air. You can calm this madness in the crew. And maybe even in yourself.",
                    "ButtonText": "", "Id": 183229}],
 "Description": "よどんだ空気と規則正しいエンジンの鼓動があなたの冷静さを蝕む。暗き海が四方八方よりあなたたちを圧迫している。船体が軋んだ。こんな深みにあって、呼吸ができる生き物などいるのだろうか？@{K}Stale air and the rhythmic pulse of the engines eat at your composure. The dark zee presses in against you on all sides. Your hull groans. How can anything breathe down here?",
 "Name": "押しつぶすような水圧@{K}Crushing Pressure", "Id": 239185}
