{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは破片の山から、板状の肉と尖った脊椎の骨を取り上げる。青白い肉を切ってテンタムのような形にするのは難しくなかった。脊椎もあなたの小さなテンタムを繋ぎ合わせ固定するのになかなかいい仕事をしてくれた。向こう側にいるほとんど忘れられた裏切り者が、あなたの作品ににっこりと笑う。彼は隣に立つ快活なバイオリン奏者が彼女自身が作り上げた人型の肉塊に次々と脊椎を刺していく様子を視界に入れないように腐心している。@{K}From the pile of debris, you pick out fresh slabs of meat and sharp spines. It isn't difficult to slice the pale flesh into, roughly, the shape of Temtum. The spines do an admirable job of holding your little Temtum together, too. The Near-Forgotten Betrayer across from you beams at your work. He tries to avoiding looking at the Blithe Fiddler beside him, who crams spine after spine into the man-shaped slab she's created.",
                                     "LinkToEvent": {"Id": 239342}, "Name": "", "Id": 239343},
                    "Name": "加わる@{K}Join in",
                    "Description": "あなたはより冒険的なものを作り上げるような危険を冒すほど、彼らの文化について知らない。テンタムのミニチュアなら誰かの機嫌を損ねる心配はないだろう。@{K}You don't know enough of their culture to risk something more adventurous. A miniature Temtum is sure not to give offence. ",
                    "ButtonText": "", "Id": 183332},
                   {"DefaultEvent": {"Description": "掌を引っ掻くと血の細い筋が浮かび上がった。あなたは拳を握りしめ自分の手掛ける肉塊に血を滴らせた。テンタムの“両目”の間に紅い印が流れ落ちる。\u000d\u000a\u000d\u000a周囲の者たちは、あなた以上に出し惜しみすることなく血を流している。指を深く切り付け、捧げ物に血を繊細に擦り付けている者もいる。彼らは至福の表情を受けべていた。他の者たちは無理に微笑むと爪を噛み、その欠片を捧げ物に向かって吐き出した。@{K}You scratch the palm of your hand, and a streak of blood swells up. You squeeze it onto the lump of flesh you're working on. There - a scarlet mark runs between Temtum's 'eyes'. \u000d\u000a\u000d\u000aOthers around you are more generous, slicing deep into their fingers then daubing the blood onto their offerings with tenderness. Their expressions are beatific. Others force a smile, chew at their nails, and spit the pieces into their offerings",
                                     "LinkToEvent": {"Id": 239342},
                                     "Name": "髪の毛、あるいは爪、または血、それか涙@{K}Hair, or a nail, or blood, or tears", "Id": 239352},
                    "Name": "手を切る@{K}Cut your hand",
                    "Description": "あなたの横のほとんど忘れられた裏切り者が、親指を噛み血の雫を滲みださせた。何か個人的なものが入っていなければ、捧げ物とは呼べないのだ。@{K}The Near-Forgotten Betrayer next to you bites his thumb until the droplets of blood ooze. It isn't an offering without something personal. ",
                    "ButtonText": "", "Id": 183339},
                   {"DefaultEvent": {"Description": "彼らは順々に自らの捧げ物に名前を付けてゆく。『我らが隣人に捧ぐ幾千もの助けとなる指』、『私を此処へと運んだ奇跡』、『追放』。\u000d\u000a\u000d\u000aあなたはハイドアウェイの住人に自分の捧げ物を示した。材料が限られた中では極めて困難な作業だったが、あなたはなんとか肉と内臓の塊を加工して、テンタムに似た形のものを作り上げた。彼らは満足しているが、それよりもあなたのハイドアウェイで用いられるジェスチャーによる言語の技術の方によりに感心しているようだった。あなたはテンタムが異邦人であるあなたにとっても重要であると伝えることが出来たのだ。\u000d\u000a\u000d\u000aあなたの作品が奉納穴へと投げ込まれた最後の捧げ物だった。提案者は皆の、そして特にテンタムの健康を願う仕草を行う。ハイドアウェイの人々はこれを解散の合図と受け取り、この場を去った。@{K}They name their offerings in turn. A Thousand Helping Fingers for my Neighbour; The Miracle that Brought Me Here; Deportment.\u000d\u000a\u000d\u000aYou show the dwellers of Hideaway your offering. It was difficult with the limited materials, but you've managed to give the lump of meat and guts a passing resemblance to the shape of Temtum. They seem pleased, but more impressed by your skill with their sign language - you manage to convey that Temtum is important even to you, a stranger.\u000d\u000a\u000d\u000aYour offering is the last to go down the offering chute. The Suggester gestures their wish for the good health of all, Temtum most especially. The people of Hideaway take this as their cue and depart.",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 239353},
                    "Name": "あなたの捧げ物を解説する@{K}Explain your offering",
                    "Description": "樋へと続く暗い穴への行進が始まった。創作者たちは皆、捧げ物を奉納穴へと投げ込む前に時間を取り、作品に名前を付けている。@{K}A parade to a black, guttering hole begins. Each creator takes a moment to name their offering, before throwing it into the offering pit. ",
                    "ButtonText": "", "Id": 183340},
                   {"DefaultEvent": {"Description": "誰もあなたを止めようとはしなかった。大半は咳ばらいをしたり、何かに気をとられたふりをして顔を逸らした。あなたを正面から見つめる者たちは顔をしかめている。しかし、ごくわずかな者たちはかすかな笑みを浮かべていた。彼らの表情は語る。「分かるよ。皆分かっているとも」@{K}No one tries to stop you. Most merely clear their throats and look away, feigning distraction. The few who do look directly at you scowl. But a few offer half-smiles - \"I know,\" they seem to say. \"We all know.\" ",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 239354},
                    "Name": "祭りが終わる前に立ち去る@{K}Leave the festival early",
                    "Description": "あなたは訪問者なのだから、参加を断ったとしても彼らも気を悪くしたりはしないだろう。@{K}You're a visitor. Surely they won't mind if you decline to participate in their customs.",
                    "ButtonText": "", "Id": 183341},
                   {"DefaultEvent": {"Description": "行列が投下口に向かって進む中、あなたは潜水艦へと踵を返す。誰かが肩を叩いた。子供ほどの大きさのテンタムの肉人形を抱えたほとんど忘れられた裏切り者が、過剰にはきはきとした英語で話し出す。「知らないんですか？あなたの捧げ物をテンタムに差し出さなければいけないんですよ」彼女はあなたが身振りでの指示を理解できなかったのだと思ったのかもしれない。あなたはただ頷くと、再び船に向かって歩き出した。@{K}As the procession marches to the chute, you turn and walk back to your zubmarine. Someone taps you on the shoulder. The Near-Forgotten Betrayer, cradling a bloodied, child-sized Temtum meat-doll, speaks in over-enunciated English: \"Do you not know?  It is time to give Temtum your offering.\" Perhaps she thinks you did not understand the gestured instructions. You only nod and continue on your way.",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 239355},
                    "Name": "捧げ物を持って帰る@{K}Take your offering with you",
                    "Description": "あなたはこの作品に血と芸術的な技術を注ぎ込んだ。他の場所でならそこそこの値で売ることも出来るかもしれない。持って帰らない理由はない。@{K}You poured your blood and artistic skill into this. You could probably get a tidy sum for it elsewhere. Why not keep it?",
                    "ButtonText": "", "Id": 183342}],
 "Description": "ハイドアウェイの住人たちによって弾力のある柔軟な魚肉が集められ、祭事広場に積み上げられている。主題が宣言されると、住人たちは捧げ物を作るため選りすぐりの材料を取り上げた。@{K}The dwellers of Hideaway have collected rubbery, pliable fish-flesh, and piled it in the festival square. Once the theme is announced, the dwellers pick out the choicest material from which to build their offerings.",
 "Name": "我らが黙考の時@{K}The Hour of Our Reflection", "Id": 239342}
