{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは酷い味の染められた水を口いっぱいに含んだ。会食者たちが水を勢いよく吐き出し、あなたもそれに倣う。虹が消えた時には、テーブルは――そしてもちろんあなたと会食者たちも――様々な色に覆われていた。緑色の唇の哲学者は胃を押さえているが、無理に微笑んだ。傭兵はテーブルに座る面々に笑いかけ、藍色に汚れた歯を見せびらかした。@{K}You fill your mouth with the foul, dyed water. Your fellow diners spit it out in a spray; you follow suit. When the rainbow clears, the tables - not to mention you and your fellow diners - are covered in colour. The green-lipped Philosopher holds her stomach but forces a smile; the Mercenary grins at everyone down the table, showing off his indigo stained teeth.",
                                     "LinkToEvent": {"Id": 239344}, "Name": "", "Id": 239345},
                    "Name": "七献の儀式に加わる@{K}Participate in the Ceremony of Seven Sips",
                    "Description": "濃い青色の液体の入った聖杯があなたの前に置かれた。あなたの左では血色の悪い哲学者が緑色の飲み物を持ち、右では誠実な傭兵は藍色の何かを傾けている。@{K}A chalice of an inky blue liquid is set before you. To your left, the Sallow Philosopher has a green drink; to your right, the Conscientious Mercenary is sipping something indigo.",
                    "ButtonText": "", "Id": 183333},
                   {"DefaultEvent": {"Description": "あなたも厚く塗られた顔料によって品種が分からなくなってしまっている魚に取り掛かる。小さく切り分けていると魚の口がぽっかりと開き、コスモゴーンの染料が流れ出した。この肉もゴムのような弾力が無ければおいしく食べることが出来たかもしれない。あるいは食べている最中に染料が腸を染めているのをありありと感じることが無かったなら。あなたが青色が好きだと良いのだが。@{K}$[Cc]osmogone -> コスモゴーン$You carve into your dinner: a fish, whose identifying traits have been lost to the layers of pigment caked onto it. As you carve off a bite, its mouth flaps open. Cosmogone dye trickles out. It might be tasty, if the meat weren't as chewy as gum, and if you couldn't feel the dyes colouring your intestines; hopefully you're fond of blue. ",
                                     "LinkToEvent": {"Id": 239344}, "Name": "", "Id": 239356},
                    "Name": "深淵の実りを食べる@{K}Consume the Abyssal Bounty",
                    "Description": "鐘が一つ鳴った。誠実な傭兵は唇を舐め、水っぽい音を立て蠢く魚を切り分け始める。血色の悪い哲学者は良い消化を表すジェスチャーを行うと、一口無理矢理に飲み込んだ。@{K}A bell rings. The Conscientious Mercenary licks his lips and begins carving a squelching, squirming fish. The Sallow Philosopher performs the gesture of good digestion, before forcing down a bite.",
                    "ButtonText": "", "Id": 183343},
                   {"DefaultEvent": {"Description": "誠実な傭兵があなたを意味深に見つめ、頬を覆った。沢山、という意味の仕草だ。彼はあなたに鮫の脳を切り分けると、刃についたヴァイオラントのゼリーを舐めとった。そして鮫の眼についても注意深く考え込んだのち、一つをあなたの皿に載せる。彼は眼があなたの方を向くように置き方を調整した。\u000d\u000a\u000d\u000a脳を一口齧ると、その味が口中に蔦のように広がる。眼も同じぐらい酷いものだった。眼はあなたの口の中で弾け、臭いゼリーを溢れさせた。@{K}$[Vv]iolant -> ヴァイオラント$The Conscientious Mercenary looks at you meaningfully and cups his cheeks: the gesture of plenty. He slices you a lobe of the shark's brain, and licks the violant jelly from the blade when done. He considers the eyes carefully, before he places one on your plate. He adjusts it to look up at you.\u000d\u000a\u000d\u000aYour first bite of the brain, and the taste spreads through your mouth like ivy. The eye is no better. It pops in your mouth, bursting into stinking jelly.",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 239357},
                    "Name": "レディ・ブラックの最も優れたる真珠を食す@{K}Partake of Lady Black's Chiefest Pearls",
                    "Description": "祭りの給仕があなたの皿を片付け、今夜のデザートを置く。ヴァイオラントに染められたバウンド・シャークの内臓が、テーブル上に生物学的に適切な形に並べられた。@{K}$[Vv]iolant -> ヴァイオラント, [Bb]ound[ -][Ss]hark -> バウンド・シャーク$Festival servers clear your plates, and present the night's desert: the violant-dyed organs of a bound-shark, laid across the table with anatomical accuracy.",
                    "ButtonText": "", "Id": 183344},
                   {"DefaultEvent": {"Description": "誰もあなたを止めようとはしなかった。大半は咳ばらいをしたり、何かに気をとられたふりをして顔を逸らした。あなたを正面から見つめる者たちは顔をしかめている。しかし、ごくわずかな者たちはかすかな笑みを浮かべていた。彼らの表情は語る。「分かるよ。皆分かっているとも」@{K}No one tries to stop you. Most merely clear their throats and look away, feigning distraction. The few who do look directly at you scowl. But a few offer half-smiles - \"I know,\" they seem to say. \"We all know.\" ",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 239358},
                    "Name": "祭りが終わる前に立ち去る@{K}Leave the festival early",
                    "Description": "あなたは訪問者なのだから、参加を断ったとしても彼らも気を悪くしたりはしないだろう。@{K}You're a visitor. Surely they won't mind if you decline to participate.",
                    "ButtonText": "", "Id": 183345},
                   {"DefaultEvent": {"Description": "会食者たちは息をのんだ。彼らの舌はけばけばしい色彩に汚れている。誠実な傭兵は心臓を素早くつかみ取り、挑むように齧りとった。そして彼は『食べ物を渡してくれたことを感謝する』仕草を行うと、自分のデザートに戻った。少し間をおいて同じテーブルに座る他の人々も食事を再開したが、食事の風味はもう失せてしまったようだ。血色の悪い哲学者が静かに彼女の分の腎臓をハンカチの中に包み込んでも、誰も何も言わない。彼女はあなたに健康を願うジェスチャーを送り、『耐えられない』と声を出すことなく口だけで言うと、塊を渡した。@{K}They gasp, their tongues stained gaudy colours. The Conscientious Mercenary snatches the heart from the table and takes a defiant bite. He performs the gesture of \"thanking someone for passing food,\" before turning back to his own dessert. The rest of the table resumes a few moments later, though any relish they'd had in their food is gone. No one even comments when the Sallow Philosopher quietly bundles her serving of kidneys into a handkerchief. She signs you good health and - mouthing a silent \"I can't stand it,\" - passes you the bundle. ",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 239359},
                    "Name": "嫌悪もあらわに鮫の心臓を押しやる@{K}Push the shark heart away in disgust",
                    "Description": "席を立ち、この場を離れよう。潜水艦までの道のりで吐かないように。@{K}Get up from the table and walk away. Try to not be sick on the way to your zubmarine.",
                    "ButtonText": "", "Id": 183346}],
 "Description": "晩餐のテーブルが祭事広場一杯に置かれている。そしてその臭いと言ったら、経験の浅い船乗りであれば胃がひっくり返るほどの勢いで嘔吐する事になっていただろう。世界中から集めた毒々しい色の染料があったとしても、この肉の食欲をそそらない見た目を誤魔化すことは出来ない。にもかかわらず、会食者たちの中には自分の席へと急いで向かい、晩餐を心待ちにしている者もいるようだ。@{K}Banquet tables are laid throughout the festival square. The smell would have a lesser zailor heave out their innards, and all of the lurid dye in the world does not disguise how unappetising the meat is. Nevertheless, some diners rush eagerly to their seats. ",
 "Name": "虹化@{K}The Rainbowing", "Id": 239344}
