{"ChildBranches": [{"DefaultEvent": {"Description": "主は足を引きずる踊り手に手を叩いてみせた。踊り手は微笑んだが、その眼には憎悪が満ちている。彼はリボンの一部に噛みつくと、歯の間にくわえたまま主の踊りに加わった。@{K}The Master claps his hands at a shuffling dancer. The shuffler gives a smile, but his eyes fill with hate. He bites a section of ribbon, fixing it between his teeth, and joins the Master's dance.",
                                     "LinkToEvent": {"Id": 239346}, "Name": "", "Id": 239347},
                    "Name": "踊る@{K}Dance",
                    "Description": "舞踏の主はリボンを噛み、群集の間を踊りながら回っている。@{K}The Master of the Dance holds the ribbon in his teeth. He is dancing through the crowd.",
                    "ButtonText": "", "Id": 183334},
                   {"DefaultEvent": {"Description": "あなたはもう何時間も踊り続けているが、踊りはひたすらに続く。時折響く舞踏の主の手を打ち合わせる音だけが静寂を破る唯一の癒しだった。踊り手たちの長い列は群集の間を音もなく編んでゆく。神聖なる導師だった者たちに、元君主、戦う事のない戦士に小銭をごまかす商人……パレードは着々と人数を増やし、止まることがない。優雅に踊る者もいれば、義務から足を踏み出すたびに体を揺らすだけの者もいる。糸巻きが解かれてゆく。@{K}You must have been dancing for a few hours now, but it just goes on. The only relief from the quiet is the irregular clap from the Master of the Dance. The great chain of dancers weaves through the crowd without a noise. There are formerly holy teachers; once monarchs; warriors without battles; short-changed merchants - a growing and ceaseless parade. Some move with grace, others only sway in their steps out of obligation. The spool continues to unreel.",
                                     "LinkToEvent": {"Id": 239346}, "Name": "", "Id": 239348},
                    "Name": "踊り続ける@{K}Keep dancing",
                    "Description": "踊り始めてからどれぐらい経っただろう？舞踏の主はさらに多くの人々にリボンを噛むように指示を出しているが、まだまだ噛む余地は残されている。@{K}How long has it been? The Master of the Dance has obliged more to bite onto the ribbon, but he still has so many left to claim.",
                    "ButtonText": "", "Id": 183335},
                   {"DefaultEvent": {"Description": "とうとう主があなたの前で手を叩き、あなたはリボンを噛んで列に加わった。そのすぐ後に糸巻きは完全に解け切った。何かの爆ぜるような音が控えめに鳴り、空中に大量の紙がひらひらと舞い散った。その紙一枚一枚にハイドアウェイの住人たちの秘密が記されている。踊り手たちは猛烈な勢いで紙に飛びついた。あなたも出来る限りつかみ取る。\u000d\u000a\u000d\u000a慈悲心が植民地の成立へとつながってしまった者。名前を売る者。『存在しない領域』について危険な説を唱えてしまった者。街を襲った者――これは何だろう？名前を記したインクは擦れてしまっており、読むことが出来ない。@{K}Eventually, the Master claps at you, and you bite the ribbon and take your place. Shortly thereafter, the spool unwinds completely. There is a modest bang, and the air fills with fluttering papers. On each, a resident of Hideaway has written their secret. The dancers fall on them in a frenzy. You snatch as many as you can.\u000d\u000a\u000d\u000aThe one whose mercy led to colonial establishment. The seller of names. The one whose theories on Is-Not proved too dangerous. The one who stormed the city - what's this? The name is too smudged to read.",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 239349},
                    "Name": "ただただ踊り続ける@{K}Just keep dancing",
                    "Description": "もう何時間も経っている。彼らもこんな事を永遠に続けられるはずはない。@{K}It has been many hours. They cannot maintain this forever.",
                    "ButtonText": "", "Id": 183336},
                   {"DefaultEvent": {"Description": "誰もあなたを止めようとはしなかった。大半は咳ばらいをしたり、何かに気をとられたふりをして顔を逸らした。あなたを正面から見つめる者たちは顔をしかめている。しかし、ごくわずかな者たちはかすかな笑みを浮かべていた。彼らの表情は語る。「分かるよ。皆分かっているとも」@{K}No one tries to stop you. Most merely clear their throats and look away, feigning distraction. The few who do look directly at you scowl. But a few offer half-smiles - \"I know,\" they seem to say. \"We all know.\" ",
                                     "LinkToEvent": {"Id": 152190}, "Name": "", "Id": 239350},
                    "Name": "祭りの終わりを待たず立ち去る@{K}Leave the festival early",
                    "Description": "あなたは訪問者なのだから、参加を断ったとしても彼らも気を悪くしたりはしないだろう。@{K}You're a visitor. Surely they won't mind if you decline to participate.",
                    "ButtonText": "", "Id": 183337},
                   {"DefaultEvent": {"Description": "舞踏の主は叫び声をあげる寸前のような顔をしている。リボンが彼の口から落ちた。数人の踊り手が口の端を歪め列から去った。主は咳払いし、震える手で祭りの終わりを告げる仕草をした。彼はハイドアウェイの住人に団結を祝うことが出来たことを感謝し、それから彼らに家をくれたテンタムに感謝した。群集は無音の拍手で応える。そこここで、あなたに礼を言うような密かな笑みが見える。ささやかなお礼の品をあなたの手に押し込む者さえいた。@{K}The Master of the Dance almost lets out a shout; the ribbon falls from his mouth. A few dancers curl their lips and step from the line. The Master clears his throat, and signs - with trembling hands - the closing of the festival. He thanks the people of Hideaway for the celebration of unity, and thanks Temtum for their home. The crowd responds with silent applause. Here and there, you spot a few thanking you with secretive smiles. One even pushes something into your hand: a small token of thanks.",
                                     "LinkToEvent": {"Id": 152190}, "Name": "踊りが止まった@{K}The dancing stops",
                                     "Id": 239351},
                    "Name": "歌おう！@{K}Sing!",
                    "Description": "人々は哀れにも涙を流す寸前のように見える。こんなひどい静けさの中で踊らなければならないのだから、それも当然の事だ。彼らに歌ってやるとしよう！@{K}The people look like they're on the edge of miserable tears. And who wouldn't be, dancing in this awful quiet? Give them a song!",
                    "ButtonText": "", "Id": 183338}],
 "Description": "祭事広場の上に背の高い格子状の枠が設置された。そこには幾つものフィラメント電球が嵌められていた。広場の中央には、暗赤色のリボンが巻かれた糸巻きが天井から下がっている。リボンが完全に解かれたとき、祭りが終わるのだ。@{K}A high lattice has been constructed over the festival square. It holds dozens of filament-bulbs. A spool has been suspended in the centre of the square. It is wound with a dull puce ribbon. When the ribbon is entirely unwound, the festival will end.",
 "Name": "静寂の糸車@{K}The Silent Reel", "Id": 239346}
