{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 239346}, "Name": "", "Id": 239363},
                    "Name": "静寂の糸車@{K}The Silent Reel",
                    "Description": "人々は夜通し踊り続ける。そこには音楽もなければ、踊りの形式を定める規則もない。@{K}Throughout the night, the people will dance. There will be no music, nor any obligations to conform to a particular style.",
                    "ButtonText": "", "Id": 183349},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 239342},
                                     "Name": "", "Id": 239364},
                    "Name": "我らが黙考の時@{K}The Hour of Our Reflection",
                    "Description": "この街を維持する手助けをするには年を取りすぎ、正気を失ってしまった住人がいる。そのような提案者は労働の代わりとして祭司的な役目を果たす。祭りの間、提案者は文を吠えたて、他の者たちはそれを芸術を通して表現するのだ。主題は常に変わらず『麗しきテンタムの寛大さ』や『ハイドアウェイの優れた生活様式』と言った物ばかりだ。@{K}There is a dweller too ancient and too mad to help maintain Hideaway. Instead, the Suggester serves a ceremonial role: during the festival, they bark out a phrase, which everyone then represents through art. Invariably, the topics are variations on \"handsome Temtum's generosity,\" or \"Hideaway's superb lifestyles.\"",
                    "ButtonText": "", "Id": 183350},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 239344},
                                     "Name": "", "Id": 239365},
                    "Name": "虹化@{K}The Rainbowing",
                    "Description": "祝祭に加わる者たちは、ハイドアウェイが遥かなる深みより手に入れることの出来た中で最も上等な食材を用いた極彩色の饗宴に耽る。@{K}Revellers will indulge in a colourful feast, featuring the finest food Hideaway can manage to find in the abyssal depths.",
                    "ButtonText": "", "Id": 183351}],
 "Description": "夜の間、ハイドアウェイの住人たちは皆それぞれに独自の祭りを祝っているが、多くの者は三つの大きなイベントの一つにその身を捧げている。@{K}Though everyone in Hideaway has a night to celebrate a festival of their own making, most dedicate their efforts to one of three great events.",
 "Name": "ハイドアウェイの祭り@{K}The Festivals of Hideaway", "Id": 239362}
