{"ChildBranches": [{"DefaultEvent": {"Description": "「肉から予知できる未来など、その日の夕食の質程度のものだ」喘ぐような笑い声が漏れた。「バビロンにおいては、百匹の羊の震える肝臓が初代の運命を示してくれたものだ。ローマでは……あぁ、カエサルが正しい問いを問うておればよかったのだが。答えを導くのはそのものの命だ。肉ではない。ここ海の中には、何世紀も生きてきたものがいる。多くの秘密を持つものたちだ。しかし、Zeeでも最も偉大な海獣たちが死ぬことは滅多にない。私は求める物を見つけようとしてきたが、もう長くは生きられんだろう」[タラッテや髭ベヒモス、愛されしもの、トリスケルギャントを狩り、ギャント・ポールにさらに海獣を送りましょう。]@{K}$[Gg]ant -> ギャント, [Bb]ehemoustache -> 髭ベヒモス, Gant Pole -> ギャント・ポール$\"There is nothing to be predicted from meat but the quality of one's dinner.\" A wheezing laugh escapes her lungs. \"In Babylon, the quivering livers of a hundred sheep showed us the fate of the First. In Rome... ah, had Caesar only asked the right question. It is the life that leads to answers, not the meat. Down here, centuries of life. So many secrets. But the great beasts of the zee pass on so rarely. I cannot hold on much longer in the hope of finding what I seek.\" [Hunt Thalattes, Behemoustaches, Beloveds or Triskelegants to bring more beasts to the Gant Pole.]",
                                     "LinkToEvent": {"Id": 240414},
                                     "Name": "「死にかけの物だ」彼女は訂正した。@{K}\"The nearly dead,\" she corrects", "Id": 240415},
                    "Name": "腸占いについて尋ねる@{K}Ask about the art of haruspicy",
                    "Description": "死んだ物の肉に何を読み取っているのだろう？@{K}What does she see in the bodies of the dead?",
                    "ButtonText": "", "Id": 184007},
                   {"DefaultEvent": {"Description": "「十年？百年？千年？しばらくすればどれも同じになる。肉が体を保ってくれる。精神については、そうだな、より複雑な問題になるが。私は何とかやってきた。他の者には出来なかった。見ただろう。温かい寝床も、岸で戻ってくるよう呼ぶ愛する家族もいない年老いた船乗りたちを。奴らは泳ぎ来る獣たちと同じ海の生き物なのだ。心臓が奴らを歓迎し、奴らはそれを受け入れた。それが定めだ。しかしお主の未来には遥かに重要な運命が見える」@{K}\"Ten years? A hundred years? A thousand? It is all the same after a while. The flesh keeps the body together. The mind, well, that is a trickier matter. I have coped; others have not. You have seen them. The oldest of the zailors, with no warm bed and loving family calling them to shore. They are as much creatures of the zee as any that swim in it. The heart welcomes them and they embrace it. It is their fate. I see a far more important one in your future.\"",
                                     "LinkToEvent": {"Id": 240414}, "Name": "時の流れ@{K}The passage of time",
                                     "Id": 240416},
                    "Name": "彼女について尋ねる@{K}Ask about her",
                    "Description": "どれだけの間この場所で過ごしてきたのだろう？@{K}How long has she been down here?",
                    "ButtonText": "", "Id": 184008},
                   {"DefaultEvent": {"Description": "「遥か昔の事だ。最後に此処に引き寄せられることなく自ら来た者と言ったか？遥か昔だ。この爪が短く、顔にはいまだ幾許かの美が残っておった頃の事だ\u000d\u000a\u000d\u000a「あぁ、同情の言葉はよしてくれ。私も他の者と同じく未来よりも現在の方がはっきりと見えるのだよ。何の話だったかな？ああそうか。長命衆の姫が私を見つけた最後の者だった。彼女はかの山の街より来たり、反乱の行く末について尋ねた。倒れた七人ではなく、後に続く七人についてな。この痛みにはそれだけの価値があるのだろうか、と彼女は訊いた。それについては私には答えることが出来なかったが」@{K}$Presbyter -> 長老, Presbyterate -> 長命衆$\"It has been so long. The last who came here without being drawn? Long ago. Time enough that these nails were short and this face still held some beauty.\u000d\u000a\u000d\u000a\"Oh, spare me the sympathetic murmurings. I see the present better than the future, like any other. But where was I? Yes. The Presbyterate Princess was the last to find me. She came from the city on the Mountain, to ask the fate of an uprising. Not that of the Seven Who Fell, but the Seven Who Follow. Would the pain be worth it, she asked. That part I could not answer.\"",
                                     "LinkToEvent": {"Id": 240414},
                                     "Name": "長命衆の姫の物語@{K}$Presbyter -> 長老, Presbyterate -> 長命衆$The tale of the Presbyterate Princess",
                                     "Id": 240417},
                    "Name": "先に来た訪問者について尋ねる@{K}Ask about previous visitors",
                    "Description": "彼女の叡智を求めてここまでたどり着いた者は他にもいたのだろうか？@{K}Who else has ventured down here in search of her wisdom?",
                    "ButtonText": "", "Id": 184009},
                   {"DefaultEvent": {"Description": "衰えた腸卜師は首を振った。「何も見えたことはない。それに尋ねたこともない。答えを得た時にその問いが我が身の内にあれば、易を試みてみよう」[六番目の目撃者の答えを知る機会は後々訪れるでしょう。]@{K}The Fading Haruspex shakes her head. \"I have seen nothing of this, but nor have I asked. If I have it in me once I have my answer, I will attempt the divination.\" [You will have the opportunity to find the Sixth Witness' answer later on]",
                                     "LinkToEvent": {"Id": 240414}, "Name": "また今度@{K}A matter for later",
                                     "Id": 240418},
                    "Name": "旅人について尋ねる@{K}Ask about the Traveller",
                    "Description": "彼女こそ六番目の目撃者が会ってくるように言った人物に違いない。@{K}This must be the person the Sixth Witness meant for you to meet.",
                    "ButtonText": "", "Id": 184010},
                   {"DefaultEvent": {"Description": "あなたは立ち去り、彼女は無言で動きを止めた。@{K}You take your leave. She slips into a silent torpor.",
                                     "LinkToEvent": {"Id": 240407}, "Name": "有難そうに頷く@{K}She nods, gratefully",
                                     "Id": 240419},
                    "Name": "今の所、これ以上質問はない@{K}No more questions for now",
                    "Description": "彼女は質問に答えるのにも力を使い、消耗してしまっているようだ。@{K}The effort of answering is exhausting her.",
                    "ButtonText": "", "Id": 184011},
                   {"DefaultEvent": {"Description": "「長い間、私はウィザーを住処としてきた。答えの禁じられた街……生涯にわたって答えを見出すことを望まれてきた身には極めて心安らぐ場であった。しかし私は子供に涙を流させまいと掟を破ってしまい、その為に追放の身となったのだ。私は物語に名高き、真実によってのみ答えられるという問いを携え戻るつもりだ」\u000d\u000a\u000d\u000a腸卜師はカッカと笑うとあなたの腕に手を乗せた。「あぁ、お主、私が晩年を無駄な復讐のために費やしていると思うておるな？これは目標なのだ。夢と言った方がいいか。この齢になれば、そのような物を持つのは大切な事なのだよ。シバルバは既に塵以外には何も望まぬ生ける屍に満ち満ちておる。我が王にはこれ以上そのような者は要らぬであろう」@{K}$Whither -> ウィザー$\"For many years I considered Whither my home. A city where answers are forbidden... it was quite relaxing after more than one lifetime of being expected to have them. But I broke the rules to spare a child's tears, and for that I was cast out. I will return with the fabled Question that can only be answered with truth.\"\u000d\u000a\u000d\u000aThe Haruspex cackles, resting a hand on your arm. \"Ah, you think I waste my final years on futile revenge? It is a purpose. A dream. At my age, it is important to have one. Xibalba writhes with living corpses aspiring to be nothing but dust. My kings do not need another.\"",
                                     "LinkToEvent": {"Id": 240414}, "Name": "痛みに満ちた記憶@{K}A painful memory",
                                     "Id": 240475},
                    "Name": "ここで何を探しているのか尋ねる@{K}Ask what she seeks down here",
                    "Description": "彼女にもきっと見つけたい物があるに違いない。@{K}There must be something she hopes to find.",
                    "ButtonText": "", "Id": 184053},
                   {"DefaultEvent": {"Description": "彼女は最新の噂とスキャンダルに熱心に耳を傾けた。「ひどく懐かしい。有難う。様々な物事がより良く見えるようになった……しかし、他の物に関してはより分からなくなってしまった。技をもう少しだけ見せてやろう。恐らく同じ効果がある事だろう」@{K}She listens intently to the latest gossip and scandal. \"How I miss them. Thank you. That makes many things clearer... and other things, so much more confused. Let me show you some more of my art. I suspect it will have the same effect.\"",
                                     "LinkToEvent": {"Id": 240414}, "Name": "交換のための道具@{K}Tools of the trade",
                                     "Id": 241332},
                    "Name": "衰えた腸卜師に最近の知らせを届ける@{K}$Recent News -> 最近の知らせ$Bring Recent News to the Fading Haruspex",
                    "Description": "占いの結果に文脈を付け加えることが出来るかもしれない。\u000d\u000a[徒弟のクオリティを3まで引き上げることが出来ます。]@{K}It may add context to her divinations.\u000d\u000a [This will boost your Apprenticeship, to a maximum of 3]",
                    "ButtonText": "", "Id": 184646}],
 "Description": "彼女は目を閉じて座っていた。二人の弟子が湿ったスポンジを持ち、出来る限りで占い師の罅割れ、骨のように乾ききった肌を湿らせようとしている。爪は何十年も切られていないようだ。彼女があなたを招き寄せると、その爪がぶつかり合って音を立てた。@{K}She sits with her eyes closed. A pair of disciples are wielding damp sponges - doing their best to moisten her cracked, bone-dry skin. Her fingernails have not been cut in decades. They rattle as she beckons you forward.",
 "Name": "衰えた腸卜師@{K}The Fading Haruspex", "Id": 240414}
