{"ChildBranches": [{"DefaultEvent": {"Description": "セントラル・パークで誰も座っていないベンチが見つかるとは！奇跡だ！あなたは年老いた足をようやく休められる事を有難く思いつつ、杖をくるりと回して腰を下ろした。ベストから懐中時計を取り出す。一時半だ。ならあいつは一体――\u000d\u000a\u000d\u000a背後の芝生から足音が聞こえ、誰かがトップハットをかすめ取った！あなたは勢いよく立ち上がる。そこには友人があなたの帽子をかぶり、立っていた。この老いぼれた厄介者め！あなたは小さく笑うとおどけた紳士に向けて杖を振った。彼はそれを自分の杖で防ぐ。あなたたちは子供のように、何度も杖を打ち合わせた。@{K}An open bench in Central Park! A miracle! You twirl your walking stick as you sit, glad to rest your old legs. What's the time? You fish your pocket-watch from your vest - half past one. So where's-\u000d\u000a\u000d\u000aA footstep in the grass behind you. Someone snatches your top hat - you spring to your feet! Your friend stands there, wearing your hat. That old bastard! You chuckle, swishing your walking stick at the Jocular Gentleman. He blocks with his cane. You exchange a few bouts, as if you were still boys.",
                                     "LinkToEvent": {"Id": 243314},
                                     "Name": "テザーが舌の上で溶けた@{K}Tether melts in your mouth", "Id": 240424},
                    "Name": "……柱時計を思い浮かべた@{K}...a grandfather clock",
                    "Description": "針は止まっている。@{K}Its hands are still.", "ButtonText": "",
                    "Id": 184014},
                   {"DefaultEvent": {"Description": "幕が上がるまであとどれだけかかるだろう？おどけた紳士は白い顎髭を掻いた。「『オーディンの馬』は一日がかりで上演されるオペラだからな。大部分は幕を眺めていることになるのかもしれん」あなたは鼻を鳴らし、再び懐中時計をちらっと見た。いつ幕が上がるか賭けないか？負けた方がデルモニコで夕飯を奢るってことでどうだ？彼はあなたの手を握った。「受けて立とう。私はあと十五分はかかると見たね。なぜならまだ――」\u000d\u000a\u000d\u000a照明が暗くなった。指揮者が指揮台へと歩いていく。あなたはあと一分で始まると賭けた。友人は頬を膨らませる。彼の癖だ。@{K}How long until they bring up the curtain? The Jocular Gentleman scratches his snowy beard. \"<i>Odin's Horse</i> is a full day at the opera. Maybe most of that's spent staring at the curtain.\" You snort, glancing again at your pocket watch. Would he like to bet on when it rises? Loser buys the winner dinner at Delmonico's? He shakes your hand. \"Accepted. Another quarter-hour, I'd say; they'll need to-\" \u000d\u000a\u000d\u000aThe lights dim; the conductor walks to his podium - you wager another minute. Your friend puffs his cheeks. One of his tics.",
                                     "LinkToEvent": {"Id": 243314},
                                     "Name": "テザーが舌の上で溶けた@{K}Tether melts in your mouth", "Id": 244635},
                    "Name": "……紅い幕を思い浮かべた@{K}...red curtains",
                    "Description": "とても長い間あの場所に掛けられていたものだ。@{K}They have been hanging for a long, long time.",
                    "ButtonText": "", "Id": 186761},
                   {"DefaultEvent": {"Description": "ステーキは美味だった。あなたは皿を綺麗に空にする。アメリカ万歳！そして呻き声をあげ、椅子の背に身を任せた。考えてみろよ、とあなたは話し出す。ニューヨークはロンドンみたいに地下に引きずり込まれると思うか？「まあどうせ、私たちは地獄行きだろうからな」あなたの友が返す。「しかし、茸のステーキを食べるぐらいなら、自分の靴を食べる方がいいね」\u000d\u000a\u000d\u000aけど、可能性はあるだろう？とあなたは議論を続ける。奴らがニューヨークを欲しがらないわけがないじゃないか？友は首を横に振る。「友よ、パリがあるだろう。愛の街だ。それこそ奴らの追い求めている物だよ」ニューヨークだね、とあなたは譲らない。パリだよ、と彼は反論する。また賭けをしようか？おどけた紳士は笑い、あなたの手を握った。「受けて立とうじゃないか。負けた方が茸のステーキを食べることにしよう」@{K}The steak is delicious. You clear your plate. God bless America! you groan, leaning back. Imagine, you say, if New York were dragged underground like London. \"Well, we're going to Hell anyway,\" your friend replies. \"But I'd eat my shoe before I ate a mushroom steak.\" \u000d\u000a\u000d\u000aIt could always happen, though, you argue. How could they not want New York? Your friend shakes his head. \"Paris, my friend. City of Love. That's what they're after.\" New York, you insist. Paris, he argues. Would he like to make another bet? The Jocular Gentleman laughs, and shakes your hand. \"Accepted. Loser eats a mushroom steak.\"",
                                     "LinkToEvent": {"Id": 243314},
                                     "Name": "テザーが舌の上で溶けた@{K}Tether melts in your mouth", "Id": 244636},
                    "Name": "……おどけた紳士を思い浮かべた@{K}...the Jocular Gentleman",
                    "Description": "別のテザーによる幻想の中で、彼はあなたにステーキをおごると約束した。@{K}In another tether-vision, he promised to buy you a steak.",
                    "ButtonText": "", "Id": 186762},
                   {"DefaultEvent": {"Description": "カーネリアンはどうしてこう暑いんだ！スポットライトが忌々しい！（ドーランが汗で流れていないか？）「まあなんて事！」相方が振り向き、観客に馬鹿馬鹿しいほど巨大な腰当を見せつけて言った。「何て素敵な殿方でしょう！」あなたも振り向き、これまた喜劇的な大きさの腰当を彼の腰当にぶつけた。くすくす笑っていた観客が大声をあげて笑い出す。\u000d\u000a\u000d\u000a総督は何だって愉快な閣下に『サマーセットの若者たち』なんて低俗な芝居を見せようと思ったのだろう？理由なんてどうでもいい――閣下はこの芝居を気にいったようだ。つまり、この芝居をロンドンで流行らせることも出来るかもしれない。@{K}D__n Carnelian heat! D__n spotlights! (Is your greasepaint running?) \"Oh good heavens!\" says your partner, turning to reveal their absurdly large bustle to the audience. \"What a handsome gentleman!\" You turn, bumping your own comically sized bustle into his. A great laugh booms over the chuckles.\u000d\u000a\u000d\u000aWhy would the Governor bring His Amused Lordship to a bawdy show like <i>The Painted Youths of Summerset</i>? No matter - he's loving it, and that might be enough to get the act to London.",
                                     "LinkToEvent": {"Id": 243314},
                                     "Name": "テザーが舌の上で溶けた@{K}Tether melts in your mouth", "Id": 244637},
                    "Name": "……劇場のポスターを思い浮かべた@{K}...a theatre poster",
                    "Description": "水に浸され読むことが出来ない。@{K}Waterlogged beyond recognition.", "ButtonText": "",
                    "Id": 186763},
                   {"DefaultEvent": {"Description": "あなたは蝋燭に照らされた廊下を恋人の前を歩く。彼は顔をしかめた。「何故この場所はどこも灰色なんだろう？」女帝は色が嫌いだからだよ、とあなたは囁き、彼に静かにするように促した。「それになんでこんなに静かなんだ？」女帝は騒音も嫌いだからね、とあなたは言い、ようやく彼を経帷子のような色のカーテンの裏側へと引き込んだ。\u000d\u000a\u000d\u000a彼はあなたのジャケットの釦穴にさされた花の位置を直し、その香りを胸いっぱいに吸い込んだ。あなたは相手のベストから花を引き抜くと、彼の赤毛に差し込んだ。彼は慎重に唇に口づける。あなたは片手を下の方に伸ばし、もう片方の手で彼の唇に指を一本押し当てた。どうしたんだ？女帝は本当に騒がしいのがお嫌いだからね。@{K}You lead your lover down candle-lit halls. He scoffs: \"Why is everything grey?\" The Empress dislikes colour, you whisper, hushing him. \"And why is it so quiet?\" The Empress dislikes loud noises, you say, drawing him at last behind a curtain like a funeral shroud. \u000d\u000a\u000d\u000aHe adjusts your boutonnière, and drinks in its scent. You pluck the flower from his vest and plant it in his red hair. He gingerly kisses your lips. With one hand you reach lower; with the other you place a finger on his lips. What? The Empress does, after all, dislike loud noises.",
                                     "LinkToEvent": {"Id": 243314},
                                     "Name": "テザーが舌の上で溶けた@{K}Tether melts in your mouth", "Id": 244638},
                    "Name": "……ペイズリーの枕を思い浮かべた@{K}...a paisley pillow",
                    "Description": "華やかな色合い。@{K}It is alive with colour.", "ButtonText": "",
                    "Id": 186764}],
 "Description": "監督官がガスランプに火を灯した。部屋の内装は質素で、きちんと整えられたベッドが中央に置かれている。「休みなさい。自らの心を彷徨わせるのです。あなたの準備が整ったときに、テザーを差し上げましょう」\u000d\u000a\u000d\u000aあなたは視線を逸らし……@{K}The Matron lights a gaslamp. The room is modest, with a well-kept bed in the centre. \"Rest. Allow your mind to wander. When you are ready, I will give you the tether.\"\u000d\u000a\u000d\u000aYou look away, allowing your attention to settle on...",
 "Name": "カップの幻影@{K}Visions with the Cup", "Id": 240423}
