{"ChildBranches": [{"DefaultEvent": {"Description": "はらわたを用いた占い。未来を見る手段としては最も快い物とも信頼できる物とも言い難い。とりわけ、その占いに使われる臓器がいまだ温かく、巨大な海獣から引き抜かれ液体を滴らせているような場合には。何を探しているにせよ、彼女は命を削って精神を集中させているようだ。\u000d\u000a\u000d\u000a突然の物音。唸り声。トンネル……心室から……群集が押し寄せてくるような音が聞こえる。原始的な骨銛を振りかざした裸の年老いた男女の波が鯨に押し寄せ、「師をお守りしろ！」という叫びがあがる。年老いた船乗りたちは一つの目的に集中している。彼らはZeeの肉を求めているのだ。腸卜師が占いを終えていようと終えていまいと関係ない。@{K}The art of divination through entrails. Not the most pleasant or reliable way of seeing the future, especially with the organs in question still warm and oozing as she plucks them from the great beast. Whatever she is looking for, the focus it demands exhausts her.\u000d\u000a\u000d\u000aA sudden sound. Rumbling. From the tunnels... the ventricles... the sound of a stampede.  A cry of \"Protect the mistress!\" as a flood of naked old men and women wielding primitive bone harpoons charges towards the whale. Old Zailors, fixated on one goal: feast on the zee-flesh, whether the Haruspex is finished or not.",
                                     "LinkToEvent": {"Id": 240436},
                                     "Name": "腸占いの実践@{K}A demonstration of haruspicy", "Id": 240437},
                    "Name": "紅い布に身を包んだ女性に近づく@{K}Approach the woman in red",
                    "Description": "彼女は熟練の手つきで仕事をこなしてゆく。理解は出来ないが、正確だ。@{K}Her hands move with expert, if incomprehensible, precision.",
                    "ButtonText": "", "Id": 184023},
                   {"DefaultEvent": {"Description": "あなたは勢い込んで取っ組み合いに乗り込んだ。腸卜師とその弟子は数で負けていたが、あなたの加勢には年老いた襲撃者十人以上分もの力がある。彼らの投げる銛はかすり傷さえつけられない。あなたは近くの襲撃者の手から銛をもぎ取り、耄碌した群衆をほとんど鋭い仕草だけで軽々と押しとどめた。\u000d\u000a\u000d\u000a腸卜師は自らの仕事に戻った。視界の端で彼女の技の一端を捉える。ほんの少ししか見えないが、それでも小さな象牙の板に刻まれた溝の上に残るパターンの痕跡を見て取るには十分だった。[q:ギャント・ポール: 深海の先触れ]彼女は不満げに眉を顰める。\u000d\u000a\u000d\u000a腸卜師が占いを終えると、鯨が最期の呻き声をあげた。仕事は終わった。彼女はあなたに頷いて感謝の意を示し、弟子たちが年老いた船乗りたちにゆっくりと冷えてゆく死骸への道を開ける。[タラッテや髭ベヒモス、愛されしもの、トリスケルギャントを狩り、ギャント・ポールにさらに海獣を送りましょう。]@{K}$[Gg]ant -> ギャント, [Bb]ehemoustache -> 髭ベヒモス, Gant Pole -> ギャント・ポール$You stride into the melee. The Haruspex and her disciples are outnumbered, but your contribution to the fray is worth at least ten of the elderly attackers. Their harpoons barely leave a scratch. Wrenching one from the nearest attacker, you easily hold the geriatric horde back with little but pointed gestures.\u000d\u000a\u000d\u000aThe Haruspex returns to her work. From the corner of your eye you see a little of the method behind it; just a little, but enough to see the traces of a pattern in the grooves of a small ivory slate. [q:Portents of the Deep] She frowns, unsatisfied.\u000d\u000a\u000d\u000aThe whale moans its last as she finishes up. Her work done, she thanks you with a nod, and has her people allow the Old Zailors to approach the slowly cooling carcass. [Hunt Thalattes, Behemoustaches, Beloveds or Triskelegants to bring more beasts to the Gant Pole.]",
                                     "LinkToEvent": {"Id": 240407}, "Name": "悪臭を放つ乱闘@{K}A rancid rout",
                                     "Id": 240442},
                    "Name": "衰えた腸卜師を守る@{K}Defend the Fading Haruspex",
                    "Description": "あの船乗りたちはそよ風が吹いただけでも崩れ落ちそうだ。@{K}These zailors look old enough to collapse at a slight breeze.",
                    "ButtonText": "", "Id": 184028},
                   {"DefaultEvent": {"Description": "腸卜師と弟子たちはすぐに圧倒された。彼らは骨と皮から作られた天幕へと逃げだし、船乗りたちはそんな彼らをよそに掌一杯の温かい内臓を火も通さないままにあからさまな喜色を浮かべ貪る。鯨の内臓はズタズタになってしまった。あれからは何も読み取れないだろう。\u000d\u000a\u000d\u000a海獣の“最良の”部分が食べつくされた後、船乗りたちは残りを暗いトンネルへと引きずっていった。腸卜師の弟子と、別のトンネルから現れ自分たちの分の肉を貪る服を着た無口な船乗りの小集団に残されたのは、中身のくりぬかれた死骸ぐらいのもの。皆、口の周りを真っ赤に染め、虚ろな目で去っていった。[ミッドナイト・タラッテや髭ベヒモス、愛されしもの、トリスケルギャントを狩り、ギャント・ポールにさらに海獣を送りましょう。]@{K}$[Gg]ant -> ギャント, [Bb]ehemoustache -> 髭ベヒモス, Gant Pole -> ギャント・ポール$The Haruspex and her disciples are soon overwhelmed. They flee to the safety of their hide and bone tents while the zailors feast on fistfuls of warm innards - eaten raw and with evident delight. The whale's guts are shredded; there is nothing to be learned from them. \u000d\u000a\u000d\u000aWhen what you have to assume are the 'best' parts of the beast have been devoured, the zailors drag the rest off into their dark tunnels. Little but a hollowed carcass remains for the Haruspex's disciples and the small group of silent, clothed zailors who emerge from other tunnels to have their fill. All leave in silence, eyes hollow and mouths bloody. [Hunt Midnight Thalattes, Behemoustaches, Beloveds or Triskelegants to bring more beasts to the Gant Pole.]",
                                     "LinkToEvent": {"Id": 240407},
                                     "Name": "勝者に戦利品を@{K}To the victors, the spoils", "Id": 240443},
                    "Name": "攻撃に加わる@{K}Join the attack",
                    "Description": "船乗りは団結しなければならない。@{K}Zailors have to stick together.", "ButtonText": "",
                    "Id": 184029},
                   {"DefaultEvent": {"Description": "戦いは長引かなかった。老いた一群はすぐに腸卜師と弟子たちを圧倒し、死骸に食らいつくと見境なく死肉を貪り始めた。\u000d\u000a\u000d\u000a海獣の“最良の”部分が食べつくされた後、船乗りたちは残りを暗いトンネルへと引きずっていった。腸卜師の弟子と、別のトンネルから現れ自分たちの分の肉を貪る服を着た無口な船乗りの小集団に残されたのは、中身のくりぬかれた死骸ぐらいのもの。皆、口の周りを真っ赤に染め、虚ろな目で去っていった。[ミッドナイト・タラッテや髭ベヒモス、愛されしもの、トリスケルギャントを狩り、ギャント・ポールにさらに海獣を送りましょう。]@{K}$[Gg]ant -> ギャント, [Bb]ehemoustache -> 髭ベヒモス, Gant Pole -> ギャント・ポール$The battle is not a long one. The elderly army soon overwhelms the Haruspex and her disciples, tearing into the carcass and feasting indiscriminately.\u000d\u000a\u000d\u000aWhen what you have to assume are the 'best' parts of the beast have been devoured, the zailors drag the rest off into their dark tunnels. Little but a hollowed carcass remains for the Haruspex's disciples and the small group of silent, clothed zailors who emerge from other tunnels to have their fill. All leave in silence, eyes hollow and mouths bloody. [Hunt Midnight Thalattes, Behemoustaches, Beloveds or Triskelegants to bring more beasts to the Gant Pole.]",
                                     "LinkToEvent": {"Id": 240407}, "Name": "", "Id": 240446},
                    "Name": "関わらない@{K}Stay out of it",
                    "Description": "鯨の脂肪をめぐる争いだって？あなたには関係のない事だ。@{K}A fight over whale blubber? Not your business.",
                    "ButtonText": "", "Id": 184032}],
 "Description": "潜水艦が巨大な石の心臓内部のエアポケットに浮上した。ここに新しく来たのはあなただけではないようだ。瀕死の重傷を負った夜半鯨が、柔らかく呻くような鳴き声をあげながら骨と脂肪の小さな浜に横たわっている。紅い襤褸布をまとった老女が、数人の弟子に囲まれその肉を切り開いている。@{K}The zubmarine surfaces in a pocket of air in the middle of the giant stone heart. You are not the only new arrival. A Midnight Whale lies mortally wounded on a small beach of bone and blubber, moaning softly. An elderly woman in ragged red robes is carving its flesh, attended by a few disciples.",
 "Name": "死期を悟ったZeeの向かう場所@{K}Where the Zee Goes to Die", "Id": 240436}
