{"ChildBranches": [{"DefaultEvent": {"Description": "衰えた腸卜師の手があなたの手から滑り落ちた。力を使い果たした彼女は血まみれの床に崩れ落ちる。弟子たちが急いで駆け寄り、熱狂して肉を貪る年老いた船乗りたちから彼女の遺体を遠ざける。一人が乾いた眼球の上の罅割れた瞼がしっかりと閉じられるよう、最後にもう一度優しく占い師の顔を湿らせた。\u000d\u000a\u000d\u000a「あなたの尽力に感謝いたします。彼女は私どもが故郷へと運びます。彼らも文句は言わないでしょう。それほどは。彼女はもはや他の問いに答えることはないのですから。これを受け取ってください。彼女は此処で多くの秘密を目にしてきました。悲しい事に、それらは彼女自身の役には立ちませんでしたが、彼女も誰かが役立ててくれることを望むでしょう」@{K}The Fading Haruspex's hand slips from yours. She falls to the bloody floor, the last of her energy spent. Her disciples hurry to move her away from the Old Zailors' feeding frenzy. One gently moistens her face one last time, to better close her cracked eyelids.\u000d\u000a\u000d\u000a\"Thank you for trying. We will take her home now. They will not complain. Not much. Not now that she will never answer another question. Please. She saw many secrets down here. They were of no use to her, sadly, but she would want someone to benefit from them.\"",
                                     "LinkToEvent": {"Id": 240407},
                                     "Name": "Zeeと時の流れの中に失われた秘密@{K}Secrets lost to zee and time", "Id": 240503},
                    "Name": "海獣が最期の呻き声をあげる@{K}The beast moans its last",
                    "Description": "乾いた震えがその痛みと生命の終わりを告げる。@{K}A dry shuddering marks the end of both its life and pain.",
                    "ButtonText": "", "Id": 184071},
                   {"DefaultEvent": {"Description": "最後の高い鳴き声。最後の痙攣。そして終わる。海獣のもがきが緩慢なものになり、苦悩の呻きが止んだ。\u000d\u000a\u000d\u000a力を使い果たした衰えた腸卜師の手があなたの手から滑り落ちた。弟子たちが急いで駆け寄り、熱狂して肉を貪る年老いた船乗りたちから彼女の遺体を遠ざける。一人が乾いた眼球の上の罅割れた瞼がしっかりと閉じられるよう、最後にもう一度優しく占い師の顔を湿らせた。@{K}One last scream. One last shudder. It is over. The beast's thrashing slows. Its anguished moan ends.\u000d\u000a\u000d\u000aThe Fading Haruspex's hand slips from yours, the last of her energy spent. Her disciples hurry to move her away from the Old Zailors' feeding frenzy. One gently moistens her face one last time, to better close her cracked eyelids over dry eyeballs.",
                                     "LinkToEvent": {"Id": 240407},
                                     "Name": "最後のナイフの一捻り@{K}A final twist of the knife", "Id": 240510},
                    "Name": "海獣の苦しみを終わらせる@{K}End the beast's pain",
                    "Description": "これだけ残虐な事をしてまで得るべきものなどない。@{K}There is nothing worth gaining from this cruelty.",
                    "ButtonText": "", "Id": 184077},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 240504},
                                     "Name": "", "Id": 240511},
                    "Name": "死の内にこそ最後の秘密がある@{K}In morte ultima veritas",
                    "Description": "腸卜師の小さな机の上に置かれた臓器がようやく筋の通る形になった。刹那、あなたにも彼女の見る物が見えた。@{K}The entrails on the Haruspex's small table finally form a coherent pattern. For a moment, you can see what she sees.",
                    "ButtonText": "", "Id": 184078},
                   {"SuccessEvent": {"Description": "腸卜師があなたのナイフを導く。ここを慎重に切れ。そこは切り開け。粘り気のある血がナイフの周りで泡立つ。指関節の下に感じる冷たい脂肪とは裏腹に血は熱い。服で拭い去ろう。肉と骨の後ろに隠された秘密へと至る道を切り開くのだ。@{K}The Haruspex guides your knife. A careful slice here. A cut there. Viscous blood bubbles around the blade, hot despite the cold blubber under your knuckles. Wipe it clean on a cloth. Open a way to the secrets behind flesh and bone.",
                                     "LinkToEvent": {"Id": 240493}, "Name": "一歩近づく@{K}A step closer",
                                     "Id": 240499},
                    "DefaultEvent": {"Description": "ナイフが滑り、臓器に穴が開いた。[q:ギャント・ポール: 海獣の終焉]が呻き身をよじる。海獣の苦痛による痙攣によってあなたは床に投げ出された。@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$Your knife slips, puncturing an organ. The [q:Gant Pole: Something Ends] moans and writhes, its pained shuddering throwing you down to the ground.",
                                     "LinkToEvent": {"Id": 240493}, "Name": "無用の非道@{K}A wasted cruelty",
                                     "Id": 240494},
                    "Name": "肉を切る@{K}Cut the flesh",
                    "Description": "中にある物を明らかにしよう。道を刻み込むのだ。@{K}Reveal what lies inside. Carve the path.",
                    "ButtonText": "", "Id": 184066},
                   {"SuccessEvent": {"Description": "すべての切込みに目的がある。不必要に残酷な行いはしない。一つずつ、白い骨の上に画がひとりでに描き出され、そしてあなたの瞼の裏に新鮮な理解が現れる。@{K}In every slice, a purpose. No cut ever wasted on unnecessary cruelty. Thread by thread, a picture draws itself on white ivory and in fresh understanding behind your eyes.",
                                     "LinkToEvent": {"Id": 240493}, "Name": "一つ一つ、さらにもう一つ@{K}One by one by one",
                                     "Id": 240500},
                    "DefaultEvent": {"Description": "これはどのように並べ替えても、ただべたつくなんの役にも立たない肉の塊でしかない。あなたが肉を切断し捨てるたび、海獣が呻く。@{K}No matter how you sort them, these are just sticky strings of useless flesh. The beast moans as you sever and discard them.",
                                     "LinkToEvent": {"Id": 240493},
                                     "Name": "価値のない肉が散乱する@{K}A mess of worthless meat", "Id": 240495},
                    "Name": "はらわたを分類する@{K}Sort the entrails",
                    "Description": "腸卜師の石板には刻み目と印がつけられ、はらわたを乗せる準備が整えられている。@{K}The Haruspex's slate is notched and marked, ready for them.",
                    "ButtonText": "", "Id": 184067},
                   {"SuccessEvent": {"Description": "もはや悪臭にもえずく事はなくなった。綿と縫合糸越しに伝わってくる湿った温もりも、自身の皮膚のようになじみ深い。切り込むほどに脂肪の層と筋が削がれていき、一つ切るたび宝へと近づいてゆく。@{K}The foul smell no longer makes you need to retch. The damp heat soaked into your skin through cotton and stitching is as familiar as your own skin. Layers of fat and gristle peel away as you push forwards, every cut closer to the prize.",
                                     "LinkToEvent": {"Id": 240493}, "Name": "割り開く手順@{K}Invasive procedures",
                                     "Id": 240501},
                    "DefaultEvent": {"Description": "ナイフの一閃。死にかけたものの抑えられた吠える声。あなたは海獣の皮を軽く叩き、撫でさすった。そして語りかける。心配するな。すぐに眠る時間になる。@{K}A slip of the knife. The subdued roar of the nearly dead. You pat its hide with your hand, stroke it. Don't worry, you tell it. Soon it will be time to sleep.",
                                     "LinkToEvent": {"Id": 240493}, "Name": "肉の洞@{K}Caverns of flesh",
                                     "Id": 240497},
                    "Name": "さらに深く切り開く@{K}Dig deeper",
                    "Description": "あなたはまだ心臓にたどり着いていない。@{K}You have not yet reached the heart.",
                    "ButtonText": "", "Id": 184069},
                   {"SuccessEvent": {"Description": "あなたは肉に切り込み、繋がりを絶った。温かな塊があなたの掌で脈打つ。剥ぎ取り、切り分ける準備は整っている。これはどのような役割を果たしていたのだろう？人体に対応する臓器が存在しないという事だけは確かだ。@{K}You reach in and sever the connections. The warm, pulsing mass throbs in your hand, ready to be peeled and cut apart. What does this thing do? It has no human counterpart, that much is certain.",
                                     "LinkToEvent": {"Id": 240493},
                                     "Name": "分かたれた肉の合間を抜け@{K}Through the parted flesh", "Id": 240502},
                    "DefaultEvent": {"Description": "ナイフが標的を外した。海獣は力を使い果たし叫ぶことすら出来ず、ただ体を揺する。あと少ししか生き延びることは出来ないだろう。@{K}Your knife misses its target. The beast rocks, too exhausted to cry out again. It has little life left in it.",
                                     "LinkToEvent": {"Id": 240493}, "Name": "未だ死を与えられず@{K}An end still denied",
                                     "Id": 240498},
                    "Name": "臓器を引き抜く@{K}Pluck an organ",
                    "Description": "安全に引き抜くには、慎重に時機を見計らわねばならない。@{K}It will take careful timing to extract one safely.",
                    "ButtonText": "", "Id": 184070},
                   {"SuccessEvent": {"Description": "海獣そのものの中に答えがあるわけではないだろう。これの直接目にしてきたものの中に、あなたの持つ問いへと答えがあるとは思えない。何かより深いものだ。潮の中に、風の中にあるような。繊細な細糸のような繋がりが何世紀もかけて織り上げられてゆく。これが求めるものだろうか？それともこれは妄想に過ぎないのだろうか？@{K}Not something in the beast itself, for what could it have seen that directly answers any question you might have? Something deeper. In the tide. In the air. A gossamer thread of connections, slowly woven over centuries. Is that it? Or is that just in your head?",
                                     "LinkToEvent": {"Id": 240493}, "Name": "時代の結び目@{K}A nexus of ages",
                                     "Id": 240512},
                    "DefaultEvent": {"Description": "腸卜師の弟子から手渡された石の円盤を見つめ、雑多な集まりの中から意味を見出そうとするあなたの指から額から、そして目から血と汗と涙が滴り落ちる。@{K}Blood, sweat, and tears drip from your fingers, forehead and eyes as you stare at the stone disk handed you by the Haruspex's disciples, willing the mess to make sense.",
                                     "LinkToEvent": {"Id": 240493}, "Name": "未だ理屈が通らない@{K}Still incoherent",
                                     "Id": 240496},
                    "Name": "パターンを探す@{K}Search for patterns",
                    "Description": "彼女の弟子にすら見ることの出来ない物とは何だろう？@{K}What does the Haruspex see that even her disciples cannot?",
                    "ButtonText": "", "Id": 184068}],
 "Description": "衰えた腸卜師にはもはや時間はほとんど残されていない。そして[q:ギャント・ポール: 海獣の終焉]にも。あなたは祭祀用ナイフを取り上げた。腸卜師がもう一方の手をきつく握りしめ、あなたの解剖を助けようと力を振り絞り、短く囁く。[腸占いに熟練するほど、このチャレンジは簡単になります。]@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$The Fading Haruspex has little time left. Nor does the [q:Gant Pole: Something Ends]. You pick up the ceremonial knife. She squeezes your other hand tight, whispering what little she can to guide you through the vivisection process. [Your skill in Haruspicy makes this challenge easier.]",
 "Name": "死にかけた物に肘まで腕を差し入れ@{K}Elbow Deep in the Nearly Dead", "Id": 240493}
