{"ChildBranches": [{"DefaultEvent": {"Description": "はらわたはあなたに腸卜師の痛みの核を見せた。ウィザーでは問いとは答えてはならない物であり、答えを出せば追放の憂き目にあう。彼女はこれまでずっと、誰もが答えずにはいられない様な問いを探し求めていた。復讐？あるいは証明のためだろうか？あまりにも長い年月が過ぎた。彼女自身も忘れてしまった。\u000d\u000a\u000d\u000aあなたの頭の中に言葉が形作られ、その言葉を語るにつれ衰えた腸卜師の頬に色が戻る。「有難う」彼女はあなたの手を固く握り囁く。「あと一つだけ。頼む。故郷に連れていってほしい。もう時間がない。残りの時間は自らの属する場所で過ごしたい。金はないが、お前には必ず報いよう」@{K}$Whither -> ウィザー$The entrails show you the core of her pain. A question never meant to be answered, in Whither, where the penalty remains exile. All this time, she has sought one none can refuse to answer. Revenge or validation? It has been so long. Even she forgets.\u000d\u000a\u000d\u000aThe words form in your head, and as you speak them the colour returns to the Fading Haruspex's cheeks. \"Thank you,\" she whispers, squeezing your hand tight. \"One more favour. Please. Take me home. I have little time left. I would spend it where I belong. I have no money, but I promise to make it worth your while.\"",
                                     "LinkToEvent": {"Id": 240407}, "Name": "多くの答えを持つ問い@{K}A question of answers",
                                     "Id": 240505},
                    "Name": "衰えた腸卜師の問いを尋ねる@{K}Ask the Fading Haruspex's Question",
                    "Description": "彼女には自身の答えを見つけることは出来なかった。あなたになら出来る。@{K}She could never see her own answer. You can.",
                    "ButtonText": "", "Id": 184072},
                   {"DefaultEvent": {"Description": "あなたは意識を集中させた。象牙の板の上で、はらわたが馴染みのあるパターンを形作る。正気を保った船長が踏み込める範囲を超えた遥か先にある木霊の響く城の城壁。あなたは城から目を移し、この時にしか存在しない筋肉と腱、血と骨からなる海の向こうに広がる東を見つめた。\u000d\u000a\u000d\u000aあなたの頭の中にありえない答えが浮かび上がる。問われることのないはずの問いに対する答えが。骨よりも奥深くを震わせる、すべてが変わってしまうような目撃。\u000d\u000a\u000d\u000a腸卜師の手があなたの手から滑り落ちた。最後の力を使い果たしたのだ。弟子が彼女の体を抱えあげ運び去る。彼らの非難するような目があなたの目と会うことはなかった。@{K}You focus. The entrails have formed a familiar pattern on the ivory slate: the walls of an echoing castle, far beyond any sane captain's ventures. You cast your eyes from it to the east, over a temporary sea of muscle and sinew, blood and bone.\u000d\u000a\u000d\u000aIn your head, an impossible answer forms, an answer to a question never meant to be asked. A Witnessing that will change everything in ways that send shivers deeper than any bone.\u000d\u000a\u000d\u000aThe Haruspex's grip slips from yours, the last of her energy spent. Her disciples pick her up and carry her away. Their accusing eyes refuse to meet yours.",
                                     "LinkToEvent": {"Id": 240407}, "Name": "", "Id": 240506},
                    "Name": "六番目の目撃者の問いを尋ねる@{K}Ask the Sixth Witness' Question",
                    "Description": "彼女に続く者は王喰らいの城で何を見るのだろう？@{K}$Kingeater's Castle -> 王喰らいの城$What will her successor see at Kingeater's Castle?",
                    "ButtonText": "", "Id": 184073},
                   {"DefaultEvent": {"Description": "腸占いに不慣れなあなたには、集中することはほとんど不可能に近かった。眼がパターンを追うが、意識からは滑り落ちてゆく。確信があなたの目の裏で花火のような力と雄大さで爆ぜ、しかし一瞬のうちに消え去る。あなたは出来る限りを掴み取った。これで十分だという事にする他ない。\u000d\u000a\u000d\u000a腸卜師の手があなたの手から滑り落ちた。最後の力を使い果たしたのだ。弟子が彼女の体を抱えあげ運び去る。その非難するような目があなたの目と会うことはなかった。彼らの世界には、もはやあなたは存在しないのだ。@{K}Your inexperience at haruspicy makes focusing almost impossible. Your eyes follow the patterns, but they slip through your mind. Certainties burst behind your eyes with the power and splendour of fireworks, only to fade in an instant. You catch what you can. It will have to be enough.\u000d\u000a\u000d\u000aThe Haruspex's grip slips from yours, the last of her energy spent. Her disciples pick her up and carry her away. Their accusing eyes refuse to meet yours. In their world, you no longer exist.",
                                     "LinkToEvent": {"Id": 240407},
                                     "Name": "水母の尾を掴むよう@{K}Holding the jellyfish's tail", "Id": 240507},
                    "Name": "あなた自身の問いを尋ねる@{K}Ask your own Question",
                    "Description": "あなたにはそれがどのような物か分かっている。その問いは答えを見つけられる可能性が初めて現れて以来、常にあなたの心の奥底に残っているのだ。@{K}You know what it is. It's lingered at the back of your mind since the possibility of finding an answer first presented itself.",
                    "ButtonText": "", "Id": 184074}],
 "Description": "はらわたには多くの真実が隠されている。脳内の晴れ渡った刹那、[q:ギャント・ポール: 海獣の終焉]が最後に身をよじる直前に臓器を一つ取り出すことが出来た。@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$The entrails hide so many truths. In this moment of clarity, you have just enough time to extract one before the [q:Gant Pole: Something Ends] thrashes its last.",
 "Name": "血と骨に包み込まれた秘密@{K}Secrets Wrapped in Blood and Bone", "Id": 240504}
