{"ChildBranches": [{"DefaultEvent": {"Description": "彼らのあなたの言葉を無視した。目の前で指を鳴らしてみても視線が揺らぐことさえない。彼らはただ座り、次の海獣の肉の饗宴を待っている。@{K}They ignore your words. Their eyes do not flicker, even as you click your fingers by their eyes. They just sit, awaiting their next feast of zee-beast flesh.",
                                     "Name": "無反応@{K}No response", "Id": 241421},
                    "Name": "年老いた船乗りたちに話しかける@{K}Attempt to speak with the Old Zailors",
                    "Description": "彼らの瞬きを忘れた瞳はあなたの事など見えていないかのようだ。@{K}Their unblinking eyes stare through you.",
                    "ButtonText": "", "Id": 184710},
                   {"DefaultEvent": {"Description": "あなたは服を脱ぎ、浅い水場に足を踏み入れた。水面は水銀のような色をしているが、これは単なる暗闇による錯覚だろう。年老いた船乗りたちの中でも比較的意識のはっきりしている者たちは、間に入り込んだあなたの存在を認識しさえした。あなたは彼らの内で最も年少の者よりも何十歳も若い。しかし、呼び声は人を選ばないものだ。@{K}You undress and step into the shallow pool. Its surface is the silver of mercury, though that is only a trick of the darkness. Now that you are amongst them, the more lucid of the Old Zailors even acknowledge your presence. You are decades younger than even their most slightly, but the Call does not discriminate.",
                                     "LinkToEvent": {"Id": 241434},
                                     "Name": "窪みへと迎え入れられた@{K}Welcomed into the fold", "Id": 241429},
                    "Name": "年老いた船乗りたちに加わる@{K}Join the Old Zailors",
                    "Description": "彼らの瞑想に参加しよう。しばらくの間だけ。@{K}Take part in their meditation. For a while.",
                    "ButtonText": "", "Id": 184713},
                   {"DefaultEvent": {"Description": "あなたは水場を浚った。何の価値もない石ころ。捨てられた襤褸布。ああ。これでいいだろう。殻にはギャントが浸みこみ、光の中ではほとんど見ることさえできない。@{K}$[Gg]ant -> ギャント$You fish into the pool. A few stones of no worth. Discarded rags. Ah. This will suffice. A shell so infused with the gant, it is barely even visible in the light.",
                                     "Name": "色彩の欠如、形態の実在@{K}The absence of colour, the presence of form",
                                     "Id": 241430},
                    "Name": "ギャントのサンプルを水場から取る@{K}$[Gg]ant -> ギャント$Take a sample of Gant from the pool",
                    "Description": "液体があなたの指の間を滴り落ちる。ここになら何かあの在りえない色の染みこんだ物があるに違いない。@{K}The liquid drips through your fingers. There must be something infused with its impossible colour.",
                    "ButtonText": "", "Id": 184714},
                   {"DefaultEvent": {"Description": "あなたは暗闇の中をよろめきながら、永遠に近い間歩き回った。そしてとうとう、遠くに光が見え、突如ギャント・ポールの大動脈に位置する死体安置所の肉の朽ちる心の落ち着く匂いが漂ってきた。@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$You stumble through the darkness for just a sliver less than forever. Finally, light in the distance, and the suddenly comforting smell of decay in the Gant Pole's charnel house of an aorta.",
                                     "LinkToEvent": {"Id": 240407}, "Name": "忘却への回帰@{K}Return to oblivion",
                                     "Id": 241431},
                    "Name": "最初の間に戻る@{K}Return to the main chamber",
                    "Description": "帰り道は簡単には見つからないだろう。@{K}Finding the way back will not be easy.",
                    "ButtonText": "", "Id": 184715},
                   {"SuccessEvent": {"Description": "心臓は気だるい月曜の朝にくるまる温かい綿のシーツのような、あるはずのない誘惑を差し出す。あなたは瞳を無理やりに見開き、眠気を誘う誘惑から急いで歩き去ることしかできなかった。\u000d\u000a\u000d\u000a一度終わりなき心室の迷宮に足を踏み入れると、すぐに魔法は消え去った。胸の悪くなるような明瞭さの中にいっそ甘ささえ感じられる、死と腐敗の匂いが鼻腔に雪崩れこむ。しかし、あなたの記憶の中の地図は消えていない。再び入り口につくまでは長くかからなかった。@{K}The heart offers the impossible temptation of warm cotton sheets on a lazy Monday morning. It is all you can do to force your eyes open and stride away from its somnolent lure. \u000d\u000a\u000d\u000aOnce in the endless maze of ventricles, the spell is broken. The smell of death and decay floods back, almost sweet in its sickly clarity. But your mental map of the place remains. It is not long before you are again by the entrance.",
                                     "LinkToEvent": {"Id": 240407},
                                     "Name": "退化からの逃避@{K}Escape from obsolescence ", "Id": 241433},
                    "DefaultEvent": {"Description": "あなたは今では自らの手の甲のように知り尽くした心室の迷宮へと踏みだした。しかし、何かがあなたの足を止める。疲れ。倦怠。Zeeの海獣と大地の腐敗。暗闇の中の旅路に付きまとう飢餓と恐怖。ここになら、温もりがある。そして安息も。あなたは自らの同類の中にいるのだ。\u000d\u000a\u000d\u000a比較的意識のはっきりしている年老いた船乗りたちが手を伸ばす。彼らの萎れた手はあなたを重い持ち物から解放し、息の詰まる衣服を抜け出す手助けをしてくれる。そしてあなたはその優しい手によって古い人生より持ち上げられ、ギャントの水の温もりの中へと導かれた。@{K}$[Gg]ant -> ギャント$You step towards the maze of ventricles, as familiar now as the back of your own hand. But something stops you. An exhaustion. A weariness. Of the beasts of the zee and the corruption of the land. The starvation and terror that marks every trip into the dark. Here there is warmth. Safety. You are amongst your own.\u000d\u000a\u000d\u000aThe more lucid of the Old Zailors reach out. Their withered hands gently relieve you of your heavy belongings and help you out of your suffocating clothes. Their gentle hands lift you from your old life and lower you into the warmth of the Gant pool.",
                                     "LinkToEvent": {"Id": 241434},
                                     "Name": "つかの間の休息。ほんの一瞬だけだ。@{K}A moment's respite. Just a moment.", "Id": 241432},
                    "Name": "最初の間に戻る@{K}Return to the main chamber",
                    "Description": "あなたはこの場所に馴染み始めている。我が家を歩く時と同じく、もはやこの場所で道に迷う事はない。[年老いた船乗りたちと共に過ごすほど、立ち去るのは困難になります。]@{K}You have developed a kinship with this place. You can no more get lost here than in your own Lodgings.\u000d\u000a [The more time you have spent with the Old Zailors, the harder this becomes]",
                    "ButtonText": "", "Id": 184716}],
 "Description": "心臓の中央部で、年老いた船乗りたちが塩湖の中に散らばって座り、瞑想している。その水はギャント、他のすべての色が消え去った時に残る色だ。大部分の者の衣服は擦り切れてなくなったか、それまでの人生と共に捨てさられたようだ。彼らの中でも最も年老いた者たちは、水場で彫像のように座り込んでいた。分厚い塩の層が彼らの乾ききった皮膚を覆っている。@{K}$[Gg]ant -> ギャント$At the very centre of the heart, the Old Zailors sit meditating around a briny pool of gant - the colour that remains when all others are gone. Most of their clothes have rotted away to nothing or been discarded with the rest of their old lives. The oldest of them sit like statues around the pool. Thick layers of salt armour their desiccated skin.",
 "Name": "ギャントの間@{K}$[Gg]ant -> ギャント$The Gant Chamber", "Id": 241420}
