{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは最新のニュースをまだ耳を傾けてくれるだろう船乗りたちに語った。これにはしばらく掛かった。大抵の話で予想よりも背景の説明が必要とされたためだ。「ロンドン？ロンドンに何が起こった？」一人が囁く。ギャント・ポールの引力は強い。ここにいる多くはクーマエ運河の作られるより昔、Neathへの旅が簡単に出来るようになる前、それどころか旅自体が可能であるとも思われていなかった頃に地上で呼び声を聞いた。それでも、彼らはこの場所へと至る道を見つけ出したのだ。どの海を旅していたとしても、すべて年老いた海の生き物は死に場所を知っている。@{K}$[Gg]ant -> ギャント, [Tt]he Surface -> 地上, Gant Pole -> ギャント・ポール, Cumaean Canal -> クーマエ運河$You share the latest news with the zailors who will still listen. It takes a while. Most stories demand a little more setting up than anticipated. \"London? What happened to London?\" whispers one. The pull of the Gant Pole is strong. For many it began on the Surface, long before the Cumaean Canal made travel to the Neath so convenient or seemingly possible. Yet still they found their way here. All the old beasts of every zee know where to die.",
                                     "LinkToEvent": {"Id": 241434}, "Name": "上より来たる物語@{K}Tales from above",
                                     "Id": 241435},
                    "Name": "老いた船乗りたちに最近の知らせを伝える@{K}$Recent News -> 最近の知らせ$Bring Recent News to the Old Zailors",
                    "Description": "と言っても、好奇心の残っている比較的若い者たちに伝えることになるだろう。@{K}The younger ones, anyway, whose curiosity remains.",
                    "ButtonText": "", "Id": 184717},
                   {"DefaultEvent": {"Description": "あなたは目を閉じ、すべての音と気を散らすものを締め出すため耳まで水に浸かろうと湖の中にさらに深く身を沈めた。鼓動が遅くなる。一生分の疲れがあなたの瞼を重くし、すぐに視界に映るのは銀の余韻の残る暗闇だけになった。\u000d\u000a\u000d\u000aしばらくの後、あなたは年老いた船乗りたちから離れた以前に来たことのない心室の一つで目覚めた。何時間も後の事だ。もしかすると数日が経っているのかもしれない。ギャント・ポールの冷たい空気があなたの素肌を刺し、指先は燃えるように痛む。手書きの文章が暗闇の中に煌く。全てを読むことは出来ないが、持ち主からもぎ取られた心臓と、人生の物語がすでに終わった者たちに呼びかけ彼らに終焉を約束するメランコリーの物語のようだ。@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$You close your eyes and sink deeper into the lake, letting it lap over your ears and cancel out all sound and distraction. Your heartbeat slows. A life of weariness tugs at your eyelids, and soon there is only blackness with a silver aftertaste.\u000d\u000a\u000d\u000aSome time later, you awaken far from the Old Zailors, in a previously unexplored ventricle. Hours later. Perhaps days. The cold air of the Gant Pole prickles your bare skin. Your fingertips burn. Handwritten text glimmers in the darkness, not all of it legible. A tale of a Heart torn from its owner. A melancholy that calls to those whose stories are over and grants them an end.",
                                     "LinkToEvent": {"Id": 241434},
                                     "Name": "未だ語られきっていない物語@{K}A story not yet fully told", "Id": 241436},
                    "Name": "ギャントについて瞑想する@{K}$[Gg]ant -> ギャント$Meditate on the Gant",
                    "Description": "老いた船乗りたちはその抱擁の中でただ眠っているわけではない。@{K}The Old Zailors don't simply sleep in its embrace.",
                    "ButtonText": "", "Id": 184718},
                   {"DefaultEvent": {"Description": "船乗りたちよりも多くの物を見てきた者はZeeの底にも、頭上の終わりなき蒼穹の中にも滅多いない。比較的最近加わった者たちが彼らの戦いと逃亡について話し、その瞳の中に生命の火が一瞬爆ぜた。年老いた者たちは墓のように囁く。\u000d\u000a\u000d\u000a彼らは瞼を閉じたまま、銀の大樹のあった街の半分忘れられた物語を語る。とりわけ老いた者たちには、杉によって影の出来た交差路の断片的な記憶以外に一貫した記憶はほとんど残っていない。@{K}Few have seen more than a gathering of zailors, both of the zee below and the endless blue above. Life sparks briefly in the eyes of the more recent arrivals to this place as they recite memories of battles and escapes. The older ones speak with the whisper of the grave.\u000d\u000a\u000d\u000aTheir eyes stay closed, imparting half-remembered stories of the city with the silver tree. The oldest have few coherent memories left, save a shared one of a crossroads shaded by cedars. ",
                                     "LinkToEvent": {"Id": 241434},
                                     "Name": "血と塩の物語@{K}Stories of blood and salt", "Id": 241437},
                    "Name": "秘密を分かち合う@{K}Share your secrets",
                    "Description": "新しく来たばかりの者たちは秘密を必要としていない。年老いた船乗りたちはあなたが秘密を語るのを待っている。@{K}New arrivals have no need for them. The Old Zailors await yours.",
                    "ButtonText": "", "Id": 184719},
                   {"DefaultEvent": {"Description": "水場から出た後も、あなたの四肢は温もりに微かにうずいている。年老いた船乗りたちはあなたが服を身に着け、ギャント・ポールの主間に戻っていってもまったく気にも留めなかった。@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$Your limbs still tingle with warmth as you climb out of the pool. The Old Zailors pay you no heed as you dress and head back to the Gant Pole's main chamber.",
                                     "LinkToEvent": {"Id": 240407}, "Name": "快い休息@{K}A pleasant break",
                                     "Id": 241439},
                    "Name": "ギャント・プールから出る@{K}$[Gg]ant -> ギャント$Climb out of the Gant Pool",
                    "Description": "寛いだ時間だった。しかし、あなたには果たすべき務めがある。[年老いた船乗りたちと共に過ごす時間が長くなるほど、立ち去るのが困難になります。]@{K}That was relaxing. But now, duty calls.\u000d\u000a [The more time you spend around the Old Zailors, the more difficult it may be to leave their company.]",
                    "ButtonText": "", "Id": 184721},
                   {"DefaultEvent": {"Description": "年老いた船乗りたちの中でも最も年少の者が、罪悪感を滲ませながら頼んできた。「あの憐れな奴の頭は空想で一杯だ。生まれたその日から初心な奴だったが、それでも一財産築きにゲイダーの嘆きへ行っちまったらしい。最後に聞いたところでは、奴は家を出てカーネイトの船長の船に雑用として雇われたらしい。ちゃんとやってるってことだけ確認してきてくれないか？」@{K}$Khan -> カーン, Khanate -> カーネイト, Gaider's Mourn -> ゲイダーの嘆き$A guilty request from the youngest of the Old Zailors. \"The poor lad's head was full of stories. Wet behind the ears from the day he was born, but that didn't stop him heading to Gaider's Mourn to seek his fortune. Last I heard he'd run off and signed on as cabin boy with some Khanate captain. Just make sure he's keeping well?\"",
                                     "LinkToEvent": {"Id": 241434},
                                     "Name": "「ひ孫だ。彼の様子を見てきてくれないか」@{K}\"My grandson. Check in on him for me.\"",
                                     "Id": 241441},
                    "Name": "年老いた船乗りの頼み@{K}A request from an Old Zailor",
                    "Description": "彼らは海の上での暮らしを捨て去っている。少なくとも、大抵の者は。@{K}They have given up their lives above. Most of them.",
                    "ButtonText": "", "Id": 184723},
                   {"DefaultEvent": {"Description": "あなたは水場を浚った。何の価値もない石ころ。底に沈む捨てられた襤褸布。何か尖ったものが手に当たった。これでいいだろう。@{K}You fish into the pool. A few stones of no worth. Discarded rags sunk to the bottom. Your hand closes on something sharp. This will suffice.",
                                     "LinkToEvent": {"Id": 241434},
                                     "Name": "色彩の欠如、形態の実在@{K}The absence of colour, the presence of form",
                                     "Id": 241443},
                    "Name": "ギャントの標本となるものをプールから取る@{K}$[Gg]ant -> ギャント$Take a sample of Gant from the pool",
                    "Description": "ここになら何かあの在りえない色の染みこんだ物があるに違いない。@{K}There must be something infused with its impossible colour.",
                    "ButtonText": "", "Id": 184724},
                   {"SuccessEvent": {"Description": "この船乗りたちは各々の人生の物語の終わりへと至ったのだ。あなたの物語はこのように何者にも知られずにただ消え去ってゆくようなものではない。あなたは歯を食いしばり水場の魅惑的な温もりと寛ぎの中から出ると、服を身に着けあなたの人生へ戻るため長い帰路についた。@{K}These zailors have reached the end of their stories. Yours promises far more than just fading away in obscurity. Gritting your teeth, you pull yourself free from the pool's seductive warmth and comfort, dress, and begin the long walk back to your life.",
                                     "LinkToEvent": {"Id": 240407}, "Name": "意志の力@{K}Force of will",
                                     "Id": 241442},
                    "DefaultEvent": {"Description": "飢え。暗闇の中のナイフ。遠方より見つめる瞳。あなたは水場から這い出した。震えているのは肌に触れる氷のように冷たい空気のせいではない。最悪の部分は服を着ている間に去ったが、後悔はあなたの未だ終わっていない人生へと戻りゆく一歩一歩に反響する。@{K}The hunger. The knives in the dark. The eyes watching from afar. You climb out of the pool, shaking for reasons that have nothing to do with the ice-cold air on your skin. The worst of it has faded by the time you are finished getting dressed, but the regret continues echoing with each step back to your unfinished life.",
                                     "LinkToEvent": {"Id": 240407},
                                     "Name": "再びZeeの恐怖へ@{K}Back to the terrors of the zee", "Id": 241440},
                    "Name": "ギャント・プールから出る@{K}$[Gg]ant -> ギャント$Climb out of the Gant Pool",
                    "Description": "いや、まだだ。あと五分だけ。長くても十分後には。@{K}No. Not yet. Another five minutes. Ten at most.",
                    "ButtonText": "", "Id": 184722}],
 "Description": "銀色を帯びた海水があなたの腰の高さまで打ち寄せる。花火の残像のように鮮明だ。年老いた船乗りたちの中でも若い者たちは突如として彼らの置いてきた世界の物語に飢え、あなたと並んで縁に腰をおろした。残りの大部分はとうの昔に外界を気に掛けることを止め、水中に浮かび静かに瞑想に耽っている。@{K}Silvery brine laps around your waist, as real as the afterimage of a firework. The younger of the Old Zailors sit beside you at the edge, suddenly thirsty for stories of the world they left behind. Most of the rest just float in silent meditation, long past caring.",
 "Name": "年老いた船乗りたち@{K}The Old Zailors", "Id": 241434}
