{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 243306}, "Name": "", "Id": 243305},
                    "Name": "物語のコンテストに参加する@{K}Participate in another contest of stories",
                    "Description": "祭壇の前で語り手の募集が行われている。それに、あなたの人生は実際かなり魅力的なものだ。@{K}At the altar, they are recruiting storytellers. And your life <i>is</i> fascinating.",
                    "ButtonText": "", "Id": 185886},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 243316},
                                     "Name": "", "Id": 243311},
                    "Name": "鐘楼に向かう@{K}Access the Bell Tower",
                    "Description": "聖堂番は脇にどいた。一人が敬礼している。@{K}The vergers step aside. One salutes.",
                    "ButtonText": "", "Id": 185891},
                   {"DefaultEvent": {"Description": "牧師は地元民をまた一人新たに彼の創り出した信仰に加えたようだ。コインが渡されている。懺悔料に、塩税、入信手数料、そして最後に孤児たちへの基金のための“完全に自主的な”募金。宗教的な手続きが終わったところで、牧師はあなたの方を振り向いた。「鐘楼へは行きましたか？中には何があるのです？」\u000d\u000a\u000d\u000aあなたの説明に彼は感激したようだ。「新たな遺物の納められた建物という訳ですね！もちろんトリックでしょうが、上手いやり口だ。もうここを見て回るのは充分です。しかし、あの鐘をもう少し近くで見ることが出来たらいいのですが……」[あなたには二つの選択肢があります。牧師を次の目的地へ連れていくか、あるいは彼を鐘楼へ立ち入らせることが出来るか試してみましょう。]@{K}The Parson is recruiting another local to his manufactured faith. Coins change hands: shriving fee, salt tax, initiation surcharge and, finally, an <i>entirely voluntary</i> donation to the orphans' fund. The business of religion complete, the Parson turns to you. \"You've been into the bell tower? What did you find?\"\u000d\u000a\u000d\u000aYour explanation thrills him. \"The construction of a new relic! A trick, of course, but a well-executed one. Perhaps I've seen enough here. Although I wouldn't mind a closer look at that bell...\" [You have a choice: take the Parson to his next destination, or attempt to get him into the bell tower.]",
                                     "LinkToEvent": {"Id": 242560},
                                     "Name": "信仰の建造物@{K}The structure of belief", "Id": 243364},
                    "Name": "鐘楼について放浪の牧師と話し合う@{K}Discuss the bell tower with the Wandering Parson",
                    "Description": "彼はまだ近くをうろうろしている。@{K}He is lingering nearby.", "ButtonText": "",
                    "Id": 185927},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 243367},
                                     "Name": "", "Id": 243373},
                    "Name": "最後列の信徒席に座る紳士と物語を交換する@{K}Trade stories to the gentleman in the rear pew",
                    "Description": "彼のスーツは長命衆の薄い布地で作られたものだ。彼は物語のコンテストを熱心に観察し、時折よれた手帳に物語の一部を書き留めている。[語り手のクオリティを様々な報酬と交換できます。]@{K}$Presbyter -> 長老, Presbyterate -> 長命衆$His suit is of thin Presbyterate fabric. He observes the story-contests closely, occasionally copying an excerpt into a tatty notebook. [Trade your Storyteller quality for different rewards.]",
                    "ButtonText": "", "Id": 185933},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 243280},
                                     "Name": "", "Id": 243375},
                    "Name": "礼拝に集まった信者たちと物語を交換する@{K}Trade Stories with the congregation",
                    "Description": "あなたの風貌と持ち物は注目を集めている。彼らは新しい物語を熱心に求めているのだ。@{K}Your appearance and bearing attract attention. They are eager for new tales.",
                    "ButtonText": "", "Id": 185935},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 242920},
                                     "Name": "", "Id": 243376},
                    "Name": "物語のコンテストに立ち会う@{K}Witness a contest of stories",
                    "Description": "会衆たちが祭壇の前に集まっている。説教でもしているのだろうか？しかし、どうやら説教師は二人いるようだ。@{K}The congregation is gathered before the altar. A sermon? But there seem to be two preachers.",
                    "ButtonText": "", "Id": 185936},
                   {"DefaultEvent": {"Description": "「あなたも遠い海溝からの物語を耳にする事があるでしょう。そしてそのうちの幾つかは本当にあったことでさえあるかもしれません。しかし、最も風変わりな物語の多くは嫉妬深くも慎重に守られているのです」港からの光が彼の眼の内に輝く。「隠された謎と影響されやすい聴衆たち」彼はあなたを一瞥すると、荷物をまとめ始めた。「下でしばらくご一緒しませんか？ここでなら探検家にとって価値ある話が聞けるはずですよ」@{K}\"You'll hear tales here from distant trenches of the Unterzee, and some of them might even be true. But the strangest ones are jealously guarded.\" Light from the dock glints in his eye. \"Hidden mysteries and pliant listeners.\" He glances at you, then gathers his luggage. \"Won't you join me below for a while? An explorer could learn much of value here.\"",
                                     "LinkToEvent": {"Id": 242560}, "Name": "信仰への呼びかけ@{K}Call to Worship",
                                     "Id": 243378},
                    "Name": "放浪の牧師を送り届ける@{K}Deliver a Wandering Parson",
                    "Description": "港に船を入れる間も、彼は舷窓に張り付いて外を見ていた。そして呟く。「ロウ・バーネット。深海への玄関口ですね」@{K}$Low Barnet -> ロウ・バーネット$He presses close to a porthole as you dock. \"Low Barnet,\" he murmurs. \"The gate to the deeps\". ",
                    "ButtonText": "", "Id": 185937},
                   {"DefaultEvent": {"Description": "説教壇は見当たらない。オルガンのパイプは歪み、折れてしまっていた。しかし、ロウ・バーネットはいまだある種の信仰の家である。船乗りたちが信徒席の間に集まっている。聖歌隊席は綺麗にされ、即席のステージに向けて並べられていた。光る眼をした魚が色鮮やかなステンドグラスの後ろを泳ぎ過ぎる。\u000d\u000a\u000d\u000a鐘楼へと続く扉は二人の無愛想な聖堂番によって守られていた。三叉とはなかなか洒落た武器を持っているものだ。@{K}$Low Barnet -> ロウ・バーネット$There is no pulpit. The organ has bent, broken pipes. But Low Barnet is still a house of worship, of a sort. Groups of zailors gather in the aisles. The choir benches are clean, and face a makeshift stage. Lantern-eyed fish pass behind colourful windows of stained glass.\u000d\u000a\u000d\u000aThe door to the bell tower is guarded by two burly vergers. The tridents are a nice touch.",
                                     "LinkToEvent": {"Id": 242560}, "Name": "海中の礼拝@{K}Submarine services",
                                     "Id": 245146},
                    "Name": "教会を探索する@{K}Explore the church",
                    "Description": "ここでは何が起きているのだろう？会衆たちは何のために集まったのだろう？@{K}What goes on here? What brings its congregation together?",
                    "ButtonText": "", "Id": 187117},
                   {"DefaultEvent": {"Description": "紫のキノコは潜水艦を降りていった。ブレミガンは信徒席の間を椅子の周りの泥を引っ掻きながらのろのろと進む。そして演壇の傍で立ち止まり、決然と体を揺すると祭壇の後ろの暗がりに潜りこんだ。\u000d\u000a\u000d\u000a三叉が宙を切り、ブレミガンの柔らかな頭を串刺しにする。聖堂番が大股で歩み寄り、武器を取り戻すと傷ついた茸をどろどろの粘液状になるまで切り裂いた。彼女はあなたに脅すような視線を寄こし、持ち場に戻った。@{K}$[Bb]lemmigan -> ブレミガン$The purple mushroom descends from the zub. It shuffles into the nave, scratching at the dirt around the pews. It pauses near the pulpit then - with a decisive wriggle - makes for a dark corner behind the altar.\u000d\u000a\u000d\u000aA trident whistles through the air and skewers its soft head. A verger strides over, retrieves her weapon and hacks at the wounded blemmigan until the pieces are mush. She gives you a baleful look before returning to her post.",
                                     "Name": "管理された環境@{K}A Controlled Environment", "Id": 245469},
                    "Name": "ブレミガンを降ろす@{K}$[Bb]lemmigan -> ブレミガン$Drop off a Blemmigan",
                    "Description": "海中の教会だってきっと気まぐれな肉食菌類に礼拝に参加してほしいに違いない。@{K}Why wouldn't an underwater church want an unpredictable fungal carnivore among its congregation?",
                    "ButtonText": "", "Id": 187304},
                   {"DefaultEvent": {"Description": "彼は鐘楼を振り返り、ため息をついた。「もちろんあなたの説明は極めて鮮やかでしたが、それも自分の眼で見たかったものです。謎は信徒の多い信仰体系には欠かすことの出来ない物ですからね。しかし、前へ進むとしましょう。シェパード・アイルも物語を語るのにいい場所だという話です。そちらの方に向かわれるのでしたら、お願いします」@{K}$Shepherd Isles -> シェパード・アイルズ$He looks back at the bell tower door and sighs. \"Your description was vivid, of course. But I would have liked to see for myself. Mystery is the very essence of a successful belief system. Still. Onwards. I hear that the Shepherd Isles is another place for storytelling. If you're going that way?\"",
                                     "Name": "場所を移す@{K}A change of scenery", "Id": 245470},
                    "RareDefaultEvent": {"Description": "彼は鐘楼を振り返り、ため息をついた。「もちろんあなたの説明は極めて鮮明なものでしたが、それでも自分の眼で見たかったものです。謎は信徒の多い信仰体系には欠かすことの出来ない物ですからね。しかし、前へ進むとしましょう。大修道岩の修道女たちは極めて厳格な信仰を持っているという話です。そちらの方に向かわれるのでしたら、お願いします」@{K}$Abbey Rock -> 大修道岩$He looks back at the bell tower door and sighs. \"Your description was vivid, of course. But I would have liked to see for myself. Mystery is the very essence of a successful belief system. Still. Onwards. I hear that the Sisters of Abbey Rock practice a very disciplined faith. If you're going that way?\"",
                                         "Name": "場所を移す@{K}A change of scenery", "Id": 245471},
                    "Name": "放浪の牧師を次の目的地に運ぶ@{K}Transport a Wandering Parson to his next destination",
                    "Description": "彼は新たにいくつかの戒律を身に着け、着いた時よりも幾分裕福になった。それで、次はどこへ向かうのだろう？@{K}He has recruited several new disciples, and is rather better off than when he arrived. But where does he need to go next?",
                    "ButtonText": "", "Id": 187305},
                   {"DefaultEvent": {"Description": "教会の奥、祭壇のあたりにいるあれは誰だろう？@{K}And who is that, in the shadows of the apse?",
                                     "LinkToEvent": {"Id": 259164}, "Name": "", "Id": 259163},
                    "Name": "峻厳な慈善家の夫を探す@{K}Find the Fierce Philanthropist's husband",
                    "Description": "情報によれば、彼はここにいるはずだ。@{K}Your source said he could be found here.",
                    "ButtonText": "", "Id": 193265}],
 "Description": "船を乗り入れられる港を備えた海中に沈んだ教会。海流に流された砂が低い壁に沿って堆積し、手入れのされていない地下室と歪んだ墓石は遥か昔に埋まってしまったようだ。教会は内部に水が入らないように閉め切られている。しかしそれでも、塔の鐘の深い響きが潜水艦の船体を隔ててなお感じられた。@{K}A sunken church with docking ports. Sediment has built up against the lower walls, and long ago choked neglected crypts and crooked tombstones. The interior is sealed; yet the deep peals of the tower's bell can be felt even through a zubmarine hull.",
 "Name": "ロウ・バーネット@{K}$Low Barnet -> ロウ・バーネット$Low Barnet", "Id": 242560}
