{"ChildBranches": [{"SuccessEvent": {"Description": "船員たちは素早く行動し、燃料と食糧を持ち帰った。一人が船長の机にあった紙の束と共に少し遅れて船に戻る。燃えているページもあれば、ふやけたページもある。これはソナーの計測結果に関する日誌だ。全て極めて精密に手書きで記されている。壊れた計測機器まであったが、どれも役には立たない。しかし、これは一体なんだ？@{K}Your crew move swiftly. They bring back supplies and fuel. One staggers aboard with a bundle from the captain's desk. There are scorched and sodden pages, journals of sonar readings - all completed in minute handwriting. There's even wrecked measuring equipment. None of it of any use. But what's this? ",
                                     "Name": "沈む@{K}Downed ", "Id": 243439},
                    "DefaultEvent": {"Description": "船員たちはエアロックを開く事すらできなかった。あなたは暢気な仔馬号が崩れ去る様を観測窓より見守る。鈍く光る金属がよじれ、あらゆる裂け目から水が船内に流れ込む。沈みゆく潜水艦から泡が細い線となり水面へと昇っていったのを最後に、船の姿は見えなくなった。@{K}Your crew haven't even opened the airlock. You watch from the observation dome as the Putterpony comes apart. Darkly gleaming metal twists upon itself, water rushing in through every crack. A thin stream of bubbles escape from the tormented zubmarine before it sinks out of sight. ",
                                     "Name": "遅かった！@{K}Too late! ", "Id": 242596},
                    "Name": "略奪する@{K}Loot the Putterpony ",
                    "Description": "急げ！外殻への被害は甚大だ。すでに船体が崩れ始めている。@{K}Quickly! The damage done to its shell was immense. Already, the hull is collapsing. ",
                    "ButtonText": "", "Id": 185481},
                   {"SuccessEvent": {"Description": "水が暢気な仔馬号に流れ込む。歪んだ鋼鉄が軋みながらZeeに引き裂かれる。舷窓に女性の顔が見えた。つかの間、窓が最期の呼吸によって曇る。彼女の唇が動いた。『私たちはどちらもこの場所にいてはならなかった』仔馬号は完全に瓦解した。もうあの船を眼にする事はない。@{K}Water pours into the Putterpony. Its tormented metal groans as it's torn by the zee. A woman's face appears at a porthole - it swiftly fogs with her last breaths. Her lips move: \"Neither of us should be here.\" The Putterpony buckles entirely. She is lost.",
                                     "Name": "曇った硝子@{K}Fog on the glass ", "Id": 243441},
                    "DefaultEvent": {"Description": "損傷はあまりにも大きい。潜水艦の外装は剥がれ、船員の部屋を押し潰す。海水が勢いよく流れ込んだ。金属の悲鳴のような音とともに潜水艦は急激に沈んでゆく。幾つもの懇願する手がエアロックの窓を半狂乱で叩いている。船は失われた。@{K}The damage is too great. The shell of the zubmarine has slips, crushing the Putterpony's crew quarters. Water is rushing in. Metal screams as the zubmarine sinks, fast. Pleading hands slap frantically at the airlock glass. It is gone. ",
                                     "Name": "哀願する手@{K}Hands raised in supplication ", "Id": 243440},
                    "Name": "船員の最期の願いに耳を傾ける@{K}Hear the crew's last wishes ",
                    "Description": "船はもう沈むほかないが、エアロックの窓から人間の顔を見せてやることぐらいは出来るだろう。@{K}The Putterpony is lost, but you can at least provide a human face at their airlock glass. ",
                    "ButtonText": "", "Id": 185979}],
 "Description": "カーネイトの潜水艦にゆっくりと水が流れ込んでいる。舷窓の一つから追い詰められたようにちらつくランプの光が見えた。@{K}$Khan -> カーン, Khanate -> カーネイト$The Khanate zubmarine is taking on water. Through one of its portholes, a lamplight waves frantically.",
 "Name": "暢気な仔馬号を倒した@{K}You have defeated a Putterpony", "Id": 242595}
