{"ChildBranches": [{"SuccessEvent": {"Description": "大砲が撃ち込まれた。カーネイト潜水艦の船体に轟音が反響する。その振動は航路を計画するための机に広げられた海図をも震わせる。あなたは船橋から潜水艦の銅の外殻が紐のように千切れてゆくのを見つめた。二度目の斉射によって恐ろしい炎が吹き上がった。潜水艦は崩れ去る……死体とねじ曲がった鉄、木の梁だけが残された。@{K}$Khan -> カーン, Khanate -> カーネイト$Your guns fire. The Khanate zubmarine's hull resounds with a thunderous boom. The vibration shakes your maps from the navigation table. From the bridge, you watch the ship's copper shell tear like lace. A second volley ignites a terrible conflagration. The zubmarine shatters - corpses, twisted metal and beams of wood are all that remain. ",
                                     "Name": "押し潰すような深みへ@{K}Into the crushing depths", "Id": 243554},
                    "DefaultEvent": {"Description": "激しい斉射の衝撃によって船首灯が揺れる。海中の洞窟で石灰岩が溶けるような轟音がおこり、潜水艦全体に反響した。カーネイトの潜水艦は遥かに深刻な被害を受けている。鋼鉄の表面が船首から船尾まで紙のように裂け、そして爆発が起こった！あなたは観測窓から、カーネイトの船員たちが炎と水の中で死んでいく様を見つめた。水が静まる。船の破片と船員たちがゆっくりと下方へと沈んでゆく。@{K}$Khan -> カーン, Khanate -> カーネイト$Your prow-light sways from the shock of the force unleashed. Rumbles, like the sound of limestone melting in an underwater cave, reverberate through your zubmarine. The Khanate zubmarine fares far worse - its metal skin tears like paper from fore to aft. Then an explosion! From the observation dome, you watch as the Khanate crew is destroyed in fire and water. The water stills. Ship parts and crew sink slowly downwards.",
                                     "Name": "燃やされ、溺れ、潰された@{K}Burned, drowned, crushed ", "Id": 242598},
                    "Name": "船の残骸と生存者を跡形もなく破壊する@{K}Destroy the wreck and all survivors",
                    "Description": "あなたは此処にいてはいけないことになっているのだ。誰にも知られてはならない。@{K}You should not be here. No one must know.",
                    "ButtonText": "", "Id": 185482},
                   {"SuccessEvent": {"Description": "あなたはカーネイトの潜水艦背部にあいた裂け目から中へと泳いで入った。船室の幾つかは、焼けて床が軋んではいるが、まだ水が入っていなかった。カーネイトの船員たちは狭い中で贅沢に暮らしていたようだ。10以上の寝台が床にボルトで固定されている。部屋の壁は銅製で藍色の丸天井を備え、床には漆が塗られており、扉は金と白で統一されている。一つの寝台の下に優美な装飾が施され鍵の掛けられた大きな木製の旅行鞄が残されていた。あなたは鍵をこじ開けるため鞄を船に持ち帰った。@{K}$Khan -> カーン, Khanate -> カーネイト$You swim through a rip near the back of the Khanate zubmarine. Some of the crew quarters survive- although fire-blasted, and creaking. The Khanate crew had lived in confined luxury - a dozen beds are bolted to the floor. The chamber's walls are copper, the roof indigo-domed, the floor is lacquered. The doors are white and gold. Under one bunk bed is a large wooden trunk, with an ornate lock. You haul it back to your ship to prise open. ",
                                     "Name": "皆死んだ、死んでしまった@{K}All dead, all dead ", "Id": 243556},
                    "DefaultEvent": {"Description": "あなたはカーネイトの潜水艦背部にあいた裂け目から中へと泳いで入った。船室の幾つかは焼けて床が軋んではいるが、まだ水が入っていなかった。カーネイトの船員たちは狭い中で贅沢に暮らしていたようだ。10以上の寝台が床にボルトで固定されている。部屋の壁は銅製で藍色の丸天井を備え、床には漆が塗られている。潜水艦の物資と価値のある物はすべてあなたたちの砲撃によって破壊されてしまっていた。船に戻ると、航海士が難破船から出てきた小型の潜水艇が光を目指してゆっくりと昇っていくのを見たと報告した。@{K}$Khan -> カーン, Khanate -> カーネイト$You swim through a rip near the back of the Khanate zubmarine. Some of the crew quarters survive - although fire-blasted, and creaking. The Khanate crew had lived in confined luxury - a dozen beds are bolted to the floor. The chamber's walls are copper, the roof indigo-domed, the floor is lacquered. The zubmarine's supplies and everything else of value were destroyed by your guns. On your return, your navigator mentions seeing a small craft departing from the wreck, climbing slowly towards the light.",
                                     "Name": "何かが残っている@{K}Something remains", "Id": 243555},
                    "Name": "難破船に乗り込む@{K}Board the wreck ",
                    "Description": "カーネイトの潜水艦は水中に漂っている。船全体を覆う装甲は引き裂かれてしまっているが、無事で残っている物もあるかもしれない。@{K}$Khan -> カーン, Khanate -> カーネイト$The Khanate zubmarine is dead in the water. Its shell-hull is torn, but something may have survived. ",
                    "ButtonText": "", "Id": 186053}],
 "Description": "カーネイトの潜水艦に近づくと、傷ついた船体が鈍く光った。生き残った船員たちは潜水服を身に着け船の外側に捕まっている。逃げ出そうとしているようだ。@{K}$Khan -> カーン, Khanate -> カーネイト$The Khanate zubmarine's stricken bulk gleams as you draw close. Its surviving crew are in diving suits, clinging to the outside of the vessel. They are attempting to escape.  ",
 "Name": "カーネイトの潜水艦を倒した@{K}$Khan -> カーン, Khanate -> カーネイト$You have defeated a Khanate Zubmarine",
 "Id": 242597}
