{"ChildBranches": [{"DefaultEvent": {"Description": "海獣の死体に傷をつけるのは困難だった。それどころか単にしっかりと掴むのさえ難しい。ペンチ、鋸、木槌が持ち出されたが、全て壊れてしまった。しかしとうとう、軋み千切れるような音と共に緑色の血を噴き上げ、細長い脚の欠片が甲殻から引き抜かれた。潜水服を着たダイバーたちが前脚を船の外殻に留めた。これは何だろう？コンパニオンが何かを握りしめている……@{K}The creature's carapace is difficult to scratch, or even get a grip on. Pliers, saws, a mallet - all break. At last, with a groan, a snap, and a spray of viridian blood, a fragment of spindly limb comes free. Suited divers rivet the forelimb to your shell-hull. And what's this? The Companion was clutching something...",
                                     "Name": "折り曲がり、軋む@{K}Bending and groaning ", "Id": 243567},
                    "RareDefaultEvent": {"Description": "海獣の死体に傷をつけるのは困難だった。それどころか単にしっかりと掴むのさえ難しい。ペンチ、鋸、木槌が持ち出されたが、全て壊れてしまった。しかしとうとう、軋み千切れるような音と共に緑色の血を噴き上げ、細長い脚の欠片が甲殻から引き抜かれた。これは何だろう？コンパニオンが何かを握りしめている……\u000d\u000a\u000d\u000a潜水服を着たダイバーたちが脚を船の外殻に留めた。その後、彼らはどこからか繰り返し聞こえる叩くような音について文句を言うようになった――しかし、それは恐らく単に鋼鉄が冷たい水に反発した音だろう。@{K}The creature's carapace is difficult to scratch, or even get a grip on. Pliers, saws, a mallet - all break. At last, with a groan, a snap, and a spray of viridian blood, a fragment of spindly limb comes free. And what's this? The Companion was clutching something...\u000d\u000a\u000d\u000aSuited divers rivet the forelimb to your shell-hull. Later, they complain about a recurring tapping sound from without - but it's probably just the steel contracting in the cold.",
                                         "Name": "折り曲がり、軋む@{K}Bending and groaning ", "Id": 243568},
                    "Name": "脚を切り離し、それを用いて船体を補強する@{K}Sever a limb and use it to brace the hull. ",
                    "Description": "船を攻撃した脚を使って船体を修理することが出来るかもしれない。それに加え、爪の一つが何かを掴んでいるようだ……[船体を修理し、宝を手に入れることが出来ます。]@{K}Those limbs which attacked your ship could be put to use repairing it. And one of the claws was clutching something... [Repair your Hull and claim a treasure.]",
                    "ButtonText": "", "Id": 186059},
                   {"DefaultEvent": {"Description": "死にかけのコンパニオンが身を震わせた。蛆のついた腹が、かき乱された水の中で風の抜けるような弱々しく哀れっぽい音をたてる。金属によって強化された潜水服に身を包み、あなたたちは曝け出された触肢をぎこちなく切り付けた。切断しようと立ち働くあなたの潜水服をコンパニオンの長い毛が愛情さえ感じられるほどに優しく撫でる。潜水艦はあなたたちが戻り次第急いで離れることが出来るよう、準備を整えて待っていた。@{K}The Companion shivers in death. The grubs flecking its belly whine, plaintively, in the stirring waters. Confined in an armoured diving suit, you hack clumsily at an exposed pedipalp. While you work, its long hairs brush gently, almost lovingly, against your suit. Your zubmarine is primed to make a hasty escape as soon as you return with your trophy.",
                                     "Name": "離れろ！@{K}Away! ", "Id": 243573},
                    "Name": "記念になるようなものを取って立ち去る@{K}Take a memento and leave ",
                    "Description": "迅速に。関りになってもいい事はない。[恐怖が大幅に減少します。その上、すべてのスキルが上昇するでしょう。]@{K}Quickly. No good can come of interfering. [This will significantly reduce your Terror, and it may raise all of your stats.]",
                    "ButtonText": "", "Id": 186064},
                   {"SuccessEvent": {"Description": "蛆虫を母親のでこぼこした体から切り離すには、梃子とつるはしを持ち出さねばならなかった。コンパニオンは、常に蜜に捕らえられた蜂の羽音が増幅され引き延ばされたような不快な音を発している。そして蛆虫が小気味いい音とともに外れた。あなたたちはそれを船に持ち帰る。海水の入った樽に押し込む間も、身を折り曲げた黄色い生き物は蠢き湿った音を立てている。そして蓋を閉め暗闇の中に閉じ込めるとようやく蛆虫は動きを止め、時折猫の鳴き声のような音を発するだけになった。@{K}It takes a pry-bar and a pickaxe to detach a grub from the bulbous hulk of its mother. It emits a constant, irritating noise - like the whine of a wasp trapped in honey, amplified and prolonged. With a pop, it comes free. You haul it back inside. The curled, yellow mass writhes and squeals as you squeeze it into a brine-filled barrel. Eventually, after you heave on the lid and seal it in the dark, it settles down - only giving the occasional mew. ",
                                     "Name": "床に汚らしく散らばる@{K}A mess on the floor ", "Id": 243566},
                    "DefaultEvent": {"Description": "蛆虫を母親のでこぼこした体から切り離すには、梃子とつるはしを持ち出さねばならなかった。コンパニオンは、常に蜜に閉じ込められた蜂の羽音が増幅され引き延ばされたような不快な音を発している。とうとう、小さい蛆虫が小気味いい音と共に体から外れた。船に引きこまれた身を折り曲げた黄色い生き物は湿った音を立てながら蠢いていたが、やがて白くなり動きを止めた。一人の船員が慎重に近づく。すると蛆虫は生命を取り戻し、彼の肉に貪欲に潜り込んだ。何とか引き離すことが出来た頃には、船員と蛆虫はどちらもすでに死んでいた。@{K}It takes a pry-bar and a pickaxe to detach a grub from the bulbous hulk of its mother. It emits a constant, irritating noise - like the whine of a wasp trapped in honey, amplified and prolonged. Eventually, one of the small grubs pops free. Once on board the ship, the curled, yellow mass wriggles and squeals, before whitening and falling still. A crewman tentatively approaches. The grub writhes to life, burrowing into him hungrily. By the time you are able to separate them, both crewman and grub are dead. ",
                                     "Name": "最後の抵抗@{K}A last retort", "Id": 242600},
                    "Name": "幼虫を船に引き入れる@{K}Bring a grub aboard ",
                    "Description": "コンパニオンの蠢く子供たちはいまだその殻に掴まっている。一匹ぐらいは生きのびるかもしれない。いずれにせよ、閉め切った部屋の中で興味深い研究を行うことが出来るだろう。[アイアンを大幅に上昇させます。ただし、すでにアイアンが一定以上の値である場合、効果はありません。]@{K}$Iron -> アイアン$The wriggling children of the Companion still cling to their parent's husk. Perhaps one will live. It will be interesting to study at close quarters regardless. [This will significantly improve your Iron if it is not already too high.]",
                    "ButtonText": "", "Id": 185483}],
 "Description": "コンパニオンの多関節の脚の束は中心に向けて折り畳まれ、斑の腹部が曝されている。顎が潮流によって微かに音を立てる。それ以外に見て取れる動きは、死によって硬直しつつある脚の発作的な痙攣だけだ。@{K}Its cluster of articulated legs are curled back on themselves and its variegated stomach exposed. Its mandibles clack gently in a zee-current. Otherwise the Companion's only movements are spasmodic jerks as its limbs stiffen in death.",
 "Name": "コンスタント・コンパニオンを倒した@{K}You have defeated a Constant Companion", "Id": 242599}
