{"ChildBranches": [{"SuccessEvent": {"Description": "あなたは船員たちを暗闇へと送り出し、フルークの光に照らしだされた彼らのシルエットを半球の観測室から見守った。薄い色の光はフルークの肉が腐り落ちてゆくにつれてますます輝きを強める。まるで燃え尽きる寸前の蝋燭の様だ。船員たちは肉だったものの欠片を急いで集めている。すぐにZeeは暗闇に包まれた。船員たちはゆっくりと、琥珀の卵のような臓器を腕いっぱいに抱えて船に戻ってくる。@{K}$[Ff]luke -> フルーク$You send your crew out into the dark. From the observation dome, you watch them become silhouettes against the light of the Fluke. Its pale radiance grows in strength as the flesh sloughs away. It is like the last moments of a near-spent candle. Your crew hurry to gather up the firmer flesh-pieces. In an instant, the zee is dark. Your crew make their way back slowly, laden with armfuls of organs like amber eggs. ",
                                     "Name": "光輝@{K}Radiance ", "Id": 243436},
                    "DefaultEvent": {"Description": "あなたは船員たちを暗闇へと送り出し、フルークの光に照らしだされた彼らのシルエットを半球の観測室から見守った。その薄い色の光は肉が腐り落ちてゆくにつれてますます輝きを強める。まるで燃え尽きる寸前の蝋燭の様だ。すぐにZeeは暗闇に包まれた。船員たちは船に戻ろうと振り返ったが、一人が光の名残の中に留まろうと抵抗しているようだ。他の船員たちは彼女抜きで帰還した。「あいつ送気管を狙いやがった。助けようとして自分が死んだら元も子もないからな」@{K}$[Ff]luke -> フルーク$You send your crew out into the dark. From the observation dome, you watch them become silhouettes against the light of the Fluke. Its pale radiance grows in strength as the flesh sloughs away. It is like the last moments of a near-spent candle. In an instant, the zee is dark. As your crew turn to return, one fights to stay among the last of the luminescence. Your crew return without her: \"Went for my airline. Wasn't worth the risk.\" ",
                                     "Name": "闇の中へ@{K}Away in the dark ", "Id": 242602},
                    "Name": "船員にフルーク肉を取ってこさせる@{K}$[Ff]luke -> フルーク$Send some of your crew to harvest the Fluke  ",
                    "Description": "このフルークはとりわけ変わった見た目をしている。肉の中に何か価値のある物があるかもしれない。@{K}$[Ff]luke -> フルーク$This fluke is particularly unusual. Its flesh may hold something of value. ",
                    "ButtonText": "", "Id": 185484},
                   {"SuccessEvent": {"Description": "物の少ない観測室が薄い色の光によって照らされた。船医が殻を剥ぎ取り、核へと迫る。柔らかい琥珀のような湿ったフルークの欠片が鋼鉄の床の上に放置されている。突然船医の口述が止まった。「ああ神よ！この温もりは！」医者は核に両腕を巻きつけ、顔を押し付けた。フルークの核が湿った音を立てて崩れる。医者は顔をあげた。「輝き……太陽太陽太陽……」@{K}$[Ff]luke -> フルーク$The hollow chamber of the observation dome is illuminated with a pale radiance. The ships' surgeon has been peeling their way closer to the core. Pieces of fluke, like soft lumps of amber, lie dripping on the steel floor. The surgeon abruptly ceases dictating their dissection: \"Oh god! The warmth!\" They press their arms into the core, rubbing their face against it. The fluke core collapses wetly; your surgeon looks up.  \"Radiance... the sun the sun the sun...\" ",
                                     "Name": "潜水艦の中の光@{K}Light in the zubmarine", "Id": 243438},
                    "DefaultEvent": {"Description": "物の少ない観測室が薄い色の光によって照らされた。船医が殻を剥ぎ取り、核へと迫る。柔らかい琥珀のような湿ったフルークの欠片が鋼鉄の床の上に放置されている。あそこだ！核が見えた。あなたはそれを握りしめ、核は応じるように激しく脈打った。光が強まる――\u000d\u000a\u000d\u000a潜水艦が暗闇に包まれた。誰かがランタンを探し当てるまではしばらくかかった。@{K}$[Ff]luke -> フルーク$The hollow chamber of the observation dome is illuminated with a pale radiance. The ships' surgeon has been peeling their way closer to the core. Pieces of fluke, like soft lumps of amber, lie dripping on the steel floor. There! The core is exposed. You grasp it; it responds by quivering violently. Its light intensifies- \u000d\u000a\u000d\u000aThe zubmarine is plunged into darkness. It is some time before anyone can find a lantern. ",
                                     "Name": "つかの間のともしび@{K}A brief candle ", "Id": 243437},
                    "Name": "研究のためフルークの欠片を取る@{K}$[Ff]luke -> フルーク$Fetch a piece of the fluke to study.",
                    "Description": "あの色、輝き！ぜひとも研究しなければ。@{K}That colour! That light! It demands investigation ",
                    "ButtonText": "", "Id": 185978}],
 "Description": "ぐちゃぐちゃになったフルークの肉から薄い色の光が漏れ出している。琥珀色の棘はゆっくりとゲル状になり、ドーン・フルークが崩れ去るにつれて輝きもまた水中に広がってゆく。@{K}$[Ff]luke -> フルーク$Pale light oozes from the ruined flesh of the fluke. Its amber spines are slowly liquefying into a gel. Luminescence spreads through the water as the Dawn Fluke dissipates.",
 "Name": "ドーン・フルークを倒した@{K}$[Ff]luke -> フルーク$You have defeated a Dawn Fluke",
 "Id": 242601}
