{"ChildBranches": [{"DefaultEvent": {"Description": "船員が急いでボイラーに炭を入れる。エンジンが反動と闘い、船全体から振動した。潜水艦はフルークの分解しつつある場所から逆方向へと進んでゆく。暗闇がすぐに死骸を覆い隠したが、硝子の砕けるような音がいまだ聞こえる。その音は船の外殻の周囲に反響し、しばらくやまなかった。@{K}$[Ff]luke -> フルーク$Your crew stoke the boiler urgently. The whole zubmarine shudders as the engines fight momentum. Eventually, you are reversing from the location of the disintegrating fluke. The dark hides its carcass quickly, but there is a noise like the shattering of glass. It echoes around your ship's shell and does not stop for some time. ",
                                     "Name": "この場を離れる@{K}Away ", "Id": 243435},
                    "Name": "死骸に近寄らない@{K}Avoid the carcass entirely",
                    "Description": "さっさと立ち去ろう。全速前進だ。これと関わりあいになっても良い事は一つもない。@{K}Leave swiftly. At top speed. Nothing good can come of this. ",
                    "ButtonText": "", "Id": 185977},
                   {"SuccessEvent": {"Description": "鉛色の肉と震える棘は船に持ち帰るとすぐに液状になっていった。腐った肉は甲板に水たまりを作りつつ、薄気味悪いメロディを歌いだす。肉が泡の如く吐き出す音色は水に沈んだオルガンのよう。金切り声は盛りのついた狐で、歌う声は檻から放たれた犬。船員たちは必死に耳を覆っているが、あなたは聞き続けた。@{K}No sooner have you brought the clump of livid flesh and quivering spines on board, then it begins to liquefy. As the putrefying flesh puddles on your deck, it sings an eery melody. It bubbles like notes played on a drowned organ; it shrieks like a fox on heat; it sings like a canary released from its cage. Your crew clutch their ears. You do not.",
                                     "Name": "ぐちゃぐちゃ@{K}A liquid mess ", "Id": 243430},
                    "DefaultEvent": {"Description": "鉛色の肉と震える棘は船に持ち帰るとすぐに液状になっていった。棘の下、表皮の膨らんだ部分から肥大化した臓器がはみ出し、床へと滑り落ちた。この生き物の内部の構造を把握するのは骨が折れるだろう。すぐに、死骸は甲板についた紫色の汚れでしかなくなった。誰かがモップを持ってくるよう言った。@{K}No sooner have you brought the clump of livid flesh and quivering spines on board, then it begins to liquefy. Beneath the needles, bloated organs extrude from bulges within the skin. They slip and slide to the floor. You cannot fathom how to piece together the creature's anatomy. All too soon, it is little more than a violet stain on your deck. Someone calls for a mop. ",
                                     "Name": "嫌なものが流れ出した@{K}An unpleasant spillage ", "Id": 242604},
                    "RareDefaultEvent": {"Description": "鉛色の肉と震える棘は船に持ち帰ると、何かを引き出す暇もなくすぐに液状になった。一人の船員が、美しいが決して止むことのない歌声が聞こえると文句を言っている。その夜、あなたの耳にも歌声が聞こえた。あの船員の声だ。朝になると、彼は姿を消していた。@{K}No sooner have you brought the clump of livid flesh and quivering spines on board, then it begins to liquefy - too fast to extract anything. One crewman complains of hearing singing - beautiful, but <i>constant</i>. In the night, you hear singing too. It is his. In the morning, he is gone. ",
                                         "Name": "深みの声@{K}A voice in the deep ", "Id": 243431},
                    "RareSuccessEvent": {"Description": "誰も志願しなかったため、あなた自ら仕事に取り掛からなければならなかった。あなたは肉塊をボイラー室に引きずりこみ、ボイラー用のトングを用いて震える棘を次々に引き抜く。痛々しいほどに赤いフルークの肉が棘の端から崩れ落ちてゆく。甲板に残されたどろどろの液体の合間に、棘の引き抜かれた塊が残っていた。あの輝き方は価値のある物に違いない。@{K}$[Ff]luke -> フルーク$No crewman will volunteer, so you have to do the work yourself. You drag a fleshly clump into the boiler-room. With tongs from the boiler you pull out spine after quivering spine. The angry flesh of the fluke sloughs off the end of these brittle tines. In amongst the slurry that slops across your deck, a plucked lump remains. It gleams promisingly. ",
                                         "Name": "内包されていたもの@{K}Something clutched ", "Id": 243432},
                    "Name": "フルークの核を手に入れる@{K}$[Ff]luke -> フルーク$Harvest a fluke-core ",
                    "Description": "船員たちの反対する声は無視しよう。@{K}Ignore the protestations of your crew.",
                    "ButtonText": "", "Id": 185485},
                   {"SuccessEvent": {"Description": "フルークは満ち潮に流されゆく砂の城のように、ゆっくりと、しかし変化の見てとれる速度で液状になっていった。荒々しい棘からヴァイオラントの液体がZeeに流れだし、鉛色の肉が核より剥がれ落ちる。そしてどちらもあなたの眼前で崩れていった。哀惜に満ちた嘆きの声があがり、潜水艦全体にその重い響きが反響する。あなたは故郷を思い出した。ありうべからざる天と星々を――\u000d\u000a\u000d\u000aそして終わった。フルークはもはや水中の汚れでしかない。@{K}$[Vv]iolant -> ヴァイオラント, [Ff]luke -> フルーク$The fluke liquefies slowly but perceptibly, like a sand-castle washed away by successive tides. Its savage spines leak violant fluids into the zee; its livid flesh sloughs away from its core. That too rots away before your eyes. There is a mournful keening. The zubmarine reverberates with the weight of it. You remember home, where the sky is impossible and the stars - \u000d\u000a\u000d\u000aIt ends. The fluke is just a stain in the water. ",
                                     "Name": "船中に響く木霊@{K}Echoes in the shell ", "Id": 243434},
                    "DefaultEvent": {"Description": "フルークは満ち潮に流されゆく砂の城のように、ゆっくりと、しかし変化の見てとれる速度で液状になっていった。獰猛な棘からヴァイオラントの液体がZeeに流れだす。そしてこれもあなたの眼前で崩れていった。引き裂かれた死骸から哀惜に満ちた嘆きの声があがる。\u000d\u000a\u000d\u000aあなたは船橋の床の上で意識を取り戻した。誰かが胸の上にロンドンへの海図を置いていったようだ。故郷には親切にも鮮やかな赤で丸が付けられている。@{K}$[Vv]iolant -> ヴァイオラント, [Ff]luke -> フルーク$The fluke liquefies slowly but perceptibly, like a sand-castle washed away by successive tides. Its savage spines leak violant fluids into the zee. These too rot away before your eyes. A mournful keening emerges from the ruptured corpse. \u000d\u000a\u000d\u000aYou come to on the floor of the bridge. Someone has placed the charts to London on your chest. Home has been helpfully circled in bright red. ",
                                     "Name": "あなたは拒んだ@{K}You refuse ", "Id": 243433},
                    "Name": "ローネスト・フルークの死を遠くから見守る@{K}$[Ff]luke -> フルーク$Observe the Lornest Fluke's death. From a distance. ",
                    "Description": "船員を危険にさらすことなく観察を行うことが出来る。@{K}Conduct a study without risking your crew.",
                    "ButtonText": "", "Id": 185976}],
 "Description": "海獣の棘はひどく震えたのち、ひっくり返り死につつある蜘蛛の伸ばされた脚のように、ゆっくりと体に引き寄せられる。歪んだ叫びがついに止んだ。@{K}The beast's spines quiver uncontrollably, before slowly curling in upon themselves, like the upturned limbs of a dying spider. A perverse keening finally fades into silence.",
 "Name": "ローネスト・フルークを倒した@{K}$[Ff]luke -> フルーク$You have defeated a Lornest Fluke",
 "Id": 242603}
