{"ChildBranches": [{"DefaultEvent": {"Description": "港から離れてTのボタンを押すと水面下に潜り、もう一度押すと浮上することができる。この移動には数秒かかる。\u000d\u000a\u000d\u000a水面下に潜ると探索コウモリは使えなくなり、代わりにソナーシステムが使えるようになる。このシステムにより、周囲の暗闇に何があるのか多少は知ることができるだろう。ソナーはZキーを押すことで有効／無効を切り替えられる。\u000d\u000a\u000d\u000a潜っている時、酸素は有限となる。酸素は水中を航行している間は常に減ってゆく。もしも酸素が0になればあなたは死に、ゲームも終了してしまうだろう。@{K}Once you've sailed away from a port, pressing the T key will allow you to to dive or resurface. The transition will take a few seconds.\u000d\u000a\u000d\u000aOnce underwater, your Navigation Bat will be replaced by a Sonar System. This will give you hints of what's in the darkness around you. Pressing the Z key will toggle it on and off.\u000d\u000a\u000d\u000aYou have a limited supply of Oxygen while submerged. It will deplete while you travel underwater. If it hits 0, you will die and your game will end.",
                                     "Name": "", "Id": 242640},
                    "Name": "潜水艦を使うには？@{K}How to use your Zubmarine",
                    "Description": "どういった仕組みになっているのだろう？[この選択肢では、あなたの潜水艦を最大限有効活用する方法を学ぶことができます！]@{K}How does it work? [This tutorial branch will tell you how to make the most of your zubmarine!]",
                    "ButtonText": "", "Id": 185509},
                   {"DefaultEvent": {"Description": "[南の沿岸地方まで行き、そこからさらに海岸沿いに西へ進みポート・カーネリアンへと向かいましょう。そこであなたの船を潜水艦へと変えることができます。きちんと準備を整えてから旅に出ましょう！]@{K}$Port Carnelian -> ポート・カーネリアン$[Travel to the southern coast, and follow it east to find Port Carnelian. There, you will learn how to convert your ship into a zubmarine. Be sure you're prepared for the journey!]",
                                     "Name": "", "Id": 247147},
                    "Name": "潜水艦を手に入れるには？@{K}How to acquire a zubmarine",
                    "Description": "女王陛下の海軍省は潜水艦開発を中止し、再開しないことを誓っている。しかし、あなたは帝国の遠く離れた植民地において、非公式で海中航行の研究がおこなわれているという噂を耳にしたことがある。@{K}$Admiralty -> 海軍省$Her Majesty's Admiralty has sworn off zubmarine exploration. However, you've heard tales of unofficial research into zubmarine travel being conducted in her distant colony.",
                    "ButtonText": "", "Id": 188552},
                   {"DefaultEvent": {"Description": "あなたの先任者は慈善家の事業に大きく貢献した。彼女はあなたの船を無料で改造してくれるだろう。[潜水艦へと改造するための手順を編み出すためのクエストをもう一度繰り返す必要はありません。ポート・カーネリアンにある古いサファイア加工工場を訪れ、現在の船を改造してもらいましょう。]@{K}$Port Carnelian -> ポート・カーネリアン$Thanks to your predecessor's vital contribution to her business, she will apply the modifications to your vessel <i>gratis</i>. [You will not need to repeat the quest to discover the zubmarine conversion process. Just visit the old sapphire processing plant in Port Carnelian to have the alterations applied to your current vessel.]",
                                     "Name": "", "Id": 247149},
                    "Name": "新しい船長の船を潜水艦にするには？@{K}How to convert your new captain's ship into a Zubmarine",
                    "Description": "峻厳な慈善家は、ポート・カーネリアンの古いサファイア加工工場で、ひそかに船を潜水艦へと作り変える有益な事業を取り仕切っている。@{K}$Port Carnelian -> ポート・カーネリアン$The Fierce Philanthropist runs a profitable enterprise, quietly converting ships into zubmarines in the old sapphire processing factory in Port Carnelian.",
                    "ButtonText": "", "Id": 188554},
                   {"DefaultEvent": {"Description": "あなたは自らの運命の主だ。助言など必要ない。@{K}You are master of your destiny. You need no advice.",
                                     "Name": "", "Id": 258879},
                    "Name": "分かった！@{K}I understand!",
                    "Description": "あなたは助けなど必要としていない。[これを選ぶことでチュートリアルが消えます。]@{K}You've no need for the help. [This will remove this tutorial.]",
                    "ButtonText": "", "Id": 193074}],
 "Description": "ようこそ、美味なる友よ！@{K}Welcome, delicious friend!",
 "Name": "潜水艦(Zubmariner)チュートリアル@{K}A Zubmariner Tutorial", "Id": 242639}
