{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは遠くを見つめる不安げな船乗りに近づいた。もしかすると彼は甲殻類の行進を想像しているのかもしれない。あなたはここで何が起こったのか尋ねた。\u000d\u000a\u000d\u000a「競争の事か？一番いい物語が勝つのさ。キャプテンは話し方が全てだって言ってるが、物語を紡ぐには良い撚り糸も必要だろ」\u000d\u000a\u000d\u000a勝者への褒美について尋ねると、彼の視線が何かに焦がれるようなものに変わった。「運が良ければ、勝った奴らは惹きこまれるんだ。俺にも語るに足る物語があればよかったんだが」@{K}You approach an apprehensive seaman who is staring into the distance, perhaps imagining marching ranks of crustaceans. You ask what happened here.\u000d\u000a\u000d\u000a\"The competition? The best story wins. Cap'n says it's all in the delivery, but you need a fine yarn to spin, too.\"\u000d\u000a\u000d\u000aWhen you enquire about the winner's reward, his gaze turns wistful. \"If they're lucky, they get taken up. Wish I had a story to tell.\"",
                                     "LinkToEvent": {"Id": 242920}, "Name": "常連の聞き手@{K}A regular listener",
                                     "Id": 242921},
                    "Name": "競技について尋ねる@{K}Ask about the competition",
                    "Description": "あのような馬鹿げた蟹の作り話で勝利することが出来るなんて、これは一体どういった競技なのだろうか？@{K}What kind of contest is won by nonsensical lies about crabs?",
                    "ButtonText": "", "Id": 185656},
                   {"DefaultEvent": {"Description": "二人の無愛想な聖堂番がドアに近づこうとしたあなたの前に立ちはだかった。一人が会衆の方を指さす。「勝者しか入ることはできん」彼は唸る。「次の対戦はすぐ始まる」@{K}Two surly vergers block your approach to the door. One points back at the congregation. \"Only winners allowed,\" he grunts. \"Next one's soon.\"",
                                     "LinkToEvent": {"Id": 242920}, "Name": "名簿に載ってない@{K}Not on the list",
                                     "Id": 243293},
                    "Name": "彼女の後について鐘楼に行く@{K}Follow her into the bell tower",
                    "Description": "中には何があるのだろう？莫大な富？あるいは単に素敵なビュッフェだろうか？@{K}What's in there? Wild riches? Or just a good buffet?",
                    "ButtonText": "", "Id": 185878},
                   {"DefaultEvent": {"Description": "数人がいまだ留まり、鐘楼の閉ざされた扉を見つめている。あなたが踵を返すと、ちょうど内部から鐘の朗々たる響きが聞こえてきた。鐘の音は数秒の間をおいて幾度か繰り返した後唐突にくぐもり、それからようやく静まった。会衆たちは興奮したように囁きかわしている。\u000d\u000a\u000d\u000aあなたは鐘楼の見張りを続けたが、勝者が再び出てくることはなかった。@{K}A few souls linger, gazing at the closed doors of the bell tower. You have just turned away when you hear the sonorous BONG of the bell within. Its peals repeat every few seconds, before becoming abruptly muffled, then finally silent. An excited murmur runs through the congregation.\u000d\u000a\u000d\u000aAlthough you keep an eye on the bell tower door, the winner does not emerge.",
                                     "LinkToEvent": {"Id": 242560}, "Name": "鐘の音@{K}Chimes", "Id": 243294},
                    "Name": "自分のやるべきことに戻る@{K}Go about your business",
                    "Description": "今回の集まりはこれで終わりだ。@{K}The congregation is breaking up, for now.",
                    "ButtonText": "", "Id": 185879}],
 "Description": "丁度競技が行われている所だ。口達者な訪問者が、横向きの連隊と呼ばれる訓練された蟹たちの略奪集団について語っている。「まず、圧倒的な殻の集団が前面に立ち、それから千もの鋏による猛襲がやって来た！しかし私は、まさしくこのような時のために味方につけておいた仲間の蛸が折よく吐き出した墨の靄によって、かろうじて逃げおおせることが出来たのだ」\u000d\u000a\u000d\u000aこのありそうもない話に聴衆は喝采を送った。対戦相手が失意に項垂れる間に、彼女はシルクハットを振って挨拶すると鐘楼へと入っていった。扉は彼女の背後で閉ざされた。@{K}A competition is in progress. A Voluble Visitor tells of the Sideways Regiment: a plunderous legion of trained crabs. \"First, they present a mighty collective shell. Then comes the onslaught of a thousand nippers! Why, I only escaped thanks to a timely cloud of ink from my squid, which I befriended for precisely such an occasion.\"\u000d\u000a\u000d\u000aThe unlikely story wins the acclaim of the congregation. Whilst her rival slumps, disappointed, the Visitor waves her top hat, and processes to the bell tower. Its doors close behind her.",
 "Name": "物語のコンテスト@{K}A Contest of Stories", "Id": 242920}
