{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは人を飲み込む欲望と、全ての瞬間が希望に輝く朝について語った。そして破られた誓いと砕かれた愛、理髪師の剃刀のように鋭くなった心臓について。あの場所では自らの意図を隠しながらも、はっきりと他者の情熱を目にすることが出来るのだ。物語に聞き入る船乗りたちは俯き、過去に思いを馳せている。@{K}You talk of consuming desire, and mornings where every moment gleams with promise. You talk about broken vows, and a love shattered; about a heart growing sharp as a barber's razor. You talk about how clearly we see the passions of others, while obscuring our own motives. The listening zailors cast their eyes down, looking into the past.",
                                     "LinkToEvent": {"Id": 243280}, "Name": "水晶のように透き通り、はっきりと目に見える@{K}Crystal clear",
                                     "Id": 243283},
                    "Name": "アンテについて語る@{K}Speak of Anthe",
                    "Description": "あの場所の記憶はいまだ輝いている。@{K}Its memory still gleams.", "ButtonText": "",
                    "Id": 185868},
                   {"DefaultEvent": {"Description": "あなたは海獣の背に乗った街について語った。あの場所を見つけるのは難しい。なぜなら街は常にUnterzeeの上や中を放浪しているからだ。海獣はマウント・パーマーストンで腹を焼かれ、マッセイの立坑の天辺を折りとった。そしてアダムの道の港を塞ぎ、大晶洞を産んだ。一番最近聞いた話では、街は現在ロンドンに向かっているという。@{K}$Adam's Way -> アダムの道, Massey's Shaft -> マッセイの立坑, Grand Geode -> 大晶洞, (Mt?.|Mount) Palmerston -> マウント・パーマーストン$You speak of the city on the back of a beast. It is difficult to find, for it roams throughout the Unterzee - above the waves and below. It scorched its belly on Mount Palmerston and snapped the top from Massey's Shaft. It blocked the harbour at Adam's Way and gave birth to the Grand Geode. Why, last you heard, it was making for London.",
                                     "LinkToEvent": {"Id": 243280}, "Name": "都市の冒険@{K}Urban adventures",
                                     "Id": 243284},
                    "Name": "ハイドアウェイについて語る@{K}Speak of Hideaway",
                    "Description": "ほとんど誇張する必要もないだろう。@{K}There is little need to exaggerate.",
                    "ButtonText": "", "Id": 185869},
                   {"DefaultEvent": {"Description": "あなたは海底に固定された途方もない大きさの口と、そこに並ぶ剃刀のように鋭い歯について述べた。そしてこれはあまり知られていない話だが、モーディカリアの祭りの際には、ヌックの住人たちはその歯を押して象牙で出来た巨大なピアノのように演奏するのだ。そして口は轟くような震える声で哀歌を歌う。その歌が水面に渦巻きを生じさせるのだ。話を聞く船乗りたちは顔を顰めた。1人は海図を広げている。@{K}$[Gg]ant -> ギャント$You describe an immense mouth set into the zee-floor; its rows of razored teeth. Few know this, you say, but during the Mordicalia festival, the Nook-dwellers push on the teeth, playing them like the ivories of a gargantuan piano. And then the Maw sings, a shuddering, bellowing dirge which causes whirlpools on the surface. The listening zailors frown. One unfolds a chart.",
                                     "LinkToEvent": {"Id": 243280}, "Name": "牙@{K}Ivories",
                                     "Id": 243285},
                    "Name": "ヌックについて語る@{K}Speak of Nook",
                    "Description": "あの場所で行われている不法な交際以外の事を話すとしよう。@{K}Focus on something besides its illicit commerce.",
                    "ButtonText": "", "Id": 185870},
                   {"DefaultEvent": {"Description": "あなたは煙草の収められた幾つもの輝く棚について述べた。そして煙を吸い込む度に想起される遠く離れた場所について。地上の太陽に照らされた刈ったばかりの芝生が肌をチクチクと刺激しているような心の浮き立つような感触。マッシュルーム・ワインの並べられた光のない地下室の暗い香り。ロンドンの歓楽街の汗に湿った野性味のある匂い。あなたの聴衆は幻の煙を堪能するかのように、一斉に息を吸い込んだ。@{K}$(Cask of )?[Mm]ushroom[- ][Ww]ine -> マッシュルーム・ワイン$You describe the gleaming cabinets of cigars; the impressions of far-flung places conjured by each puff. The uplifting bite of freshly cut grass under Surface sun; the dark whiff of lightless cellars stacked with mushroom wine; the sweating, savage scents of London's fleshpots. Your audience inhales in unison, savouring imaginary smoke.",
                                     "LinkToEvent": {"Id": 243280}, "Name": "贅沢な煙草@{K}Luxuriously rolled",
                                     "Id": 243286},
                    "Name": "ローズゲートについて語る@{K}Speak of Rosegate",
                    "Description": "あれは極めて特別な煙草屋と言えるだろう。@{K}It is an exceptional cigar shop.",
                    "ButtonText": "", "Id": 185871},
                   {"DefaultEvent": {"Description": "あなたは大胆な作り話を語った。船乗りの肌に描かれた模様は全て、あの象牙の街の壁に何故か現れるのだ。あなたは聴衆の間を歩き、彼らのタトゥーを指した。霧の舵輪は水を含んだ地層の上に刻まれているだろう。ギャンビットは名もなきカタコンベに。そして臆さぬ眼、これについては街の心臓部でしか見つけることが出来ない。……しかし、どのように刻まれているかは、あの街に旅して自らの眼で見てみることだ。@{K}Your story is a bold one: that every mark ever made on zeefaring skin appears, unexplained, on the walls of the ivory city. You move among the listeners, gesturing to their tattoos. The Wheel of Mists: they'd find that etched above an aquifer. The Gambit, scratched into a nameless catacomb. And the Unflinching Eye, well, that is only found at the city's heart... but your listeners will have to visit and see for themselves.",
                                     "LinkToEvent": {"Id": 243280}, "Name": "象牙色とインク@{K}Ivory and ink",
                                     "Id": 243287},
                    "Name": "スクリムシャンダーについて語る@{K}Speak of Scrimshander",
                    "Description": "聴衆たちに彫刻についてどうにか語って聞かせる必要があるだろう。@{K}You will have to relate the carvings to your audience somehow.",
                    "ButtonText": "", "Id": 185872},
                   {"DefaultEvent": {"Description": "あなたは全ての船乗りのはらわたに巣食い、彼らに海に関する勘を与える蛾について語った。喉の奥に感じた嵐の訪れを告げるあの味。荒れる海の上でも食べ物を消化する能力。岸に立つ愛する人を目にした時の、あの喜ばしい胃のかすかな震え。はらわたの蛾は常に成長し続けている。聴衆は落ち着かない様子で身じろぎした。1人が口を押さえて走り去る。@{K}You talk of the gut-moths which inhabit every zailor, and provide their nautical instincts. That taste in the throat which heralds a storm front; the ability to digest food even on choppy seas; the welcome fluttering in the stomach at the sight of a sweetheart on shore. Moths, in the gut, growing all the time. Your listeners shift in their seats. One hurries out, clutching his mouth.",
                                     "LinkToEvent": {"Id": 243280}, "Name": "海洋の翅@{K}Wings for water",
                                     "Id": 243288},
                    "Name": "アンダークロウについて語る@{K}Speak of Undercrow",
                    "Description": "トリックは仕立て屋に、物語は聴衆に。@{K}The trick is to tailor the tales to the audience.",
                    "ButtonText": "", "Id": 185873},
                   {"DefaultEvent": {"Description": "あなたは難破船から作られた街と、知能を有する海草によって編み上げられた危なっかしく揺れる巨大な塔について語った。海草が街の住人たちに、より多くの船を壊し塔を高くするように指示を出しているのだ。塔は既に海面から顔を出し、洞窟の天井目指していまだ伸び続けている。つい先週、塔は初めて飛行船を捕まえたそうだ。@{K}You describe a city built from shipwrecks, a colossal, tipsy tower lashed together by sentient weed. The weed commands the city's inhabitants to wreck more and build higher; the tower has already broken the surface and is extending towards the cavern roof. Only last week, it caught its first dirigible.",
                                     "LinkToEvent": {"Id": 243280}, "Name": "新たな高み@{K}New Heights",
                                     "Id": 243289},
                    "Name": "ラックについて語る@{K}Speak of Wrack",
                    "Description": "少なくとも、彼らにあの場所へ向かわないよう警告することは出来るだろう。@{K}If nothing else, you could warn them not to visit.",
                    "ButtonText": "", "Id": 185874},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 242560},
                                     "Name": "", "Id": 243291},
                    "Name": "今日はここまで@{K}Enough for now",
                    "Description": "あなたの物語はまた別の機会に語るとしよう。@{K}Your stories will keep for another time.",
                    "ButtonText": "", "Id": 185876}],
 "Description": "ロウ・バーネットでは、優れた物語の追求のため日頃の敵愾心は一時忘れられる。カーネイト人の商人たちが王立海軍の脱走兵やラム酒に酔った海賊、ラバリー・マンと語り合っている。この場所の空気には期待感と脚色に寛容な雰囲気が満ちていた。@{K}$Khaganian -> カーネイト人, Rubbery M[ae]n -> ラバリーマン, Royal Navy -> 王立海軍, Low Barnet -> ロウ・バーネット$At Low Barnet, everyday animosities are set aside in the pursuit of a fine tale. Khaganian traders mingle with Royal Navy deserters, rum-addled pirates and Rubbery Men. There is an air of anticipation, and a tolerance for embellishment.",
 "Name": "会衆と物語を交換する@{K}Trade Stories with the Congregation", "Id": 243280}
