{"ChildBranches": [{"DefaultEvent": {"Description": "牧師はあなたを傍らへ引っ張っていった。「ここの人々は来る日も来る日も作り話と嘘を聞かされています。真実を語ってやるといいでしょう」\u000d\u000a\u000d\u000a「そして、もしあなたが勝ったなら……」彼は鐘楼に頷いて見せた。「私はあの中で何が行われているのか、大変興味があります」@{K}The Parson takes you aside. \"Every day, these people hear fables and fabrications. Give them something true. \u000d\u000a\u000d\u000a\"And if you win...\" He nods towards the bell tower. \"I would be very interested in seeing what goes on in there.\"",
                                     "LinkToEvent": {"Id": 243306}, "Name": "奇抜な話はおしまい@{K}An end to whimsy",
                                     "Id": 243307},
                    "Name": "放浪の牧師の助言を聞く@{K}Take advice from the Wandering Parson",
                    "Description": "彼は会衆に交じって彼らと語り合っている。@{K}He's been mingling with the congregation.",
                    "ButtonText": "", "Id": 185887},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 242560},
                                     "Name": "", "Id": 243363},
                    "Name": "次の参加者を待つ@{K}Wait for the next one",
                    "Description": "あなたはまだ壇上に立つ用意が出来ていない。@{K}You are not yet ready to take the stage.",
                    "ButtonText": "", "Id": 185926},
                   {"SuccessEvent": {"Description": "あなたは平凡な男のありふれた過ちについて語った。そして彼がどのようにしてその過ちを隠したのか。彼が過ちに飲み込まれていった様と、いかにして罪悪感が芳醇で胃にのしかかるようなものへと育っていったのか語る。\u000d\u000a\u000d\u000a遥か下、何かが海底で身じろいだ。後悔の庭、震える棘の街、アイグルだ。アイグルは磁石が鉄くずを引き寄せるように後悔を引きつけ、数え切れない棘で貫く。囁くアイグルはどれほどささやかな恥も、どれほどありふれた慚愧の念も同じく引き寄せる。あなたの聴衆にも後悔している事はあるだろうか？\u000d\u000a\u000d\u000a彼らは互いに視線を合わせようとせず、あなたの目も避けた。見えない棘が絶え間なく肌を刺す痛みを感じてているかのように、自分の肌を撫でている者達もいる。あなたは満場一致で勝者となった。@{K}You tell the story of an ordinary man who made an ordinary mistake. Of how he hid it. Of how it consumed him. Of how his guilt grew stodgy and ripe as black pudding. \u000d\u000a\u000d\u000aDeep below, something stirred on the zee bed: the garden of regrets; Aigul, the shivering spine-city. Aigul draws regrets like a magnet pulls iron filings, impaling them on its numberless needles. No shame is too trivial for whispering Aigul; no remorse too mundane. Perhaps your audience has regrets of their own?\u000d\u000a\u000d\u000aThey avoid each others' eyes, and yours. Some rub at their skin, as if imagining the insistent pressure of unseen needles. You are declared, unanimously, the winner of the contest.",
                                     "LinkToEvent": {"Id": 242560}, "Name": "針のように鋭く@{K}Sharp as needles",
                                     "Id": 245147},
                    "DefaultEvent": {"Description": "あなたはアイグルの後悔の中を通り抜ける孤独な旅を描き出そうと努めたが、この経験は聴衆にとってあまりに異質なものであり、上手く伝えることが出来なかった。あなたの競争相手はコルセアズ・フォレストでのアクション満載の追跡劇について語り、この日の勝者となった。@{K}You try to relate your solitary journey through the regrets of Aigul. Yet the experience is too alien to convey. Your rival tells an action-packed tale of pursuit through the Corsair's Forest and wins the day.",
                                     "LinkToEvent": {"Id": 242560}, "Name": "機を逃した@{K}An opportunity missed",
                                     "Id": 243310},
                    "Name": "アイグルについて……@{K}Tell a tale of Aigul...",
                    "Description": "……そして海中に密集する鋭い後悔の塊の物語を語ろう。[この選択肢をアンロックするには、居丈高な妹の手助けをしましょう。]@{K}...and the whispering clot of regrets bristling beneath the waves. [To unlock this branch, assist the Imperious Sister.]",
                    "ButtonText": "", "Id": 185890},
                   {"SuccessEvent": {"Description": "月のように光る一点の曇りもない白磁の肌が、腐りかかり乳のような色をした膨れ上がった肉を覆い隠していた様。ほっそりとした大理石の柱が、実際には貪欲な珊瑚の入り込んで崩れかけた歪んだ煉瓦でしかなかったこと。悍ましい聖餐式がいかにして陳腐さ、ナンセンス、苦役、虚ろを見えなくさせていたのか。\u000d\u000a\u000d\u000a聴衆は身を震わせる。あなたの勝利が宣言された。[鐘楼の中に入ることが出来るようになりました。]@{K}How the moon-glow of perfect, porcelain skin conceals doughy flesh the colour of milk on the turn. How the slender marble pillars are only columns of crooked brick, crumbling, encroached by hungry coral. How an unearthly liturgy masks banality, nonsense, drudgery, and emptiness.\u000d\u000a\u000d\u000aThe audience shudders. They declare you the victor.  [If you wish, you may now enter the bell tower.]",
                                     "LinkToEvent": {"Id": 242560},
                                     "Name": "あなたはダユーの欺瞞について語った@{K}You tell of Dahut's deceptions", "Id": 245236},
                    "DefaultEvent": {"Description": "聴衆はいまだ競争相手のマウント・パーマーストンの火口を降る心躍る物語に気を取られ、身の入らない様子であなたの話を聞いている。別の時であれば、彼らももう少し知的な物語を聞く用意があるかもしれない。@{K}$(Mt?.|Mount) Palmerston -> マウント・パーマーストン$Your audience is listless, still distracted by your rival's thrilling tale of descent into the fires of Mount Palmerston. Perhaps another time they'll be ready for something a little more cerebral.",
                                     "LinkToEvent": {"Id": 242560}, "Name": "あまりに複雑な上に、機が熟していない@{K}Too much, too soon",
                                     "Id": 243308},
                    "Name": "ダユーについて……@{K}Tell a tale of Dahut...",
                    "Description": "……そしてあの場所の真実と偽りを隔てる薄い膜の物語を語ろう。[この選択肢をアンロックするには、ダユーの祝祭を調査しましょう。]@{K}...and the thin membrane separating its lies from its truth. [To unlock this option, explore festivals in Dahut.]",
                    "ButtonText": "", "Id": 185888},
                   {"SuccessEvent": {"Description": "これは死んでゆくという事そのものにまつわる物語だ。そして死んだ石の心室と、航海に疲れ切り最後の楽園を探し求める年老いた船乗りたちの物語。しかし彼らは深い暗闇と、腹を満たすペリジン色の饗宴によって稀に和らげられる冷たく緩やかな餓えだけを見つけたのだった。聴衆が自分たちはどのような死を迎えることになるのだろうかと考え込むように呟いている。[鐘楼に入ることが出来るようになりました。]@{K}$[Pp]eligin -> ペリジン$This is a tale of dying. Of vast beasts sinking to their last. Of the chambers of a dead stone heart. Of old zailors, wearied of their journeys, searching for a final paradise. They find only the deep dark, and the cold, and slow starvation attenuated by infrequent, gorging, peligin feasts. The audience murmurs, wondering what their own deaths will be like. [If you wish, you may now enter the belltower.]",
                                     "LinkToEvent": {"Id": 242560},
                                     "Name": "ぺリジンの深み@{K}$[Pp]eligin -> ペリジン$The peligin deeps", "Id": 245244},
                    "DefaultEvent": {"Description": "あなたがギャント・ポールに行ったと語りだすと、すぐに笑いが起こった。彼らの懐中時計を見なかったか訊く聴衆もいる。どうやらあなたはこの場所であまりにも繰り返し語られた古くさい物語に近づきすぎてしまったようだ。また別の機会に、別の語り方を試してみよう。@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$As soon as you claim you've visited the Gant Pole, laughter breaks out. Several listeners ask whether you found their pocketwatches. It seems you have strayed too close to a hoary tale which has been told here too often. Perhaps you could try another time, and a different approach.",
                                     "LinkToEvent": {"Id": 242560}, "Name": "陳腐な物語@{K}An old chestnut",
                                     "Id": 243309},
                    "Name": "ギャント・ポールについて……@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$Tell a tale of the Gant Pole...",
                    "Description": "……あの死期を悟った海獣たちの向かう場所の物語を語ろう。[この選択肢をアンロックするには、ギャント・ポールで年老いた船乗りたちの好意を勝ち取りましょう。]@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$...where the zee goes to die. [To unlock this option, win the favour of the old zailors at the Gant Pole.]",
                    "ButtonText": "", "Id": 185889}],
 "Description": "信徒席は埋まっているが、競技者には空きがあるようだ。あなたは自らの冒険の物語で聴衆の心を勝ち取ることが出来るだろうか？[語り手の値を上昇させることで、勝利する確率を高めることが出来ます。]@{K}The pews are full, but there's room for another contestant. Could you win the audience with tales of your adventures? [Increase your Storyteller quality to improve your chances of victory.]",
 "Name": "物語のコンテスト再び@{K}Another Contest of Stories", "Id": 243306}
