{"ChildBranches": [{"DefaultEvent": {"Description": "あなたの物語はさながら釣り針のように彼らの心を捕らえた。暴力的な物語によって聴衆はあなたの望むままとなったのだ。語り終わると、彼らはおどおどと武器を下げ――大砲の砲火のように響く大きな歓声とともに再び頭上に掲げた！「大したもんだな、侵入者！ラックへようこそ！」@{K}Your words are like hooks in their ears. The violence drags them where you will. By the end, they've sheepishly lowered their weapons - before raising them again in great cheer, sounding like the thundering of cannon fire. \"D__n fine, Trespasser! Welcome to Wrack!\" ",
                                     "LinkToEvent": {"Id": 243314},
                                     "Name": "生まれながらの語り手@{K}Natural born storyteller", "Id": 243313},
                    "Name": "あなたの功績を語る@{K}Tell of your exploits",
                    "Description": "あなたの大胆不敵な冒険談の数々で彼らを圧倒してやろう！あるいは、少なくとも聞きかじった暴力的な物語の英雄であるように装おう。@{K}Impress them with tales of your daring! Or at least make yourself the hero of a violent story you overheard.",
                    "ButtonText": "", "Id": 185892},
                   {"SuccessEvent": {"Description": "あなたは群集の間に頭から突撃し、丈夫そうなスカベンジャーと彼女の後ろにいた二人を地面に引き倒した。続けてギリシャ語で罵声をあげる冷酷の詩人の群れに飛び掛かる！そして鉤状のナイフを振りかぶり突っ込んでくる炭鉱夫を投げ飛ばし、古代アッシリア語で鬨の声をあげる船乗りにもヘッドロックをかけてやった！\u000d\u000a\u000d\u000a一人があなたを背後から抱きしめた。彼女はあなたの耳元で笑っている。船の解体者たちは武器を掲げ、歓声をあげた。「侵入者、あんた大したもんじゃないか！ラックへようこそ！」@{K}You launch headlong into the crowd, taking a sinewy scavenger and two of the fellows behind her down into the floor. You leap onto a cruel pack of poets who curse you in Greek! Flip a miner who rushes at you with a hooked knife! Headlock a zailor who screams an ancient Assyrian war cry!\u000d\u000a\u000d\u000aOne catches you from behind in a hug. She laughs in your ear. The rest of the wreckers raise their weapons, and cheer: \"D__n fine, Trespasser! Welcome to Wrack!\"",
                                     "LinkToEvent": {"Id": 243314}, "Name": "", "Id": 244627},
                    "DefaultEvent": {"Description": "あなたは群集の間に頭から突撃し、丈夫そうなスカベンジャーと彼女の後ろにいた二人を地面に引き倒した。続けてギリシャ語で罵声をあげる冷酷の詩人の群れに飛び掛かる！そして鉤状のナイフを振りかぶり突っ込んでくる炭鉱夫を投げ飛ばした！しかし、アッシリア語で鬨の声をあげる船乗りがあなたにヘッドロックをかけ、あなたはそのまま自分の潜水艦に放り込まれてしまった。船の解体者たちは大声で笑っている。「もっと腕をあげてくるんだな！」@{K}You launch headlong into the crowd, taking a sinewy scavenger and two of the fellows behind her down into the floor. You leap onto a cruel pack of poets who curse you in Greek! Flip a miner who rushes at you with a hooked knife! But the zailor who screams the Assyrian war cry puts you in a headlock and throws you back onto your zubmarine. The wreckers roar with laughter. \"You've got to show us better than that!\"",
                                     "LinkToEvent": {"Id": 243312},
                                     "Name": "様々な流儀@{K}A collection of styles", "Id": 244626},
                    "Name": "彼らと取っ組み合う@{K}Wrestle them",
                    "Description": "そうだ。全員を伸してやろう。[酷い結果に終わるかもしれません。]@{K}That's right. All of them. [This could go badly.]",
                    "ButtonText": "", "Id": 186753}],
 "Description": "船の解体者たちが港に泊まったあなたの潜水艦を取り囲む。彼らは曲がった刃と錆びついた喇叭銃であなたたちを出迎えた。「慌てるなよ、侵入者。中に入りたいなら、自分がここの一員だって証明してみせるこった」@{K}The wreckers surround your docked zubmarine. They greet you with crooked blades and rusted blunderbusses. \"Easy, Trespasser. You want in, you prove you belong here.\"",
 "Name": "ラック: 中に入る権利を勝ち取る@{K}Wrack: Earn your Entry", "Id": 243312}
