{"ChildBranches": [{"DefaultEvent": {"Description": "「そうだな、俺たちは[ｑ： ラック: 船の解体者たちの新たな獲物]にいる船長たちについて良い噂を聞いている。あそこに行ってこっち方面に来るよう説得してきてくれないか？」@{K}\"Right then, Trespasser. We've heard fine things about some captains in [q:Wrack: New Prey for the Wreckers] - why don't you go there and convince them to come our way?\"",
                                     "LinkToEvent": {"Id": 243314}, "Name": "", "Id": 243315},
                    "RareDefaultEvent": {"Description": "「小さなジリーフルールに聞いたところでは[ｑ： ラック: 船の解体者たちの新たな獲物]に話す価値のある人物がいるそうだ。友達にでもなって、こっち方面に送り出してくれないか？」@{K}$[Jj]illyfleur -> ジリーフルール$\"A little jillyfleur tells me that there's someone you should speak to in [q:Wrack: New Prey for the Wreckers], Trespasser. Why not make a friend, and send them over this way?\" ",
                                         "LinkToEvent": {"Id": 243314}, "Name": "", "Id": 246022},
                    "Name": "船を解体しよう！@{K}Go Wrecking!",
                    "Description": "ラックの方向へ船をおびき寄せることに成功すれば、船の解体者たちが解体しておいてくれるだろう。あなたには王自身の手から報酬が渡される。@{K}If you can lure ships toward Wrack, the wreckers may sink them. The King himself will reward you.",
                    "ButtonText": "", "Id": 185893},
                   {"DefaultEvent": {"Description": "「あいつにあの野郎どもが俺たちの方に来るよう仕向けられるって本気で思ってんのか？」\u000d\u000a\u000d\u000a「当然だろ。[q: ラック: 助けが必要な船のいる街]の連中はあほばかりじゃないか。それにあいつは私たちの中でもかなり話が上手い。彼女なら沢山荷を運んでる船長を見つけられるだろうよ……」@{K}\"Do you really think she can convince the b____rs to zail our way?\"\u000d\u000a\u000d\u000a\"Of course. They're fools up in [q:Wrack: A City with Ships to Save], and she's one of our best talkers. She'll find a nice captain with lots of cargo...\"",
                                     "LinkToEvent": {"Id": 243314}, "Name": "", "Id": 243331},
                    "RareDefaultEvent": {"Description": "機雷員が詩人の肩に腕を回している。「最高傑作じゃないか！そんな話をされちゃあ誰も抗えないだろうよ！」\u000d\u000a\u000d\u000a詩人は肩をすくめる。「成功するかは話し手によりますね。それと聴衆に。しかし[q: ラック: 助けが必要な船のいる街]の人々は極めて話に乗せられやすいですよね？一週間も経たないうちに、ラックにもう一隻船が沈められるでしょう」@{K}A miner hangs on the arm of a poet. \"That's your best work yet! No one could resist!\" \u000d\u000a\u000d\u000aThe poet shrugs. \"Its success all depends on the talker. And the audience. But they're pretty receptive in [q:Wrack: A City with Ships to Save], aren't they? I'm sure we'll have another one sink over Wrack in a week.\"",
                                         "LinkToEvent": {"Id": 243314}, "Name": "", "Id": 246015},
                    "Name": "船の解体者たちの会話を立ち聞きする@{K}Eavesdrop on the Wreckers",
                    "Description": "彼らの標的を突き止めよう。善行を積み、ついでに報酬を得るために狙われている港に警告してもいい。@{K}Learn where they are operating. Maybe you can warn the ports for the sake of goodness and profit.",
                    "ButtonText": "", "Id": 185903},
                   {"DefaultEvent": {"Description": "王の背後の錆びついた壁には、彼の切断された両足のぼろぼろの皮から作られた二枚の旗がかけられている。あなたが部屋に入ると、彼は丁度宝石商の虫眼鏡越しにシンティラックを惚れ惚れと眺めている所だった。\u000d\u000a\u000d\u000a「歓迎する。それで――」彼は顔をあげ言った。「お前はどのように……なんてことだ」彼は車いすであなたに近づいた。声が掠れている。「私とお前は、以前に会った事がある。テザーを味わい自らの目で確かめてくるといい」@{K}$[Ss]cintillack -> シンティラック$The rusted walls behind him are draped with two banners made of the tattooed flesh of his amputated legs. He is admiring the scintillack through a jeweller's lens as you enter. \u000d\u000a\u000d\u000a\"We are pleased. Tell me,\" he says, looking at you, \"How would you... good God.\" He wheels toward you. His voice is hoarse. \"We are not strangers, you and I. Taste the tether and see for yourself.\"  ",
                                     "LinkToEvent": {"Id": 243314},
                                     "Name": "時に、こういった対面の仕方もあるだろう@{K}Sometimes, it happens in this way:", "Id": 243332},
                    "Name": "白皙の王と謁見する権利を得る@{K}Buy an audience with the Fair King",
                    "Description": "船の解体者たちは彼らの王を恐れ、崇拝している。適切な贈り物をすれば、会うことが出来るかもしれない。@{K}The wreckers fear and adore their King. With the right offering, you may be able to meet him.",
                    "ButtonText": "", "Id": 185904},
                   {"DefaultEvent": {"Description": "船の解体者たちはあなたを静かな感嘆を込めて見つめている。彼らの横を通ると囁き声が起こる。「……王にテザーで繋がれたんだ！」@{K}The wreckers look on you with a quiet awe. They whisper as you pass. \"...tethered to the King!\"",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 243333},
                    "Name": "玉座の船体を訪ねる@{K}Visit the Royal Hull",
                    "Description": "白皙の王はいつでも歓迎してくれる。@{K}The Fair King is always glad to see you.",
                    "ButtonText": "", "Id": 185905},
                   {"DefaultEvent": {"Description": "船の解体者たちは大破した戦艦の錆びついた船体の中にテザーを貯めこんでいる。その場所は頑丈な柵と、素手で大砲の球を部屋の反対側に投げることの出来る司祭たちによって厳重に守られている。これこそがラックの至宝だ。@{K}Within the rusting innards of a broken battle ship, the Wreckers keep the tether. It is guarded by heavy bulwarks and priests capable of launching cannonballs across a room with their bare hands. It is the glory of Wrack.",
                                     "LinkToEvent": {"Id": 243320}, "Name": "", "Id": 243334},
                    "Name": "テザーを味わう@{K}Taste the tether",
                    "Description": "難破船の上にはある種の海藻が育つ。その海藻を味わうのは、成功を収めた船の解体者だけに許される特権だ。@{K}There is a weed that grows on the broken ships: to taste it is a privilege reserved for succesful wreckers.",
                    "ButtonText": "", "Id": 185906},
                   {"DefaultEvent": {"Description": "船の解体者たちは自らの役目を知っている。詩人は魅力的な嘘を書き、話し手は他の港へと旅してその嘘を広める。機雷員はおびき寄せられた船を沈めるための機械を作り、引き揚げ人が沈んだ船を丸裸にする。\u000d\u000a\u000d\u000a解体者たちでも最も優秀な者たちは、特別な服を身に着けているわけではないが、容易に見分けがつく。彼らはアラビア語で詩を口ずさみ、新しい音階の曲を口笛で吹く。そして頑丈な手袋を身に着け、テザーを刈り取るための銀色のハサミを持ち運んでいる。@{K}The wreckers know their duties. The poets write enticing lies; talkers travel to other ports to spread them; miners construct the devices which'll sink the lured ships; and salvagers strip them bare. \u000d\u000a\u000d\u000aThe most celebrated of the wreckers wear no special costume, but are easily identified. They mumble poems in Arabic to themselves. They whistle lively tunes in new scales. They wear heavy gloves and carry silver clippers with which to cultivate tether. ",
                                     "LinkToEvent": {"Id": 243314}, "Name": "", "Id": 243335},
                    "Name": "港湾報告書を書く@{K}$[Pp]ort [Rr]eport -> 港湾報告書$Compile a Port Report",
                    "Description": "海軍省は船の解体者たちの活動にとても興味を持つことだろう。@{K}$Admiralty -> 海軍省$The Admiralty would be very interested in the wreckers' activities. ",
                    "ButtonText": "", "Id": 185907},
                   {"DefaultEvent": {"Description": "ブレミガンは通路をよちよち歩いていくかに見えたが、湿って悪臭を放つおがくずの塊の前で足を止め、破片に二行連句詩を書きこんだ。ああ、あいつはここで上手くやっていくだろう。@{K}$[Bb]lemmigan -> ブレミガン$The blemmigan seems to totter down the hall. It pauses before a damp, stinking patch of sawdust, to write a couplet in the detritus. Yes, it will certainly be at home here.  ",
                                     "LinkToEvent": {"Id": 243314}, "Name": "インスピレーション！@{K}Inspiration!",
                                     "Id": 243349},
                    "Name": "ブレミガンを放す@{K}$[Bb]lemmigan -> ブレミガン$Put a blemmigan ashore",
                    "Description": "難破船の外では植物が繁茂しているようだ。内側でも菌類が栄えることが出来るかもしれない。@{K}Outside the wrecks, botanical life seems to flourish. Certainly mycological life stands a chance inside.",
                    "ButtonText": "", "Id": 185915},
                   {"DefaultEvent": {"Description": "貯蔵品は尽きかけている。しばらく食つなぐことは出来るだろうが、詩人の使う紙はすぐにもなくなりそうで、機雷員も新たな火薬を手に入れることが出来なければ機雷を作ることが出来なくなってしまう。\u000d\u000a\u000d\u000aしかし、白皙の王はこの場所の規律を保っている。彼は新たに言葉を与えることさえなく、臣民たちもただ黙って従うだけだ。そして、王は絶望から任務を放棄した者たちがきちんと鞭で打たれるように取り計らっている。[ショップのタブを訪れてみましょう。]@{K}Stores are running low. There is enough food to subsist for a time, but the poets may soon be out of paper, and the miners won't be able to make their explosives if their powder isn't refreshed. \u000d\u000a\u000d\u000aBut the Fair King ensures there is order. He goes without, just as his subjects do. And he sees that those who forsake their work for despair are flogged.  [Visit the Shops tab.]",
                                     "LinkToEvent": {"Id": 243314}, "Name": "", "Id": 245733},
                    "Name": "街の状況について考える@{K}Consider the state of the city",
                    "Description": "船の解体者たちの顔色は良くない。@{K}The wreckers look sallow.", "ButtonText": "",
                    "Id": 187470},
                   {"DefaultEvent": {"Description": "彼らは成果を出している！壊れた船からは物資が天国のマナのように流れ出す。街も新たな難破船が加わり、さらに大きくなっている。王は新たな船体の一つにゲール語の名前を付けた。名前の意味を理解できるものはほとんどいなかったが、それがあなたを称えるため選ばれたものであることは誰もが分かっていた。[ショップのタブを訪れてみましょう。]@{K}They have done well! Supplies have floated from the broken ships like manna from Heaven. The city is bigger too, with the new wrecks added to it. The King has given one of the new hulls a name in Gaelic. Few understand the meaning, but everyone is sure it was selected in your honour.  [Visit the Shops tab.]",
                                     "LinkToEvent": {"Id": 243314}, "Name": "", "Id": 245734},
                    "Name": "街の状況について考える@{K}Consider the state of the city",
                    "Description": "船の解体者たちの頬が赤らんでいる！@{K}The wreckers are looking flush!", "ButtonText": "",
                    "Id": 187471},
                   {"DefaultEvent": {"Description": "「用心しろよ、侵入者」一人の解体者が近づくあなたに警告した。「彼はダユーから逃げてきたんだ。礼儀正しくしてないと、耳を失くすことになる」@{K}\"Careful, Trespasser,\" a wrecker warns as you approach. \"He escaped from Dahut. Mind your manners, or you might lose an ear.\"",
                                     "LinkToEvent": {"Id": 238441}, "Name": "", "Id": 245735},
                    "Name": "船体の間の響く木霊を追う@{K}Follow an echo through the hulls",
                    "Description": "歌う解体者は多いが、これほどの歌声を持つ者は滅多にいない。@{K}Many wreckers sing; but none quite like this.",
                    "ButtonText": "", "Id": 187472},
                   {"DefaultEvent": {"Description": "人目のない船室を見つけるのは簡単だった。船の解体者たちは彼を避けているのだから当然だ。あなたが蜂蜜をさしだすと、司祭は素早く奪い取り音を立てて飲み込む。彼は虚ろな目で床に崩れ落ち、あれほど貪欲に口に流し込んだ所から一転、馬鹿馬鹿しいほど少量ずつ飲み込んでいる。体が消え去る前に、ローブからテザーが一瓶転がり落ちた。@{K}It is not difficult to find a private cabin; the wreckers avoid him already. When you present him the honey, he snatches it from your hands and slurps it down. He crumbles onto the floor, eyes glazing, his voracious bites turning into stupid nibbles. A jarful of tether rolls out of his robe pocket right before he vanishes bodily.",
                                     "Name": "青空@{K}Blue skies", "Id": 260583},
                    "Name": "不名誉を受けたテザー司祭と物々交換する@{K}Provide for a Disgraced Tether-Priest, so he may provide for you",
                    "Description": "この大食の司祭は不注意にもテザーに素手で触れてしまったため、テザーを経験する能力を失ってしまった。彼は他の幻影を見るためなら、自らの品位を貶めることも厭わない。@{K}There is a gluttonous priest the wreckers avoid, who lost his ability to experience tether after carelessly letting it touch his hand. Now, he goes to debasing lengths to experience another vision.",
                    "ButtonText": "", "Id": 194331},
                   {"SuccessEvent": {"Description": "物悲し気な船の解体者があなたの推測を認めた。リットンはここにいた。短い間の事だったが。彼はしばらくの間ラックウィードに溺れていたが、その後ロンドンの近くにあるロウ・バーネットへ向かう手段を見つけたのだという。[ロンドン近海のロウ・バーネットへ向かい捜索を続けましょう。]@{K}$Low Barnet -> ロウ・バーネット$A Wistful Wrecker confirms your suspicions: Lytton was here, but only briefly. He lost himself in Wrackweed for a time, before finding passage to Low Barnet, nestled at the feet of London. [Continue your search at Low Barnet, near London.]",
                                     "LinkToEvent": {"Id": 243314}, "Name": "期待の持てる手がかりだ！@{K}A promising lead!",
                                     "Id": 259149},
                    "DefaultEvent": {"Description": "あなたはあちこち訊ねて回ったが、峻厳な慈善家の夫はここにはいないようだ。この港はリストから消していいだろう。[峻厳な慈善家の夫がいる可能性のある港は日誌から再確認することが出来ます。]@{K}Your enquiries are exhaustive - the Philanthropist's husband is not here. You can cross this port off your list. [Check your journal for reminders about where the Philanthropist's husband might be.]",
                                     "LinkToEvent": {"Id": 243314}, "Name": "見つからなかった@{K}No luck",
                                     "Id": 259148},
                    "Name": "峻厳な慈善家の夫を探す@{K}Search for the Fierce Philanthropist's husband",
                    "Description": "彼は白皙の王の庇護を求めたのだろうか？Did he seek the Fair King's protection?",
                    "ButtonText": "", "Id": 193257}],
 "Description": "偽りの希望と海底に散らされた光によって、幾つもの船がこの場所におびき寄せられた。それらの船の壊れた船体によって、船の解体者たちの街が作られている。この場所の住人達は街の奥深く、車輪付きの玉座に座る白皙の王に仕え、彼の望みを満たすため常に働き続けている。@{K}Ships lured by false promises and lights litter the zee-floor. Their broken hulls make a city for the wreckers. The citizens are in constant motion, working to survive and appease the Fair King, who sits deep within the city on his wheeled throne.",
 "Name": "ラック@{K}Wrack ", "Id": 243314}
