{"ChildBranches": [{"DefaultEvent": {"Description": "聖堂番の一人が塔の高みを一瞥した。もう一人は三叉の先をしげしげと見つめている。「鐘は私たちが来る前からあった。しかし地上から来た物ではない。王立海軍が運び込んだという話だ。だが正規兵でもない。脱走兵か何か、妙な奴らだ」\u000d\u000a\u000d\u000a「鐘を鳴らしたらどうなるか？」彼は連れと視線を交わした。「鳴らしてみれば分かるだろうよ」@{K}$Royal Navy -> 王立海軍$One of the vergers glances up into the tower's heights. The other studies the prongs of his trident. \"Bell was here before we were. But it's not from the surface. Royal Navy brought it, they say. But not regulars. Deserters or something. Strange crew.\"\u000d\u000a\u000d\u000a\"What happens when you ring it?\" He exchanges glances with his companion. \"If you ring it, you'll find out.\"",
                                     "LinkToEvent": {"Id": 243316}, "Name": "運び込まれた響き@{K}A resonant delivery",
                                     "Id": 243317},
                    "Name": "鐘について尋ねる@{K}Ask about the bell",
                    "Description": "聖堂番たちは以前よりは話してくれそうに見える。@{K}The vergers seem more talkative now.",
                    "ButtonText": "", "Id": 185894},
                   {"DefaultEvent": {"Description": "あなたは暗闇の中、梯子を一段一段手で探りながら塔の壁を登っていった。梯子が軋む。上へ向かうあなたの背中に、揺れる鐘の綱が優しく触れた。\u000d\u000a\u000d\u000aすぐにあなたは鐘の高さへとたどり着いた。狭い空間の中、その金属の鐘は巨大で、おそらく何年も海の下にあるにもかかわらず外側はいまだ光り輝いている。あなたは内部を覗き込もうと鐘の方へ体を傾けた。鐘の舌は黒いなにがしかの残りかすで汚れている。そして内側は柔らかく、黒くなっていて、皺が寄っている。それに何かの欠片に覆われて――\u000d\u000a\u000d\u000a突如、あなたは鐘を鳴らした者たちの身に何が起こったのかを理解した。@{K}You scale the tower wall, feeling for each rung in the darkness. The ladder creaks. The bell ropes sway gently at your back as you ascend.\u000d\u000a\u000d\u000aSoon you are within reach of the bell. The metal shape is colossal in the confined space, its exterior still shiny despite, presumably, years beneath the zee. You lean over to look inside. The clapper is covered in a dark residue. And the interior seems soft, blackened, wrinkled. Covered in pieces of-\u000d\u000a\u000d\u000aSuddenly, you know what happens to those who ring the bell.",
                                     "LinkToEvent": {"Id": 243316}, "Name": "暗い上昇@{K}A dark ascent",
                                     "Id": 243322},
                    "Name": "鐘を調べる@{K}Examine the bell",
                    "Description": "塔の壁には梯子がかかっている。@{K}A ladder runs up one side of the tower.",
                    "ButtonText": "", "Id": 185897},
                   {"DefaultEvent": {"Description": "あなたは濡れたように光る綱を両手でつかみ、引いた。ゴーンと低い音が鳴り、狭い塔の内部に反響する。鐘が揺れると同時に、綱が握りしめるあなたの手を引っぱった。離すことが出来ない！足は地面を離れ、壁が光の速さで横を通り抜け、あなたは鐘の“内側”へと引っ張りあげられた――\u000d\u000a\u000d\u000aあなたは光だ。全てのあなたが光だ。回転する太陽、燃える指先。炎の声にして、崩れ落ちる尖塔。輪の中の輪の中の輪、熟考し、建造し、消費する。歯車の一つが噛み合い音を立てる度、円は衝突し、導き――\u000d\u000a\u000d\u000aあなたは身をよじって逃れると、落下した。冷たい床に叩きつけられた衝撃から息がつまる。聖堂番の一人が扉の向こうからこちらを覗き込み、あなたの姿を目にして驚いたような表情を見せる。そして迷信にある呪い除けの仕草をすると囁いた。「侵入者め」@{K}You close your hands around the glistening rope and pull. BONG. The noise reverberates around the narrow confines of the tower. As the bell swings, the rope tugs at your grasp. You cannot let go! Your feet lift off the ground and the walls flash past as you are yanked <i>inside</i> the bell-\u000d\u000aYou are light, all of you. The sun that turns; the touch that burns. The voice of fires and falling spires. The wheel within the wheel within the wheel, contemplating, constructing, consuming. Each click of the cog, the circles colliding and guiding-\u000d\u000a\u000d\u000aYou struggle free, and fall. The impact of your body on the cold floor slams breath back into your lungs. A verger looks around the door, and seems surprised to see you. He makes a superstitious warding gesture. \"Trespasser,\" he whispers.",
                                     "LinkToEvent": {"Id": 243316}, "Name": "引きこまれた@{K}Taken up",
                                     "Id": 243325},
                    "Name": "鐘を鳴らす@{K}Ring the bell",
                    "Description": "簡単に手の届く場所に紐がぶら下がっている。[これをしてはいけない。]@{K}The ropes dangle within easy reach. [Do not do this.]",
                    "ButtonText": "", "Id": 185899},
                   {"DefaultEvent": {"Description": "あなたは梯子を数段昇り、垂れ下がる綱に手を伸ばした。しかし、綱はあなたの掌から揺れるように離れ、鐘の中へシュルシュルと入っていった。@{K}You scramble up a few rungs of the ladder and stretch for the dangling rope. It swings away from your palm, slithering up into the bell's mouth. ",
                                     "LinkToEvent": {"Id": 243316}, "Name": "はねつけられた@{K}Spurned",
                                     "Id": 243330},
                    "Name": "鐘を鳴らす@{K}Ring the bell",
                    "Description": "綱は手の届かないところに引っ込められている。@{K}The ropes have withdrawn, out of your reach.",
                    "ButtonText": "", "Id": 185902},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 242560},
                                     "Name": "", "Id": 244827},
                    "Name": "鐘楼を立ち去る@{K}Leave the bell tower",
                    "Description": "これ以上ここに用はない。@{K}There is nothing further to be done here.",
                    "ButtonText": "", "Id": 186886},
                   {"SuccessEvent": {"Description": "あなたは薔薇窓をドックとして改装してはどうかと提案した。聖堂番たちは何故その提案が上手くいかないのか、水圧の差異と圧力のかかる部分について引き合いに出しつつ解説する誘惑にあらがえなかった。あなたの後ろで、牧師が忍び足で鐘楼に入っていく。\u000d\u000a\u000d\u000aあなたが鐘楼に戻った丁度その時、彼が鐘の綱を両手でつかみ全力で引いた。ゴーン！と大きな鐘の音が響く。牧師の感嘆の表情はすぐに目を見開いた恐怖へと取って代わられた。綱が彼を驚異的な速度で塔の上部へ引き上げ、そして鐘の中へと取り込んだのだ。短い悲鳴があがり、何かが粉砕されたような湿った音が聞こえた。清々しい血の小雨と共に硬貨があなたに降りそそぐ。\u000d\u000a\u000d\u000a放浪の牧師から二回目の船賃を回収することはもう出来ないが、彼は驚くほどの量の小銭を懐に入れていた。@{K}You suggest refitting the rose window as a docking port. The vergers cannot resist explaining to you why that would not work, with reference to pressure differentials and stress points. Behind you, the Parson slips into the bell tower.\u000d\u000a\u000d\u000aYou step back inside just in time to see him seize the bell rope with both hands and give an almighty pull. BONG! His expression of fascination is replaced by wide-eyed terror as the rope hauls him at breathtaking speed up the tower and inside the bell. There is a brief scream; a damp crunch. Coins shower you, along with a bracing drizzle of gore.\u000d\u000a\u000d\u000aYou won't be collecting a second fare from the Wandering Parson. But he had a surprising amount of pocket change.",
                                     "LinkToEvent": {"Id": 243316}, "Name": "誤った方向へ導かれ@{K}Misdirected",
                                     "Id": 244825},
                    "DefaultEvent": {"Description": "「翼廊で水漏れ？」聖堂番は首を振った。「密閉部は毎朝確認している。浮袋虫か何かかもしれんな。ここではしょっちゅう見かける厄介な連中だ。クラゲのような体で、クラゲのように刺す。そしてクラゲのように群れる。クラゲは二千匹もいないが。水漏れのようなものを見かけたとしても、指を突っ込んだりしない事だ。ああそれと、奴らは潜水艦にも入り込むぞ」\u000d\u000a\u000d\u000a牧師は近くの柱の後ろにがっかりした様子で残っていた。@{K}\"A leak in the transept?\" The verger shakes his head. \"We inspect the seals every morning. What you might be seeing is bladder beetles. Always a problem down here. Body like a jellyfish. Sting like a jellyfish. Swarm like jellyfish would if there were two thousand of 'em. If you see something that looks like a leak down here, don't put your fingers in it. Oh yeah, and they get inside the zubs too.\"\u000d\u000a\u000d\u000aThe Parson lingers behind a nearby pillar, disappointed.",
                                     "LinkToEvent": {"Id": 243316}, "Name": "騙されなかった@{K}Not fooled",
                                     "Id": 244823},
                    "Name": "放浪の牧師を密かに連れ込む@{K}Smuggle in the Wandering Parson",
                    "Description": "聖堂番たちは近寄りがたい風采だが、巧妙な計略を弄せば、あるいは騙されてくれるかもしれない。@{K}The vergers look like forbidding, but they might fall for an ingenious ruse.",
                    "ButtonText": "", "Id": 186883}],
 "Description": "薄暗い空間があなたの頭上に広がる。鐘の縁が鈍く光る銅の輪のように微かに見えた。その口の中からは綱が垂れている。綱は濡れていた。@{K}A shadowy space extends above your head. You can glimpse the rim of the bell, a dim circle of bronze. Ropes trail from its mouth. They're wet.",
 "Name": "鐘楼@{K}The Bell Tower", "Id": 243316}
