{"ChildBranches": [{"DefaultEvent": {"Description": "朝の太陽が虫に所々食われた納屋の板越しに流れ込む。古い鋤が片隅に立てかけられていた。今日も一日あれを引きずって畑を歩くのだろう。しかし今のところは、あなたは牧草の山の上でのんびりと横になっている。隣では溌溂としたレディがうたた寝している。あなたはのろのろと自分の体を確認した。草原をあれほど荒っぽく転がりまわったせいで、あちこちが緑に汚れている。そして彼女の方を見やったあなたは思わず笑みをこぼした。どうやらレディは本当に眠っているわけではないようだ。あなたは彼女の心臓の上へ手を伸ばす。彼女はにっこりと微笑み、あなたたちは二人で声をあげて、心の底から笑った。@{K}The morning sun streams through the barn's worm-eaten wood. The old plough rests in a corner. You'll be pulling it through the fields again today. But for now, you laze in a mound of hay - the Vibrant Lady is by your side, dozing. You languidly examine your flesh: parts of you have been stained green from rolling so roughly in the grass. You look over your lover's body. You can't help but smile - she's not really dozing, is she? You hold a hand over her heart. She grins. You both laugh - you can't help yourselves.",
                                     "LinkToEvent": {"Id": 243314},
                                     "Name": "テザーが舌の上で溶けた@{K}Tether melts in your mouth", "Id": 243324},
                    "Name": "……緑のカップを思い浮かべた@{K}...a green cup",
                    "Description": "Neathではめったに見られない、温もりのある緑色だ。@{K}A warm green, as the Neath isn't keen to provide.",
                    "ButtonText": "", "Id": 185898},
                   {"DefaultEvent": {"Description": "そこには館の主人である溌溂としたレディがいた。彼女の赤毛は白い壁によく映え、顔には夜空の星のようにそばかすが散らされている。あなたが台所に牛乳の入った手桶を運び入れると、彼女の頬が赤くなった。あなたが横を通る時に、彼女は二度咳をする。今夜二つ目の鐘が鳴った時に家を抜け出すという事だ。彼女は唇を噛んだ。\u000d\u000a\u000d\u000aあの癖は――どこかで見たような？何故かは分からないが、馴染みがある。@{K}There's the Vibrant Lady of the House. Her red hair stands out prettily against the white walls. Her face - freckled, like the night sky. Her cheeks flush as you carry the pails of milk into the kitchen. She coughs two times as you pass. She'll sneak out at the second bell tonight. She bites her lip.\u000d\u000a\u000d\u000aThat bite - do you recognise it? It's familiar, somehow. ",
                                     "LinkToEvent": {"Id": 243314},
                                     "Name": "テザーが舌の上で溶けた@{K}Tether melts in your mouth", "Id": 243391},
                    "Name": "……白い壁を思い浮かべた@{K}...white walls",
                    "Description": "光の中で輝いているようにさえ見える。@{K}They're almost glowing in the light.",
                    "ButtonText": "", "Id": 185945},
                   {"DefaultEvent": {"Description": "溌溂としたレディが高い窓から抜け出した。あなたは彼女が蔦を降りる様子を見つめる。二人で壁から離れ黒い湖に走ってゆくまで、笑いは堪えておこう。\u000d\u000a\u000d\u000a水辺には野生の花々が咲いている。彼女は花輪を作り、あなたの頭に乗せた。「あなたを領主にしてあげられたら良かったのに」そしてため息をついた。あなたは彼女に口づける。あなたには彼女の恋人であるだけで十分だ。@{K}The Vibrant Lady of the House slips from her high window. You watch how she moves as she climbs down the ivy. You save your laughter until you're away from the walls and by a black lake. \u000d\u000a\u000d\u000aWild flowers grow by the water. She makes you a crown of them, and nestles it on your head. \"Would that I could make you a Lord,\" she sighs. You kiss her. You are her lover, and that's enough.",
                                     "LinkToEvent": {"Id": 243314},
                                     "Name": "テザーが舌の上で溶けた@{K}Tether melts in your mouth", "Id": 243392},
                    "Name": "……館に住む溌溂としたレディを思い浮かべた@{K}...the Vibrant Lady of the House",
                    "Description": "別のテザーの幻影の中で、あなたたちは二つ目の鐘が鳴った時に会う計画を立てていた。@{K}In another tether-vision, you'd planned to meet at the second bell.",
                    "ButtonText": "", "Id": 185946},
                   {"DefaultEvent": {"Description": "川の傍はひんやりしていた。近頃熱帯雨林では甘い果実が実をつけている。一口齧るごとに果汁が飛び散った。あなたは指を舐めると、川の流れを見つめた。川の曲がった先からやってきた一隻のカヌーが視界に入る。沢山荷が積まれた船だ。また消えた首都から来た船だろうか？これだけ南まで来るものは少ない。あなたはもう一口果物を齧った。飛び散った果汁は水に流され消える。\u000d\u000a\u000d\u000aカヌーを漕ぐ男の姿が見えた。あなたは立ち上がる。あなたの心もあの果物と同じく熟し、今にも弾けそうに感じられる。彼もあなたの姿を目にして立ち上がった。岸に向かって漕いできている！@{K}It is cool by the river. And the jungle bears sweet fruit lately. Juice sprays with every bite. You lap some from your hand, and watch the water flow. A canoe drifts into view around the bend. It's well-laden. Another from the vanished capital, maybe? Not many have come this far south. You take another bite; the spray of juice is lost to the river. \u000d\u000a\u000d\u000aYou can see the man steering the canoe. You stand, your heart feeling as ripe and ready to burst as the fruit. He stands too, as he sees you. He is rowing to shore!",
                                     "LinkToEvent": {"Id": 243314},
                                     "Name": "テザーが舌の上で溶けた@{K}Tether melts in your mouth", "Id": 244628},
                    "Name": "……林檎の絵を思い浮かべた@{K}...a painting of apples",
                    "Description": "とても甘そうだ。@{K}They look very sweet.", "ButtonText": "",
                    "Id": 186754},
                   {"DefaultEvent": {"Description": "気でも触れたのか――カーンの私室から物を盗むなんて、とあなたは問いかける。「カーンと廷臣たちは皆、鏡像の中に消えたじゃない」彼女は漆塗りの椅子に羊皮紙を広げながら言った。「少なくとも、私たちを暗闇に引き込んだツケは払ってもらわないと。それに学者たちは大金を払ってくれるからね」\u000d\u000a\u000d\u000a薄桃色の行燈の明かりの中で、あなたたちは羊皮紙をじっくりと眺めた。薄い墨で宮廷の概観が描かれている。確かに硝子の庭なら綺麗な花の一つや二つはあるだろう。それに学者たちは万心の蔵の中身に興味津々だ。上手くいくかもしれない。なるほど。あなたは顔をあげた――相棒が物知り顔で微笑んでいる。@{K}$Khan -> カーン$Is she mad, you ask - stealing from the Khan's own chambers? \"He and his court are all lost in reflections,\" she says, unfurling a parchment onto a scratched lacquer stool. \"Certainly he owes us <i>something</i> for dragging us all into darkness. And the scholar pays handsomely.\"\u000d\u000a\u000d\u000aIn the pink paper-lantern light, you examine the parchment: a sloppy inked outline of the palace grounds. The Glass Garden could hold a pretty flower or two, you admit, and the scholar does lust for the contents of the Ten Thousand Minds' Repository. It could go well. Very well. You look up - your partner is beaming, knowingly. ",
                                     "LinkToEvent": {"Id": 243314},
                                     "Name": "テザーが舌の上で溶けた@{K}Tether melts in your mouth", "Id": 244629},
                    "Name": "……茸のむっとする匂いを思い浮かべた@{K}...a fungal musk",
                    "Description": "濃厚な匂いに空気が澱んでいる。@{K}It is heavy in the air.", "ButtonText": "",
                    "Id": 186755}],
 "Description": "監督官がガスランプに火を灯した。部屋の内装は質素で、きちんと整えられたベッドが中央に置かれている。「休みなさい。自らの心を彷徨わせるのです。あなたの準備が整ったときに、テザーを差し上げましょう」\u000d\u000a\u000d\u000aあなたは視線を逸らし……@{K}The Matron lights a gaslamp. The room is modest, with a well-kept bed in the centre. \"Rest. Allow your mind to wander. When you are ready, I will give you the tether.\"\u000d\u000a\u000d\u000aYou look away, allowing your attention to settle on...",
 "Name": "骨の幻影@{K}Visions with the Bone", "Id": 243323}
