{"ChildBranches": [{"DefaultEvent": {"Description": "「ああ、お前の船は確かに来た。富なり知識なりキラキラしたおもちゃなり、何でも約束しておびき寄せてやるといい――どうせどれでも変わらないからな！奴らがやってくれば私たちの蓄えが増える。そしてテザーの育つことが出来る船体も増えるという訳だ。お前にはこのスクラップをやろう。司祭の所へ持って行くんだ――異なる時代に私を探すといい」@{K}\"Yes, your ships came. Promise them riches, promise them knowledge, promise them pretty toys - it's all the same! They come, and our stores replenish; the tether has new hulls to grow on. Take this gift of scrap to the priestess - look for me in the other times.\" ",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 243327},
                    "Name": "あなたの送り出した船はここに来ただろうか？@{K}Have any of the ships you sent come in?",
                    "Description": "街に入る時に目にした新たな難破船の幾つかに見覚えがあったような気がする。@{K}You think you recognised a few of the new wrecks as you entered the city.",
                    "ButtonText": "", "Id": 185900},
                   {"DefaultEvent": {"Description": "白皙の王はゆっくりと唇を噛んでみせる。「こんな風に？」そして車いすを動かしあなたに近づくと、手首に触れた。彼は謎めいた笑みを浮かべる。「再びこうして会えたな」王はあなたの手に口づけ、優しく握りしめた。@{K}The Fair King slowly bites his lip. \"Like that?\" He wheels closer to you, and touches your wrist. He smiles enigmatically. \"Here we are again.\" The King kisses your hand, and squeezes it gently.",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 243393},
                    "Name": "骨の幻影を思い起こす@{K}Recall a vision of Bone",
                    "Description": "溌溂としたレディには唇を噛む癖があった。ちょうど今、王がしたように。彼女が王と同じ仕草をしていたのか？あるいは王に彼女と同じ癖があるのか？@{K}The Vibrant Lady bit her lip, just as the King does. Didn't she? Didn't he?",
                    "ButtonText": "", "Id": 185947},
                   {"DefaultEvent": {"Description": "「よろしい。今日は認めてやろう。短い時間だけだがな」@{K}\"Very well. Today I shall allow it. For a short while.\"",
                                     "LinkToEvent": {"Id": 243336}, "Name": "", "Id": 243394},
                    "Name": "鏡に近づく@{K}Approach the mirror",
                    "Description": "白皙の王は部屋の後ろの方に氷で出来た鏡を置いていた。鏡には鏡像が見える。そこに映っているのはあなたでも王でもなく、眼鏡の痩せた紳士の姿だった。王は鏡に誰も近寄らせない。――しかし、あなたなら例外としてくれるかもしれない。@{K}At the rear of his chamber, the Fair King keeps a mirror made of ice. It holds a reflection - neither yours nor his, but that of a narrow, bespectacled gentleman. The King allows no one to approach it - but perhaps he will make an exception for you.",
                    "ButtonText": "", "Id": 185948},
                   {"DefaultEvent": {"Description": "白皙の王は硝子の後ろで震えるあなたの贈り物をじっくりと吟味した。「交渉成立だ」そして硝子の表面を指で叩き、中の物を驚かせると囁いた。\u000d\u000a\u000d\u000a頑丈な船の解体者十数人がかりで氷の塊が引き抜かれた。氷の中の痩せた男の鏡像は興味深げに作業を見守っている。「フロストファウンド産出の物だ」王が言う。「冷やしたままにするように」@{K}$Frostfound -> 氷結城$The Fair King considers your gift, shivering behind its glass. \"Agreed,\" he whispers, tapping the surface and startling the thing within. \u000d\u000a\u000d\u000aIt takes a dozen hardy wreckers to free the slab of ice. The reflection within it - the thin man - watches the work with curiosity. \"Calved from Frostfound,\" the King says. \"Keep it cold.\"",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 243395},
                    "Name": "王の鏡を買う@{K}Buy the King's mirror",
                    "Description": "鏡は王の所有する物の中でも最も貴重な宝だ。高価な買い物になるだろう。@{K}It is one of the King's most treasured possessions. It will be expensive.",
                    "ButtonText": "", "Id": 185949},
                   {"DefaultEvent": {"Description": "白皙の王はあなたの表情をじっくりと吟味した。「いいだろう」\u000d\u000a\u000d\u000a頑丈な船の解体者十数人がかりで氷の塊が引き抜かれた。氷の中の痩せた男の鏡像は興味深げに作業を見守っている。「フロストファウンド産出の物だ」王が言う。「冷やしたままにするように」@{K}$Frostfound -> 氷結城$The Fair King considers your countenance for a long while. \"Very well.\"\u000d\u000a\u000d\u000aIt takes a dozen hardy wreckers to free the slab of ice. The reflection within it - the thin man - watches the work with curiosity. \"Calved from Frostfound,\" the King says. \"Keep it cold.\"",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 243396},
                    "Name": "鏡を贈ってくれるよう頼む@{K}Ask the King to gift you the mirror",
                    "Description": "彼はあなたの求める物なら何でもくれるだろう。@{K}He will give you anything you ask for.",
                    "ButtonText": "", "Id": 185950},
                   {"DefaultEvent": {"Description": "王は玉座の側面を叩き、憤慨のあまり立ち上がりそうにさえ見えた。「いや、鏡を譲ることは出来ない。あれは私たちの宝の内でも最も貴重な物だ」\u000d\u000a\u000d\u000aしかし次の瞬間には彼の表情は和らぎ、椅子に身を落ち着けた。「もちろん、お前がより素晴らしいものを渡してくれるなら、話は別だが」@{K}The Fair King slaps the side of his throne, and seems to rise in indignation. \"No, you absolutely may not have my mirror. No one may. It is one of our greatest treasures.\"\u000d\u000a\u000d\u000aHis expression softens after a moment, though, and he settles back into his throne. \"Not unless you brought me something more wonderful, of course.\"  ",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 243403},
                    "Name": "大望: 鏡を譲ってもらえないだろうか？@{K}$Ambition -> 大望$Ambition: Can you have the mirror?",
                    "Description": "あの鏡像はマリアムの彫像の一つと同じ姿をしている。あれはボーデイン、七人の布教者だ。@{K}$Bourdain -> ボーデイン$You recognise the reflection inside from Mariam's statues. This is Bourdain, the Seven's Propagandist.",
                    "ButtonText": "", "Id": 185956},
                   {"DefaultEvent": {"Description": "「お前は私を見つけたのだろう？様々な時と場で。しかし、今の私たちは一体どのような関係にあるのだろうか？」@{K}\"You've found me, haven't you? In many times and places. But today - what are we?\"",
                                     "LinkToEvent": {"Id": 243340}, "Name": "", "Id": 243407},
                    "Name": "白皙の王の問い@{K}The Fair King's Question",
                    "Description": "彼は探るようにあなたを見つめた。@{K}He looks at you, searchingly. ", "ButtonText": "",
                    "Id": 185959},
                   {"DefaultEvent": {"Description": "白皙の王は笑い、それから厳粛な表情を装った。「愛する友よ、お前がそれを望むのであれば、私はそれに応えよう」そう言うと、彼は頬を膨らませ、直後にふきだすと声をあげて笑った。「これでどうだ？」\u000d\u000a\u000d\u000aこれは、紳士が王の仕草を真似ていたのだろうか？あるいは王が紳士を？@{K}The Fair King laughs, and assumes an air of faux solemnity. \"If you request it of me, my dear fellow, I oblige you,\" he says, puffing his cheeks, before bursting into a fit of laughter. \"How was that?\" \u000d\u000a\u000d\u000aWas it the Gentleman performing the King's gesture? Or the King performing the Gentleman's?",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 244643},
                    "Name": "カップの幻影を思い起こす@{K}Recall a vision of Cups",
                    "Description": "あなたは以前、白皙の王がちょうどおどけた紳士のように頬を膨らませるのを目にしたことがある。もう一度やって見せてくれないだろうか？@{K}You've seen the Fair King puff his cheeks before, just like the Jocular Gentleman. Would he do it again for you?",
                    "ButtonText": "", "Id": 186769},
                   {"DefaultEvent": {"Description": "白皙の王の頬が赤らみ、困惑して眉根を寄せる。「なんだって？こんな風に？」彼は首をこすりながら聞いた。四本の指が考え深げに首に触れ、親指は優しく鎖骨を撫でる。ちょうど利発な運転手のやっていた通りだ。\u000d\u000a\u000d\u000a白皙の王はあなたを見つめると、ゆっくりと頷いた。彼は車いすを動かし、あなたに近づくと足元を見つめて言った。「テザーとはそういうものだ。時に、人々は互いの姿を見出すのだよ」@{K}$[Ff]lare -> 照明弾$The Fair King's cheeks flare red. His eyebrows scrunch in confusion. \"What, like this?\" he asks, rubbing his neck - four fingers thoughtfully stroking the neck, the thumb rolling gently between the collar bones. Just like the Sharp Driver. \u000d\u000a\u000d\u000aThe Fair King watches you, and nods slowly. He wheels closer and looks at your feet. \"That's tether for you. Sometimes people find each other.\" ",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 244644},
                    "Name": "ナイフの幻影を思い起こす@{K}Recall a vision of Knives",
                    "Description": "白皙の王は以前、利発な運転手と同じように首に触れていた。あなたのためにもう一度やって見せてくれないだろうか？@{K}The Fair King has touched his neck before in the same manner that the Sharp Driver touched hers. Can he do it again for you?",
                    "ButtonText": "", "Id": 186770},
                   {"DefaultEvent": {"Description": "彼はあなたに箱を手渡した。留め金を開けると、ベルベット張りの内部にはあなたがずっと昔に彼に渡したシンティラックが入れられていた。「これをダユーに埋めてきてほしい。ラックで行われる儀式だ。テザーで繋がれた相手を見つけた時、その相手が自分に何かを贈ってくれたなら、その贈り物はダユーに埋められなければならないのだ。そうすることで贈り物は育つのだという。私のために引き受けてくれないか？」@{K}$[Ss]cintillack -> シンティラック$He hands you the box. You flick open the latches; nestled within the velvet lining is the piece of scintillack you first gave him long ago. \"I would like you to bury this in Dahut. There is a rite we have in Wrack. If you find one you're tethered to - and they give you such a gift - it must be buried in Dahut so it may grow. Will you do this for me?\"",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 245590},
                    "Name": "白皙の王の求め@{K}The Fair King's Request",
                    "Description": "彼の膝の上に小さな木の箱が置かれている。@{K}There is a small, wooden box in his lap.",
                    "ButtonText": "", "Id": 187367},
                   {"DefaultEvent": {"Description": "彼は腕を伸ばしあなたの首を抱きしめ、あなたは彼を玉座から抱えあげると枕の山の上に降ろした。そこでの彼は活発で動きを止めることがない。王の威厳をもってあなたを急かし、より柔らかい声で喜びを表現する。あなたの荒い呼吸が彼の息と混ざり合う。暗闇の中で、彼はあなたの首筋の汗を味わった。いつの間に暗くなったのだろう？ランタンはとうに燃え尽きている。しかし、あなたたちはまだ満たされていない。まだまだしばらくは終わらないだろう。@{K}He reaches his arms around your neck, and you bear him from his throne to a nest of pillows. There, he is exuberant and ceaseless. In his King's voice, he urges you to further exertions. In a gentler voice, he voices his delight. Your ragged breath mingles with his. In the dark, his mouth tastes the sweat on your neck. The dark? Yes, the lantern has burned out. But you're not done. Not for a long time, yet.",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 245593},
                    "Name": "恋人と一夜を過ごす@{K}Spend a night with your lover",
                    "Description": "彼はにっこり笑った。@{K}His grin is wide.", "ButtonText": "",
                    "Id": 187370},
                   {"DefaultEvent": {"Description": "あなたたちは古いブランデーを飲み干した。マグで乾杯する度、ラムが零れ落ちる。地上から輸入された最上級のアブサンが光にきらめいた！酒と王の料理人によって運び込まれる料理の合間に、あなたたちは笑い、秘密を打ち明け、冗談を言い、恐怖を分かち合い、幕が上がるのが遅いと文句を言い合った。――しかし、常にユーモアを忘れることはない。王は顔に落ちてきた白の混じる髪をかき上げた。@{K}$[Tt]he Surface -> 地上$You down ancient brandies. Rum sloshes out of your mugs as you make your toasts. The finest absinth from the Surface winks in the light! Between your drinks and each course brought out by the King's chef, you laugh, you confide, you tell jokes, and share fears, and complain about how long the curtain takes to rise - but never without good humour, as the King brushes aside his snowy hair, fallen in his face.  ",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 245594},
                    "Name": "旧友と酒を飲む@{K}Drink with an old friend",
                    "Description": "船の解体者たちは裕福な船長何人分もの酒棚を引き上げていた。今夜は酒が切れることはなさそうだ。@{K}The wreckers have salvaged the drink cabinets of many affluent captains. You will be well taken care of tonight. ",
                    "ButtonText": "", "Id": 187371},
                   {"DefaultEvent": {"Description": "王とあなたは共に壁に貼られた地図をじっくりと調べた。船の解体者たちがマトン・アイランドについての興味深い噂を耳にしている。あの場所はNeathのいくつかの勢力によって注意深く監視されているらしい。マーガトロイドは機会さえあれば商売をカーネイトまで広げたいようだ。もちろん、いずれはそうなることだろう。彼は現在辺境にいる。白皙の王はあなたに視線を投げた。あなたはいつもその瞳の青さに不意をつかれてしまう。@{K}$Khan -> カーン, Khanate -> カーネイト, Mutton Island -> マトン・アイランド$Together, you and the King study the maps on his wall. His wreckers have heard interesting reports out of Mutton Island - it's being closely eyed by several of the Neath's powers. Murgatroyd may be expanding his reach into the Khanate too, if he can. But of course he will. He's in the hinterlands. The Fair King flashes you a look; you're always caught off-guard by that blueness. ",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 245595},
                    "Name": "ビジネスについて話す@{K}Discuss business",
                    "Description": "二人で協力すれば、この海はあなたたちの物となる。@{K}Work together, and the zee will be yours.",
                    "ButtonText": "", "Id": 187372},
                   {"DefaultEvent": {"Description": "王はラックの事しか知らない。彼は母親の船が沈んだ後ここで生まれたのだという。そして子供のいない年老いた女王が彼を引き取った。女王は娘を見つけたと思ったそうだよ、と王は笑う。\u000d\u000a\u000d\u000a彼は詩や数学、工学、生物学、海洋学、法学についての教育を施された。ラックの住人の中には海に沈む前に教育を受けていた者もいたのだ。それに、当然テザーの幻影からも多くを学べる。\u000d\u000a\u000d\u000a王は微笑み、シャツの皺を伸ばした。「大した話じゃない。女王は死に、それ以来私がここを治めている。お前の話をしてくれないか？何故この場所に来たんだ？」@{K}Wrack is all the King has known. He was born here after his mother's ship sank. The old Queen, childless, took him in as her own. She thought she'd found a daughter, he laughs. \u000d\u000a\u000d\u000aHe was tutored in matters of poetry, mathematics, engineering, biology, oceanography, and jurisprudence. Some of Wrack's citizens were educated before they sank. And, of course, you can learn much from tether-visions.\u000d\u000a\u000d\u000aThe King smiles, and smooths his shirt. \"A straightforward affair. The Queen died, and I have ruled since. What about you? What brought you here?\"",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 245596},
                    "RareDefaultEvent": {"Description": "彼は自身の見たテザーによる幻影について語る。アフリカの焼けつくような暑さと、王族の子女の侍女として働いたこと。綺麗な白い館で過ごしたより長閑な時。黒い塗料の入ったバケツを持って友に会いにウィーンを駆け抜けた話。洒落たスーツに身を包んだ厄介者として、賭けを楽しむ青年と友人になった事。ビッグバンドと歌ったこともあった。あの時は省庁によって――\u000d\u000a\u000d\u000a王が手を固く握りしめた。「もう十分だろう」@{K}He recounts his own tether-visions. The scorching heat of Africa, and playing handmaiden to a royal daughter. More bucolic times in a fine white house. Running through Vienna with a bucket of black paint to meet his friend. Being a young prankster in a sharp suit, befriending a boy amused by wagers. Singing with a big band under the Ministry's - \u000d\u000a\u000d\u000aThe King's hands are balled into fists. \"I think that's enough of that.\"",
                                         "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 245597},
                    "Name": "王について知る@{K}Get to know the King",
                    "Description": "あなたたちの関係は一体何なのか、その問いにはまたいつか答えることも出来るかもしれない。@{K}Perhaps one day, you can revisit the question of who you are.",
                    "ButtonText": "", "Id": 187373},
                   {"DefaultEvent": {"Description": "「ああ、来たとも。これがお前の取り分だ」王は工学に関する論文の上に乗った札束を取りあげ机の端に置くと、それ以上何かを言う事もなく画策に戻った。@{K}\"Yes, they came. Here's your share.\" He takes a bundle perched atop a treatise on engineering, and sets it on the edge of the table. He returns to his planning without a word more.",
                                     "LinkToEvent": {"Id": 243326}, "Name": "", "Id": 245685},
                    "Name": "あなたの送り出した船はここに来ただろうか？@{K}Have any of the ships you sent come in?",
                    "Description": "白皙の王はほとんど海図から顔をあげさえしない。@{K}The Fair King hardly looks up from his charts.",
                    "ButtonText": "", "Id": 187436},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 243314},
                                     "Name": "", "Id": 246095},
                    "Name": "白皙の王の元を去る@{K}Part from the Fair King",
                    "Description": "あなたはまた戻ってくることになるだろう。@{K}You will return.", "ButtonText": "",
                    "Id": 187728}],
 "Description": "あなたが玉座の間に入ると、白皙の王は背筋を伸ばして座りなおした。彼の顔から笑みがこぼれる。「よく戻った」@{K}The Fair King sits taller in his throne as you enter. He cannot help but smile. \"Welcome back.\"",
 "Name": "王との謁見@{K}An Audience with the King", "Id": 243326}
