{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは光に照らされ輝く鏡に歩み寄った。\u000d\u000a\u000d\u000aあなたはサーベルを腰に提げ甲板に立つ自分自身の姿を見た。ありえないほど健康そうで、じっとしていられないほど活力に満ち満ちている。ロンドンの灯が船の舳先に輝く。街もまた、変わっていた。港には輝くかの山の石より作られた凱旋門が建てられている。そしてその門には『死の支配は終に破られたり』と刻まれていた。\u000d\u000a\u000d\u000a通りはカーネイトで見られるような安定した電気灯の光によって照らされている。しかし、港の群衆に説教している司祭役人たちのまとう白いローブは、長命衆の人間が好んで身に着けるものだ。屋根の上には見る影もない廃墟となったバザールのぎざぎざの輪郭がうずくまっている。\u000d\u000a\u000d\u000aあなたが見つめていると、鏡像は部下たちに指示を出した。これまた不可思議なほど健康的で身のこなしの軽い船員たちは急いで命令に従う。甲板の大砲が回転し、巨大な門へと向けられた……\u000d\u000a\u000d\u000a白皙の王の声によって幻影が破られた。「何が見えているのかはいまだによく分からない。この紳士の希望だろうか？あるいは恐れ？しかし、彼が大それた想像力を持っていることは確かだ」@{K}$Khan -> カーン, Khanate -> カーネイト, Presbyter -> 長老, Presbyterate -> 長命衆$You step toward the mirror; it flashes in the light.\u000d\u000a\u000d\u000aYou see yourself, on deck, sabre at your side. You look improbably healthy; restlessly vital. The lights of London glow off your prow. The city, too, is different. A triumphal arch of blazing Mountain-stone has been constructed across the docks, the words 'DEATH HATH NO MORE DOMINION' engraved across it. \u000d\u000a\u000d\u000aThe streets are lit by steady electric lights, of the kind seen in the Khanate. But the priest-officials you can make out sermonising to the dockside crowds wear white robes, like those popular in the Presbyterate. Hunched over the rooftops is the clawing outline of the Bazaar: a blasted ruin.\u000d\u000a\u000d\u000aAs you watch, your reflection issues orders. Crewmen - also nimble with preternatural health - hurry to obey. The guns on deck swivel, to train on the great arch...\u000d\u000a\u000d\u000aThe Fair King's voice interrupts the vision. \"I am never sure what it is we are seeing. The gentleman's hopes? His fears? He certainly seems to have an ambitious imagination.\"\u000d\u000a",
                                     "LinkToEvent": {"Id": 243326}, "Name": "瞳が燃え上がる！@{K}Eyes blazing!",
                                     "Id": 243337},
                    "Name": "自分の姿を見ようと試みる@{K}Try to see yourself",
                    "Description": "あなたは鏡に映っているだろうか？@{K}Are you in the glass?", "ButtonText": "",
                    "Id": 185908},
                   {"DefaultEvent": {"Description": "あなたは光に照らされ輝く鏡に歩み寄った。\u000d\u000a\u000d\u000a彼はクーマエ運河に立っている。髪の毛は手に持ったマグに入ったダークドロップ・コーヒーよりもなお黒い。地上から来た男女が彼の周囲に群がっている。彼らは皆男と比べるとやつれて見える。一人が彼に手紙を渡した。その封筒は雪のように白く、封蝋は樹皮のように黒い。男は手紙を読むと若い女性にフラスクを手渡した。そして彼女の仲間が奪い取ろうとするより先に、女性は中身を飲み干した。彼女の肌が新たな活力に輝く。そして群衆が今度は紳士を襲おうとする前に、彼は笑って自由、平等、永遠の精神のもとに、群集一人一人にフラスクを渡した。\u000d\u000a\u000d\u000a白皙の王の声によって幻影が破られた。「何が見えているのかはいまだによく分からない。この紳士の希望だろうか？あるいは恐れ？しかし、彼が大それた想像力を持っていることは確かだ」@{K}$[Tt]he Surface -> 地上, Cumaean Canal -> クーマエ運河$You step toward the mirror; it flashes in the light.\u000d\u000a\u000d\u000aHe stands at the Cumaean Canal. His hair is blacker than the darkdrop coffee in his mug. Men and women from the Surface crowd around him; they look sickly in comparison. One passes him a letter; envelope white as snow, seal as black as bark. The Man reads it and passes the young woman a flask. Before her crewmates can set on her, she has drained it. Her skin glows with new vigour. And before they can set on him, he laughs, and - in the spirit of liberty, equality, and eternity - gives them each a flask of their own. \u000d\u000a\u000d\u000aThe Fair King's voice interrupts the vision. \"I am never sure what it is we are seeing. The gentleman's hopes? His fears? He certainly seems to have an ambitious imagination.\"\u000d\u000a",
                                     "LinkToEvent": {"Id": 243326}, "Name": "全ての者に自由を@{K}Free for all",
                                     "Id": 243409},
                    "Name": "鏡の中の男を見ようと試みる@{K}Try to see the Man in the Mirror",
                    "Description": "彼にはこれ以上の何かがあるのだろうか？@{K}Is there more to him?", "ButtonText": "",
                    "Id": 185961}],
 "Description": "氷に歪められたあなた自身の鏡像が見える。しかし、その鏡にはそれよりもくっきりと別の鏡像が映っていた。生え際の後退しつつある黒髪で丸眼鏡をかけた面長の男だ。彼は厳粛な顔であなたに目を瞬いた。\u000d\u000a\u000d\u000a@{K}You can see your reflection, distorted in the ice. But there is another, clearer reflection as well: a long-faced man with receding black hair and round-rimmed glasses. He blinks, solemnly, at you.\u000d\u000a\u000d\u000a",
 "Name": "鏡の中の男@{K}The Man in the Mirror", "Id": 243336}
