{"ChildBranches": [{"DefaultEvent": {"Description": "彼は鋼のペンであなたの言葉を書き記した。「役に立ちそうだ。さて、これが報酬です」そう言うと、磨き上げられたスーツケースを開いた。長命衆の言語で書かれ、馬、牡牛、雄鹿からなる華美な紋章の捺された公的文書の数々が一瞬だけ見えた。そしてスーツケースはカチッという音を立てて閉じられる。彼はあなたに紫檀の木から作られた箱を手渡した。\u000d\u000a\u000d\u000a「ニダーの立ち上がる前の時代に、5人の謎の王を殺した人殺しの指の骨です。それと彼が殺害に用いた燧石のナイフと、王たちから集めた交差する装置の部品も。残念ながら、六番目の――つまり、彼本人の部品は失われてしまっています」@{K}$Presbyter -> 長老, Presbyterate -> 長命衆$He records your words with a steel pen. \"Useful. Now, your payment.\" He opens a polished suitcase. You glimpse sheaves of official documents written in Presbyterate script, stamped with an ornate crest showing a horse, a bull, and a stag. The case clicks closed. He hands you a rosewood box.\u000d\u000a\u000d\u000a\"The finger bones of a murderer, who killed five Puzzle-Kings in the age before Nidah rose. In addition, the flint knife he slew them with, and the intersecting device-fragments he took from each. Unfortunately, the sixth piece - the murderer's - is lost.\"",
                                     "LinkToEvent": {"Id": 242560},
                                     "Name": "あなたは血生臭い物語を紡ぎあげた@{K}You spin a bloody tale", "Id": 243368},
                    "Name": "物語を遺物や骨董品と交換する@{K}Trade a story for relics and antiquities",
                    "Description": "「私には祖国の草創期より伝わる遺物を集めたまずまずのコレクションがあります。復讐の物語を語ってくだされば、その中からいくつか差し上げましょう」@{K}\"I've a modest collection of artefacts from the earliest days of my homeland. For a tale of vengeance, they are yours.\"",
                    "ButtonText": "", "Id": 185929},
                   {"DefaultEvent": {"Description": "蒐集家は餌を貰った猫のように満足げな様子で、一巻きの黄ばんだ紙を差し出した。あなたは再利用されたステンドグラスから作られたランタンの灯りの下で紙面をじっくり調査した。海図には名前、住所、合言葉、数字の羅列にシンボルなどが大量に書き込まれている。隅に書かれた数字から推測するに、これはどうやら複数ある同じような海図の内の一枚でしかないらしい。\u000d\u000a\u000d\u000a羅針図の細かい意匠があなたの眼を引いた。飾り文字で書かれたBのイニシャルだ。そしてこの余白に書かれた『自由、平等、永遠』という言葉は何だろう？モットーだろうか？@{K}Satisfied as a fed cat, the collector hands over a roll of yellowing paper. You study it beneath a lantern of reclaimed stained glass. The chart is thick with notes: names, addresses, passphrases, strings of numbers and symbols. Judging by the numbering in one corner, it is only one of several such charts. \u000d\u000a\u000d\u000aA detail in the compass rose catches your eye: an ornate initial 'B'. And what's this in the margin? A motto? 'LIBERTY, EQUALITY, ETERNITY.'",
                                     "LinkToEvent": {"Id": 242560},
                                     "Name": "あなたはこんがらがった物語を語った@{K}You tell a knotty tale", "Id": 244438},
                    "Name": "物語を地図や知識と交換する@{K}Trade a story for a map, and knowledge",
                    "Description": "「背信行為の書き散らされた古い海図が手に入りました。残念ながら私には何が書いてあるのかさっぱりですが、あなたでしたら分かるかもしれません。対価として、誤魔化しの物語を頂きましょう」@{K}\"I've come into possession of an old zee-chart, scribbled with perfidies. I've not been able to make head nor tale of them, alas, but perhaps you'll have better luck. In return, I require a tale of subterfuge.\"",
                    "ButtonText": "", "Id": 186617},
                   {"DefaultEvent": {"Description": "彼はあなたの物語の重要な部分を貪欲に記録していった。「素晴らしい。報酬は船へと運ばせておきましょう。大変申し訳ないのですが、少しばかり持ち運びしにくいものですので。死骸というのは大抵の場合そうですね」\u000d\u000a\u000d\u000a「勿論、この対価の背景にも物語はあります。昔二人の兄弟がZeeの傍らに住んでいました。彼らの母親がこの世を去った時、二人は母の真珠を平等に分けようとしました。しかし、真珠は奇数個しかなく、兄弟は互いに争うこととなったのです。一人が死に、もう一人が涙を流しました。その涙が濡らした最後の真珠が孵化し、そこから現れたものは彼の兄弟の声で語ったそうです」@{K}Greedily, he records the essentials of your story . \"Marvellous. I'll have your payment delivered to your vessel. I'm afraid part of it is rather unwieldy - corpses tend to be, I've found.\u000d\u000a\u000d\u000a\"There's a story behind it, of course. Two brothers lived by the zee. When their mother passed, they divided up her pearls. But there were an odd number, and the brothers fought. One died, the other wept. His tears wetted the last pearl, which hatched. The thing that emerged had his brother's voice.\"",
                                     "LinkToEvent": {"Id": 242560},
                                     "Name": "あなたは大いなる犠牲のもとに成された勝利について語った@{K}You tell a tale of victory, dearly-bought",
                                     "Id": 244439},
                    "Name": "物語を生命と死の贈り物と交換する@{K}Trade a story for a gift of life and death",
                    "Description": "「当然の事ですが、“あなたの”生命と死に関する物ではありませんよ」彼はにこりと笑う。「そのような礼を失した真似はしません。しかし、その代償として犠牲に関する物語を頂きたい。悲劇的で、なおかつ満足のいくようなものを」@{K}\"Not <i>your</i> life and death, obviously.\" He grins. \"That would be rude. But I will require a story of sacrifice. Something tragic and satisfying.\"",
                    "ButtonText": "", "Id": 186618},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 242560},
                                     "Name": "", "Id": 244581},
                    "Name": "今のところは断る@{K}Decline, for now",
                    "Description": "「それではまた気が変わった時にお越しください。私は此処にいますので」@{K}\"Later, perhaps. I'll be here,\" he says.",
                    "ButtonText": "", "Id": 186723}],
 "Description": "彼の髪はオイルをつけて一部の隙もなく整えられている。そして歯は白く欠けたところがない。彼の笑みは灼けつくように眩く歩み寄るあなたはおもわずたじろいだ。「こんにちは！あなたの物語を楽しませていただきましたよ。あなたには真を嘘へと変ずる才能がおありの様だ」\u000d\u000a\u000d\u000a「そこでですね、もしよろしければあなたの力を貸していただきたいのです。私は職業上の都合から、他では手に入らないような物語を必要としています。今まで誰にも語られたことのない、そして今後再び語られることもないような物語を。そういった物語を語ってくださるなら、私から特別な報酬をお支払いしましょう」[語り手のクオリティを様々な報酬と交換できます。]@{K}His hair is impeccably-oiled. His teeth are white and flawless. His smile is searing, and he blasts you with it as you approach. \"Hello! I've enjoyed your tales - you've a gift for turning the truth into lies.\u000d\u000a\u000d\u000a\"In fact, I think perhaps you can help me. I have a professional need for <i>exclusive</i> stories; ones that have never been told before and won't be told again. If you'd be prepared to provide some, I will compensate you with unusual payments. [Spend your Storyteller quality on different rewards.]",
 "Name": "物語の蒐集家@{K}A Collector of Stories", "Id": 243367}
