{"ChildBranches": [{"DefaultEvent": {"Description": "船倉は柱が砕け、破片の浮かぶ半分崩れかけた悲惨な状態だった。あなたは航海士の助けを借りて折れた鋼の円柱の合間を抜け、封のされた箱を見つけ出した。箱の中には強烈な塩味のビスケット、硬い乾パン、保存食、ラードが入っていた。@{K}The hold is a wretched half-collapsed thing; shattered beams and floating debris. Your navigator helps you move a spar of fallen steel, uncovering sealed boxes. They contain heavily salted biscuits, hard tack, preservatives and lard. ",
                                     "Name": "あなたは潜水服を身に着けた……@{K}You don your diving suit...", "Id": 243578},
                    "Name": "食糧を回収する@{K}Retrieve supplies",
                    "Description": "船倉部分は壊れていないようだ。なまものは駄目になっているだろうが、保存食はまだ食べられる状態で残っているかもしれない。@{K}The cargo hold is intact. Perishables will have spoiled, but preserved supplies may endure. ",
                    "ButtonText": "", "Id": 186068},
                   {"DefaultEvent": {"Description": "あなたは数人の船員たちと共に難破船へと潜った。潜水艦の明かりがあなたの周囲の暗闇を払いのける。@{K}You lead a small crew down to the wreck. The lights of your zubmarine scratch at the darkness around you.",
                                     "LinkToEvent": {"Id": 243607},
                                     "Name": "あなたは潜水服を身に着けた……@{K}You don your diving suit...", "Id": 243579},
                    "Name": "沈んだ宝を回収する@{K}Retrieve sunken treasure ",
                    "Description": "難破船の船室部分は壊れていないようだ。何か価値のある物が残っているかもしれない。@{K}The cabins of the wreck are intact. Something of value may have survived.",
                    "ButtonText": "", "Id": 186069},
                   {"SuccessEvent": {"Description": "あなたは数人の船員たちと共に難破船へと潜った。潜水艦の明かりがあなたの周囲の暗闇を払いのける。ヒレ、あるいはその持ち主の姿も再び目にすることはなかった。@{K}You lead a small crew down to the wreck. The lights of your zubmarine scratch at the darkness around you. Of the fin or its owner, there is no sign. ",
                                     "LinkToEvent": {"Id": 243607},
                                     "Name": "あなたは潜水服を身に着けた……@{K}You don your diving suit...", "Id": 243581},
                    "DefaultEvent": {"Description": "あなたは数人の船員たちと共に難破船へと潜った。潜水艦の明かりがあなたの周囲の暗闇を押しのけ、難破船の船体にあいた簡単に内部へと入ることの出来そうな裂け目を照らし出した。しかし内部を探索しても宝も脅威も見つけることは出来なかった。\u000d\u000a\u000d\u000a一人の水夫が安堵か苛立ちかによって泡を吐きだしたその瞬間、甲板大砲ほどの太さのあるウナギが彼のヘルメットをかぶった頭を飲み込んだ。あなたたちはウナギをマチェーテで撃退したが、彼の命を救うことは出来なかった。海は素早く教訓を教えてくれる。@{K}You lead a small crew down to the wreck. The lights of your zubmarine push at the darkness around you and reveal a gash in the ship's hull which allows easy entrance. Your search uncovers neither reward nor peril. \u000d\u000a\u000d\u000aA crewman expels a stream of bubbles - in relief? In frustration? - the moment before an eel as thick as the barrel of your deck gun engulfs his helmeted head. You do for the eel with a machete, but it is too late for your crewman. The zee teaches its lessons swiftly.",
                                     "Name": "あなたは潜水服を身に着けた……@{K}You don your diving suit...", "Id": 243580},
                    "Name": "沈んだ宝を回収する@{K}Retrieve sunken treasure",
                    "Description": "難破船の船室部分は壊れていないようだ。何か価値のある物が残っているかもしれない。舷窓越しに中を覗きこむと、ヒレのついた影が素早く視界を横切っていった。@{K}The cabins of the wreck are intact. Something of value may have survived. As you peer in through a porthole, a finned shadow sweeps past.",
                    "ButtonText": "", "Id": 186070},
                   {"SuccessEvent": {"Description": "船尾の船倉には未だ少量の空気が残っているようだ。あなたは巻き上げ機を用意するように指示を出し、潜水服を身に着けた。残骸の中を苦労して潜ると、残り僅かな空気の中で喘ぐ生存者が見つかった。あなたは数分の内になんとか彼に予備の潜水服を着せた。彼は力を使い果たしてしまっている。あなたたち二人は巻き上げ機によって潜水艦へと引き戻された。生存者は感謝しきりといった様子で絶対にこの船を離れないと誓った。@{K}The aft hold contains a dwindling pocket of air. You order a winch lowered, don your diving suit, and take a spare. Struggling through the ruin, you find the survivor gasping through the last of his air. For a frantic few minutes, you assist him into your second suit. His strength is spent. You pull him out. The winch pulls you both back aboard your zubmarine, which your grateful guest swears he'll never leave.",
                                     "Name": "あなたは難破船を観察した@{K}You assess the wreck", "Id": 243583},
                    "DefaultEvent": {"Description": "あなたは数人の船員と共に潜水服を身に着け、急いで救助に向かった。あなたたちが安全な通り道を確保しようと苦闘している間に、生存者はさらに激しくもがきだした。たどり着いたときには、既に彼は愚かにも最後の空気を使い切ってしまった後だった。ここには彼の遺体と持ち物以外引き上げるべきものは残っていない。@{K}You and several crew don diving-suits and hurry to help. As you try to clear a safe path to the survivor, though, his struggles grow frenzied. By the time you reach him, he has foolishly consumed the last of his air. There is nothing to retrieve, except his remains and last belongings.",
                                     "Name": "水葬@{K}Burial by zee ", "Id": 243582},
                    "Name": "生存者を救助しよう！@{K}Rescue a survivor!",
                    "Description": "この船は最近難破したもののようだ――それに加え、内側から響く一定のリズムのノックは中に生き残りがいることを示している。@{K}The wreck is recent - and a rhythmic knocking from within indicates someone is alive down there.",
                    "ButtonText": "", "Id": 186071},
                   {"SuccessEvent": {"Description": "難破船の通路を通り抜けると、船が呻き声をあげた。船長の船室へと続く階段を登ろうとしたとき、空気チューブが何かに引っかかっる。あなたは慎重にチューブを引いて外すと、階段を上った。部屋の中には鍵の掛かった鉄の箱があった。\u000d\u000a\u000d\u000a潜水艦に戻ってから、あなたは箱をこじ開けた。箱には何枚かの興味深い書類と、大晶洞を訪れた船の記録が書かれた日誌が入っている。『影響下にある』という言葉がそれぞれの船名の横に書かれていた。@{K}$Grand Geode -> 大晶洞$The wreck groans as you pull yourself through its corridors. Your airline catches briefly as you negotiate the stairs to the captain's cabin. You unhook it, and ascend. Inside is a locked steel box.\u000d\u000a\u000d\u000aBack in your zubmarine, you prise it open. It contains a handful of interesting papers, and a journal logging the ships visiting the Grand Geode. The word 'COMPROMISED' is written next to each one.",
                                     "Name": "潜水服を身に着ける……@{K}Don your diving gear...", "Id": 243587},
                    "DefaultEvent": {"Description": "難破船の通路を通り抜けると、船が呻き声をあげた。腐りかけた階段を降った先には船長の船室があった。椅子にはいまだに彼女の厚手のコートがかけられており、海水によって傷んだオリーブグリーンの日誌がその左ポケットから覗いていた。\u000d\u000a\u000d\u000a潜水艦に戻り、あなたはほんの少しだけ残っている辛うじて読むことの出来る部分に目を通した。彼女は脱走し『ニュー・シークエンス』へ加わろうと計画していたようだ。『私は太陽を思い出したいだけだ』、と彼女は書いている。『太陽を、太陽を、太陽を』海によって絶たれた大望だ。@{K}The wreck groans as you pull yourself through its passages. At the foot of a rotting stair is the captain's cabin. Her greatcoat is still on her chair, an olive-green water-damaged journal poking from the left pocket. \u000d\u000a\u000d\u000aBack on the zubmarine, you read what little remains legible. A defection was intended, to the 'New Sequence.' 'I want only to remember the sun,' she wrote, 'the sun, the sun, the sun.' An ambition thwarted by the zee.",
                                     "Name": "あなたは潜水服を身に着けた……@{K}You don your diving suit...", "Id": 243585},
                    "Name": "難破したロンドンの船をくまなく探る@{K}Search a London wreck ",
                    "Description": "この堂々たる破壊されきった船は見覚えのある造りをしている。潜水艦の明かりが、潮流によって惨めなほどにぼろぼろになった海軍省旗を照らし出した。@{K}$Admiralty -> 海軍省$This stately, shattered vessel is of familiar manufacture. Your lights illuminate a tattered Admiralty flag, shivering forlornly in the current. ",
                    "ButtonText": "", "Id": 186073},
                   {"SuccessEvent": {"Description": "あなたは難破船が崩れた時の事を考え、空気チューブにゆとりが相当あることを確かめ、バールとのこぎりを用意させた。難破船の船体は鈍い音を立てて口を開いた。\u000d\u000a\u000d\u000a中に入ると、薄暗い金属の通路が傾いた船体の内部を走っていた。船員の死体は見当たらない。もしかすると彼らは逃げたのかもしれない。しかし、船長は違った。ぺリジンに汚れた骸骨が一人で座っている。帽子と日誌以外に彼女の階級を示すものはない。ぼろぼろになった日誌にはロンドンの恋人への書きかけの謝罪が残されていた。@{K}$[Pp]eligin -> ペリジン$You ensure your airline has plenty of slack, in case the wreck shifts. You requisition prybars and saws. The wreck's hull yields with a dull clang. \u000d\u000a\u000d\u000aInside, gloomy steel corridors extend through the tilting vessel. The zubmarine has lost its crew - perhaps they escaped. The Captain did not; a peligin-stained skeleton sits alone, a hat and journal the only indicators of her rank. The remains of the journal reveal an unfinished apology to a lover in London. ",
                                     "Name": "あなたは潜水服を身に着けた……@{K}You don your diving suit...", "Id": 243591},
                    "DefaultEvent": {"Description": "あなたは難破船が崩れた時の事を考え、空気チューブにゆとりが相当あることを確かめ、バールとのこぎりを用意させた。難破船の船体は鈍い音を立てて口を開いた。\u000d\u000a\u000d\u000a中に入ると、薄暗い金属の通路が傾いた船体の内部を走っていた。死んだ潜水艦は空だった。しかし、船長はいまだ彼の椅子に座っていた。顎は開いたままで、目は魚に食われてしまっている。あなたは部屋を調べるため彼の後ろに回り込んだ。航海士が船室の扉を二度叩いた。船長はあなたの方を向いている。あなたは迅速に難破船を後にした……@{K}You ensure your airline has plenty of slack, in case the wreck shifts. You requisition prybars and saws. The wreck's hull yields with a dull clang. \u000d\u000a\u000d\u000aInside, gloomy steel corridors extend through the tilting vessel. The dead zubmarine is empty, but for its captain - still in his seat. His jaw hangs open; the fish have had his eyes. You move behind him to examine the room; your navigator bangs on the cabin door twice. The captain is facing you. You depart, quickly..",
                                     "Name": "あなたは潜水服を身に着けた……@{K}You don your diving suit...", "Id": 243590},
                    "Name": "難破した潜水艦をくまなく探ろう！@{K}Search a zubmarine wreck! ",
                    "Description": "難破船の装甲が船首灯の光を反射し鈍く輝く。@{K}Your prow light reveals the gleam of a shell-hull.",
                    "ButtonText": "", "Id": 186076},
                   {"SuccessEvent": {"Description": "潜水艦の貨物は海に失われていた。船員もいない。逃げ出したのだろうか？探索を続けると、あなたの足元で何かが砕けた。太もものあたりで原因不明の振動を感じる。\u000d\u000a\u000d\u000aあなたは船員たちと切り離されてしまった。二つのバラストの間で間違った方に曲がってしまい、気づいたときには頭蓋骨が隔壁に沿ってうずたかく綺麗に積み上げられた通路に迷い込んでいたのだ。骸骨の眼窩と口にはオリーブペーストのような黒い松脂が塗られ、乾いている。そして全てのにやにや笑いは赤ワインのような物で汚れている。歯の間に溶けたチーズのような黒い蝋らしき糸がへばりついていた。\u000d\u000a\u000d\u000aあなたの肩に手が置かれた――技師の手だ。「古い骨しかありませんでしたよ、船長」@{K}The zubmarine has lost its cargo to the zee. The crew is gone. Perhaps they escaped? As you explore, something breaks beneath your foot. Something shivers against your thigh.\u000d\u000a\u000d\u000aYou are separated from your crew. A wrong turning between two ballasts; you find yourself in a corridor piled high with skulls, neatly stacked against the bulkheads. Over the eye sockets and mouths, a black resin like olive paste has dried. Every grin is stained as though by red wine; between the teeth dark waxy strings like melted cheese cling.\u000d\u000a\u000d\u000aA hand on your shoulder - the engineer. \"Only old bones, captain.\"",
                                     "LinkToEvent": {"Id": 243607},
                                     "Name": "あなたは潜水服を身に着けた……@{K}You don your diving suit...", "Id": 243596},
                    "DefaultEvent": {"Description": "この潜水艦の船員たちはどこだろう？あなたは浮遊する沈殿物の分厚く積もった通路を苦労して這い上り、ねじ曲がった扉の隙間を無理やり通り抜ける。あなたの目の前に通路が広がった。そして、ここに潜水艦の船員たちの死体の一部が残っていた。\u000d\u000a\u000d\u000a二つの頭蓋骨の列がたがいに向き合って綺麗に並べられている。頭蓋骨の眼窩と口は松脂のような物で閉じられている。あなたの潜水服の調子がおかしい。あなたの足が一つの頭蓋骨に触れてしまった。それは転がって横向きになり、底面も塞がれているのが見えた。\u000d\u000a\u000d\u000a何かが砕けるような音がした。例の頭蓋骨が再び転がった。今度はあなたの助けなしで。再び何かの砕ける鈍い音。頭蓋骨の頭頂部が割れ、どこかへ漂っていった。中で、黒くぬらぬらと光り、のたうつ繊毛の生えた無数の足を持つ何かがとぐろを解いた。それは肩ほどの大きさまで解けながら、探るように慎重にあなたの方へと近づいてくる。どうやってこれほど大きなものが頭蓋骨の中に納まっていたのだろう？\u000d\u000a\u000d\u000aあなたの背後からまた何かの砕ける音がした。あなたは幾つもの頭蓋骨が孵りはじめるのを後に逃げだした。@{K}Where is the zubmarine's crew? You clamber through passages thick with drifting sediment. You squeeze through buckled doors. A corridor stretches before you, and here is what's left of the vessel's crew.\u000d\u000a\u000d\u000aTwo neatly-placed lines of skulls face each other. Their eye sockets and jaws have been caulked closed with something resinous. Your diving gear is awkward. Your foot disturbs a skull; it rolls on its side, and you see it's sealed underneath. \u000d\u000a\u000d\u000aA cracking sound. The skull rocks, this time without your help. Another dull crack. Its parietal bone breaks, drifts away. From inside something uncoils, black and glistening, centipedal, trimmed with writhing cilia. It gropes towards you, unwinding to shoulder height - how did all that fit inside a skull?\u000d\u000a\u000d\u000aAnother crack from behind you. Another. You flee, as the skulls begin to hatch.",
                                     "Name": "あなたは潜水服を身に着けた……@{K}You don your diving suit...", "Id": 243592},
                    "Name": "難破した潜水艦をくまなく探ろう！@{K}Search a zubmarine wreck! ",
                    "Description": "船首灯によって、光を反射する鋼鉄の残骸が照らし出された。難破した潜水艦の観測窓から内部で一つの光が瞬いているのが見える。@{K}Your prow light reveals the gleam of steel wreckage. A single light flickers through the wrecked zubmarine's observation window. ",
                    "ButtonText": "", "Id": 186077},
                   {"SuccessEvent": {"Description": "あなたたちはほぼ垂直になった甲板を泳いで下っていった。板には熱によって泡や焦げが出来ている。甲板の下の船室には明らかな虐殺の跡があった。古い染みが壁中に散っている。血痕は船が沈む前に乾いたに違いない。\u000d\u000a\u000d\u000a白い眼のドラウニーが船室の中で待っていた。腐った肉が唇にこびり付いている。あなたが近づくと彼女は仲間の欠片を吐き捨てた。「どうしても自分が止められなかったのさ。もう済んだことだ」声が歌のように水中を通り抜ける。「残ったものはお前にやろう」彼女は小魚のように素早く舷窓から泳ぎだし、船の宝をあなたの探索隊に残して去った。@{K}You swim down the deck, now near-vertical. Its wood is blistered and scorched. Below decks, the cabins show evidence of a slaughter. Old stains cover the walls. The blood must have dried before the ship sank.\u000d\u000a\u000d\u000aA Drownie waits within, white-eyed. Rotten flesh clings to her lips. She spits out part of a comrade as you approach. \"Couldn't help myself. Done now.\" Her voice sings through the water. \"What's left is yours.\" She darts - minnow-quick - through a porthole, abandoning her vessel's treasures to your salvage party.",
                                     "LinkToEvent": {"Id": 243607},
                                     "Name": "あなたは潜水服を身に着けた……@{K}You don your diving suit...", "Id": 243598},
                    "DefaultEvent": {"Description": "下降は危険に満ちたものとなった。立ち上がった上部甲板に降ろされたあなたは荒々しい潮の流れに深みへと引きずり込まれないよう、すぐさま手すりに必死でしがみつかなければならなかった。甲板の板は昔の銃撃により泡が浮かび、焼け焦げている。\u000d\u000a\u000d\u000a甲板の下の船室には明らかな虐殺の跡があった。古い染みが壁中に散っている。血痕は船が沈む前に乾いたに違いない。三つ目の船室で、体が膨れ上がった白い眼の女性が仲間のちぎれた手を齧っていた。肉の筋が歯にこびりついている。彼女は状況に気付く様子もなく、顔をあげる。一等航海士が彼女の頭を勢いよく切り落とした。@{K}$[Oo]fficer -> オフィサー$The descent is precarious; once lowered onto the upraised deck, you are forced to cling to a railing to resist being dragged into the deeps by a savage current. The wood of the deck is blistered and scorched by old gunfire. \u000d\u000a\u000d\u000aBelow decks, the cabins show evidence of a slaughter. Old stains coat the walls. The blood must have dried before the ship sank. In the third cabin you reach, a white-eyed woman, her skin bloated, gnaws on a comrade's severed hand. Strings of gristle cling to her teeth. She looks up, uncomprehending. Your first officer cleaves her head from her shoulders. ",
                                     "Name": "あなたは潜水服を身に着けた……@{K}You don your diving suit...", "Id": 243597},
                    "Name": "私掠船の残骸を漁る@{K}Search a corsair wreck ",
                    "Description": "その船の船首は深みから抜け出そうともがいているかのように上を向いている。@{K}The ship's bow is raised, as though struggling to escape the depths. ",
                    "ButtonText": "", "Id": 186081},
                   {"SuccessEvent": {"Description": "難破船は主砲付近で裂けていた。重い扉によって船の半分ほどは水から守られていたが、船員たちは脱出の望みもなく内部に閉じ込められたのだろう。彼らは飢え死ぬより自ら命を絶つことを選んだようだ。死体がアズールの床に散らばっている。\u000d\u000a\u000d\u000a船の医者の一人が死体の横に膝をついている。その死体の薄い皮膚は深みのある青黒い色、深海のようなぺリジン色に染まり、白と金色の制服の縫い目が広がるほどに膨れ上がって充血している。「真珠毒でしょう」船医が述べる。「どうやら、自ら服毒したようですね」彼は顎をこじ開けた。死体の口には溺れる真珠が一杯に詰まっていた。@{K}$[Pp]eligin -> ペリジン, [Dd]rowning[- ][Pp]earl -> 溺れる真珠$The wreck is broken near the main guns. Though heavy doors spared half of the ship from the water, the crew were trapped inside without hope of escape. They chose to forgo starvation; their corpses litter the azure floors. \u000d\u000a\u000d\u000aYour doctor kneels beside one. The thin skin is stained a deep blue-black - the peligin hue of the zeep zee. The body is bloated and engorged - stretching the seams of its white and gold uniform. \"Margarite poisoning,\" your doctor pronounces. \"Self-inflicted, by the looks of it.\" He pries the jaw open. The corpse's mouth is stuffed with Drowning-Pearls.",
                                     "Name": "探索隊は潜水服を身に着けた……@{K}Your boarding party don their diving suits...",
                                     "Id": 243600},
                    "DefaultEvent": {"Description": "難破船は主砲付近で裂けていた。重い扉によって船の半分ほどは水から守られていたが、船員たちは脱出の望みもなく内部に閉じ込められたのだろう。彼らは飢え死ぬより自ら命を絶つことを選んだようだ。死体がアズールの床に散らばっている。\u000d\u000a\u000d\u000a難破船が突然揺れた。潮の流れが変わったのだろうか？あるいはあなたが潮流を妨げてしまったのだろうか？あなたたちは再びヘルメットをかぶり、自分たちの船へと逃げ帰った。@{K}The wreck is broken near the main guns. Though heavy doors spared half of the ship from the water, the crew were trapped inside without hope of escape. They chose to forgo starvation; their corpses litter the azure floors. \u000d\u000a\u000d\u000aThe wreck suddenly shifts. A change in the current? Or did you disturb it? Your party crams their helmets back on, fleeing for your vessel.",
                                     "Name": "探索隊は潜水服を身に着けた……@{K}Your boarding party don their diving suits...",
                                     "Id": 243599},
                    "Name": "難破したカーネイトの船をくまなく探る@{K}$Khan -> カーン, Khanate -> カーネイト$Search a Khanate wreck ",
                    "Description": "その船はまるでいまだ開けられていない宝箱のように海底に横たわっている。@{K}It lies on the zee-bed like a closed casket. ",
                    "ButtonText": "", "Id": 186082}],
 "Description": "暗い水の中、難破船の黒い影が海底で待っている。この船は何故沈んだのだろう？何か引き上げられるものは残っているだろうか？@{K}The wreck waits below, a dark shape in dark water. What caused it to sink? And does anything salvageable remain?",
 "Name": "難破船だ！@{K}A Wreck!", "Id": 243577}
