{"ChildBranches": [{"DefaultEvent": {"Description": "あなたはぼろ切れと海水によって腐食した骨の山の下に日誌を見つけた。その日誌によると、この船は才能あふれる歴史家の失われた貴重な著作を届けるため、スクリムシャンダーに向かっていたようだ。日誌は続けて旅の途中で加わった渡航者について述べる。彼はジリーに刺されたキェロネイトの狩人で、船倉に入れるように強く主張した。しかし、彼の立ち入りは許されず、激しい争いが起こった。その結果何が起こったのかは、足元の乾いた染みが語っている。船倉は破られていない。\u000d\u000a\u000d\u000aあなたは扉を破り、骨の彫刻の詰まった箱を発見した。彫刻にはキェロネイトの巨大な亀の描写とその死にまつわる記述が書かれている。その話によると、亀はキェロネイト人たちの主張するように狩られたのではなく、彼らが発見した時にはすでに死んでいたようだ。\u000d\u000a\u000d\u000a[スクリムシャンダーに骨の彫刻を届けることが出来ます。]@{K}$Chelonate -> キェロネイト$You uncover a log-book buried beneath a pile of rags and water-claimed bones. The writing reveals the ship was bound for Scrimshander, containing a precious cargo: a brilliant historian's lost work. The log tells of a passenger obtained; a jilly-stung Chelonate hunter. It describes how he insisted that he be allowed into the cargo hold. Of a pitched battle that ensued when he wasn't. Dried stains underfoot tell the rest. The hold remains secure. \u000d\u000a\u000d\u000aBreaking it open, you discover a box of bone carvings providing an description of the Chelonate's great turtle and an account of its death. According to this account, the turtle was not hunted - as the Chelonates claim - but was already dead when they found it.\u000d\u000a\u000d\u000a[You could deliver the bone carvings to Scrimshander.]",
                                     "Name": "船長の日誌@{K}Captain's log  ", "Id": 243602},
                    "Name": "難破船の奥へと進む@{K}Go deeper inside the wreck",
                    "Description": "あなたの持つランタンの明かりによって、後部甲板に散乱する残骸が照らし出された。散らばった武器と、かつての人々の暮らしの名残。@{K}The first sweep of your lantern reveals wreckage scattered across the lower deck. Fallen weapons, fallen lives. \u000d\u000a\u000d\u000a",
                    "ButtonText": "", "Id": 186083},
                   {"DefaultEvent": {"Description": "不安を掻き立てる軋みをあげ、船体の扉が開いた。船員が一人靴底に張り付いた頭蓋骨の欠片を取り除くため立ち止まる。難破船の中では骨がありとあらゆる平らな面に積もっている。どの骨も砕かれ、中がくりぬかれている。中にも外にも書き込むことが出来るようにするためだろう。\u000d\u000a\u000d\u000aそれぞれの頭蓋骨の一番初めの部分に日付が刻まれている。どうやら船員たちは一人づつ彫刻のために選ばれていったようだ。彫刻のほとんど施されていない骸骨に唯一書かれた言葉を読み取ることが出来た。その骨の尺骨のすぐ下には、『スクリムシャンダー』と刻まれていた。@{K}The hull door opens with a disquieting crunch. A crewman stops to pick bits of skull from his boot. Inside the wreck, bones haunt every surface. Each bone has been split, and hollowed out - so that both inside and out could be inscribed. \u000d\u000a\u000d\u000aSome of the bones are dated - the first in each skeleton. It appears the crew were chosen for scrivening one at a time. There is something legible on the right ulnar of an otherwise unmarked skeleton: <i>Scrimshander.</i> ",
                                     "Name": "あなたは潜水服を身に着けた……@{K}You don your diving gear", "Id": 243603},
                    "Name": "難破船に乗り込む@{K}Board the wreck ",
                    "Description": "船は静寂に包まれた海底の墓場に静かに横たわる。その内にある秘密を明らかにするには、中に入って調べる必要があるだろう。@{K}The ship is silent as its watery grave. You'll have to enter to uncover it's secrets.",
                    "ButtonText": "", "Id": 186084}],
 "Description": "海底の裂け目に難破船が巌に包み込まれ沈んでいる。@{K}The wreck has fallen into a crevice in the zee-bed. It lies embraced by the stones. ",
 "Name": "“答え”の船@{K}Ship of Answers ", "Id": 243601}
