{"ChildBranches": [{"DefaultEvent": {"Description": "石炭だ！これほど良い状態で残っていたことを聞けば、大学の悪性希薄科は喜ぶことだろう。石炭はボイラーの前に数分置いておくだけで、燃やせる状態に戻った。@{K}$(Department of )?Infernal Rarefaction -> 悪性希薄科$Coke! The university's Department of Infernal Rarefactions would be pleased at how well it's lasted. A few minutes in front of the boiler and it'll be ready for the fires.",
                                     "Name": "燃料の入った箱@{K}A crate of fuel", "Id": 243608},
                    "RareDefaultEvent": {"Description": "あなたが箱から乾パンを取り出すと船員たちが呻き声をあげた。海水も染みておらず、長い年月を耐え抜き全く痛んでいない。残念なことに、乾パンは数日分はあった。@{K}Your crew groans as you unearth stacks of hard tack, entirely untouched by water, utterly unmarred by the ravages of time. Regrettably, it will last for days.",
                                         "Name": "食糧が一箱@{K}A crate of supplies ", "Id": 244659},
                    "Name": "重い木箱@{K}A heavy wooden crate",
                    "Description": "びしょ濡れだが、内部まで水が入ってはいないようだ。@{K}Soaked, but intact. ", "ButtonText": "",
                    "Id": 186087},
                   {"DefaultEvent": {"Description": "『我々はラックを見つけた。あの場所では私たちを狩りたてる難破船からも逃れることができ、安全だった。しかし、歓喜の街にはより甘やかな危険が潜んでいたのだ。私たちはテザー草の味を覚え、より沢山テザーを買うために自分たちの船の部品を売ってしまった。しかし、あれら無しでもやっていけないことはないだろう。次の港までもてばいいだけなのだから。』@{K}<i>'We found Wrack, and were safe from the wreckships that had hunted us. But there are sweeter dangers in the City of Delights. We had a taste of the tether-weed, and in order to have more we sold such parts of our ship as we could hope to manage without. It need only get us to the next port.'</i>",
                                     "Name": "警告@{K}A warning ", "Id": 243609},
                    "RareDefaultEvent": {"Description": "『……我々はダユーにひどい状態で辿り着いた。彼らは歓迎してくれた。饗宴にも招待された。甲板長は花嫁と共に白い花の咲く花畑に横たわり、私は彼をそこに置いてきた。航海士は一緒に泳ぐことを拒み、私は彼をそこに置いてきた。雑用をしていた坊主は大聖堂の聖歌隊に加わった。肺に歌が満ちると、彼の瞳も光で満たされた。そして、私はそこに彼を置いてきた。私もあそこに留まるべきだったのだ。』@{K}<i>'...we came to Dahut wretched. They made us welcome. They bid us join them at their feasts. My bo'sun lay with his bride in a field of white flowers, and there I left him. My navigator refused to swim with us, and there I left him. My cabin boy joined the cathedral's choir; his eyes filled with light as his lungs filled with song, and there I left him. I should have stayed.'</i>",
                                         "Name": "別れ@{K}A departure", "Id": 244662},
                    "Name": "湿った日誌@{K}A watery journal",
                    "Description": "ほとんどのページは読めなくなっている。しかし、革表紙の内側には何かが残っていた。@{K}Most of the pages are unreadable. But on the inside of the leather cover, something remains. ",
                    "ButtonText": "", "Id": 186088},
                   {"DefaultEvent": {"Description": "袋の底から素敵な一山のシンティラックが輝き、あなたの顔を照らした。船員たちはあなたの周りに集まり、低い声で感嘆の言葉を呟いている。@{K}$[Ss]cintillack -> シンティラック$A pleasing pile of scintillack gleams at you from the bottom of the sack. Your crew crowd around, crooning appreciatively. ",
                                     "Name": "一掴みのシンティラック@{K}$[Ss]cintillack -> シンティラック$A handful of scintillack ",
                                     "Id": 243610},
                    "RareDefaultEvent": {"Description": "「カーネイト人たちは虎を送り込んで海底からこれを取ってこさせてるんだ」はっきり物を言う船員が断定するように言った。しかし他の乗組員から苛立った否定の言葉がいくつも上がり、その船員は発言の部分的な撤回を余儀なくされた。@{K}$Khan -> カーン, Khanate -> カーネイト$\"The Khanate sends tigers down to claw them off the zee bed,\" a forthright crewman asserts. A chorus of irritated denials forces a partial retraction.",
                                         "Name": "溺れる真珠@{K}$[Dd]rowning[- ][Pp]earl -> 溺れる真珠$Drowning-Pearls! ",
                                         "Id": 244664},
                    "Name": "麻袋@{K}A hemp sack ",
                    "Description": "この袋は腐って今にも崩れ去りそうだ。しかし、底の方には何かが入っていそうなふくらみがある。@{K}The sack is almost rotted-away. There is a promising bulge at the bottom.",
                    "ButtonText": "", "Id": 186089},
                   {"DefaultEvent": {"Description": "ランプの光が反射されあなたの顔を照らした。この水晶はより偉大なものの大きな欠片だ。縁がジグザグになっている所から見るに、砕かれ、落ちたものだろう。王冠の下には、小さく鋭い欠片が歯を思わせるような奇異な形で並んでいた。@{K}The light from your lamp shines back at you. The crystal is a large fragment of something greater; jagged edges suggest this piece was broken off. Below the crown, a peculiar formation of small, sharp fragments puts you in mind of teeth. ",
                                     "Name": "白い水晶@{K}A pallid crystal ", "Id": 243611},
                    "RareDefaultEvent": {"Description": "箱の中身をよく観察してみると、これはもともとは何かの肉の塊だったことが分かった。保存用に塩漬けにされ、ナイフでも切り分けることが出来ないほどに固くなっている。肉からはフグのように鋭い棘が突き出している。なぜこんなものを作ったのだろう？@{K}Close examination reveals this was once a knot of flesh. Salted for preservation, it has hardened until it resists even the edge of your Wharncliffe. Sharp spines protrude from it, like a puffer fish. Why would anyone make such a thing? ",
                                         "Name": "石のように固い@{K}Hard as stone", "Id": 245354},
                    "Name": "鍵の掛けられたチェスト@{K}A locked chest ",
                    "Description": "チェストはひどく錆びついていて、単純に開けるよりも鍵をノミで壊す方が簡単なほどだった。中には何が入っているだろう？@{K}The chest is so rusted it's easier to chisel away the metal than to open it. What could be inside? ",
                    "ButtonText": "", "Id": 186090},
                   {"DefaultEvent": {"Description": "木箱の底から何かがあなたを見上げている。それは葉状体を使い身を起こし、口らしき穴を震わせる。船医がそれを箱からつまみ出した。小さな怪物は身をよじり、インクのように黒い水をその顔に吹き付ける。船医は袋の中に怪物を投げ込んだ。@{K}Something peers up at you from the bottom of the crate. It rises up on its fronds, its mouth-orifice aquiver. Your doctor removes it from the box. It wriggles, and spouts ink-dark water in their face before being bundled into a sack. ",
                                     "Name": "小指の先ほどの怪物@{K}A diminutive horror", "Id": 243612},
                    "RareDefaultEvent": {"Description": "箱から青い羽根が大量に噴き出し、機関員が罵りの言葉を吐いた。あなたは蒼に満たされた自分の部屋からその船員を叩きだした。@{K}Your engineer curses as a cloud of blue feathers puffs from the box. You bat them away as your cabin fills with azure plumage.",
                                         "Name": "羽根？@{K}Feathers?", "Id": 245374},
                    "Name": "固く閉じられた箱@{K}A sealed container ",
                    "Description": "蓋は錆びついたボルトによって固く閉じられている。開けるにはハンマーが要るだろう。@{K}Rusted bolts keep the steel lid firmly in place. You'll need a hammer. ",
                    "ButtonText": "", "Id": 186091},
                   {"DefaultEvent": {"Description": "日誌には極めて小さい文字でびっしりと書きこみがされていた。文章は乱雑に並べられ、文法などひどいものだ。『我々は三つの河の合流する場所で別れ、異端者は彼の軍を引き連れ先を行く。しかし街の娘である彼女は留まった。彼女はニダーが耐えることを確かに知るまでは離れないという。もし追いつかれれば我らに慈悲が示されることはないだろう。そう言って一緒に来てくれるよう懇願したが、しかし彼女は自分の眼で見届けなければならないと決意を固めていたのだ。』@{K}The penmanship is small and cramped. Sentences run on untidily. The grammar is a disgrace. <i>'We parted at the confluence of the three rivers and the heretic ran on ahead with his armies but the daughter of the city stayed behind. She will not leave until she knows Nidah will stand: we begged because there was no mercy coming but she must see for herself.'</i> ",
                                     "Name": "熱に浮かされたような筆記@{K}A fevered account ", "Id": 243613},
                    "RareDefaultEvent": {"Description": "あなたは日誌を切って開いた。中には複雑な海路を指し示す海図が描かれている。海図には海溝や礁も書き込まれていた。……そしてこの印は、街だろうか？リグレット、リメンブランス、レフュージ。ディライト、フラワーズにフリーダム、そしてピース。@{K}You cut the journal open, unfolding a complex navigational chart. It shows abysses and reefs - and these marks: are they cities? Regret, Remembrance, Refuge, Delight; Flowers, Freedom, and Peace.",
                                         "Name": "未知の海路@{K}A course uncharted ", "Id": 245376},
                    "Name": "革で装丁された日誌@{K}A leather-bound journal ",
                    "Description": "ページは蝋で封印されている。@{K}Its pages are sealed with wax.", "ButtonText": "",
                    "Id": 186092},
                   {"DefaultEvent": {"Description": "なぜこれは箱の中に入っていたのだろう？何故爆破装置は切られているのだろう？鋼の棘の間に見える銅の部分を押したら、一体何が起こるのだろう？\u000d\u000a\u000d\u000aきっとただの悪ふざけだろう！船員たちがこれほど気をもむ必要は一切ない。あなたは彼らが落ち着くのを待って、機雷を船の中へと運び込ませた。これには良い値がつくだろう。上の方にはなぜ彼らの船がこれほど頻繁に沈むのか不思議に思っている者たちが沢山いるのだから。@{K}Why was it in the chest? Why wasn't it activated? What happens if you press the copper imprint between the metal spines? \u000d\u000a\u000d\u000aIt was a joke! There was no need for your crew to react like that. Once they're calm, you have it hauled aboard. It'll fetch a pretty penny - there are many above curious to know how they've been losing so many ships.",
                                     "Name": "爆破しないよう処理された機雷@{K}A deactivated mine ", "Id": 243614},
                    "RareDefaultEvent": {"Description": "中には芯がくりぬかれ漂白された長い骨が入っていた。表面にいくつもの穴があけられている。「何かが書かれていたのだろう」甲板長が述べた。確かにそうだ。骨には優雅な筆跡で文章が書かれていた。穴は良俗省による検閲か、あるいは羊皮紙についた焼け焦げた跡のように彫刻を乱し、文章の解読を不可能にしていた。@{K}$[Gg]ant -> ギャント$Inside is a long, hollow tube of bleached bone. Round holes mar the surface. \"Writing,\" your bo'sun observes. They're right; along its length runs elegant script. The holes disrupt the text like a Ministry censor, like burn marks on parchment.",
                                         "Name": "船乗りの手になる小さな珍しい彫刻@{K}A piece of rare scrimshaw ", "Id": 245377},
                    "Name": "鍵の掛かったチェスト@{K}A locked chest ",
                    "Description": "昔は華麗な装飾が施されていたのだろう。しかし今では黄金の葉はほとんど剥がれ落ち、重い鉄の錠も腐食している。まっとうなかなてこがあれば難なく開けられるだろう。@{K}This chest was once ornate, but the gold-leaf has mostly flaked off. The heavy iron lock is corroded - it'll present no challenge to a good crowbar. ",
                    "ButtonText": "", "Id": 186093}],
 "Description": "何が見つかるだろう？何か価値のある物は残っているだろうか？@{K}What have you found? Could anything of value have survived? ",
 "Name": "サルベージ！@{K}Salvage!", "Id": 243607}
