{"ChildBranches": [{"DefaultEvent": {"Description": "この場を離れるよう指示を下すと、安堵の笑い声が起こった。遥か昔に死んだ怪物の頭蓋骨を突きまわすより、未踏の深海を旅する方がはるかに好ましいという事だ。@{K}There is relieved laughter when you give the order to depart. The uncharted depths are infinitely preferable to poking about the monstrous skulls of the long dead. ",
                                     "Name": "", "Id": 243619},
                    "RareDefaultEvent": {"Description": "指示を下すと、安堵の笑いが起こった。頭蓋骨の眼に湛えられた光は遠ざかり、観測窓に反射する。その晩、あなたは黒い壁と巨大な石室の夢を見た。片手にはナイフ、もう片手には経帷子。そして心には飢えが満ちる。\u000d\u000a\u000d\u000a再び同じ夢を見ることはなかった。@{K}There is relieved laughter when you give the order. The light in the skull's eyes grow distant, reflected in the glass of your viewing port. That night you dream of a place of dark walls and vast stones. In your hands, a knife, a shroud. In your heart, hunger. \u000d\u000a\u000d\u000aThe dream does not come again. ",
                                         "Name": "", "Id": 243620},
                    "Name": "関わらない@{K}Don't interfere",
                    "Description": "結局のところ、怪しげな光を眼窩に湛えた巨大な頭蓋骨などには関わらないのが一番だ。@{K}It is, after all, a vast skull with an eery light in its eyes. ",
                    "ButtonText": "", "Id": 186096},
                   {"SuccessEvent": {"Description": "あなたはグローブをはめた手を骨に押し当て、ショーウィンドウを眺めるように眼窩を覗き込んだ。光の後ろには暗闇が見える。黒い岩の壁がせりあがってくる。千もの石の扉と、古の飢え。あなたの手の中には珊瑚のように黒いナイフが握られている。誰かが祭壇の上で身もだえ、フードを被った人影がそれを囲む。\u000d\u000a\u000d\u000aあなたは眼窩から身を引いた。光はいまだ視界に焼き付いている。@{K}You place your gloved hands to the bone, peering into the socket is if it were a shop window. Behind the light is darkness. Black stone walls rise. A thousand stone doors; an ancient hunger. In your hands, a knife coral-black. Someone writhes upon the altar. Hooded figures enfold. \u000d\u000a\u000d\u000aYou draw back from the socket. The light lingers. ",
                                     "Name": "あなたは潜水服を身に着けた……@{K}You don your diving gear...", "Id": 243618},
                    "DefaultEvent": {"Description": "潜水服の覗き窓を骨に押し付けると、ヘルメットが突き刺すような光に満たされる。あなたは思い出した。黒い岩に続く扉に扉に扉。あなたはナイフを胸に押し当て、黒い胸壁に沿って歩む。飢えは大きくなってゆく。この先へ進む者の中には、二度と帰らぬ者もいる。\u000d\u000a\u000d\u000aあなたは航海士のしっかりした手によって骨から引きはがされた。@{K}You press the glass of your suit against the bone. Your helmet fills with stabbing light. You remember. Door on door on door on black stone. You walk along dark battlements, knives clasped to your breast. The hunger grows. Not all those who process will be returning. \u000d\u000a\u000d\u000aYou are pulled from the bone by the firm hands of your navigator. ",
                                     "Name": "", "Id": 243617},
                    "Name": "頭蓋骨の眼窩を覗き込む@{K}Look into the skull's eye socket ",
                    "Description": "内部からヴァイオラントの光が射している。@{K}$[Vv]iolant -> ヴァイオラント$Violant luminescence shines within. ",
                    "ButtonText": "", "Id": 186095}],
 "Description": "奇怪な形に引き伸ばされた巨大な頭蓋骨があなたたちを下方から睨めつけた。その眼窩には鮮烈な青の光が溢れ、顎は船の船首と同じぐらいの頑丈で大きい。@{K}A vast skull, grotesquely elongated, glowers up at you. Its eye sockets gleam with sharp blue light. Its jaw is long and strong as a ship's bow. ",
 "Name": "用心深く見つめる頭蓋骨@{K}Watchful skull", "Id": 243616}
