{"ChildBranches": [{"SuccessEvent": {"Description": "眠る爆弾が照らし出されると船首灯の光が揺らいだ。光は解け幾つもの弱々しく周囲を照らす細い糸となり、ついには消えてしまった。ほとんど光のない暗闇の中で動くのは簡単ではなかったが、あなたはなんとか真鍮と硝子と輝く金からなる複雑な機械を傷つけることなく回収する事ができた。@{K}Your ship's lights falter when they fall on the sleeping bomb. Their beams unravel into feeble threads of luminosity, then dissipate. It is difficult, working in the almost-dark, but you manage to retrieve an intricacy - of brass and glass and gleaming gold - without offending the device.",
                                     "Name": "あなたは潜水服を身に着けた@{K}You don your diving gear", "Id": 243687},
                    "DefaultEvent": {"Description": "あなたはしつこく押し流そうとする海流に逆らい、爆弾の銅の外殻へ近づいた。表面を至近距離で観察し、価値のある内部構造へ至る道を探す。あった、パネルだ。あなたはパネルをこじ開けようと試みた。装置が震える。静かな暗闇が放たれ、あなたを飲み込んだ。\u000d\u000a\u000d\u000aその暗闇はあなたの船の光も日曜日のご馳走を前にした大食漢のように貪った。そして一瞬のうちに船内のランプやフィラメント式電球の光も失わせる。傍を通り過ぎるパイロットフィッシュの群れが消えた。恐慌状態に陥った船員たちがあなたを船へと引き戻し、あなたたちは完全な暗闇の中を光が途切れ途切れに回復し始めるまでひたすらに逃げた。@{K}You approach the copper bulk of the bomb, fighting against a persistent current. Pulling yourself across its surface, you look for a way to access its valuable interior. Here: a panel. You try to pry it off. The device shudders. An expulsion of silent blackness engulfs you.\u000d\u000a\u000d\u000aIt devours the light of your ship's beams like a glutton at Sunday dinner. In an instant it kills every lamp on board, every filament-bulb. A passing school of pilot fish are extinguished. Your panicking crew winch you back aboard, and you flee through the pitch dark until your lights begin, limply, to return.",
                                     "Name": "あなたは潜水服を身に着けた@{K}You don your diving gear", "Id": 243635},
                    "Name": "装置から機構を取り外す@{K}Scavenge a mechanism from the device",
                    "Description": "何かの役に立つかもしれない。しかし、慎重に行動するべきだろう。@{K}It may come in useful. Be careful, though.",
                    "ButtonText": "", "Id": 186102}],
 "Description": "棘のついた光を反射する銅の球体が細かい泥の中に半分埋もれている。中央部分から暗い赤の光が断続的に明滅している。潜水艦の明かりが爆弾の外殻を照らし出すと、船首灯の光がちらつき、暗くなった。@{K}The silt half-covers a gleaming copper sphere, studded with spikes. A deep red light flickers continuously from within its central chamber. Your zubmarine's lights fail and darken as they glance across the shell.",
 "Name": "正体不明の不発弾@{K}Unexploded Unclear Bomb ", "Id": 243634}
