{"ChildBranches": [{"SuccessEvent": {"Description": "骨の多くは大砲の砲火を受けて黒く染まっていた。他の骨には剣かマチェーテで切りつけられたかのような傷がある。裂かれたのか切られたのか、ぼろぼろの繊維状になった腱の切れ端がいまだ骨に残る。一列に並んだ頭蓋骨の眉間には、銃で撃たれた穴が開いていた。@{K}Many of the bones are blackened with cannon fire. Others are scarred as though by swords or machetes. Scraps of tendon still cling, severed or cut, to broken fibula. A row of skulls bear round bullet-holes between the eye sockets.",
                                     "Name": "潜水服を身に着ける@{K}Don your diving gear", "Id": 243638},
                    "DefaultEvent": {"Description": "骨は単にすり減ったのではなく、さらに悪い状態になっていた。多くは噛まれ、砕かれ、散乱してしまっている。内臓の欠片がいまだ肋骨にへばりつき、萎んだ肺腑が折れていない胸骨の裏に残る。ある骨になった手は頭蓋骨を覆っていた。迫りくる死から目を背けようとしたのか、あるいは虚しい命乞いをしているかのように。@{K}The bones are worse than gnawed. Many have been chewed, snapped and shattered. Strands of viscera cling to ribs; withered lung-flesh remains behind a few unsnapped breastbones. One bone hand covers a skull, finger-bones splayed, as though to shield its eyes from its fate, or in futile supplication. ",
                                     "Name": "あなたは潜水服を身に着けた@{K}You don your diving gear", "Id": 243637},
                    "Name": "骨を近くで観察する@{K}Take a closer look at the bones",
                    "Description": "彼らは何によって殺されたのだろう？@{K}What killed these people? ", "ButtonText": "",
                    "Id": 186103},
                   {"SuccessEvent": {"Description": "骨の傍には難破船は見当たらない。骨は噛まれ、あるいは消化さえされたのち、排泄されたものらしい。残された価値ある物は全て彼らが死を共にしようと選んだ物だ。聖ジュードのアミュレット、一房の白髪の入ったロケット、インクが海に溶け出した紙切れ。比較的痛みの少ない指の骨からは、指輪をいくつか簡単に外すことが出来た。@{K}The bones are far from any wreck. They have been gnawed upon, perhaps even digested, then evacuated. All of value that remains are the things they chose to die with. An amulet of St Jude; a locket bearing a strand of white hair; a scrap of paper, ink lost to the zee. On the less damaged finger-bones, a few rings slide off with ease. ",
                                     "Name": "あなたは潜水服を身に着けた@{K}You don your diving gear", "Id": 243640},
                    "DefaultEvent": {"Description": "あなたたちはかつて人だった欠片をひっくり返し、海底を浚った。無理矢理歯の抜かれた形跡の残る砕けた頭蓋骨。中をくりぬかれ、骨髄を完全に吸い出された脛骨。手に嵌められた銅の腕輪は手首の部分でちぎれ、指に引っかかっている。海は冷酷だ。@{K}You scour the zee-bed, upturning once-human fragments. A fractured skull, whose teeth appear to have been forcibly removed. A tibia, hollowed and sucked dry of marrow. A single copper band on a hand severed at the wrist and plucked of fingers. The zee has been cruel. ",
                                     "Name": "あなたは潜水服を身に着けた@{K}You don your diving gear", "Id": 243639},
                    "Name": "骨を漁る@{K}Scavenge the bones ",
                    "Description": "何か価値のある物が残っているかもしれない。@{K}Perhaps something of value remains. ",
                    "ButtonText": "", "Id": 186104},
                   {"SuccessEvent": {"Description": "あなたは船員と潜水服を身に着け海底へと潜った。ここの骨はずいぶんとひどい状態にあった。多くは粉砕された欠片のように小さくなってしまっている。時折、脊椎らしき骨が頭蓋骨に長い尾のように未だ頑固にへばりついていたり、胸部が無傷で残っていたりするだけだ。あなたたちは集められる限りのものを集めた。潜水艦に戻ってから、あなたは憐れな残骸に白い布をかけてやった。@{K}You and your crew don suits and descend to the zee-floor. These bones have been badly treated - most are little more than splintered fragments. Occasionally, a spinal column still cleaves to a skull like a long tail, or a torso remains intact. You gather up what you can. Back in the zub, you throw a shroud over the sorry remnants. ",
                                     "Name": "", "Id": 243642},
                    "DefaultEvent": {"Description": "骨はほんのわずかしか残っていなかった。集めようとした肋骨も触れた先から崩れ落ち、塵と化す。詳しく見てみると、骨の内部が空洞であることが分かった。骨髄は流れ出したか吸いだされたようだ。ここで何が起きたのだろう？@{K}There is so very little left. You gather up a few ribs only to find the pressure of your touch shatters them to dust. On further inspection, you discover that the bones are hollow - all the marrow drained or sucked out. What happened here?",
                                     "Name": "あなたは潜水服を身に着けた@{K}You don your diving gear", "Id": 243641},
                    "Name": "骨を回収する@{K}Gather up the bones ",
                    "Description": "あなたは彼らを埋葬するつもりなのかもしれない。あるいは他の使い道を思いついたのか。@{K}Perhaps you mean to bury them. Perhaps you have other uses in mind.",
                    "ButtonText": "", "Id": 186105}],
 "Description": "海底にすり減った骨が散乱していた。肋骨は大きく口を開き、胸骨は砕け散っている。頭蓋骨の欠片が真珠のように海底の砂を飾る。@{K}Bones lay scattered and gnawed on the zee-bed. Rib cages yawn open, breastbones shattered. Fragments of skull litter the sand like pearls. ",
 "Name": "散らばった骨@{K}Scattered Bones ", "Id": 243636}
