{"ChildBranches": [{"SuccessEvent": {"Description": "船員たちが、釣り針にかかった魚のように棘に貫かれた骸骨へ手を伸ばすあなたを観測デッキから見守っている……\u000d\u000a\u000d\u000aあなたの心が歌で満たされた。その音は厳粛で、反響し、水によってくぐもり、途切れ途切れ……あたかも、風呂に溺れるバリトン歌手の最期の1音のように。あなたは永遠に自分がかつて形ある恥辱を歌ったあの場所を目にすることはないだろう、それは分かっている……\u000d\u000a\u000d\u000a船員たちが命綱を巻き取ってあなたを潜水艦へと引き戻し、手から無理矢理に頭蓋骨をもぎ取った。耳を満たす音楽は徐々に薄れていった。@{K}Your crew watch from the observation deck as you reach for the skeleton, speared like a hooked fish...\u000d\u000a\u000d\u000aYour mind fills with song - solemn, echoing, watery, faltering - like the last notes of a baritone drowning in his bath. You  know you will never see that place where you sang of your shapeful disgrace...\u000d\u000a\u000d\u000aYour crew reel you back inside, and pry the skull from your hands. Gradually, your ears empty of song.",
                                     "Name": "あなたは潜水服を身に着けた@{K}You don your diving gear", "Id": 243690},
                    "DefaultEvent": {"Description": "あなたはなんとか骸骨を引き剥がそうともがく。棘の塊が揺れた。頭上で1本の棘が折れ、槍のように落ちてくる。あなたは手をあげて身を守ろうとしたが、何か裂けたような音が聞こえた――潜水服が破れたのだろうか？突然の冷たい水の感触と、焼けつく様な痛み……そしてあなたの心のうちに、不意に屈辱と憤怒と悲嘆が湧きあがった！\u000d\u000a\u000d\u000a船員たちが命綱を巻き取りあなたを潜水艦へと引き戻す。そして傷の手当てを済ませると、甲高い悲鳴あげなくなるまであなたを自室に閉じ込めた。@{K}You struggle to drag the skeleton free. The spines quiver. Above you, one breaks, falls like a spear. You raise your hands to ward it off. A tearing - your suit? The sudden sensation of cold water on your skin; a blazing pain... An abrupt, overwhelming injection of indignation, and rage, and grief!\u000d\u000a\u000d\u000aYour crew reel you in, tends your wound, and locks you in your cabin until you stop shrieking.",
                                     "Name": "あなたは潜水服を身に着けた@{K}You don your diving gear", "Id": 243689},
                    "Name": "棘に刺さったものを回収する@{K}Remove something stuck on the spines",
                    "Description": "不運なダイバーだろうか？骨が腐りかけの棘に貫かれ、ぶら下がっている。\u000d\u000a[警告：失敗すると傷が1増えます。]@{K}An unfortunate diver? Bones hang, impaled on the decaying spines.\u000d\u000a[Beware: if you fail, you will gain a Wound.]",
                    "ButtonText": "", "Id": 186133}],
 "Description": "棘の一群が潮流に震えている。死んだフルークの肉は海へ溶けてしまう。しかし、この死骸の鋭い残骸は未だ石のように固いままだ。@{K}$[Ff]luke -> フルーク$A cluster of quivering spines shiver in the current. A dead fluke's flesh dissolves in water. These brittle remnants, however, remain stony-hard. ",
 "Name": "フルークの針@{K}$[Ff]luke -> フルーク$Fluke Needles ", "Id": 243688}
