{"ChildBranches": [{"DefaultEvent": {"Description": "探索に耐えられるよう、潜水服の送気管が長いものに変えられた。海底を難破船へ向かって進んでいると、引き裂かれた船首の内部から弱い光が照らしていることに気が付いた。光は船の周囲を泳ぎ、素早く去ってゆく魚の群れを照らし出す。船倉には大きく口を開いた裂け目がある。あそこからなら簡単にはいれるだろう。\u000d\u000a\u000d\u000a甲板長を外部に残し、あなたはその他の船員たちと船内に踏み込んだ。彼女が七分ごとに鐘を鳴らし時を知らせてくれる。「14分経つ前に戻って来るように」彼女が警告する。「7分経てば恐怖が起こり、14分後には幻覚が始まります。21分後には何も見えなくなる。そうなればもう戻れない」@{K}Your airline is extended to enable a thorough exploration. As you pick your way across the zee bed to the wreck, you notice a weak light shining from within the ruptured bow. It illuminates a shoal of fish skirting around and away from the wreck. The cargo hold is yawning wide, offering easy entrance.\u000d\u000a\u000d\u000aYour bo'sun is to remain outside while the rest of you go in. She will sound the time in sevens. \"Be out in fourteen minutes,\" she warns, \"After seven, the fear sets in. Twice that, the hallucinations. Thrice that, you'll go dark. No coming back.\"",
                                     "LinkToEvent": {"Id": 245699},
                                     "Name": "あなたは潜水服を身に着けた……@{K}You don your diving suit...", "Id": 243695},
                    "Name": "難破船内部に入る@{K}Enter the wreck ",
                    "Description": "腐敗の進み具合と時代遅れな装甲からして、この船はロンドンの落下の直後からここに沈んだままのようだ。\u000d\u000a\u000d\u000a賢明な判断とは言えないかもしれない。@{K}Judging by the progress of the decay and its outmoded plating, this ship has lain here since soon after London's Fall. \u000d\u000a\u000d\u000aThis may not be wise. ",
                    "ButtonText": "", "Id": 186135},
                   {"DefaultEvent": {"Description": "梯子はあなたを支えきれなかった。あなたは船の底の方までゆっくりと沈み、探索に連れてきた船員たちの元にたどり着いた。彼らはあなたが戻ったのを見ても何も言わない。潜水艦に戻る間も、難破船の軋む音が聞こえていた。@{K}The ladder cannot take your weight. It hangs loose from the wall. You float down to the ship bottom, where those crew you brought with you wait. They acknowledge your return but offer nothing. The groaning of the wreck accompanies your return to your zub.",
                                     "Name": "", "Id": 245706},
                    "Name": "出口@{K}A way out",
                    "Description": "あそこを見ろ――鋼鉄の梯子があなたの持つ明かりに輝いている。壁から半分捻じれたようになっているのは元からだろうか？そんなことを気にするのか？船倉はすぐ下だ。@{K}There - a steel ladder shines in your lamplight. Was it always half-wrenched from the wall? Do you care? The cargo hold is just below.",
                    "ButtonText": "", "Id": 187449},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 139750},
                                     "Name": "", "Id": 245710},
                    "Name": "死ぬ@{K}Dead ",
                    "Description": "孤独に。この船が沈んだときは、少なくとも十人が共に死んだことだろう。あなたにはそのような安らぎすらも与えられない。@{K}Alone. When this ship went down, at least a dozen died together. You do not have that comfort. ",
                    "ButtonText": "", "Id": 187452},
                   {"DefaultEvent": {"Id": 261019}, "Name": "今回のところは一人で退散する@{K}Leave well enough alone",
                    "Description": "ここは何かがおかしい。これ以上この難破船と関わり合いになりたくない。@{K}There's something off here. You want nothing to do with this wreck.",
                    "ButtonText": "", "Id": 194619},
                   {"SuccessEvent": {"Description": "あなたは光ひとつない暗闇の中を進み続けた。古いランタンが鉄の階段を転げ落ちてゆく。角を曲がった時に足に引っ掛けてしまったのだろう。あなたはランタンを追って階段を降り、見覚えのない甲板にたどり着いた。@{K}You press on through the murk. An old lantern crashes down an iron stairwell. Your foot must have caught it as you turned a corner. You follow it down, and find yourself on an unfamiliar deck. ",
                                     "LinkToEvent": {"Id": 245699}, "Name": "", "Id": 245701},
                    "DefaultEvent": {"Description": "あなたは左舷階段室にたどり着いた。この区画は隔壁や舷窓に至るまで青白い乳白色の光に照らし出されている。船が頭上の海を通っているのだろうか？光は現れた時と同じぐらい唐突に消えた。あなたは深海の暗闇の中へ歩を進める。@{K}You make for the port stairwell. The compartment, the bulkheads, the portholes are revealed in pale milk-white. A ship passing in the waters above? The light goes as suddenly as it came. You are plunged into abyssal darkness.",
                                     "LinkToEvent": {"Id": 245699}, "Name": "", "Id": 245697},
                    "Name": "さらに奥に進む@{K}Go further ",
                    "Description": "船が震えた。何か巨大なものが横を通っていったに違いない。さらに深くへ向かおう。@{K}The ship shudders. Something large must have passed by. Go deeper. ",
                    "ButtonText": "", "Id": 187445},
                   {"SuccessEvent": {"Description": "この難破船は著しく傾いでいる。あなたは体重をかけると軋む梯子に沿って這い進まなければならなかった。しかし、この甲板には見覚えがある。@{K}The wreck lists at a pronounced angle. You are forced to crawl along a ladder that quakes with your weight. But this deck seems familiar.",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245703},
                    "DefaultEvent": {"Description": "この難破船は著しく傾いでいる。何かが軋み、何かが震える。船が動かなかっただろうか？@{K}The wreck lists at a pronounced angle. Something groans; something shudders. Did the ship shift? ",
                                     "LinkToEvent": {"Id": 245699}, "Name": "", "Id": 245702},
                    "Name": "来た道を逆にたどる@{K}Retrace your steps ",
                    "Description": "どの角で間違った方に曲がってしまったのだろう？@{K}Which turning was wrong?", "ButtonText": "",
                    "Id": 187447},
                   {"SuccessEvent": {"Description": "この甲板には見覚えがある。この敷物も、茸に覆われてはいるが、馴染み深い。頭上の明かりは確かにあなたの潜水艦の物だ。もう少しだけ奥に進もう。もう少しだけ。@{K}You know this deck. This carpet - iridescent with fungus - is familiar. Those lights just ahead are surely those of your zub. Just a little further. Just a little longer. ",
                                     "LinkToEvent": {"Id": 245699}, "Name": "", "Id": 245705},
                    "DefaultEvent": {"Description": "いや、ここではなかった。ここに来たことはない。足元の甲板には亀裂が走り、荒れ切っている。あなたの目の前に、深い裂け目がぽっかりと口を開けた。頭上には隔壁がある。これまた見覚えがない。@{K}No, not here. You have not been here before. The deck below you is rent and ravaged. A chasm gapes before you. Above you, a bulkhead. This too is unfamiliar. ",
                                     "LinkToEvent": {"Id": 243694}, "Name": "", "Id": 245704},
                    "Name": "立ち去る@{K}Leave ",
                    "Description": "何処かに出口があるはずだ。あなたは船倉からこの船に入った。永遠に閉じ込められたままになることはないだろう。@{K}Somewhere there has to be an escape. You entered through the hold. You cannot be trapped forever. ",
                    "ButtonText": "", "Id": 187448}],
 "Description": "一隻の難破船が突き出した珊瑚の中に閉じ込められ、海底に錨を固定されてしまっている。船首は岩にぶつかり砕けたようだ。錨の鎖が潮流に軋んだ。@{K}Encrusted protrusions of coral fix the wreck's anchor to the zee bed. The bow has shattered on the rocks. The anchor chain groans in the current. ",
 "Name": "静寂に包まれた難破船@{K}A silent wreck ", "Id": 243694}
