{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは大規模な集まりを予想していたが、招かれた家にいたのはあなたと、彼女と、そして素晴らしい銘柄のシェリー酒のデカンターだけだった。彼女は小柄な女性ではなく、肘掛椅子に堂々と座っている。実用的なサテンの服を身に着け実用的な靴を履き、髪の毛は巻かれ一点の瑕疵もなく整えられている。\u000d\u000a\u000d\u000a「[q:呼称]、あなたについてはショッキングな噂をたくさん耳にしています。それらの話からすると、まったくもって素晴らしく見込みのある方のようですね」彼女の言葉には微かにイングランド中部の郷愁に満ちた響きがあった。彼女は人生の大半を地上で過ごしたのだろう。\u000d\u000a\u000d\u000aそれから少しの間、慈善家は旅についていくつか訊ね、あなたの答えに熱心に耳を傾けた。そして、彼女は本題に入った。@{K}$q:Addressed As -> q:呼称, [Tt]he Surface -> 地上$You expected a sizeable gathering, but it's just you, her, and a decanter of admirable sherry. She is not a small woman, and comprehensively occupies her armchair. She wears sensible satins and sensible shoes. Her hair is impeccably curled.\u000d\u000a\u000d\u000a\"I've heard a number of shocking things about you, [q:Addressed As], all of which I consider thoroughly promising.\" Her accent has a hint of Midlands melancholy to it. She must have spent much of her life on the Surface.\u000d\u000a\u000d\u000aFor a time, she asks questions about your travels and listens avidly to your answers. Then she gets down to business.",
                                     "LinkToEvent": {"Id": 244535}, "Name": "", "Id": 244075},
                    "Name": "招待を受ける@{K}Accept her invitation",
                    "Description": "裕福な支援者の後援を受けるのは損にはならないだろう。[潜水艦を手に入れるためのクエストが始まります。]@{K}It wouldn't hurt to have the backing of a wealthy benefactor. [This will begin the quest which allows you to obtain a zubmarine.]",
                    "ButtonText": "", "Id": 186369},
                   {"DefaultEvent": {"Description": "その日のうちに一通の手紙が折り返し届けられた。「……多忙でいらっしゃるのですから、無理もないことです。物事がうまくいきますようお祈り申し上げます。そして、どうか私の招待はいまだ有効であるとお考えください……もっと都合の良い時に再びお招きすることも……とても素晴らしいシェリー酒も用意してあります……」ずいぶんと熱心だ。@{K}A letter arrives by return post within the day. '...I quite understand that you are busy, and hope your affairs are well. Please consider the invitation to stand... delighted to rearrange for a more convenient time... really very good sherry indeed...\" She seems keen.",
                                     "LinkToEvent": {"Id": 175505}, "Name": "", "Id": 244527},
                    "Name": "断る@{K}Decline", "Description": "あなたには他にやるべき事がある。@{K}You have other business.",
                    "ButtonText": "", "Id": 186685}],
 "Description": "彼女の邸宅は背が高く、玄関わきに柱を備えたロンドン式の建物だ。赤い煉瓦に白い漆喰。黒く塗られた装飾的な鉄の柵。\u000d\u000a\u000d\u000aそしてその女主人は植民地の熱心な噂話の種となっている。独立しており裕福で、事業家の娘にして未亡人。そのうえロンドンでは歓迎されていないという……それで、彼女はあなたに何の用だろう？あなたが港に入った直後に慈善家からの招待が船に届けられた。@{K}Her house is built in the tall, porticoed London style. Red brick and white plaster. Decorative iron railings, painted black.\u000d\u000a\u000d\u000aIts mistress is the subject of intense colonial gossip: independently wealthy, an industrialist's daughter, a widow, unwelcome in London... What, then, does she want with you? An invitation arrived as soon as you docked.",
 "Name": "潜水艦：峻厳な慈善家@{K}Zubmariner: the Fierce Philanthropist", "Id": 244074}
