{"ChildBranches": [{"DefaultEvent": {"Description": "彼女は何かを企んでいるかのような笑みを浮かべた。「でしたら、私たちは互いに助け合うことができますね。私にはあなたの船を水中での航行に耐えられるよう改造するための資金の用意があります。全額ではありませんが、大部分はカバーできるでしょう」\u000d\u000a\u000d\u000a「しかし海軍省とその他の勢力はこのような革新的な事業を好ましく思ってはいません。ですので、私たちはひそかに行動する必要があるでしょう。専門家、労働者、作業場についてはすでに調達してあります。皆十分に給料を受け取り、忠実です。作業場の場所はここに。あちらで再び落ち合い、仕事を始めるといたしましょう」@{K}$Admiralty -> 海軍省$Her smile is conspiratorial. \"Then we can help each other. I am prepared to finance - in a large part - improvements to your ship that will make it capable of zubmarine travel. \u000d\u000a\u000d\u000a\"The Admiralty - and other powers - disapprove of such innovation. Therefore, we will need to be discreet. I have procured experts, labourers, and a workshop. They are well-paid, and loyal. Here is the address. Meet us there, and we can begin our work.\"",
                                     "LinkToEvent": {"Id": 244542}, "Name": "新たな友@{K}A new friend",
                                     "Id": 244536},
                    "Name": "協定を冷笑する@{K}Scoff about it",
                    "Description": "馬鹿げた話だ！そのような協定によって、有能な探検家の道を塞がれるようなことがあってはならない！[潜水艦を手に入れるためのクエストが始まります。]@{K}It's a nonsense! Nowhere should be forbidden to the capable explorer! [This will begin the quest to acquire a zubmarine.]",
                    "ButtonText": "", "Id": 186690},
                   {"DefaultEvent": {"Description": "「ずいぶんと保守的なお考えですね。そういうことでしたら、[q:呼称]、素敵な夕べをありがとうございました。いずれまたお会いしましょう」[あとで意見を変えて、冒険に満ちた予想のできない水面下の船路を進みたくなった場合、いつでも再び彼女を訪れることができます。]@{K}$q:Addressed As -> q:呼称$\"How conservative. Well, [q:Addressed As], it has been an enjoyable evening. Perhaps we could repeat it sometime.\" [If you want to revise your opinion later, and pursue an adventurous and uncertain career beneath the zee, you are welcome to do so at any time.]",
                                     "Name": "失望@{K}A disappointment", "Id": 244539},
                    "Name": "協定に賛成する@{K}Approve of it",
                    "Description": "おそらくそれが良いのだろう。Zeeの水面だけでも恐ろしいのに、その下にはどんな不愉快なものが潜んでいることか！[あとで考え直すこともできます。]@{K}It's probably for the best. The zee's surface is bad enough - God knows what unpleasantness lies below! [You may change your mind later, if you wish.]",
                    "ButtonText": "", "Id": 186693}],
 "Description": "「お尋ねしたいことがあるのです、[q:呼称]」彼女はシェリー酒をグラスになみなみと注いだ。「数年ほど前、Neathの国々の間で水中の航行に関する研究を放棄し、Zeeの深みに踏み込まないという協定が結ばれました」\u000d\u000a\u000d\u000aああ、『些末事項に関する協定』のことか。船乗りたちが海軍省の愚行を並べ立てる時にぶつぶつ言っているのを聞いたことがある。あなたは頷いた。\u000d\u000a\u000d\u000a彼女はグラスを口元に運ぶ。「それで、あなたはこの協定についてどうお考えでしょう？」@{K}$q:Addressed As -> q:呼称, Admiralty -> 海軍省$\"A question, [q:Addressed As].\" She tops up her sherry. \"Some years ago, the nations of the Neath struck an agreement to abandon their research into zubmarine travel, and leave the zee depths untouched.\"\u000d\u000a\u000d\u000aAh, <i>the Agreement About Nothing of Consequence</i>. Zailors mutter about it when listing the Admiralty's follies. You nod.\u000d\u000a\u000d\u000aShe raises her glass to her lips. \"And what is your opinion of this agreement?\" she asks.",
 "Name": "峻厳な慈善家とシェリー酒を@{K}Sherry with the Fierce Philanthropist", "Id": 244535}
