{"ChildBranches": [{"DefaultEvent": {"Description": "痩せこけた技術者はあなたの言葉に批判的に耳を傾けた。彼は素早くメモを取り、線で消した。続けて疑念を示し、難癖をつける。峻厳な慈善家は咳払いして、彼にあなたの言葉を聞くように促さなければならなかった。そして技術者は計算式にささやかだが重大な修正を施した。@{K}A gaunt engineer listens, critically. He jots, then crosses out. He doubts, then quibbles. The Fierce Philanthropist is forced to clear her throat. The engineer makes minuscule, but critical, adjustments to his calculations.",
                                     "LinkToEvent": {"Id": 244542}, "Name": "不承不承の受容@{K}A reluctant reception",
                                     "Id": 244543},
                    "RareDefaultEvent": {"Description": "油汚れのついた技師はあなたの言葉に驚嘆の面持ちで耳を傾けた。彼は大きく音を立てて次から次にミントを飲み込んでいる。そしてあなたの話が終わると、口笛を吹いた。「素晴らしい。なんて素晴らしい話だ！」\u000d\u000a\u000d\u000a何かを期待するような間があった。そして彼が気づく。「ああ、すみません。書き留めておくべきでしたね。もう一度お話しいただいても？」今度は、彼は自分が仕事中だという事をきちんと覚えていた。@{K}A grease-flecked engineer listens to your tales with wide eyes, sucking loudly on peppermint after peppermint. When you finish, he whistles. \"Marvellous. Marvellous!\" \u000d\u000a\u000d\u000aThere is an expectant pause. \"Ah,\" he says. \"Sorry. I probably should have been writing that down. Could you start again?\" This time, he remembers he's supposed to be working.",
                                         "LinkToEvent": {"Id": 244542}, "Name": "熱心な耳@{K}An avid audience",
                                         "Id": 246513},
                    "Name": "フェイズI：海に関するノウハウを提供する@{K}Phase I: Contribute nautical know-how",
                    "Description": "開発に携わる人々には創意を発揮する者もいれば、力仕事を担う者もいる。あなたが提供するのは、Zeeそのものから得た貴重かつ実践的な経験だ。[Zee-ztoryを消費し、実験的改造を20上昇させます。]@{K}Some contribute ingenuity. Others, graft. What you contribute is hard-won, hands-on experience of the zee itself. [Spend zee-ztorys to increase your Experimental Modifications by 20.]",
                    "ButtonText": "", "Id": 186695},
                   {"DefaultEvent": {"Description": "一時間もしないうちに彼らは装置を完全に分解、研究し、あなたの船の改造に組み込んでいった。「前進だ！」主任技師が叫ぶ。「さあ紅茶にしよう！」@{K}Within the hour they've stripped it down, flensed it for everything they can learn, and incorporated their discoveries into the modifications to your ship. \"Progress!\" the chief engineer exclaims. \"Now: tea!\" ",
                                     "LinkToEvent": {"Id": 244542},
                                     "Name": "過去からの教訓@{K}The lessons of the past", "Id": 244544},
                    "RareDefaultEvent": {"Description": "あなたは装置が、エンジンのはらわたで絡み合うパイプの只中へと溶接されるのを見守った。「上手くいきっこない」一人の技術者が呟く。「いいや、絶対にうまくいくね」主任は額から汗と油をぬぐって言った。@{K}You watch your artefact being welded into a tangle of pipes deep in the bowels of your engine. \"It'll never work,\" mutters one engineer. \"It bl__dy will,\" the chief says, wiping sweat and oil from her forehead.",
                                         "LinkToEvent": {"Id": 244542},
                                         "Name": "独創的なアプローチ@{K}An ingenious approach", "Id": 246510},
                    "Name": "フェイズI：謎めいた装置を提供する@{K}Phase I: Donate a mysterious device",
                    "Description": "今のところ、この品の作られた目的は分かっていない。しかし主任技師は、これこそが彼女たちの必要とするものだと断言した。[謎めいた工芸品を消費し、実験的改造を60上昇させます。]@{K}$Outlandish Art[ie]fact -> 風変わりな工芸品$Heretofore, its purpose was mysterious. But the chief engineer insists it's precisely what they need. [Sacrifice an Outlandish Artefact to increase your Experimental Modifications by 60.]",
                    "ButtonText": "", "Id": 186696},
                   {"DefaultEvent": {"Description": "科学者たちは学生のように喜んだ。彼らは午後いっぱい象牙を様々な口径のライフルで撃ちまくった後（「頑丈さをテストするためですよ、もちろん」）、どのように使えるか熱心に調べだした。供給は少ないが、重要な接合部の強化や圧の掛かる脆い部分の防護に役立つことだろう。@{K}The scientists are pleased as schoolboys. After spending the afternoon taking pot-shots at the ivory with variously calibred rifles (\"To test its resilience, d'you see?\"), they are keen to put it to use. Supplies are limited, but it will reinforce crucial junctures, or protect vulnerable stress points.",
                                     "LinkToEvent": {"Id": 244542}, "Name": "小休止@{K}A truce",
                                     "Id": 244545},
                    "Name": "フェイズI：漆黒の象牙を提供する@{K}$[Ss]tygian[- ][Ii]vory -> 漆黒の象牙$Phase I: Donate Stygian Ivory",
                    "Description": "Zeeの腹の内のように黒く、適切に扱えば鉄よりも硬い。[象牙を消費し、実験的改造を20上昇させます。]@{K}$[Ss]tygian[- ][Ii]vory -> 漆黒の象牙$It's dark as the belly of the zee, and - correctly treated - harder than iron. [Sacrifice Stygian Ivory to increase Experimental Modifications by 20.]",
                    "ButtonText": "", "Id": 186697},
                   {"DefaultEvent": {"Description": "技術者の一人はどうにも笑いを止められなくなっているようだ。別の者は啜り泣いている。流れだす涙は煮え立った薬缶の湯のように彼の顔を焼く。三人目は必死にあなたの言葉を書き留めようとしているが、三本目のペンがラベンダー色の炎に燃えあがり、とうとう諦めた。\u000d\u000a\u000d\u000a「これで何もかもが変わりますよ」油汚れのついた技師が囁いた。その後、彼は別の技師によって『南ウェールズ技術者協会紀要』全集を焼いている所を目撃された。\u000d\u000a\u000d\u000a幸運にも、彼らの観点の劇的な変化はあなたの船にとって良い方向に働いた。船のタービンは唸りをあげ、ポンプは轟音を響かせる！ケーブルは船の内側を隙間なく河のように流れ、トルコ絨毯のようにみっしりと織り上げられている！@{K}One engineer begins to laugh, seemingly unable to stop. Another weeps. The tears scorch his face like kettle-water. A third frantically tries to write down what you said, but gives up when her third pen combusts in lavender flame.\u000d\u000a\u000d\u000a\"This changes everything,\" a grease-stained engineer whispers. Later, his colleagues catch him out back, burning his collected volumes of the <i>Transactions of the South Wales Institute of Engineers</i>.\u000d\u000a\u000d\u000aFortunately, your vessel benefits from the drastic adjustment to their perspective. Her turbines whirl! Her pumps thunder! A river of cabling runs through her interior, dense as the weave in a Turkish carpet!",
                                     "LinkToEvent": {"Id": 244542}, "Name": "燃えあがる真実@{K}The truth burns",
                                     "Id": 244546},
                    "RareDefaultEvent": {"Description": "「水圧について見直さないと」主任技師が声をあげた。彼女の瞳は爛々と輝いている。「しかしそれぐらいの手間は喜んでかけよう！」\u000d\u000a\u000d\u000aそれから彼女は三日間働き続けた。ついには、休息をとらせるために手からスパナを無理やり取り上げ、紅茶に密かに鎮静剤を混ぜなければならなくなるほどだった。彼女がパイプに施した改造は誰にも全く理解の出来ないものだったが、エンジンは蛾の翅のように忙しなく動いた。@{K}\"We'll have to rework the hydraulics,\" the chief engineer exclaims, her eyes ablaze. \"But it'll be worth it!\" \u000d\u000a\u000d\u000aShe works for three days straight. In the end, they have to pry the spanner from her hands and stir laudanum secretly into her tea to convince her take a break. No one can make head nor tail of the changes she's made to the pipework, but the engine whirrs like moths' wings.",
                                         "LinkToEvent": {"Id": 244542},
                                         "Name": "インスピレーション@{K}Inspiration strikes", "Id": 246515},
                    "Name": "フェイズI：高等理論を提示する@{K}Phase I: Contribute advanced theory",
                    "Description": "この馬鹿どもは自分たちが何をしようとしているのか全く分かっていない。彼らの眼を開かせてやろう。[尋常ならざる示唆を消費し、実験的な改造を100獲得出来ます。]@{K}$Extraordinary Implication -> 尋常ならざる示唆$These idiots don't have the first idea what they're doing. Enlighten them. [Sacrifice an Extraordinary Implication for 100 Experimental Modifications.]",
                    "ButtonText": "", "Id": 186698},
                   {"DefaultEvent": {"Description": "ポート・カーネリアン、その喧騒と茸のジャングルの刺激的な香り、そして通りを音もたてず歩く虎の低い唸り声の中へと戻った。@{K}$Port Carnelian -> ポート・カーネリアン$Back to Port Carnelian: the hubbub, the pungent scent of the fungal jungle, the low rumble as tigers pad by on the street.",
                                     "LinkToEvent": {"Id": 175505},
                                     "Name": "あなたは扉を閉めた@{K}You close the door behind you", "Id": 244547},
                    "Name": "作業所を去る@{K}Leave the workshop",
                    "Description": "騒音、議論、オイルとペパーミントの強烈な匂いから離れよう。@{K}Its noise. Its arguments. Its overwhelming smell of oil and peppermints.",
                    "ButtonText": "", "Id": 186699},
                   {"DefaultEvent": {"Description": "彼らは昔の潜水艦計画について様々な陰謀論を語っている。些末事項に関する協定が結ばれる前、ロンドンの海軍省は第三基地で潜水艦の研究を進めていたらしい。カーネイトの研究施設の場所は不明だが、多くの研究者がカーンの影に移されたという。どちらかにはあなたの役に立つ情報が残っているかもしれない。[第三基地かカーンの影からZonarの設計図を回収してきましょう。]@{K}$Khan -> カーン, Admiralty -> 海軍省, Khanate -> カーネイト, Khan's Shadow -> カーンの影, Station III -> 第三基地$The engineers brim with conspiracy theories about the old zubmarine programs. Before the Agreement About Nothing of Consequence, London's Admiralty conducted their zubmarine research at Station III. The location of the Khanate's research base is unknown, but a number of its scientists relocated to Khan's Shadow. Perhaps one of those locations has information you could use. [Retrieve zonar schematics from Station III or Khan's Shadow.]",
                                     "Name": "", "Id": 244548},
                    "Name": "フェイズII：Zonarの設計図を回収する@{K}Phase II: Retrieve a set of zonar schematics",
                    "Description": "技術者たちが手詰まりに陥っているようだ。「Zonarが問題なんです。不安定で、音も大きい。それに七十尋も潜ると動かなくなる。しかし、昔の海軍省とカーネイトはきっと何とかしていたはず……」@{K}$Khan -> カーン, Admiralty -> 海軍省, Khanate -> カーネイト$The engineers have reached an impasse. \"It's the zonar. It's unreliable, loud, and stops working below seventy fathoms. But the Admiralty and the Khanate must have cracked this, back in the day...\"",
                    "ButtonText": "", "Id": 186700},
                   {"DefaultEvent": {"Description": "彼らはすぐさま仕事に取り掛かった。あなたの船は作業所内に泊められ、覆いによって隠されている。覆いの下では、ハンマーを打ち付ける音が鳴り響き、ドリルが唸りをあげ、技師たちが議論を交わしては再び仲直りし、即興で改造を施してゆく。\u000d\u000a\u000d\u000aあなたの船は外からはほとんど何も変わっていないように見える。しかし内側では新しい配管が光り輝いていた。舵輪の傍らには、堂々たるレバーが幾つもの謎めいた計器やダイアルに囲まれ立っている。「これによって、船体を包む装甲が出てきます」疲れ切った機械工が説明してくれた。「海に出るまで引いてみたりしないように」\u000d\u000a\u000d\u000a峻厳な慈善家があなたにシェリーを差し出した。「やり遂げましたね。あなたの新たな旅に乾杯しましょう、[q:呼称]。旅路がどこへあなたたちを導こうとも」[この船から他の船に乗り換える際には、機関長が自動で新たな船に潜水艦として使うための改造を施してくれます。将来の船長たちは、ポート・カーネリアンに戻ることで潜水艦への改造を獲得することが出来ます。このクエストを繰り返す必要はありません。]@{K}$Port Carnelian -> ポート・カーネリアン$They set to work immediately. Your ship is docked at the workshop and concealed beneath a set of awnings. Beneath, hammers ring, drills whirr, mechanics argue, reconcile, improvise.\u000d\u000a\u000d\u000aFrom the outside, your ship looks largely unaltered. But inside, new pipes gleam. A satisfying lever stands by the helm, surrounded by an array of mysterious gauges and dials. \"This extends the shell-hull,\"  a weary engineer explains. \"Don't pull it until you're out at zee, eh?\"\u000d\u000a\u000d\u000aThe Fierce Philanthropist offers you a sherry. \"We've done it,\" she says. \"To your new journeys, [q: Addressed As], wherever they may lead.\" [If you trade this ship for another, your chief engineer will automatically apply the zubmarine conversion process to your new vessel. Future captains can obtain a zubmarine conversion by returning to Port Carnelian. They will not have to repeat the quest.]",
                                     "Name": "", "Id": 244550},
                    "Name": "フェイズIIを完了させる@{K}Complete Phase II",
                    "Description": "あなたは得意げに盗み出してきたZonarの設計図を掲げた。技師たちが歓声を上げる。@{K}Your brandish the pilfered zonar schematics. The engineers cheer. ",
                    "ButtonText": "", "Id": 186702},
                   {"DefaultEvent": {"Description": "慈善家は通りかかった技師に警戒するような一瞥を投げた。「この話はあなたの船の改造が済んでからにしましょう」彼女は囁く。「私たちには共通する目標がありますが、その目標の追求のためには潜水艦が必要になります」@{K}She casts a wary glance at a passing engineer. \"Let's discuss this when your vessel's alterations are complete,\" she says, <i>sotto voce</i>. \"We have compatible interests, but we'll need a zubmarine to pursue them.\"",
                                     "LinkToEvent": {"Id": 244542}, "Name": "物事には順序がある@{K}First thing's first",
                                     "Id": 259175},
                    "Name": "リットンについて訊ねる……@{K}Enquire about Lytton...",
                    "Description": "……そしてニダーへの挑戦の事も聞こう。@{K}...and the attempt on Nidah.", "ButtonText": "",
                    "Id": 193273},
                   {"DefaultEvent": {"Description": "深夜、蒼のバザールの傍らにクラバットを巻いた犯罪者の一団が集う。エコーを支払えば、あなたのために必要な材料の木箱をくすねてきてくれるだろう。彼らは何も質問せず、箱は朝までに作業所に届けられた。@{K}Behind the Blue Bazaar by night, a gang of cravated criminals assemble. For a sum of echoes they will appropriate a crate of necessary materials for you. They ask no questions, and the crate is delivered to the workshop by morning.",
                                     "LinkToEvent": {"Id": 244542}, "Name": "深夜のエージェントたち@{K}Midnight agents",
                                     "Id": 260370},
                    "RareDefaultEvent": {"Description": "あなたがありふれた名前の口座に金を振り込むと、港の特定の役人が潜水艦の建造に不可欠だが危険な積み荷の到着を見逃がしてくれる。@{K}You make a deposit into a blandly-named account, and a certain port official turns a blind eye to an incoming cargo of vital, but dangerous, supplies.",
                                         "LinkToEvent": {"Id": 244542},
                                         "Name": "車輪に油を@{K}Greasing the wheel", "Id": 260371},
                    "Name": "フェイズI：追加の資金を提供する@{K}Phase I: Provide additional funding",
                    "Description": "つまり、慈善家と直接結び付けられてはいけない類の賄賂を払うという事だ。[エコーを消費し、実験的な改造を25上昇させます。]@{K}Specifically, apply bribes that the Philanthropist cannot be associated with. [Spend echoes to increase your Experimental Modifications by 25.]",
                    "ButtonText": "", "Id": 194183}],
 "Description": "薄暗い入り江の岸辺に崩れかけた工場が立っていた。この工場では、かつて――そして表面上は今でも――サファイアの掘削と研磨が行われていた。\u000d\u000a\u000d\u000a今では、この場所は峻厳な慈善家の雇った大胆な技師たちの作業所となっている。独創的な彼らがあなたの船を潜水艦へと改造してくれるだろう。@{K}On the shore of a gloomy inlet stands a rickety factory. Once - and supposedly still - it was committed to the cutting and polishing of sapphires.  \u000d\u000a\u000d\u000aNow it is the place where the Fierce Philanthropist houses her intrepid staff of engineers: the ingenious men and women who will convert your ship into a zubmarine.",
 "Name": "隠された作業所@{K}The Hidden Workshop", "Id": 244542}
