{"ChildBranches": [{"DefaultEvent": {"Description": "「海に失くしたものというのは、私の夫なのです」慈善家が打ち明ける。あなたが咎めるように軽く舌を鳴らすと、彼女は神妙な顔で手を挙げて制する。「分かっています。不注意でしたね。彼はあまり好ましくない類の人々の中に紛れ込んでしまったのです。扇動家、計略家、反乱者たち。自分では“七人”と名乗っていたようですが」彼女の言葉にはどこか彼らを認めているような響きがあった。\u000d\u000a\u000d\u000a「夫はその試みの詳細は明かしてくれませんでしたが、ある程度推測は出来ました。しかしながら確かに分かっているのは、結果は惨憺たるものだったという事だけです。夫と共謀者たちは海中へと逃れたようです。もしあなたに彼を見つけることが出来たなら、他の者たちの居場所を聞き出せるかもしれません」\u000d\u000a\u000d\u000a「夫に会うことがあれば、これを渡していただけますか」慈善家は自分の小さな肖像が収められたロケットを差し出す。「夫はもう死んでいるか、あるいは戻ることの出来ない状況にある可能性が高いでしょう。しかし、もし生きているのであれば、私の事を覚えていてほしい」そう言うと出し抜けにシェリーを飲んだ。[海中の街で峻厳な慈善家の夫であるリットンの痕跡を探しましょう。]@{K}\"The thing I lost was my husband,\" she tells you. You tut, and she raises a guilty hand. \"I know. Careless. He fell in with an unfortunate crowd. Rabble-rousers, schemers, renegades. They called themselves the Seven.\" She does not sound entirely disapproving. \u000d\u000a\u000d\u000a\"My husband shielded me from the details of his endeavour, although I have made a number of suppositions. I know for certain, however, that it ended in disaster. He and his co-conspirators fled beneath the waves. If you could find him, he may be able to lead you to the others.\"\u000d\u000a\u000d\u000a\"If you locate him, please give him this,\" she hands you a locket containing a miniature portrait of herself. \"It is likely that he is dead, or unable to return. But if possible, I would like him to remember me.\" She takes an abrupt sip of sherry. [Search the cities under the zee for signs of Lytton, the Fierce Philanthropist's husband.]",
                                     "Name": "", "Id": 244561},
                    "Name": "依頼を受ける@{K}Accept a commission",
                    "Description": "やがて、彼女は口を開いた。「しばらく前のこと、私はあるものをZeeに失ってしまいました。もし見つけてくだされば、私たち両方の目的を達成する助けとなるでしょう」@{K}Eventually, she speaks. \"Some time ago, I lost something beneath the zee. It would help both our causes if you were able to locate it.\"",
                    "ButtonText": "", "Id": 186709},
                   {"DefaultEvent": {"Description": "慈善家はあなたの語る物語に静かに耳を傾けた。ロウ・バーネットの密閉された崩れかけの教会。夫のつましい暮らしと卑しい役目。珊瑚の緩やかな浸食が四肢を、胸部を、頬を這いあがる様……\u000d\u000a\u000d\u000a彼女は突然立ち上がった。「失礼します、[q:呼称]」そして部屋を出る。しばらくして、召使がやってきてあなたを家の外へ案内した。「主人は先程の振る舞いについてお許しいただけることを願い、また別の晩にもあなた様を歓待したいと申しておりました。しかし今日の所は、そういった気持ちにはなれないそうです」@{K}$q:Addressed As -> q:呼称, Low Barnet -> ロウ・バーネット$She listens quietly as you tell her of the crumbling, sealed church of Low Barnet. Of her husband's lowly status and humble duties. Of the slow infestation of coral, crawling over his limbs, his torso, his cheek...\u000d\u000a\u000d\u000aShe stands, abruptly. \"Excuse me, [q:Addressed As],\" she says, and leaves the room. A while later, a servant arrives to escort you out. \"The mistress hopes you will forgive her, and will be happy to receive you on another evening, [q:Addressed As]. But for now, she is indisposed.\" ",
                                     "Name": "ありのままの真実@{K}The unvarnished truth", "Id": 259170},
                    "Name": "夫の末路について細部まで語る@{K}Tell her the full details of her husband's fate",
                    "Description": "彼女は真実を知って然るべきだ。珊瑚も、その他の事もすべて。@{K}She deserves to know the truth, coral and all.",
                    "ButtonText": "", "Id": 193270},
                   {"DefaultEvent": {"Description": "慈善家はアダムの道にある魂遷の病院に入院している人々宛に見舞いの品を送る用意をしている所だった。「可哀想な方々です。彼らの魂は燃え上がり、肉体は熱を持っている」全くその通り。この世界は不公平だ。何かもっと出来ることがあればいいのですが、とあなたは仄めかす。慈善事業というのも結局は悲嘆を和らげるだけで、悲劇を未然に防ぐことは出来ませんからね。\u000d\u000a\u000d\u000a峻厳な慈善家はあなたを見つめた。「何を仰りたいのでしょう？」シェリーをさらに飲みながら、あなたは問いに答えていった。彼女は夫の以前の試みのあらましは知っていたが、実際に1から10まで聞くのはこれが初めてだと言う。いまや、これだけが彼女に残された夫に関わる物だ。慈善家は一言も聞き漏らすまいと身を乗り出し、頬を紅潮させ、瞳には情熱の炎が見える。\u000d\u000a\u000d\u000aあなたたちは夜通し議論し、言い争い、計略を巡らせた。使用人たちが起床しだす時間になる、慈善家はあなたの手を力強く握りしめた。「あなたの七人に加わりましょう。私の支援と、より実用的なものとして、資金を提供いたします」残念ながらシェリーは無くなってしまっていたが、慈善家は空のグラスを掲げた。「死神の顔を正面から殴りつけてやるとしましょう」@{K}$[Aa]nimescence -> 魂遷, Adam's Way -> アダムの道$She is preparing a dispatch of comforts for the patient-inmates of the animescence hospital in Adam's Way. \"The poor things. Their souls baking; their bodies fevered.\" Indeed. The world is unjust. If only it were possible to do more, you intimate. Charity, after all, can only mitigate the symptoms of tragedy, not prevent it. \u000d\u000a\u000d\u000aThe Philanthropist peers at you. \"What are you getting at?\" You allow her to coax it from you with the application of sherry. Though she knew the rough shape of her husband's former endeavour, this is the first time she has heard the full story. Now it's all she has left of him, she is hungry for it. She leans forwards, cheeks flushed, eyes dark.\u000d\u000a\u000d\u000aYou debate and quarrel and conspire all through the night. As the servants are beginning to rouse, she shakes your hand with a fierce grip. \"I'll join your Seven. You've my support and - more practically - my pockets.\" The sherry is gone, alas, but she raises an empty glass. \"Here's to bloodying death's nose.\"\u000d\u000a\u000d\u000a",
                                     "Name": "", "Id": 259171},
                    "Name": "七人に勧誘する@{K}Recruit her to the Seven",
                    "Description": "慈善家は秘密結社で夫が果たしていた役割を引き継いでくれるだろうか？彼女の慈善事業に寄付すれば、会話をあなたの望む方向に進められるかもしれない。[パラボラ・リネンとZzoupの寄付が役に立つでしょう。]@{K}$(Bale of )?[Pp]arabola[- ][Ll]inen -> パラボラ・リネン$Will she assume her husband's role as the cabal's Financier? Perhaps a donation to her charitable work would steer the conversation where you need it to go. [A donation of Parabola-Linen and Zzoup will help your case.]",
                    "ButtonText": "", "Id": 193271},
                   {"DefaultEvent": {"Description": "ああ、美味しい！@{K}Ah, delicious!", "Name": "",
                                     "Id": 259173},
                    "Name": "シェリーを楽しむ@{K}Enjoy a sherry",
                    "Description": "取り立てて用事はないが、シェリーはシェリーだ。@{K}You have no particular business. But sherry is sherry.",
                    "ButtonText": "", "Id": 193272},
                   {"DefaultEvent": {"Description": "あなたはリットンの死の物語をでっち上げ、慈善家は大理石の彫像のように辛抱強く、身を固くして耳を傾ける。蝋燭が短くなり使用人が取り替えようと部屋に入ってきたが、邪魔を一切入れないようにと手を振って追い払われた。一本一本、蝋燭の火が消えてゆく。あなたの物語が終わる頃には、部屋を照らすのは窓から漏れる街灯の明かりだけになっていた。\u000d\u000a\u000d\u000a峻厳な慈善家は椅子の中で身じろぎもしない。「死というのは意地の悪いものですね、[q:呼称]」彼女の声は震えている。@{K}$q:Addressed As -> q:呼称$As you invent a tale of Lytton's demise, the Philanthropist listens, stiff and patient as a marble statue. The candles burn low. A servant enters to replace them, only to be waved away to prevent any interruption. One by one the candles go out. When you finish, only lamplight spilling through the window allows you to see at all. \u000d\u000a\u000d\u000aThe Fierce Philanthropist is still in her chair. \"Death is a very spiteful creature, [q:Addressed As],\" she says, her voice faltering.",
                                     "LinkToEvent": {"Id": 244560}, "Name": "", "Id": 260417},
                    "Name": "夫の末路について嘘をつく@{K}Lie about her husband's fate",
                    "Description": "彼は波間に消えてしまったのだと信じている方が良いかもしれない。@{K}Perhaps it is best she believes he perished beneath the waves.",
                    "ButtonText": "", "Id": 194214}],
 "Description": "今回はシェリーと一緒に、バターのたっぷりと塗られた果実入りのパンも供された。あなたが自身の不死の探求の旅と、その旅への彼女と同じリットンという苗字の男の関与に触れると、慈善家は次第に考え込むような態度を見せはじめる。@{K}This time, the sherry is accompanied by a fruit loaf, slathered with butter. When you raise the matter of your search for immortality, and the involvement of Lytton, the man who shares her name, she grows thoughtful.",
 "Name": "大望: 峻厳な慈善家とシェリーをもう一杯@{K}$Ambition -> 大望$Ambition: an Additional Sherry with the Fierce Philanthropist",
 "Id": 244560}
