{"ChildBranches": [{"DefaultEvent": {"Description": "船の乗客は何の感慨も込めず、膨れ上がった体の静かに囁く男の姿を見つめている。霧が道を開けると、乳白色の瞳と歯の無い歪んだ顔が見えるようになった。\u000d\u000a\u000d\u000a墓人の中にも、この目の前に横たわる死にかけの男ほどに年老い、病んだ見た目の者はいない。肌は灰色になり膨れ上がり、茸の煙によってミイラになりかけている。何処までが皮膚で、どこからが彼の横たわる石の寝台なのか見分けるのは難しい。呼吸は浅いが、剥き出しの胸はその呼吸とは異なるリズムで上下している。肋骨の下に何かが這いまわるのが見えたが、男がガス状の息を吐き出すとその姿は消えた。\u000d\u000a\u000d\u000a「紹介しましょう、[q:呼称]」並ぶ者のない鱗翅学者がそこそこの額の報酬をあなたの手に滑らせ、言った。「彼はロレンツォ。私のかつての師にして、至上蛾の宿主です」@{K}$q:Addressed As -> q:呼称$Your passenger gazes impassively at a bulbous figure, whispering quietly. As the fog parts, you can make out milky eyes and a toothless grimace.\u000d\u000a\u000d\u000aNo tomb-colonist ever looked as ancient or unwell as the Almost Dead Man before you. Grey, bloated, and nearly embalmed by the fungal smoke, it's difficult to tell where his skin ends and the stone bed beneath him begins. His breath is shallow, but his bare chest heaves to a different rhythm. A shape crawls beneath his ribs, but disappears as the man lets out a gassy sigh.\u000d\u000a\u000d\u000a\"Allow me to introduce you, [q:Addressed As],\" the Incomparable Aurelian says, slipping you a modest payment, \"This is Lorenzo, my erstwhile mentor and host to the Most-Moth.\"",
                                     "LinkToEvent": {"Id": 244573}, "Name": "死にかけの男@{K}An Almost Dead Man",
                                     "Id": 244574},
                    "Name": "霧の中の声へ近づく@{K}Approach a voice from the fog",
                    "Description": "「やっと来たのか？」かすれた声が言う。「近くに来なさい」並ぶ者のない鱗翅学者はあきれたような顔をしたが、それでも進み出た。@{K}\"Here at last?\" The fog-voice croaks. \"Come closer.\" The Incomparable Aurelian rolls his eyes, but advances nonetheless.",
                    "ButtonText": "", "Id": 186717},
                   {"DefaultEvent": {"Description": "骨ばった指が苦労してカップを掴む。「不死に、そしてその追求の最中に死んでいった者たちに！」\u000d\u000a\u000d\u000a何かが男のはらわた深くで身をよじった。彼は咳き込み、奇妙にも何かの刻まれた石を吐き出した。「これには私たちも含まれているぞ、虫め」@{K}Bony fingers clutch the cup with effort. \"To immortality, and those who died in its pursuit!\" \u000d\u000a\u000d\u000aSomething twists deep in the man's stomach. He coughs up a curiously sculpted stone. \"That includes us, grub.\"",
                                     "LinkToEvent": {"Id": 244573}, "Name": "「不死に乾杯！」@{K}\"To immortality!\"",
                                     "Id": 244615},
                    "Name": "死にかけの男の乾杯のためにワインを運び込む@{K}Provide wine for a dead man's toast",
                    "Description": "「死に向かうってのは喉が渇くんだ。しかし、まずは乾杯させてもらおう」@{K}\"Dying works up a thirst. But I should like to make a toast.\"",
                    "ButtonText": "", "Id": 186744},
                   {"DefaultEvent": {"Description": "「結局のところ、死を避けることは出来ない」死にかけの男が息を切らせながら言った。洞窟蛾がぱっと散る。並ぶ者のない鱗翅学者はただ失望したような目で一瞥するだけだ。\u000d\u000a\u000d\u000a「片付けておかねばならない物事がある。後に来る者のためにもな」そして萎れた手を弱々しく振った。その仕草が寝台の横の学者を指しているのか、肋骨の内側にいるものを指しているのかは定かではない。「だから、[q:呼称]、年老いた男が別れの言葉を届ける手助けをしてくれないかね？」@{K}$q:Addressed As -> q:呼称$\"Mortality has a way of finding us in the end.\" The Almost Dead Man wheezes to himself, dislodging a cloud of cave moths. The Incomparable Aurelian spares them only a disappointed glance.\u000d\u000a\u000d\u000a\"I must set my affairs in order. I owe that much to my successor.\" He waves a withered hand feebly. It's not clear whether the gesture suggests the companion at his bedside or the one nestled within his ribs. \"So, [q:Addressed As], would you help an old man say his farewells?\"",
                                     "LinkToEvent": {"Id": 244573}, "Name": "別れの言葉の配達@{K}Delivering farewells",
                                     "Id": 244616},
                    "Name": "死にかけの男の最後の頼みを聞く@{K}Entertain a dying man's last requests",
                    "Description": "「潜水艦を持っているんだろう」死にかけの男がかすれた声で言う。「死にかけた男の最後の頼みを聞いてくれないかね？」@{K}\"You've a zubmarine,\" the Almost Dead Man wheezes, \"Entertain a dying man's last requests?\"",
                    "ButtonText": "", "Id": 186745},
                   {"DefaultEvent": {"Description": "彼はどのようにしてハイドアウェイの追放者と知り合ったのだろう？答えはなかったが、老人は歪んだ笑みを見せた。「愚かな若者たちの昔話だ」彼が打ち明ける。「何故だか老人となってしまった若者たちのな」@{K}How did this he come to know one of the exiles of Hideaway? No answer is forthcoming, but the old man displays a broken grin. \"The old history of foolhardy youths,\" he confides, \"Who somehow became old men.\"",
                                     "LinkToEvent": {"Id": 244573},
                                     "Name": "かくしゃくたる指導者への別れ@{K}@{K}Farewell to a Sprightly Visionary", "Id": 244617},
                    "Name": "ハイドアウェイのかくしゃくたる指導者へ別れの手紙を届ける@{K}Deliver a letter of farewell to a Sprightly Visionary at Hideaway",
                    "Description": "「私は彼に相応しい人間ではなかった」死にかけの男がかすれた声で言う。@{K}\"He deserved more than I had to give,\" the Almost Dead Man croaks.",
                    "ButtonText": "", "Id": 186746},
                   {"DefaultEvent": {"Description": "年老いた男は並ぶ者のない鱗翅学者の力を借りてすぐに手紙を書き終え、封のされた封筒を差し出した。「聞いた話では、彼は口内の削られた歯の家に住んでいるそうだ。彼の持っていた可能性の事を考えると私はどうも……」@{K}After a brief consultation with the Incomparable Aurelian, the ancient man hands you a sealed letter. \"I'm told he resides in an etched tooth-house in the maw. When I imagine what he could have been...\"",
                                     "LinkToEvent": {"Id": 244573}, "Name": "ヌックへ@{K}To Nook",
                                     "Id": 244618},
                    "Name": "ヌックの頑なな自由主義者に謝罪の手紙を届ける@{K}Deliver a letter of apology to a Flinty Latitudinarian at Nook",
                    "Description": "死にかけの男は、その自由主義者は伝令を責めるような人間ではないと言葉を尽くして保証してくれた。@{K}The Almost Dead Man assures you, at length, that the Latitudinarian is not a man to blame the messenger.",
                    "ButtonText": "", "Id": 186747},
                   {"DefaultEvent": {"Description": "「彼女は……」男の声が詰まる。彼は震える手で封印に描かれた装飾を施された“R”の文字を撫でた。「私は彼女の元を去るべきではなかった」\u000d\u000a\u000d\u000a老人の指はなかなか手紙を放そうとしない。ようやく手紙が渡されると、彼の胸の中で至上蛾が震えた。並ぶ者のない鱗翅学者は礼儀正しく顔を背ける。@{K}\"She was...\" The man's voice catches. With a trembling hand, he caresses the decorated 'R' on the seal. \"I never should have left her.\"\u000d\u000a\u000d\u000aThe old man's fingers are loathe to release the letter. When they do, the Most-Moth trembles in his chest. The Incomparable Aurelian has the decency to look away.",
                                     "LinkToEvent": {"Id": 244573}, "Name": "三通目の手紙@{K}The third letter",
                                     "Id": 244619},
                    "Name": "最後の手紙をアンテの灼熱の淑女へ届ける@{K}Deliver a final letter to the Burning Lady in Anthe",
                    "Description": "「最後の伝言だ」死にかけの男は手紙を自らの胸に押し付けた。@{K}\"One last message.\" The Almost Dead Man clutches it to his chest. ",
                    "ButtonText": "", "Id": 186748},
                   {"DefaultEvent": {"Description": "ガタつく滑車によって、アンダークロウの隠者は頭上の炎に燃料を足すことが出来る仕組みになっているようだ。茸の炎から発せられる香草のような匂いには防腐作用があるが、その代わり炎から出てきた細かい灰が至る所に堆積している。その間にも、灯台の灯りはとりわけ攻撃的な蛾の注意を引き、遥か頭上の船に警告を発する。すべては上手くいっている。あるいは、想像していた程度には上手くいっている。@{K}A ramshackle array of pulleys allows the Undercrow's reclusive resident to feed the fire above. The herby smoke of the fungal fire has preservative qualities, but dust everything in a fine grey deposit. Meanwhile, the fire distracts the more aggressive moths and warns ships far above. All is well, or as well as can be expected.",
                                     "LinkToEvent": {"Id": 244573},
                                     "Name": "蛾と炎に関する詳細な調査@{K}A thorough survey of moths and fire", "Id": 244621},
                    "Name": "港湾報告書を纏める@{K}$[Pp]ort [Rr]eport -> 港湾報告書$Assemble a Port Report",
                    "Description": "この港にあるのは洞窟と灯台の灯ぐらいのものだ。しかし、海軍省は徹底した調査を好む。@{K}$Admiralty -> 海軍省$It's little more than a cave and a lighthouse fire, but the Admiralty appreciate thoroughness.",
                    "ButtonText": "", "Id": 186750},
                   {"DefaultEvent": {"Description": "陸に押しやられた次の瞬間には、ブレミガンは元気よく洞窟蛾を追いかけまわしていた。あなたはさらに濃い霧の中へと走り去っていく後ろ姿を見守った。@{K}$[Bb]lemmigan -> ブレミガン$Moments after being shoved ashore, the blemmigan is excitedly chasing cave moths. You watch as it scurries into the deeper fog.",
                                     "LinkToEvent": {"Id": 244573}, "Name": "自然に馴染む@{K}A natural fit",
                                     "Id": 244622},
                    "Name": "ブレミガンをアンダークロウに放す@{K}$[Bb]lemmigan -> ブレミガン$Release a blemmigan into the Undercrow",
                    "Description": "このような侘しい場所であれば、どんな生き物であれ歓迎されるだろう。@{K}In such a desolate place, any company would be appreciated.",
                    "ButtonText": "", "Id": 186751},
                   {"DefaultEvent": {"Description": "「新顔に用はない」嗄れた声が聞こえる。影は霧のさらに奥へと引いて行った。「私の教え子を探してきてくれ。ポート・カーネリアンにいる。あるいはヴェンダーバイトで虫取りをしているか」耳障りな呼吸音。「もう時間がないと伝えてほしい」\u000d\u000a\u000d\u000a[ポート・カーネリアンかヴェンダーバイトにいる並ぶ者のない鱗翅学者を連れて戻り、相手の信頼を得ましょう。]@{K}$Port Carnelian -> ポート・カーネリアン, Venderbight -> ヴェンダーバイト$\"No use for new faces,\" the voice creaks. A shape withdraws deeper into the fog. \"Find my student. Back in Port Carnelian. Or maybe hunting in Venderbight.\" A rattling breath. \"Tell him he hasn't long.\" \u000d\u000a\u000d\u000a[Collect the Incomparable Aurelian from Port Carnelian or Venderbight to win the speaker's trust.]",
                                     "LinkToEvent": {"Id": 244573}, "Name": "はっきりとした拒絶@{K}Distinctly unwelcome",
                                     "Id": 244943},
                    "Name": "霧の中を探索する@{K}Explore the fog",
                    "Description": "霧の中で虚ろな声が上方から聞こえてきた。「訪問者は受け付けていない！」しかし、きっとあなたは例外としてもらえるだろう？@{K}A hollow voice rings down through the fog. \"No visitors!\" But surely an exception can be made in your case?",
                    "ButtonText": "", "Id": 186969},
                   {"DefaultEvent": {"Description": "死にかけの男はあなたに、指揮官の返答について苛立たしいほど細かいところまで描写するよう求める。そして、カーネイト式の敬礼を返そうとして突然の痛みに襲われたところでようやくそれ以上尋ねるのをやめた。並ぶ者のない鱗翅学者が水を差し出し、あなたは肋骨がピアノフォルテの鍵のように上下するのを見守る。\u000d\u000a\u000d\u000a痛みが引くと、老人のしかめ面は夢見るような笑みに変わった。「まだ私が贈ったアスコットタイをつけているのか」@{K}$Khaganian -> カーネイト人$The Almost Dead Man asks you to describe his commander's response in maddening detail. He only desists when an attempt to return the Khaganian salute results in a spasm of pain. As the Incomparable Aurelian offers him some water, you watch his ribs rise and fall like the keys on a pianoforte.\u000d\u000a\u000d\u000aWhen the pain has subsided, the old man's grimace settles into a far-away smile. \"He still wears the ascot I gave him.\"",
                                     "LinkToEvent": {"Id": 244573}, "Name": "謹んで受け入れる@{K}Accepted with grace",
                                     "Id": 245002},
                    "Name": "かくしゃくたる指導者の返事を伝える@{K}Give the Sprightly Visionary's response",
                    "Description": "死にかけの男は任を解かれたようだ。これはきっと良い知らせなのだろう？@{K}The Almost Dead Man is dismissed from his service. Surely that's good news?",
                    "ButtonText": "", "Id": 187012},
                   {"DefaultEvent": {"Description": "死にかけの男は茫然としている。偽りや正直に話していない部分がないか探るため、もう一度会話を繰り返すように求めた。そして、力を振り絞り首を横に振ると大きく息を吐いた。つかの間、彼の姿は膨れ上がった歓喜の表情を浮べる赤子の天使のように見えた。@{K}The Almost Dead Man is agape. He insists you repeat the exchange, probing it for falsehood or insincerity. Then he shakes his head with some effort and releases an immense sigh. For a moment, he resembles a bloated, beatific cherub.",
                                     "LinkToEvent": {"Id": 244573},
                                     "Name": "「それだけ？私は赦されたのか？」@{K}\"Just like that? Forgiven?\"", "Id": 245004},
                    "Name": "自由主義者の赦しを授ける@{K}Bestow the Latitudinarian's forgiveness",
                    "Description": "死にかけの男には、自分で思っていたほど謝罪すべき事はなかったようだ。@{K}The Almost Dead Man has less to apologise for than he thought.",
                    "ButtonText": "", "Id": 187014},
                   {"DefaultEvent": {"Description": "浅い呼吸が笑い声に変わる。鱗翅学者さえも一緒に微笑んだ。一瞬、この湿っぽい洞窟に我が家のような温もりが宿った。@{K}His wheezing turns to laughter. Even the Aurelian shares his smile. For a moment, the damp cave has the warmth of home.",
                                     "LinkToEvent": {"Id": 244573},
                                     "Name": "死にかけの学生のように喜び浮かれ@{K}Giddy as an Almost Dead Schoolboy", "Id": 245006},
                    "Name": "ロジーナの返答を伝える@{K}Recount Rosina's response to the Almost Dead Man",
                    "Description": "「何て言っていた？」膨らみのある死体に情熱は不似合いだ。早く伝えよう。@{K}\"What did she say?\" Eagerness is unbecoming on a bulbous cadaver. Tell him quickly.",
                    "ButtonText": "", "Id": 187016},
                   {"DefaultEvent": {"Description": "あなたは出来る限り楽観的に状況を描写しようとしたが、それでも死にかけの男は自らの愛する人の病気を進行させてしまったと知り、嘆き悲しんだ。老人は洞窟蛾の方へとこわばった身を寄せた。狭いアンダークロウの中では、孤独に浸ることすら出来ないのだ。鱗翅学者の冷ややかな視線がまるでピンのようにあなたを壁に縫い留める。@{K}You do your best to paint the scene in a positive light. Nevertheless, the Almost Dead Man is consumed by grief at having advanced his love's condition. He drags his stiffening shape to the cave mouth; the Undercrow's confines afford little in the way of loneliness. The Aurelian's sour gaze pins you to the wall.",
                                     "LinkToEvent": {"Id": 244573}, "Name": "良くは受け取られなかった@{K}Not taken well",
                                     "Id": 245007},
                    "Name": "灼熱の淑女の今にも燃えあがりそうな病状を伝える@{K}Tell him of the Burning Lady's near-combustion",
                    "Description": "死にかけの男はロジーナの返事を心待ちにしている。どのように伝えればいいのだろう？@{K}The Almost Dead Man is eager to hear Rosina's response. How best to break it to him?",
                    "ButtonText": "", "Id": 187017},
                   {"DefaultEvent": {"Description": "彼の瞳から年齢と茸の煙からくる翳りが消えた。「あぁ……旧大陸の血だ。あと足りないのは、眩い地平線とサファイアの渓流に殺すべきニダーの人間だけだな」\u000d\u000a\u000d\u000a老人は洞窟の奥の方を引っ掻き回し、若き日の無謀な行いの記念品を引っ張り出した。「つまらない物だが」彼は脆い指であなたにそれを握らせ、雑音の混ざる声で言う。「珈琲の対価だ」@{K}$Elder Continent -> 旧大陸$The dimness of age and mushroom smoke fades from his eyes. \"Ah... blood of the Elder Continent. All that's missing is a bright horizon, sapphired streams, and Nidaheen to kill.\"\u000d\u000a\u000d\u000aHe rummages at the back of the cave until he finds a memento of his youthful incautions. \"Just a knick-knack,\" he rattles, pressing it into your hands with his brittle fingers. \"Payment for the coffee.\"",
                                     "LinkToEvent": {"Id": 244573}, "Name": "堪能@{K}A cup well-savored",
                                     "Id": 245118},
                    "Name": "慣れ親しんだ味を分け合う@{K}Share a familiar flavor",
                    "Description": "「この匂いは珈琲かな？一杯頂けないだろうか？」彼の瞳には中毒者の切迫感が窺える。@{K}\"Is that coffee I smell? Could I trouble you for a cup?\" In his eyes, you recognise the desperation of an addict.",
                    "ButtonText": "", "Id": 187099},
                   {"DefaultEvent": {"Description": "山のふもと、七つの遺体の祝宴、そして永遠に燃え続ける炎が記憶に残っている――しかし、そのどこにも死にかけの男の姿は見当たらない。今の彼は深く眠っているようだ。しかし、あなたは誰の夢に入り込んでしまっていたのだろう？\u000d\u000a\u000d\u000a何かが彼の首の中で身をよじる。老人のいびきが恐ろしい事に一瞬止まり、また再開された。至上蛾が蜂蜜の味をしめるなどという事も起こりうるのだろうか？@{K}You remember a mountainside, a feast of seven corpses, and an eternal flame - but the Almost Dead Man was nowhere to be seen. He's deep asleep now, but whose dream were you in?\u000d\u000a\u000d\u000aSomething wrenches within his neck, and his snores halt for a horrible moment before resuming. Could the Most-Moth develop a taste for honey?",
                                     "LinkToEvent": {"Id": 244573}, "Name": "混ぜ合わされた夢@{K}A hybrid dream",
                                     "Id": 245120},
                    "Name": "死にかけの男につかの間の逃避を提供する@{K}Offer a momentary escape to an Almost Dead Man",
                    "Description": "「蜂蜜か？体に悪いのは知っているが、しかし今更どんな害があるというのだろう。一緒に夢を見るかね？」@{K}\"Honey? I shouldn't, but what harm now? Join me in a spoon?\"",
                    "ButtonText": "", "Id": 187101},
                   {"DefaultEvent": {"Description": "鱗翅学者はあなたの話に目を丸くして聞き入っていたが、彼の師はただ気だるげに頷くだけだった。「悪くない。私自身、若いころには驚くような景色を見たものだ。瞳の砂漠、傾聴の砂漠、喜びの砂漠。かの山の側面にあるニダーとその玄武岩と斑岩の丸天井……」@{K}Though the Aurelian goggles at your tale, his mentor only gives a grizzled nod. \"Not bad,\" he allows. \"Saw a thing or two myself, in my youth. The Desert of Eyes, the Listening Desert, the Desert of Delights. Nidah, on the Mountain's side, with her domes of basalt and porphyry...\"",
                                     "LinkToEvent": {"Id": 244573},
                                     "Name": "死にかけの男を感心させるのは難しい@{K}The Almost Dead Man is not easy to impress",
                                     "Id": 245121},
                    "Name": "死にかけの男に外界の物語を聞かせる@{K}Share tales of the outside with the Almost Dead Man",
                    "Description": "「ああ、[q:呼称]！」男がかすれた声で言う。「老人を楽しませてくれないかね。あなたの旅について聞かせてくれ……」@{K}$q:Addressed As -> q:呼称$\"Ah, [q:Addressed As]!\" he rasps, \"humour an old man. Tell me of your journeys...\"",
                    "ButtonText": "", "Id": 187102},
                   {"DefaultEvent": {"Description": "死にかけの男は憤怒を込めて空の眼窩を見据えた。「私は不死を求めてNeathに降り、それからさらに南へ進みあの山のふもとまで行ったというのに、それでもなお不死を得ることは出来なかった。そうだろう？」胸郭から何かが擦れるような音が聞こえる。彼は落ち着かなげに身じろぎした。「徒労だったという事だ」@{K}The Almost Dead Man stares resentfully at the empty eye sockets. \"I chased immortality down to the Neath, then South to the Mountain's foot. Didn't bl__dy catch it, though, did I?\" A scraping sound can be heard from within his ribcage. He shifts, uncomfortably. \"D_mnable waste.\"",
                                     "LinkToEvent": {"Id": 244573},
                                     "Name": "「これだけ長きに渡る苦闘よ」@{K}\"Such a long struggle\"", "Id": 245122},
                    "Name": "死を思わせる物を差し出す@{K}Offer a memento mori",
                    "Description": "「私を待つ運命を否定しても仕方ない。自らの愚行を思い出すための物を手元に置いておくべきだろう」@{K}\"No use denying my fate. I should have a reminder of my folly.\"",
                    "ButtonText": "", "Id": 187103},
                   {"DefaultEvent": {"Description": "鱗翅学者は顔をあげることなく、あなたの助力に対する感謝を述べた。「至上蛾を近くで観察することが出来るとは、これはきっと私の研究生活の中でも最高の瞬間になる」彼は興奮した口調で言う。「ロレンツォもあなたに感謝していることでしょう」@{K}Without looking up, the Incomparable Aurelian tells you that your assistance has been appreciated. \"Studying the Most-Moth so closely will be the highlight of my career,\" he says, excitedly. \"I'm sure Lorenzo would want to thank you, as well.\"",
                                     "LinkToEvent": {"Id": 244570}, "Name": "静かな祝賀@{K}A quiet celebration",
                                     "Id": 246546},
                    "Name": "ロレンツォの終わりについて議論を交わす@{K}Discuss Lorenzo's passing",
                    "Description": "並ぶ者のない鱗翅学者は友人の死の床となった石の台の上に座り、気のない様子で標本のコレクションを見つめている。@{K}The Incomparable Aurelian sits on the stone table that was his friend's deathbed, listlessly staring at his collection.",
                    "ButtonText": "", "Id": 188140},
                   {"DefaultEvent": {"Description": "「師がここへ隠居した時には、私たちは二人ともここが彼の終着点になると思っていたものです」鱗翅学者の視線が予定よりも長い間先延ばしにされた報酬が手渡されるのを待つ忍耐強い男のような色を帯びる。「至上蛾の孵化に立ち会ったことのある人間はいません。正確には、その後孵化について覚えていられるような状態の人間はいないという事です」\u000d\u000a\u000d\u000a学者は肩越しに躊躇するように死にかけの男を一瞥した。「勿論、師の最後の日々に傍に控えているのも必要な手順の一部なのです」@{K}\"When my master retired here, we both thought it would be his last destination.\" The Aurelian's eyes take the sheen of a patient man approaching a long-delayed payoff. \"No one has been present at the Most-Moth's hatching before. Well, no one who was in a condition to remember it afterwards.\"\u000d\u000a\u000d\u000aHe spares a hesitant glance over his shoulder at the Almost Dead Man. \"Of course, being by my master's side during his final days is a necessary part of the process.\"",
                                     "LinkToEvent": {"Id": 244573},
                                     "Name": "真の蒐集家は忍耐の価値を知る@{K}A true collector appreciates patience", "Id": 246558},
                    "Name": "並ぶ者のない鱗翅学者と話す@{K}Speak with the Incomparable Aurelian",
                    "Description": "学者は病んだ友の面倒を見たり、愚かにも大胆な振る舞いを見せた洞窟蛾を標本にしたりしている。あなたは作業の合間を縫って彼を捕まえた。@{K}You catch him between tending to his ailing friend and preserving an unwisely bold cave moth.",
                    "ButtonText": "", "Id": 188150},
                   {"DefaultEvent": {"Description": "「ロレンツォの翅に浮かんだ最新の模様の詳細を記録しているだけですよ。模様は恐らく偽星と連動して変化しているようです。もっとも、確かめるにはもうしばらく研究しなければなりませんが」\u000d\u000a\u000d\u000a遥か頭上の何処かで、ゆっくりと一定のリズムを刻むロレンツォの翅音が聞こえた。「時々戻ってくるんですよ。炎の匂いが恋しいのかもしれませんね」@{K}$[Ff]alse[- ][Ss]tar -> 偽星$\"Just detailing the latest pattern of Lorenzo's wings. I believe they change in conjunction with the false-stars, although it'll take some study to be sure.\" \u000d\u000a\u000d\u000aSomewhere high above, you can hear the slow, steady beating of Lorenzo's wings. \"He returns every so often - misses the smell of the fire, i suspect.\"",
                                     "LinkToEvent": {"Id": 244573}, "Name": "静かで、満ち足りて@{K}Quiet and contented",
                                     "Id": 246573},
                    "Name": "並ぶ者のない鱗翅学者と話す@{K}Speak with the Incomparable Aurelian",
                    "Description": "学者は友人の遺体の面倒を見たり、とりわけ珍しい洞窟蛾の標本を集めたりしている。あなたは作業の合間を縫って彼を捕まえた。@{K}You catch him between tending to his friend's corpse and preserving a particularly curious cave moth.",
                    "ButtonText": "", "Id": 188162},
                   {"DefaultEvent": {"Description": "あなたはZeeの物語で学者を楽しませ、陸地に留まるべき理由の数々を思い出させた。そのお返しに、彼は自らの発見した興味深い洞窟蛾について語ってくれる。彼はその上、あなたの船員の一人に驚くほど似た模様を持つ生きた蛾まで土産に持たせてくれた。@{K}You regale him with stories of the zee and remind him why he's better ashore. In return, he shares some of the more interesting cave moths he's uncovered. He's even kind enough to let you keep a live one whose wing patterns bear a striking resemblance to a member of your crew.",
                                     "LinkToEvent": {"Id": 244573},
                                     "Name": "最新の鱗翅学的発見@{K}The latest lepidopteran discoveries", "Id": 246756},
                    "RareDefaultEvent": {"Description": "あなたが丁度面白い物語のクライマックスに差し掛かったその時、突風が吹き抜け炎が揺らいだ。あなたたちは遮蔽物の後ろに隠れ、至上蛾となったロレンツォが古い石の台に降りてくるのを見つめる。\u000d\u000a\u000d\u000a毛の生えた触角があなたの顔を撫でた。並ぶ者のない鱗翅学者は熱心に鱗翅に浮かぶ最新の模様を観察している。蛾が飛び去ると、学者は誇らしげにロレンツォから剥がれ落ちた鱗粉をあなたに差し出した。ソーサーほどの大きさで、絵に描かれた月のように青白い。@{K}You're just reaching the climax of a good tale when a sudden gust of wind sends the firelight guttering. You both take cover as the Most-Moth, Lorenzo, descends onto his old stone table. \u000d\u000a\u000d\u000aFeathered antennae brush against your face. The Incomparable Aurelian eagerly studies the latest patterns of its scaled wings. When the moth departs, the Aurelian proudly presents you with one of Lorenzo's cast-off scales: wide as a saucer; pale as a painting of the moon.",
                                         "LinkToEvent": {"Id": 244573},
                                         "Name": "ロレンツォがやってきた！@{K}A visit from Lorenzo!", "Id": 246757},
                    "Name": "並ぶ者のない鱗翅学者と語らう@{K}Share tales with the Incomparable Aurelian",
                    "Description": "彼には蛾を除いては話し相手もいない。それで十分ではあるのだが、それでも彼はあなたの訪問を歓迎している。@{K}He has little company except for his moths. It is enough, but he still appreciates your visits.",
                    "ButtonText": "", "Id": 188332},
                   {"DefaultEvent": {"Description": "鱗翅学者は渋々といった様子でノートを閉じた。「灯台の炎を絶やさないようにすれば、一生でもあなたの事を観察して過ごせますよ」彼は蛾に語りかける。「しかし、まだ彼に関することで片付けねばならない問題があります……」そして死にかけの男の潰れた残骸に向き直った。\u000d\u000a\u000d\u000a「ポート・デミオ―で代理商をやっている彼の兄弟は、埋葬できる物を欲しがるでしょう。この抜け殻で十分なはずです」突風と共に、至上蛾が霧の中に舞い上がり、炎の周囲を飛び洞窟の壁にちらつく模様を投げかけた。@{K}Reluctantly, the Aurelian closes his notebook. \"If I keep the lighthouse fire burning, I could observe you for a lifetime,\" he tells the moth. \"But there's a final matter of his to deal with...\" He turns to the crumpled remains of the Almost Dead Man.\u000d\u000a\u000d\u000a\"His brother, the factor at Port Demeaux, will want something to bury. He can make do with this husk.\" With a rush of wind, the Most-Moth flies up into the fog, circling the fire and casting flickering patterns onto the cave walls.",
                                     "Name": "炎に惹かれ@{K}Drawn to the fire", "Id": 253506},
                    "Name": "後に残された物の処遇を決める@{K}Deal with what's left behind",
                    "Description": "至上蛾となったロレンツォが気だるげに鱗翅を広げた。並ぶ者のない鱗翅学者は恩師の抜け殻となった死体の事はすっかり忘れ、スケッチを続けている。@{K}Lorenzo the Most-Moth stretches its scaled wings, lazily. The Incomparable Aurelian continues his sketches, without a thought of his old master's corpse-shell.",
                    "ButtonText": "", "Id": 190391},
                   {"DefaultEvent": {"Description": "並ぶ者のない鱗翅学者は無言でノートを閉じ、荷物をまとめ始めた。一瞬だけ、友人の抜け殻の傍らに立ち止まる。「ロレンツォの残りは置いておいてください。もし彼の一部でも至上蛾の中に移ることが出来たなら、彼は形見を残しておくことを望むでしょう」彼は最後にもう一度探るような視線を蛾に投げた。\u000d\u000a\u000d\u000a「アダムの道に連れていっていただけないでしょうか。この暗がりの中で人生を無為に費やすのはもう十分です」突風と共に至上蛾が霧の中に舞い上がり、炎の周囲を回るとNeathへと飛び立っていった。@{K}$Adam's Way -> アダムの道$Wordlessly, the Incomparable Aurelian closes his notebook and begins packing his bags. He lingers at the husk of his friend for a moment. \"Leave Lorenzo's remains. If any of him made it into the Most-Moth, he would appreciate the memento mori.\" He casts one last, searching look at the moth. \u000d\u000a\u000d\u000a\"I would appreciate passage to Adam's Way. I've wasted enough of my life in this gloom.\" With a rush of wind, the Most-Moth flies up into the fog, circling the fire and escaping into the Neath.",
                                     "Name": "これでお仕舞い@{K}Nothing more", "Id": 253507},
                    "Name": "後に残された物の処遇を決める@{K}Deal with what's left behind",
                    "Description": "至上蛾が気だるげに鱗翅を広げた。並ぶ者のない鱗翅学者は決然と恩師の抜け殻となった死体を無視し、スケッチを続けている。@{K}The Most-Moth stretches its scaled wings, lazily. The Incomparable Aurelian continues his sketches, resolutely ignoring the corpse-shell of his old master.",
                    "ButtonText": "", "Id": 190392},
                   {"DefaultEvent": {"Description": "男は笑い、その笑い声は喘ぎへと変わり、それからまた咳へと転じ、至上蛾が肋骨の中で落ち着きなく身じろぎした。「もう遅い。私の時は尽きてしまったのだ、[q:呼称]。マリアムには新しい案内役を見つけてもらわなければな」老人は乾いた唇をすぼめた。「アイル・オブ・キャッツに向かうといい。海賊王の一番の爪を探しなさい。あの者とはかつて一度ならず道を交えた事があるが、最後に会った時は危うく負ける所だった。イザリーという名だったか」\u000d\u000a\u000d\u000a彼はもう一つ言う事べき事を思い出したようだ。「そしてもし今回は上手くいったなら、私の事を長く覚えていてもらいたいものだ。凱旋門も彫像も要らない。ただ、ニダーの骨に私の名を刻んでくれ。私はそれで満足だ」@{K}$q:Addressed As -> q:呼称, Isle of Cats -> アイル・オブ・キャッツ, Isery -> イザリー$He laughs, and the laugh becomes a wheeze, which becomes a cough, which makes the Most-Moth stir restlessly behind his ribs. \"Too late. My time's up, [q:Addressed As]. Mariam will have to find another guide.\" He purses his dried lips. \"Try the Isle of Cats; his piratical majesty's Chiefest Claw. Crossed paths with them more than once, I did. Almost had me that last time. Isery - that's their name.\"\u000d\u000a\u000d\u000aHe remembers one more thing. \"And if you have better luck this time, it'd be good to be remembered. I don't need an arch, or a statue. Just carve my name on Nidah's bones. That'll do me.\"",
                                     "LinkToEvent": {"Id": 244573}, "Name": "", "Id": 260478},
                    "Name": "死にかけの男にニダーに立ち向かう七人に再び加わるように求める@{K}Ask the Almost Dead Man to rejoin the Seven Against Nidah",
                    "Description": "かつて、彼は七人の案内役、ロレンツォだった。また再び案内役となることは出来るだろうか？@{K}Once, he was Lorenzo, their Guide. Will he be so again?",
                    "ButtonText": "", "Id": 194257},
                   {"DefaultEvent": {"Description": "ガタつく滑車によって、並ぶ者のない鱗翅学者は頭上の炎に燃料を足すことが出来る仕組みになっている。茸の炎から発せられる香草のような匂いには防腐作用があるが、その代わり炎から出てきた細かい灰が至る所に堆積している。その間にも、灯台の灯りはとりわけ攻撃的な蛾の注意を引き、遥か頭上の船に警告を発する。すべては上手くいっている。あるいは、想像していた程度には上手くいっている。@{K}A ramshackle array of pulleys allows the Incomparable Aurelian to feed the fire above. The herby smoke of the fungal fire has preservative qualities, but dust everything in a fine grey deposit. Meanwhile, the fire distracts the more aggressive moths and warns ships far above. All is well, or as well as can be expected.",
                                     "LinkToEvent": {"Id": 244573},"Name": "蛾と炎の詳細な調査@{K}A thorough survey of moths and fire","Id": 283581},
                    "Name": "港湾報告書を纏める@{K}$[Pp]ort [Rr]eport -> 港湾報告書$Assemble a Port Report",
                    "Description": "この港にあるのは洞窟と灯台の灯ぐらいのものだ。しかし、海軍省は徹底した調査を好む。@{K}$Admiralty -> 海軍省$It's little more than a cave and a lighthouse fire, but the Admiralty appreciate thoroughness.",
                    "ButtonText": "", "Id": 209830},
                   {"SuccessEvent": {"Description": "あなたの言葉を聞いて、自由主義者は老人の謝罪を受け入れるより先に法外な対価を要求した。しかし、あなたは喜んで彼の代わりに対価を支払った。\u000d\u000a\u000d\u000a死にかけの男は大きな対価に身を震わせた。彼にはあなたの実在しない寛大さに報いる術はない。老人は繰り返し掠れた声で謝罪を繰り返し、とうとう彼の心を落ち着けるために鱗翅学者が割って入りあなたに補償してくれた。@{K}To hear you tell it, the Latitudinarian demanded an outrageous blood-price before he would accept the old man's apologies. A price you were nonetheless willing to pay on his behalf. \u000d\u000a\u000d\u000aThe Almost Dead Man winces at the price, with no way to repay your supposed generosity. His wheezed apologies only stop when the Aurelian intercedes to repay you and set his mind at ease.",
                                     "LinkToEvent": {"Id": 244573}, "Name": "もっともらしい懺悔@{K}A plausible penance",
                                     "Id": 245114},
                    "DefaultEvent": {"Description": "あなたは激昂し復讐を誓う自由主義者の嘘の物語を作り上げた。しかし、あなたの優れた外交能力が彼の怒りを鎮める部分にたどり着く前に、死にかけの男は罪悪感に打ちのめされてしまった。不規則な呼吸の合間に自らのまずい判断を呪っては、あなたをそのような危険な任務に送り出してしまったことに対する謝罪を繰り返している。\u000d\u000a\u000d\u000a彼に許しの言葉をかける間もなく、並ぶ者のない鱗翅学者が割って入る。厳しい視線と共にあなたは追い払われてしまった。@{K}You spin a tale of a furious Latitudinarian, hell-bent on revenge. But before you reach the bit where your brilliant diplomacy placates him, the Almost Dead Man is overcome with guilt. His wheezing alternates between cursing his poor judgement and apologising for having ever sent you on such a dangerous mission. \u000d\u000a\u000d\u000aYou don't even have time to forgive him before the Incomparable Aurelian intervenes. With a withering look, he shoos you away.",
                                     "LinkToEvent": {"Id": 244573}, "Name": "赦しとは程遠い@{K}Not quite forgiven",
                                     "Id": 245008},
                    "Name": "自由主義者の返答について嘘をつく@{K}Lie about the Latitudinarian's response",
                    "Description": "手紙も破っておいた。念のため。@{K}You destroyed the letter. Just in case.",
                    "ButtonText": "", "Id": 187018},
                   {"SuccessEvent": {"Description": "あなたの語りの中で、彼女は失神し、幾度となく愛を誓った。そして素早い機転によって予備のハンカチは彼女の愛の証となる。あなたは即興のソネットを語り出したい衝動をこらえきった。死にかけの男は満足している。@{K}In your telling, she swooned and swore her love all over again. Quick thinking and a spare handkerchief provides a faux token of her affection. You resist the urge to embark upon an impromptu sonnet. The Almost Dead Man is content.",
                                     "LinkToEvent": {"Id": 244573}, "Name": "物語のようなロマンス@{K}A storybook romance",
                                     "Id": 245117},
                    "DefaultEvent": {"Description": "あなたは出来る限りで最高のロマンティックな物語を紡ぎあげたが、彼女が気を失った場面と髪の毛の入れられた偽造ロケットの間のどこかで死にかけの男の目が疑念に細められた。\u000d\u000a\u000d\u000a「まあいい」嘘だ。「私の愛は永遠だ。彼女がそれを知っていようといまいと。それにあなたの助けはもう必要ない」@{K}You spin your best romantic tale, but somewhere between her swooning and the manufactured locket of her hair, the Almost Dead Man's eyes narrow with suspicion.\u000d\u000a\u000d\u000a\"No matter,\" he lies, \"My love remains, whether she knows it or not. And your assistance is no longer required, regardless.\"",
                                     "LinkToEvent": {"Id": 244573}, "Name": "行き過ぎた嘘@{K}A lie too far",
                                     "Id": 245005},
                    "Name": "灼熱の淑女の返答について優しい嘘をつく@{K}Tell a kindly lie about the Burning Lady's response",
                    "Description": "死を待つ死体はどのような返答を期待しているのだろう？彼の心を鎮めてやるのが良いだろう。もう先は長くないのだから。@{K}What kind of response did this corpse-in-waiting expect? Best to soothe his mind. It won't be long now.",
                    "ButtonText": "", "Id": 187015},
                   {"SuccessEvent": {"Description": "経過は穏やかだったが、それでも恐怖に満ちていた。あなたは痛みが最小限になるよう取り計らい、並ぶ者のない鱗翅学者は老人の傍らに座り、片手で記録を取りながらもう片手で恩師の手を握っている。\u000d\u000a\u000d\u000a音もなく、全ての動きが一度に止まり、そして透き通った翅が洞窟の煙の中で震え、ノートは埋められた。ロレンツォの顔は穏やかで、空虚だ。毛の生えた触角がその顔を撫でる。複眼が好奇心を込めてあなたを見つめた。\u000d\u000a\u000d\u000a並ぶ者のない鱗翅学者は、無言で報酬の入ったベルベットの小袋をあなたに手渡し、新しいノートに至上蛾の鱗粉を詳細に描き出す作業に戻った。@{K}The passage is gentle, but not without horrors. You ensure that pain is kept to a minimum, while the Incomparable Aurelian sits by the old man's side - taking notes in one hand and holding his mentor's hand with the other. \u000d\u000a\u000d\u000aThere's almost no thrashing, and once everything is still, and translucent wings quiver in the cave's smoke, the notebook is filled. Lorenzo's face is serene and empty. Feathered antennae brush across it. Multifaceted eyes regard you with curiosity. \u000d\u000a\u000d\u000aWordlessly, the Incomparable Aurelian hands you a small velvet bag as payment, then returns to meticulously reproducing every scale of the Most-Moth's wings in a new notebook.",
                                     "LinkToEvent": {"Id": 244573}, "Name": "「ようやくか」@{K}\"At long last.\"",
                                     "Id": 245125},
                    "DefaultEvent": {"Description": "やせ細った手が弱々しく石台を掴む。肋骨が夏の薔薇の蕾のように膨れ上がった。眼は恐怖に見開かれている。死にかけの男には至上蛾の羽化に対する心構えがまだ出来ていないようだ。しかし、もう先延ばしには出来ない。\u000d\u000a\u000d\u000aあなたは老人の苦痛を和らげるため手を尽くした。並ぶ者のない鱗翅学者は彼を宥めたと思えば次の瞬間には几帳面に記録をつけている。このような悲鳴の中で何故集中できるのだろう？\u000d\u000a\u000d\u000a長い夜の終わりには、毛の生えた触角が学者の図表と共にカサコソと音を立て、複眼があなたを好奇心のこもった眼で見つめていた。透き通った翅が洞窟の煙の中で震える。若者は疲れ切った様子であなたに報酬の入ったベルベットの小袋を渡した。@{K}Feeble hands clutch at the stone. Ribs bulge, like a rose swelling in summer. Eyes are wide with fear. The Almost Dead Man is not ready for the Most-Moth's emergence, but it will be denied no longer. \u000d\u000a\u000d\u000aYou do what you can to ease the old man's pain, while the Incomparable Aurelian comforts him one moment and takes scrupulous notes the next. How can he concentrate through the screaming?\u000d\u000a\u000d\u000aAt the end of the long night, feathered antennae rustle along the Aurelian's diagrams, and multifaceted eyes regard you with curiosity. Translucent wings quiver in the cave's smoke. Exhausted, the young man hands you a velvet pouch as payment.",
                                     "LinkToEvent": {"Id": 244573}, "Name": "「駄目だ！まだ駄目だ！」@{K}\"No! Not yet!\"",
                                     "Id": 244999},
                    "Name": "孵化に立ち会う@{K}Attend to the hatching",
                    "Description": "死にかけの男の呼吸が静かになってゆき、何かの蠢く音へと変わった。並ぶ者のない鱗翅学者が口を開く。「時が来ました」@{K}The Almost Dead Man's breathing has faded to a rattle. Joylessly, the Incomparable Aurelian says, \"It's time.\"",
                    "ButtonText": "", "Id": 187009},
                   {"SuccessEvent": {"Description": "死にかけの男はほとんど囁き声にもなっていない声で語る。彼の友人は声を聞くため低く身を屈めた。「私は道を見つけた。他の者も後に続くだろう。私たちはニダーの盗んだものを取り戻し、全ての人々と分け合おうとした。しかし――」悲惨な咳の発作が彼を襲う。咳が治まると、言葉を続けた。「――代わりに、あの山は私にあれ自身の持つ宝を与えたのだ。標本箱にピンで留めるような真似はしないでくれるな？」鱗翅学者は湿った笑い声をかろうじて噛み殺した。「もちろんです。あなたを収めておける標本箱なんてありませんよ」@{K}The Almost Dead Man's voice is barely a whisper. His friend bends low to hear it. \"I found the paths the others followed. We meant to retrieve what Nidah stole, and share it with all, but - \" A racking cough consumes him. When it abates, he continues \" - instead, the Mountain gave me a gift of its own. You won't pin it in one of your displays, will you?\" The Aurelian can barely stifle a damp laugh. \"Of course not, sir. No spreading board could hold you.\"",
                                     "LinkToEvent": {"Id": 244573}, "Name": "死の床での告白@{K}Deathbed confessions",
                                     "Id": 245126},
                    "DefaultEvent": {"Description": "死にかけの男は暗がりからでは聞き取ることの出来ない嗄れた囁き声で語る。あなたが近くによると、老人の瞳があなたの目とあった。今、ウィンクをしなかっただろうか？「教え子よ」彼はあなたに聞かせるために、よりはっきりした声で並ぶ者のない鱗翅学者に語りかける。「その時が来たなら、本当に私の唯一の遺産をお前の標本の1つとしてピンで留めてしまうつもりなのか？」\u000d\u000a\u000d\u000a年少の男は仰天したような顔をしたが、すぐに暖かな笑い声をあげた。「勿論そんな事はしませんよ。あなたを収めておける標本箱なんてありませんからね」@{K}He Almost Dead Man's voice is a hoarse whisper, unrecognizable from the shadows. As you move closer, his sunken eyes catch yours. Was that a wink? \"My boy,\" he says to the Incomparable Aurelian, his voice clearer for your benefit, \"When my time is done, do you really intend to pin my only legacy for one of your displays?\"\u000d\u000a\u000d\u000aThe younger man looks aghast, and then breaks into warm laughter. \"Of course not, sir. No spreading board could hold you.\"",
                                     "LinkToEvent": {"Id": 244573},
                                     "Name": "遮られた告白@{K}Confessions, interrupted", "Id": 244620},
                    "Name": "個人的な瞬間を見守る@{K}Observe a private moment",
                    "Description": "並ぶ者のない鱗翅学者とその年老いた師の間で静かな言葉が交わされている。この場には敬意とプライバシーがあって然るべきだ。あるいは少なくとも、控えめな立ち聞きに留めておくべきだろう。@{K}A hushed conversation between the Incomparable Aurelian and his aging master. A moment demanding reverence and privacy. Or at least discreet eavesdropping.",
                    "ButtonText": "", "Id": 186749},
                   {"SuccessEvent": {"Description": "良い嘘をつくには、簡潔さが重要だ。あなたは死にかけの男に彼の友人は厳粛な沈黙と共に手紙を受け取り、涙を一粒だけ流したと伝えた。あとは彼の想像力が補ってくれるだろう。@{K}The essence of a good lie is simplicity. You tell the Almost Dead Man that his friend received his letter in solemn silence and shed a single tear. His imagination fills in the rest.",
                                     "LinkToEvent": {"Id": 244573},
                                     "Name": "飾り気のない別れの言葉@{K}A simple farewell, without embellishments",
                                     "Id": 246506},
                    "DefaultEvent": {"Description": "あなたはかくしゃくたる指導者の心温まる反応について語りだしたが、指導者の陽気な笑い声の描写にたどり着くより先に聞き手の目が疑うように細められたのに気が付いた。そして啜り泣くような永遠の親愛の言葉の場面に至る頃には、死にかけの男は灰色の、軽蔑するような眼差しであなたをじっと見つめていた。\u000d\u000a\u000d\u000aああ。かくしゃくたる指導者は話せないのか。そうだった。もっと早く指摘してくれないなんて失礼な老人だ。@{K}You begin a heartwarming tale of the Sprightly Visionary's response, but get no further than an account of his cheerful laughter before your audience narrows his eyes in suspicion. By the time you recount his sobbing declarations of eternal camaraderie, the Almost Dead Man has fixed you with a grey, contemptuous face.\u000d\u000a\u000d\u000aAh. The Sprightly Visionary is mute, isn't he? How rude of the Almost Dead Man not to mention that sooner.",
                                     "LinkToEvent": {"Id": 244573}, "Name": "完璧すぎる@{K}Too perfect",
                                     "Id": 245003},
                    "Name": "別れの手紙について嘘をつく@{K}Lie about the farewell letter",
                    "Description": "死にかけの男に心安らぐ嘘を語ろう。その方が受け入れやすいだろう。@{K}Tell the Almost Dead Man a comforting lie. It'll be easier that way.",
                    "ButtonText": "", "Id": 187013}],
 "Description": "茸から出る煙が立ち込め、大量の洞窟蛾の巣くう、明るく照らされた深い洞窟。遥か頭上では灯台の炎が燃えている。炎からは奇妙なほどに医薬品に近い匂いがした。その匂いはあなたの頭を曇らせ、肺の中で燃える。さらに靄の中に踏み込めば、噎せかえりながらここを立ち去ることになるだろう。@{K}A deep, well-lit cavern, thick with a fungal smoke and cave moths. Far above, a lighthouse fire burns. The scent of it is curiously medicinal. It clouds your head and burns your lungs. Farther into the fog, you can make out laboured breathing.",
 "Name": "アンダークロウ@{K}The Undercrow", "Id": 244573}
