{"ChildBranches": [{"DefaultEvent": {"Description": "再び長いトンネルの中へ。彼らはあなたの去る所を観察していることだろう。あなたは短い間しかあの場所にいなかったが、彼らはあなたを認識し、理解した。彼ら自身もそのことは分かっている。彼らがあなたについて何を言うのか、あなたには分からない。もし彼らがまだ自分の意見を言うなどという事があるならの話だが。@{K}Back down the long tunnel. You know that they are watching you go. They know that they perceived and comprehended you even though you were only among them for a moment. You cannot guess what they would say about you, if they were given leave to speak their opinion.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "洞窟から退く@{K}You withdraw",
                                     "Id": 245037},
                    "Name": "何も変えることなくアンテの別の部分へと戻る@{K}Return to the rest of Anthe without changing anything",
                    "Description": "こんなものを見て、これ以上を望むことなど出来ない。@{K}You have seen this. That is enough.",
                    "ButtonText": "", "Id": 187043},
                   {"DefaultEvent": {"Description": "教師があなたの隣に座った。彼女の背は30フィートもある。「眼を鋭くするのは、お前が今までに学んできたどの鋭敏さよりも困難な事だ。この追求のために今までの鋭利さ全てを失ってしまうほどに。水晶体でも硝子体でもなく涙管から始めよう。まず目を乾燥させねば、鋭くも出来ない」@{K}Your teacher sits beside you. She is thirty feet tall. \"The sharpness of the eyes is more difficult than any sharpness you have yet studied. Indeed, you may lose the mastery of everything else, in pursuing this one. You must begin not with the lens nor with the vitreous humour, but with the tear ducts. If your eyes are not dry, they will never go sharp.\"",
                                     "LinkToEvent": {"Id": 238438}, "Name": "寛大な教示@{K}Generous instruction",
                                     "Id": 256301},
                    "Name": "彼らの助けを借りて、瞳を鍛え鋭くする@{K}Train your eyes to sharpness, with their help",
                    "Description": "困難な教訓。[現在の鋭利さすべてと鋭利さの余地を引き換えに、ミラーへ相当のボーナスが付与されます。]@{K}$Mirrors -> ミラー$A difficult lesson. [This will exchange all your current sharpness and your Capacity for Sharpness for a substantial boost of Mirrors.]",
                    "ButtonText": "", "Id": 192048},
                   {"DefaultEvent": {"Description": "「他の鋭さはすべて失われる」教師があなたを持ち上げ耳の傍に近づけて言う。「しかし、苦労が無駄になったわけではない。この場所に来るためには感覚を鎮めねばならなかったのだ。今や哲学者の精神を手に入れることが出来るのだから、今度は身体も容易く操れるようになっているだろう」\u000d\u000a\u000d\u000aあなたは10日に渡って教師の人差し指のプリズムに腰かけ、耳の傍らで議論を続けた。彼はあなたに認めたくないような不快な事実を語り、想像も出来ない様な恐ろしい事実を教えた。そしてほとんど理解できない様な入り組んだ事実を述べる。\u000d\u000a\u000d\u000aしかし終わりには、あなたの脳みそは洗練された複雑な格子模様のようになり、二つの全く同じ形の葉を通して、真実もその反対も回折することが出来るようになった。@{K}\"You will lose your other sharpness,\" says your teacher, holding you up near his ear. \"But do not feel the effort was wasted. To come to this place, you had to silence the sensations. Now you can gain a philosopher's mind; then you will easily master your body a second time.\"\u000d\u000a\u000d\u000aFor ten days you sit on the prism of his forefinger, next to his ear, and debate with him. He tells you distasteful facts that you do not like to accept. He tells you fearful facts that are difficult to imagine. He tells you convoluted facts that you can barely comprehend.\u000d\u000a\u000d\u000aBut in the end, your brain is a cultivated latticework, two enantiomorphic lobes through which you can diffract both truth and its opposite.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "体系だった探求@{K}Systematic inquiry",
                                     "Id": 256302},
                    "Name": "機知を限界まで研ぎ澄ます@{K}Hone your wits to a point",
                    "Description": "交換。[現在の鋭利さすべてと鋭利さの余地を引き換えに、ページへ相当のボーナスが付与されます。]@{K}$Pages -> ページ$An exchange. [This will trade all your current sharpness and your Capacity for Sharpness for a substantial boost of Pages.]",
                    "ButtonText": "", "Id": 192049},
                   {"DefaultEvent": {"Description": "指導者はあなたを抱えあげ膝の上に乗せた。「よく訓練された心臓の話をしよう」彼女は語りだす。「憐みを持ち、しかし不当な寛容さを示すことはない。守護するが、愛するものを子供のように扱う事はない。称賛するが、見識を失う事はない。人に仕えるが、卑下する事はない。人を治めるが、支配することはない。それぞれを気遣うが、全ての者の求めを忘れることはない」\u000d\u000a\u000d\u000aそれから彼女はあなたに心臓を溶かし、一握りの悲哀から再び育て上げる術を教えた。@{K}Your instructor sets you on her knee. \"Here is the business of a well-trained heart,\" she says. \"To pity, but not to make undeserved allowances. To protect, but not to treat the beloved as a child. To admire, but not to lose the capacity of discrimination. To serve without abasement. To govern without dominance. To care for each, without forgetting the demands of all.\"\u000d\u000a\u000d\u000aThen she teaches you to dissolve and to regrow your heart from a grain of sorrow.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "容赦ない教示@{K}Ruthless instruction",
                                     "Id": 256303},
                    "Name": "心臓を固め、塩の塊へと変える@{K}Harden your heart to a chunk of salt",
                    "Description": "特異なる落ち着き。[現在の鋭利さすべてと鋭利さの余地を引き換えに、ハートへ相当のボーナスが付与されます。]@{K}$Hearts -> ハート$A specific gravity. [This will exchange all your current sharpness and your Capacity for Sharpness for a substantial boost of Hearts.]",
                    "ButtonText": "", "Id": 192050},
                   {"DefaultEvent": {"Description": "あなたは指導者の人差し指と親指の間に強く挟まれた。「痛むぞ」彼女は同情の欠片もない声で言う。「それも長い間。適度な柔軟性を保ったまま鋭くなる必要がある。骨と骨の適切なつながりも壊さないように。靱帯を尊重しつつな」\u000d\u000a\u000d\u000aあなたは昼間は筋肉を鋭くしつつ身動きもせず横になって過ごし、夜には失敗した繋がりを壊すため指導者に棒で打たれた。毎朝、この手順は繰り返される。@{K}Your instructor squeezes you painfully between her finger and her thumb. \"This will hurt,\" she says without sympathy. \"And it will take a long time. You must go sharp without becoming too inflexible. Keep all the proper links between bone and bone. Respect the ligaments.\"\u000d\u000a\u000d\u000aAll day you lie still developing the sharpness of your muscles, and then at night your instructor hits you with a stick to break the bad connections. Each morning, you begin again.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "皮膚と骨の間@{K}Between the skin and the bone", "Id": 258499},
                    "Name": "筋肉を鉱石に変える@{K}Turn your muscles to stone",
                    "Description": "巌の如く。[現在の鋭利さすべてと鋭利さの余地を引き換えに、アイアンへ相当のボーナスが付与されます。]@{K}$Iron -> アイアン$Like rock. [This will exchange all your current sharpness and your Capacity for Sharpness for a substantial boost of Iron.]",
                    "ButtonText": "", "Id": 192845},
                   {"DefaultEvent": {"Description": "「これ以上の教示を求めるでない」教師が言う。「今よりさらに鋭くなれば、アンテを去ることが出来なくなるぞ」@{K}\"Do not ask for more instruction,\" says your teacher. \"If you go sharper than you are now, you will never leave Anthe again.\"",
                                     "LinkToEvent": {"Id": 238438}, "Name": "拒絶@{K}Refusal",
                                     "Id": 258501},
                    "Name": "昔の教師に挨拶する@{K}Greet your old teacher",
                    "Description": "誰も移動していない。しかし、皆前回見た時よりも少しだけ背が高くなっているようだ。@{K}No one has moved, but all are a bit taller than they were last time you came this way.",
                    "ButtonText": "", "Id": 192847}],
 "Description": "その洞窟には巨人たちがいた。彼らは皆、かつては男か、女か、あるいはロンドンの通りでよく見るようなどちらでもない者たちだったようだ。しかし、今や樫のように洞窟の地面に根を張り、遥かに巨大な姿になっている。体はレンズの硝子のように透き通り、顔はもはや表情を表す必要もない。彼らはあなたより優れた者たちだが、あなたはこれまでに充分な鋭利さを手に入れてきた。望むのであれば、彼らは手を貸してくれるだろう。[提示された中から一か所しか鋭く出来ません。後から変更することも不可能です。賢く選びましょう。]@{K}It is a cavern of giants. They were all at one time men or women or other creatures you might meet familiarly on a London street. But they are larger now, grown like oaks into the cavern floor. Their bodies are clear as lens-glass. Their faces are past the necessity of expression. They are your superiors, but you have come far enough that they are willing to help you if you wish. [Note that you can develop at most one of these areas. You will not be able to change your mind. Choose wisely.]",
 "Name": "鋭利なる者の庭@{K}The Garden of the Sharpest", "Id": 245036}
