{"ChildBranches": [{"DefaultEvent": {"Description": "片が付いた。@{K}Done and gone.",
                                     "Name": "深海への配達@{K}Delivered to the depths", "Id": 245107},
                    "Name": "ハイドアウェイへの別れの手紙を破棄する@{K}Be rid of the farewell letter to Hideaway",
                    "Description": "世の中には言わないでおくべき事というのもあるだろう。あるいはハイドアウェイはあまりにも遠く、わざわざ出向く気になれないのかもしれない。@{K}Perhaps some things are better left unsaid. Perhaps Hideaway is inconvenient and you can't be bothered.",
                    "ButtonText": "", "Id": 187093},
                   {"DefaultEvent": {"Description": "片が付いた。@{K}Done and gone.",
                                     "Name": "深海への配達@{K}Delivered to the depths", "Id": 245112},
                    "Name": "ヌックへの謝罪の手紙を破棄する@{K}Be rid of the apology letter to Nook",
                    "Description": "世の中には言わないでおくべき事というのもあるだろう。あるいはヌックはあまりにも遠く、単純にわざわざ出向く気が起きないのかもしれない。@{K}Perhaps some things are better left unsaid. Or perhaps Nook is far away and you simply can't be bothered.",
                    "ButtonText": "", "Id": 187096},
                   {"DefaultEvent": {"Description": "片が付いた。@{K}Done and gone.",
                                     "Name": "深海への配達@{K}Delivered to the depths", "Id": 245113},
                    "Name": "アンテへのラブレターを破棄する@{K}Be rid of the love letter to Anthe",
                    "Description": "世の中には言わないでおくべき事というのもあるだろう。あるいは、あなたはアンテへ向かいたくないのかもしれない。@{K}Perhaps some things are better left unsaid. Or perhaps you'd rather not travel to Anthe.",
                    "ButtonText": "", "Id": 187097},
                   {"DefaultEvent": {"Description": "あなたは手紙を金庫に戻した。@{K}You return the letter to your safe.",
                                     "Name": "", "Id": 253764},
                    "Name": "そのままにしておく@{K}Leave a Letter Untouched",
                    "Description": "この手紙はあなたに宛てられたものではない。あなたは信頼されたのだ。@{K}The letter is not for you. You were trusted. ",
                    "ButtonText": "", "Id": 190584},
                   {"SuccessEvent": {"Description": "あなたは巧みな手腕で封を破ることなく中身を取り出すことに成功した。中の文章には、敬意を表す言葉と避けがたいものを受け入れる気持ちの込められた言葉が同じだけ書かれている。\u000d\u000a\u000d\u000a詳細は常に礼儀正しくぼかされていたが、それも差出人による共に勝ち取った栄光に満ちた勝利についての回想の妨げとはならない。Zeeでポリズリームの叫ぶ船相手におさめた勝利の数々。2人のスパーリングの時間はやがてそれ以上のものとなった。\u000d\u000a\u000d\u000aそうした時は過ぎ去ってしまったが、彼の相手を想う気持ちは永遠だ。「アリク、試合を投げてしまってすまなかった。お前はいつだって私たちの中で1番強かったよ」@{K}$Polythreme -> ポリズリーム$With a deft hand, you release the letter's contents without disturbing its seal. Within, the words read with equal parts reverence and resignation. \u000d\u000a\u000d\u000aDetails are politely kept at arm's length, but that doesn't prevent the author from reminiscing of proud triumphs together. Victory at sea over screaming ships of Polythreme. Sparring sessions that turned into something more.\u000d\u000a\u000d\u000aThese times are gone, but his camaraderie is eternal. \"I'm sorry for giving up the fight, Arik. You always were the strongest of us.\"",
                                     "Name": "『さようなら、船長。親愛なる人よ。』@{K}'Farewell my captain, my love.'", "Id": 245106},
                    "DefaultEvent": {"Description": "封は破れてしまったが、それについてはまた後で考えよう。中の文章には、敬意を表す言葉と避けがたいものを受け入れる気持ちの込められた言葉が同じだけ書かれていた。\u000d\u000a\u000d\u000a詳細は常に礼儀正しくぼかされていたが、それも差出人による共に勝ち取った栄光に満ちた勝利についての回想の妨げとはならない。Zeeでポリズリームの叫ぶ船相手におさめた勝利の数々。2人のスパーリングの時間はやがてそれ以上のものとなった。\u000d\u000a\u000d\u000aそうした時は過ぎ去ってしまったが、彼の相手を想う気持ちは永遠だ。「アリク、試合を投げてしまってすまなかった。お前はいつだって私たちの中で1番強かったよ」@{K}$Polythreme -> ポリズリーム$The seal is broken, but surely that's a problem for later. Within, the words read with equal parts reverence and resignation. \u000d\u000a\u000d\u000aDetails are politely kept at arm's length, but that doesn't prevent the author from reminiscing of proud triumphs together. Victory at sea over screaming ships of Polythreme. Sparring sessions that turned into something more.\u000d\u000a\u000d\u000aThese times are gone, but his camaraderie is eternal. \"I'm sorry for giving up the fight, Arik. You always were the strongest of us.\"",
                                     "Name": "『さようなら、船長。親愛なる人よ。』@{K}'Farewell my captain, my love.'", "Id": 245100},
                    "Name": "ハイドアウェイへの別れの手紙を読む@{K}Read the farewell letter to Hideaway",
                    "Description": "手紙というのは読むための物だろう？@{K}Letters are meant to be read, aren't they?",
                    "ButtonText": "", "Id": 187089},
                   {"SuccessEvent": {"Description": "あなたは慎重に作業を行い、染み一つ付けずに封を開くことが出来た。文章には真心のこもった――あるいは心底不安げな、と言ってもいいが――謝罪が一言書かれている。正確に言うと、2つの謝罪だ。\u000d\u000a\u000d\u000a1つ目の謝罪は、受取人の従姉妹である“ロジーナ”と交際したことに対するもの。2つ目は軍事的な過失に対するものだ。死にかけの男は偵察を務めていたが、“ハイエナ”の接近を見過ごしてしまったらしい。“ハイエナ”とは何だろう？敵の増援だろうか？そしてどうやら、その結果大惨事が起こってしまったようだ。\u000d\u000a\u000d\u000a繊細な問題だ。バトゥックはこの手紙をどう受け取るだろう？@{K}Careful work opens the envelope without marking it. The letter is a heartfelt - or hand-wringing, if you'd rather - apology. Two apologies, in fact. \u000d\u000a\u000d\u000aThe first apology is for conducting an affair with the recipient's cousin, 'Rosina'. The second is for a military blunder. The Almost Dead Man was a scout, who failed to detect the approach of 'the Hyenas' - enemy reinforcements? The outcome, it seems, was catastrophic.\u000d\u000a\u000d\u000aSensitive subjects. How is this Batuk likely to take them?\u000d\u000a\u000d\u000a",
                                     "Name": "『常に変わらず寛大なバトゥックへ』@{K}'To Batuk, the ever-Gracious'", "Id": 245109},
                    "DefaultEvent": {"Description": "ナイフを1度滑らせると封印が破れた。手紙の内容に、それについての謝罪も加えなければならないだろう。文章には真心のこもった――あるいは心底不安げな、と言ってもいいが――謝罪が一言書かれている。正確に言うと、2つの謝罪だ。\u000d\u000a\u000d\u000a1つ目の謝罪は、受取人の従姉妹である“ロジーナ”と交際したことに対するもの。2つ目は軍事的な過失に対するものだ。死にかけの男は偵察を務めていたが、“ハイエナ”の接近を見過ごしてしまったらしい。“ハイエナ”とは何だろう？敵の増援だろうか？そしてどうやら、その結果大惨事が起こってしまったようだ。@{K}A slip of the knife tears open the seal. Surely an apology for that can be added to the letter's contents. The letter is a heartfelt - or hand-wringing, if you'd rather - apology. Two apologies, in fact. \u000d\u000a\u000d\u000aThe first is for conducting an affair with the recipient's cousin, 'Rosina'. The second is for a military blunder. The Almost Dead Man was a scout, who failed to detect the approach of 'the Hyenas' - enemy reinforcements? The outcome, it seems, was catastrophic.\u000d\u000a\u000d\u000aSensitive subjects. How is this Batuk likely to take them?\u000d\u000a\u000d\u000a",
                                     "Name": "『常に変わらず寛大なバトゥックへ』@{K}'To Batuk, the ever-gracious'", "Id": 245108},
                    "Name": "ヌックへの謝罪の手紙を読む@{K}Read the apology letter to Nook",
                    "Description": "自分がこれからどのような問題をつつこうとしているのか、知っておくべきだろう？@{K}You ought to know what kind of trouble you're stirring up, oughtn't you?",
                    "ButtonText": "", "Id": 187094},
                   {"SuccessEvent": {"Description": "手紙は心がこもっていて、情熱的で、あからさまだ。あなたにはここに書かれた熱狂的な行為の内、どれが闘いの高揚の中で実際に行われたもので、どれが空想に満ちた出来事なのか判別がつかなかった。\u000d\u000a\u000d\u000a手紙に書かれているのは切望の言葉だけではない。“事故”のあとのロジーナの手当てについて回想し、別れの後の骨のように虚ろな感覚についての言葉が続く。手紙はこれを読む者にならきっと通じるのだろうジョークで締めくくられていた。あなたにはその意味は理解できない。@{K}The letter is sincere, passionate, explicit. It's hard to tell which of these are frantic acts performed in the excitement of battle, and which are imagined flourishes.\u000d\u000a\u000d\u000aThe letter speaks with more than lust. It recalls Rosina's ministrations after an 'Accident', and a bone-hollowness after parting. It ends with a joke it trusts the reader to understand. You do not.",
                                     "Name": "『愛しき我がロジーナヘ。あなたのロレンツォより』@{K}'My dearest Rosina, from your Lorenzo'",
                                     "Id": 245111},
                    "DefaultEvent": {"Description": "封印は隠しようもなく破れてしまったが、受取人は中身に気をとられて気にしないでくれるかもしれない。手紙は心がこもっていて、情熱的で、あからさまだ。あなたにはここに書かれた熱狂的な行為の内、どれが闘いの高揚の中で実際に行われたもので、どれが空想に満ちた出来事なのか判別がつかなかった。\u000d\u000a\u000d\u000a手紙に書かれているのは切望の言葉だけではない。“事故”のあとのロジーナの手当てについて回想し、別れの後の骨のように虚ろな感覚についての言葉が続く。手紙はこれを読む者にならきっと通じるのだろうジョークで締めくくられていた。あなたにはその意味は理解できない。@{K}The seal is clearly broken, but perhaps contents will distract the recipient. The letter is sincere, passionate, explicit. It's hard to tell which of these are frantic acts performed in the excitement of battle, and which are imagined flourishes.\u000d\u000a\u000d\u000aThe letter speaks with more than lust. It recalls Rosina's ministrations after an 'Accident', and a bone-hollowness after parting. It ends with a joke it trusts the reader to understand. You do not.",
                                     "Name": "『愛しき我がロジーナヘ。あなたのロレンツォより』@{K}'My dearest Rosina, from your Lorenzo'",
                                     "Id": 245110},
                    "Name": "アンテへのラブレターを読む@{K}Read the love letter to Anthe",
                    "Description": "読まないのは勿体ない。@{K}It would seem a shame not to.", "ButtonText": "",
                    "Id": 187095}],
 "Description": "あなたは極めて個人的な手紙を託された。あなたを信用したのは賢明な事だったのだろうか？@{K}Someone has entrusted you with correspondence of the utmost privacy. Was that wise?",
 "Name": "手紙の配達@{K}Delivering a Letter", "Id": 245099}
