{"ChildBranches": [{"DefaultEvent": {"Description": "「あたしはヌックで生まれた。生まれながらの海の女ってこと」この子どもはこれですべてに説明がつくと思っているらしい。言葉を止めるとあなたの目を探るようにのぞき込む。「連れて帰ってくれる？なにも払えないけど、ここにはいられない」@{K}\"I was born in Nook. Born Salted.\" Apparently this should explain everything, for she stumbles to a halt and stares into your eyes imploringly. \"You'll take me back? I can't give you anything. But I can't stay.\"",
                                     "LinkToEvent": {"Id": 245567},
                                     "Name": "「ここにいちゃいけないの」@{K}\"I'm not meant to be here.\"", "Id": 245568},
                    "Name": "どういう事だろう？@{K}What is she talking about?",
                    "Description": "少女の肌は海水に長く浸っていた者の病的な白さだ。しかし、この子はドラウニーではない。何があったのだろう？@{K}The girl's skin is the clammy-ash colour of one long-soaked in zeewater. But she's no Drownie. What is her problem?",
                    "ButtonText": "", "Id": 187350},
                   {"DefaultEvent": {"Description": "「あたしたちはあんたたちバブルマウスと違ってゆっくり大きくなるの。水圧のせいらしいよ。背が低いだけで、頭は良いんだから！」\u000d\u000a\u000d\u000aあなたの船に戻る短い道のりの間に、子供は地面に崩れ落ちてしまった。子供の体は小麦粉の袋ほどに軽い。小柄な体躯が役に立つことが証明されたということだ。\u000d\u000a\u000d\u000a航海士が自分の寝台をヌックの子供に明け渡してくれた。子供は気を失う合間に自分の話を語る。「従兄弟が消えちゃったの。皆バブルマウスに連れてかれたって言ってた。あの綺麗な服の女の人はちゃんと話を聞いてくれたから、助けてくれると思ったのに。でもあたしを置いて行っちゃった。でもあなたは違う。あたしを家に連れて帰ってくれるよね」@{K}\"We grow slower than you bubble-mouths. Something to do with the pressure. I'm just small! I'm not stupid!\" \u000d\u000a\u000d\u000aShe collapses on the short walk to your ship. Her diminutive size proves useful - she's as easy to carry as a sack of flour. \u000d\u000a\u000d\u000aYour navigator gives up his bunk for the Nook-child, who speaks to you between bouts of unconsciousness. \"My cousin vanished. They said it was the bubble-mouths. So I came asking. This posh lady was so interested I thought she'd help. But she went off without me. Not like you. You'll take me home.\"",
                                     "LinkToEvent": {"Id": 143364}, "Name": "「あたしは十二歳よ！」@{K}\"I'm twelve!\"",
                                     "Id": 245569},
                    "Name": "手を貸す@{K}Agree to assist",
                    "Description": "この子は明らかに追い詰められた顔をしている。それに、どうだろう、八歳ぐらいのように見える。@{K}She's clearly desperate. And she's only aged - what? - eight?",
                    "ButtonText": "", "Id": 187351},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 143364},
                                     "Name": "", "Id": 245570},
                    "Name": "今のところは断る@{K}Refuse, for now",
                    "Description": "この子は一人で行動できる年には見えない。保護者がきっと近くにいることだろう。関わり合いになる必要はない。@{K}She's too young to be on her own. Which means her guardian must be around here somewhere. She doesn't have to become your business.",
                    "ButtonText": "", "Id": 187352}],
 "Description": "その子供の顔は不規則に痙攣していた。意識を集中しようと懸命に努力しているようだ。「あなた潜水艦もってるの？あたし戻らなきゃいけないの。本当にひどい気分」子どもの声はひび割れ、掠れていたが奇妙に豊かな響きを持っていた。@{K}The child's face spasms erratically. She seems to be struggling to focus. \"You have a zubmarine? I've got to get back. All this air. It's killing me.\" Her voice is cracked and broken, but oddly resonant.",
 "Name": "震える懇願の声@{K}A Shivering Plea", "Id": 245567}
