{"ChildBranches": [{"DefaultEvent": {"Description": "港湾労働者たちが船荷をあげてはおろし、労働に勤しんでいる。あなたはうち捨てられた倉庫を通りかかった。今は何時だろう？日はもう暮れ、月が輝いている。あなたは納屋に入り、藁の山に身を投げ出した。今夜は梟たちも静かだ。鳥たちも日中の暑さにやられたのかもしれない。しかし、溌溂としたレディは違う。納屋の扉が開かれる。月明かりの中に背筋を伸ばして立つ彼女の姿を見て、あなたはにっこり笑った。\u000d\u000a\u000d\u000aあなたは湿っぽい倉庫の中、茸の入った古い袋の上で目覚めた。懐が軽くなっている。寝ているあいだに掏られたようだ。@{K}The dockers are engaged in their labour, loading and unloading cargo. You pause by an abandoned warehouse to watch. What's the time? The sun has set. The moon glows. You enter the barn, and throw yourself into the hay. The owls are quiet tonight. Maybe the warmth of the day has them tired, too. The Vibrant Lady isn't tired, though. You grin as she opens the barn door, and stands full lit in the light of the moon.\u000d\u000a\u000d\u000aYou wake in a dank warehouse, atop an old sack of mushrooms. Your pockets are lighter; someone has robbed you in your sleep.",
                                     "Name": "", "Id": 245682},
                    "Name": "港を歩く@{K}Wander by the Docks",
                    "Description": "労働者の合間を歩くにいい天気だ。@{K}It's pleasant enough to walk among the toilers.",
                    "ButtonText": "", "Id": 187433},
                   {"DefaultEvent": {"Description": "あなたはテラス付きの建物の間を、視界に一瞬だけ映る様々な光景を眺めつつ歩く。仕事机に座るビジネスマンと詩人。ジェスチャーゲームをしている家族。傲慢な目で見つめる猫。腹が空いてきた。あなたは懐中時計を取り出す。――なんてことだ！もしディナーに遅れたら、あの老いぼれた偏屈者に一週間は色々と言われ続けることになるぞ。\u000d\u000a\u000d\u000aあなたは息を切らせながら、しかし時間ぴったりに到着した。おどけた紳士もすぐにやって来ると、同じテーブルに腰を下ろしあなたの赤らんだ顔について冗談を言う。あなたは注文を済ませると、手洗いに立った。\u000d\u000a\u000d\u000a席に戻ると、さらさらのシチューが二皿テーブルの上で湯気を立てていた。ひどい匂いだ。店自体も黴ている上に、値段も高い。@{K}You walk between the terrace houses, catching glimpses of businessmen and poets at their writing desks; families enjoying charades; cats observing you with imperious eyes. You're hungry. You check your pocket watch - Heavens! If you're late for dinner, that old codger won't let you forget it for a week.\u000d\u000a\u000d\u000aYou arrive wheezing, but on time. The Jocular Gentleman joins you shortly after, and jokes about your ruddy complexion. You place your orders, and excuse yourself to the lavatory.\u000d\u000a \u000d\u000aWhen you return, you find two pots of squid stew gurgling on your empty table. They smell foul. The establishment is moulding; the bill is unreasonable.",
                                     "Name": "", "Id": 245683},
                    "Name": "レディボーンズ・ロードを歩く@{K}Wander through Ladybones Road",
                    "Description": "上品で静か。散歩にはもってこいの場所だ。@{K}Refined, quiet - as fine a place to stroll as any.",
                    "ButtonText": "", "Id": 187434},
                   {"DefaultEvent": {"Description": "手回しオルガンから割れた音で音楽が奏でられ、若い恋人たちが角でキスしている。利発な運転手があなたの肩を叩いた。彼女のゴーグルは琥珀色の極光に輝く。「クラッカー買ってきてくれる？私は船で待ってるから」\u000d\u000a\u000d\u000aあなたはクラッカーを見つけて乗り物に戻り、上空へと蒸気をあげながら飛び立った。荒野があなたの目前に広がる。\u000d\u000a\u000d\u000a体が痙攣した。目を瞬く。あなたは窮屈なゴンドラに乗っている。ラバリー・ランプが袋から床にこぼれてしまった。苛立った観覧車係があなたを小突く。「もうあんたの番は終わりだ。外に出な」@{K}$[Rr]ubbery[- ][Ll]ump -> ラバリー・ランプ$Organ-grinders churn rusty tunes out of their instruments. Young couples kiss in corners. The Sharp Driver taps your shoulder. Amber aurora-light glints in her goggles. \"Get me some of them crackers. I'll see you back on board.\"\u000d\u000a\u000d\u000aYou find the crackers, head back to your vessel, board, steam skyward.The Wilderness blossoms before you.\u000d\u000a\u000d\u000aA jerk. You blink. You are in a cramped gondola. Your bag of Rubbery Lumps has spilled onto the floor. An irritated big wheel operator is prodding you. \"You've had your turn. <i>Out.</i>\" ",
                                     "Name": "", "Id": 245684},
                    "Name": "ミセス・プレンティのカーニバルを歩く@{K}$Mrs Plenty -> ミセス・プレンティ$Wander through Mrs Plenty's Carnival",
                    "Description": "ロンドンの最も優れた娯楽の集う場所の一つ。@{K}One of London's chiefest grounds for amusement.",
                    "ButtonText": "", "Id": 187435}],
 "Description": "散歩にでも行こうか？@{K}Why not go for a stroll?",
 "Name": "背筋の疼き@{K}A Tingle in the Spine", "Id": 245681}
