{"ChildBranches": [{"DefaultEvent": {"Description": "「もちろんです。船を走らせるにはお金も必要でしょう、[q:呼称]。問題は起こしませんよ。私はUnterzeeの幾つもの宗教を研究しているのです。それぞれの最も称賛すべき要素を引き出し、現代的でより優れた宗教を作り上げるつもりです。もちろん、私の会衆の精神的な糧となすためですよ」袖のカフスボタンが光る。\u000d\u000a\u000d\u000a思慮深くも、彼は船賃を前払いしてくれた。@{K}$q:Addressed As -> q:呼称$\"Of course. You have your running expenses, [q:Addressed As]. I'll be no trouble. I'm studying the religions of the Unterzee. By extracting the most admirable elements of each, I mean to construct a modern, superior faith. For the spiritual nourishment of my congregation, of course.\" His cufflinks gleam.\u000d\u000aThoughtfully, he pays his fare in advance.",
                                     "LinkToEvent": {"Id": 143376},
                                     "Name": "用意された船賃@{K}A ready fare", "Id": 246102},
                    "Name": "金と引き換えに目的地まで運ぶ@{K}Offer passage for money",
                    "Description": "聖職者といえど場所はとる。@{K}Even men of the cloth take up cargo space.",
                    "ButtonText": "", "Id": 187733},
                   {"DefaultEvent": {"Description": "「ああ」彼は心得ているというような笑みをうかべた。「あなたは交易するためだけでなく学ぶために旅をされているのですね、[q:呼称]。私自身もUnterzeeの幾つもの宗教を研究しているのです。それぞれの最も称賛すべき要素を引き出し、現代的でより優れた宗教を作り上げるつもりです。私も隠された秘密の価値については、勿論精神的な価値について言っているのですが、理解しています」\u000d\u000a\u000d\u000a船に乗ると牧師は静かな船室を見つけるようあなたに強く促し、彼の学んだ秘密の一つをあなたの耳に囁いた。これはこれは、興味深い。@{K}$q:Addressed As -> q:呼称$\"Ah.\" He gives a knowing smile. \"You travel to learn as well as to trade, [q:Addressed As]. I myself am studying the religions of the Unterzee. By extracting the most admirable elements of each, I mean to construct a modern, superior faith. I understand the value - the spiritual value, of course - of hidden knowledge.\"\u000d\u000a \u000d\u000aOnce on board, he insists you find a quiet cabin, and whispers one of the secrets he's learned in your ear. Now, that <i>is</i> interesting.",
                                     "LinkToEvent": {"Id": 143376},
                                     "Name": "小さな告白@{K}A small confession", "Id": 246103},
                    "Name": "知識と引き換えに目的地まで運ぶ@{K}Offer passage for knowledge",
                    "Description": "人々は牧師に秘密を打ち明けやすい。彼はあなたに何を告白してくれるだろう？@{K}People like to confide in parsons. What can he confide in you?",
                    "ButtonText": "", "Id": 187734},
                   {"DefaultEvent": {"Description": "彼は笑顔を見せた。「正直に申し上げましょう、[q:呼称]。私の聖職者としての資格は……まだ完全なものではありません。新たな宗教を作り上げるためUnterzeeの幾つもの宗教を研究している所なのです。しかし基礎には熟練したものと思います。船員たちを集めていただけますか」\u000d\u000a\u000d\u000a彼は甲板で“祝福”を行った。それは即興で作られたもののようだ。しかし彼の態度は変わらず真面目で、儀式には期待通りの効果があった。@{K}$q:Addressed As -> q:呼称$He smiles. \"I must be honest with you, [q:Addressed As]. My clerical qualifications are... in progress. I am studying the religions of the Unterzee to construct a new faith. But I think I am adept at the basics. Please gather your crew.\"\u000d\u000a\u000d\u000aHe conducts his \"blessing\" on deck. It seems improvised. But his manner remains earnest, and the ritual has the desired effect.",
                                     "LinkToEvent": {"Id": 143376},
                                     "Name": "神々しい程の自信@{K}Divine confidence", "Id": 246104},
                    "Name": "祝福と引き換えに目的地まで運ぶ@{K}Offer passage for a blessing",
                    "Description": "あなたは彼の事を疑わしく思っているかもしれないが、船乗りはちょっとした儀式を好むものだ。@{K}You may regard him with a sceptical eye. But zailors appreciate a bit of ceremony.",
                    "ButtonText": "", "Id": 187735}],
 "Description": "彼はロンドンのすぐ横の海底にあるロウ・バーネットにある教会まで乗せてくれる船を探している。彼のスーツは巡回説教師のものにしては仕立てが良い。カフスボタンにサファイアが光った。@{K}$Low Barnet -> ロウ・バーネット$He seeks passage to the church of Low Barnet, beneath the Zee just outside London. His suit is well-tailored for an itinerant preacher. His cufflinks wink with sapphires.",
 "Name": "ヴィザージュの放浪の牧師@{K}$Visage -> ヴィザージュ$A Wandering Parson at Visage",
 "Id": 246101}
