{"ChildBranches": [{"DefaultEvent": {"Description": "　道具を片付けるクラデリーの後継者の顔に落胆は見えない。彼女は、氷と塩で駄目になってしまった刃物を海に放り投げた。@{I}$Cladery Heir -> クラデリーの後継者$The Cladery Heir packs away her implements and shows no disappointment on her face. There is one blade that has been ruined by the ice and salt. She flings it away into the ocean.",
                                     "LinkToEvent": {"Id": 143337},
                                     "Name": "また今度にでも@{I}Perhaps some other time", "Id": 254201},
                    "Name": "今は氷の切断は諦める@{I}Give up on cutting the ice for now",
                    "Description": "　あなたとクラデリー・ハートを隔てる氷はまだ残っている。削り切るにはあとどれだけ掛かるやら見当もつかない。@{I}$Cladery Heart -> クラデリー・ハート$There is still some ice between you and the Cladery Heart. Who knows how much longer this would take?",
                    "ButtonText": "", "Id": 190911},
                   {"SuccessEvent": {"Description": "　クラデリーの後継者は焚き火を組み立てた。口笛でとある腹立たしい流行歌の旋律を奏でた。ブランデーで船体をマッサージした。凍傷で赤くなった船の横腹をカワウソの毛皮で覆った。軟口蓋破裂音に彩られた第一都市の言語で話しかけた。<br/><br/>　これらの儀式を続けて五時間目に差し掛かったころ、クラデリー・ハートが再び鼓動を始めた。それは氷から自由になりたがっていた。それは動くことを、泳ぐことを求めていた。<br/><br/>「南へ」後継者は言った。「ポート・カーネリアンで私たちを待ちなさい。ここで船を換えるのは安全ではないから」クラデリー・ハートは二つ鼓動を鳴らすと、新しい目的地へと泳ぎ出した。[これ以降、クラデリー・ハートはポート・カーネリアンで待っています。船を自分のものにしたいなら、あなたはそこで後継者と話をつけなければならないでしょう。]@{I}$Port Carnelian -> ポート・カーネリアン, Cladery Heart -> クラデリー・ハート, Cladery Heir -> クラデリーの後継者$The Cladery Heir builds a fire. She whistles an infuriating popular tune. She massages the hull-flesh with brandy, and piles otter pelt over its raw frostbitten flanks. She speaks to it in the native tongue of the First City, a language cluttered with velar stops. \u000d\u000a\u000d\u000aIn the fifth hour of these rituals, the Heart begins to thrum again. It wants to be free of the ice. It wants to move. It wants to swim.\u000d\u000a\u000d\u000a\"South,\" says the Heir. \"Wait for us in Port Carnelian. It isn't safe to change ships here.\" The Heart beats twice before taking a new heading. [For now, the Cladery Heart awaits in Port Carnelian. If you wish to make it your ship, you will have to go there, and come to some agreement with the Heir.]",
                                     "LinkToEvent": {"Id": 143337},
                                     "Name": "温もりの道具@{I}Implements of warmth", "Id": 254200},
                    "DefaultEvent": {"Description": "　クラデリーの後継者は船体の肉を拳で叩いた。堆積した氷を肌かき器で削り取った。船に息を吹きかけて頬を押し当てた。クラデリー・ハートは身じろぎもしなかった。@{I}$Cladery Heart -> クラデリー・ハート, Cladery Heir -> クラデリーの後継者$The Cladery Heir pummels the hull-flesh with her fists. She scrapes away accumulated ice with a strigil. She breathes on it, and lays her cheek next to it. The Cladery Heart doesn't stir.",
                                     "LinkToEvent": {"Id": 246749}, "Name": "不活性@{I}Inert",
                                     "Id": 246750},
                    "Name": "船の息を吹き返させる@{I}Bring it back to health",
                    "Description": "「船はショックを受けています」彼女は言った。「しかも凍えて麻痺してしまっている。治療が必要になりそうです」@{I}\"It is shocked,\" she says. \"And numb. It will need a cure.\"",
                    "ButtonText": "", "Id": 188327}],
 "Description": "　クラデリーの後継者は、氷結城の氷から巨大な塊をいくつも削り出していた。それらの氷片は積み上げられて山をなしている。氷の向こうには、クラデリー・ハートの輪郭がはっきりと見て取れる。だが、船体の肉は冷気によって青く変色していた。@{I}$Frostfound -> 氷結城, Cladery Heart -> クラデリー・ハート, Cladery Heir -> クラデリーの後継者$The Cladery Heir has sliced away great blocks of Frostfound ice and piled them into a wall. Behind them, the shape of the Cladery Heart is evident, but the hull-flesh is blue with cold.",
 "Name": "氷漬けのクラデリー・ハート@{I}$Cladery Heart -> クラデリー・ハート$The Cladery Heart in the Ice",
 "Id": 246749}
