{"ChildBranches": [{"DefaultEvent": {"Description": "灰色の蛾が灰色の茸に身を隠す。どこか、遥か頭上で至上蛾となったロレンツォの羽音が聞こえた気がした……しかし、おそらくは単に彼のより見劣りする親族が翅を震わせた音だったのだろう。@{K}Grey moths hide on grey fungus. Somewhere, far above, you imagine you can hear the wings of Lorenzo, the Most-Moth - but it's just as likely to be the rustling of his less-magnificent kin.",
                                     "LinkToEvent": {"Id": 246752},
                                     "Name": "すべてが静か、なにもかもが上手くいっている@{K}All's quiet, all's well", "Id": 246754},
                    "Name": "港湾報告書を纏める@{K}$[Pp]ort [Rr]eport -> 港湾報告書$Assemble a Port Report",
                    "Description": "今やこの場所は蛾と茸の棲む暗い洞窟でしかない。しかし、一通り記録するだけの価値はあるだろう。@{K}It's nothing more than a dark cave of moths and fungus now. But it's worth being thorough.",
                    "ButtonText": "", "Id": 188330},
                   {"DefaultEvent": {"Description": "陸に押しやられた次の瞬間には、ブレミガンは元気よく洞窟蛾を追いかけまわしていた。あなたは暗がりへと走り去っていく後ろ姿を見守った。@{K}$[Bb]lemmigan -> ブレミガン$Moments after being shoved ashore, the blemmigan is excitedly chasing cave moths. You watch as it scurries away into the darkness.",
                                     "LinkToEvent": {"Id": 246752}, "Name": "自然に馴染む@{K}A natural fit",
                                     "Id": 246755},
                    "Name": "ブレミガンをアンダークロウ内に放す@{K}$[Bb]lemmigan -> ブレミガン$Release a blemmigan into the Undercrow",
                    "Description": "このような侘しい場所であれば、どんな生き物であれ歓迎されるだろう。@{K}In such a desolate place, any company would surely be appreciated.",
                    "ButtonText": "", "Id": 188331},
                   {"SuccessEvent": {"Description": "燃やして燃料とする事も、あまり好ましくはない類の食料とする事も、煙草代わりに吸うことさえも出来る。もしあなたが蒸留酒製造所の火のような香りを放ちたいならの話だが。@{K}You can burn it for fuel, eat it for an unpleasant sort of sustenance, and even smoke it, if you're inclined to smell like a distillery fire.",
                                     "Name": "万能キノコ@{K}A versatile fungus", "Id": 246759},
                    "DefaultEvent": {"Description": "蛾の大群が船員たちをもみくちゃにし、あなたの持つ松明の炎も掻き消されそうになっている。この場所は彼らに委ねるとしよう。@{K}Clouds of moths buffet your crew and threaten to choke your firelight. Leave this place to them.",
                                     "Name": "灰と記憶のみ@{K}Nothing but ash and memories", "Id": 246758},
                    "Name": "燃料と食糧を探す@{K}Search for fuel and supplies",
                    "Description": "かつて灯台はこの場所に豊かに生い茂る洞窟茸を燃料として用いていた。船のエンジンにも使えるかもしれない……あの匂いに耐えられるなら。@{K}The rich cave fungus here used to fuel a lighthouse fire. Perhaps it can fuel your engine - if you can stand the smell.",
                    "ButtonText": "", "Id": 188333}],
 "Description": "灰と洞窟蛾だけが住まう深い洞窟だ。海中を貫き伸びる灯台の開かれた天井越しに、偽星の光がかすかに見える。時折、巨大な蛾の翅によって光が遮られる。@{K}$[Ff]alse[- ][Ss]tar -> 偽星$A deep cavern home only to ash and cave moths. The false-stars can be faintly seen through the open roof of the lighthouse that reaches up through the sea. Occasionally, they are obscured by the wings of vast moths.",
 "Name": "暗闇に包まれるアンダークロウ@{K}The Darkened Undercrow", "Id": 246752}
