{"ChildBranches": [{"DefaultEvent": {"Description": "あなたの船についての細部まで記録が書かれたのち、守衛はあなたをスクリムシャンダーへと迎え入れた。象牙色の門があなたの前で開く。何十もの指の骨が音を立てながら道を開け、砦の乾いた中央部へとあなたを招いた。@{K}After scrupulously noting your ship's details, the guardian welcomes you to Scrimshander. The ivory gate parts before you. Dozens of finger-bones click apart and beckon you into the dry centre of the citadel.",
                                     "LinkToEvent": {"Id": 254670},
                                     "Name": "象牙色の門を抜け@{K}Through the ivory gates", "Id": 254669},
                    "Name": "対価を受け入れ、港に船を入れる@{K}Accept the price and dock",
                    "Description": "厳格な顔をしたドラウニーが大腿骨から作られた祭事用の鍵を持ち、港の外で見張りに立っている。すべての旅人、放浪者、そして真実の探求者が歓迎される。しかし、立ち去る際には代償を払わねばならない。@{K}A solemn Drownie stands vigil outside of the port, holding a ceremonial key carved from a femur. All travellers, pilgrims, and truth-seekers are welcome - but leaving bears a steep price.",
                    "ButtonText": "", "Id": 191204},
                   {"DefaultEvent": {"Description": "歴史は学者に任せておこう。今のところは、現在の方がよっぽど興味深い。@{K}Leave history for the scholars. The present is far more interesting at the moment.",
                                     "Name": "まだやめておこう@{K}Not yet", "Id": 254672},
                    "Name": "航海を続ける@{K}Keep sailing",
                    "Description": "まだ歴史に名を残す時ではない。@{K}No reason to commit yourself to history quite yet.",
                    "ButtonText": "", "Id": 191206},
                   {"DefaultEvent": {"Description": "守衛が象牙の門の鍵を外す。あなたの船の姿を巨大な骨の鍵に刻みこむ彼女の手の中で、鋼が光を反射した。勇敢な船員たちは船に留まる事にしたようだ。あなたは船を降り、塔の乾いた中央部へと足を進める。@{K}The guardian unlocks the ivory gates. Steel glints in her fingers as she carves an image of your ship into her massive bone key. Your brave crew decides to remain on the ship as you disembark for the tower's dry centre.",
                                     "LinkToEvent": {"Id": 254670}, "Name": "怯んだ船員たち@{K}A cowed crew",
                                     "Id": 258358},
                    "Name": "対価を受け入れ、港に船を入れる@{K}Accept the price and dock",
                    "Description": "骨から出来た大聖堂の前に船用の門があった。その傍らにはドラウニーが浮いている。彼女は修道士のような頭巾を身に着け、大腿骨を削って作られた祭事用の鍵を持っている。あなたが近づくと、厳粛な歓迎の言葉を歌いだした。\u000d\u000a\u000d\u000a「兵士、学者、芸術の徒」\u000d\u000a\u000d\u000a「歴史は全てを歓迎せん」\u000d\u000a\u000d\u000a「しかし気を付けよ」\u000d\u000a\u000d\u000a「一度足を踏み入れれば、そのままの姿で立ち去ることはかなわない」[警告: スクリムシャンダーを立ち去るには対価が必要になります]@{K}A Drownie floats before the docking gate of a bone cathedral. She wears a cowl and carries a ceremonial key carved from a femur. At your approach, she sings a solemn greeting.\u000d\u000a\u000d\u000a\"Soldier, scholar, servant of art,\u000d\u000aHist'ry welcomes without toll,\u000d\u000aBut be warned, 'ere you depart,\u000d\u000aNone who enter, escape whole.\" [Beware: you will have to pay a price to depart from Scrimshander]",
                    "ButtonText": "", "Id": 192752}],
 "Description": "あなたの前に、記憶の街スクリムシャンダーの骨の塔が聳えている。象牙色の支柱が牙に支えられ、積みあがった骨から突き出している。船首灯が骨を照らすと、そこに刻まれた彫刻が眼に入った。名前、絵、そして幾つもの失われた言語。\u000d\u000a\u000d\u000a最も巨大な骨には警告が刻まれていた。ここでは全ての者が歓迎されるが、立ち去る際には自らの一部を置き去らねばならないという。@{K}Before you looms the bone tower of Scrimshander, the City of Remembrance. Ivory structures jut from the pile, supported by buttressing tusks. As your light plays across them, you can make out inscriptions. Names, pictures, and dozens of lost languages. \u000d\u000a\u000d\u000aThe largest ones carry a warning: All are welcome to enter, but none may depart without leaving something of themselves behind.",
 "Name": "スクリムシャンダーへの立ち入り@{K}Entering Scrimshander", "Id": 254668}
