{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは香の甘く苦い煙を深く吸い込み、自分の物語を語った。一人の年代記家がその言葉を灰と骨の塵から作られた煉瓦に刻み込んでゆく。骨ペンが擦れ不協和音をたて、香の煙によって目は痛む。しかしあなたは語り続けた。\u000d\u000a\u000d\u000a物語が終わる頃には、あなたの頭は痛み、年代記家は片手分の煉瓦を手にしていた。船に戻る前に煉瓦の一つを見てみると、そこにはあなたの名前と短い物語が刻まれていた。\u000d\u000a\u000d\u000aしかし、その物語はあなたの記憶するものではなかった。これほど風変わりな経験をしていれば確かに覚えているはずだ。彼らが間違いに気づく前に退散するべきだろう。@{K}You take a deep breath of bittersweet incense and recount your tales. As you speak, a chronicler carves your words onto bricks of ash and bone powder. The bone quill's scratching grates and the incense stings your eyes, but you continue.\u000d\u000a\u000d\u000aBy the time you've finished, your head aches and the chronicler holds a handful of bricks. Before returning to your ship, you examine one. It bears your name and a short tale. \u000d\u000a\u000d\u000aBut it isn't a memory of yours. You'd remember anything that outlandish. Best to leave before they realise the mistake they've made.",
                                     "Name": "記憶の塊@{K}A block of memories", "Id": 254676},
                    "Name": "物語を置いていく@{K}Leave behind a story",
                    "Description": "またいつでも作ることが出来る。@{K}You can always make more.", "ButtonText": "",
                    "Id": 191208},
                   {"DefaultEvent": {"Description": "守衛たちは香を焚くと戦利品を麝香の香りのする油で清めた。あなたはその戦利品を手に入れた勝利の思い出について語り、年代記家が表面に言葉を刻みつける。一単語ごとに骨ペンが擦れる音が大きくなってゆく。\u000d\u000a\u000d\u000a語り終える頃には、あなたの戦利品は全く同じ見た目の模造品と取り換えられていた。しかしこれには心躍るような虚構の物語が刻み込まれている。あなたは、もしこの先これほどスリリングな冒険譚の主人公に会うようなことがあれば、この人物だと分かるだろうかと考えながら船で発った。@{K}The guards light incense and clean the trophy with a musky oil. As you recount the victory that won it, a chronicler etches your words into its surface. The scratching of the bone quill grows louder in your ears with every word.\u000d\u000a\u000d\u000aBy the time you've finished, your trophy has been replaced with an identical copy. But this one has been inscribed with a thrilling, fictional tale. As you depart, you wonder if you would recognise the hero of such a thrilling yarn.",
                                     "Name": "誰か別の英雄の物語@{K}Some other hero's tale", "Id": 255866},
                    "Name": "過去の栄光を置いていく@{K}Leave behind a past triumph",
                    "Description": "大変な犠牲を払って手に入れたものだ。それなりの使い方をするのが筋というものだろう。@{K}It was dearly earned. Only fair that it be dearly spent.",
                    "ButtonText": "", "Id": 191725},
                   {"DefaultEvent": {"Description": "あなたは守衛に連れられ階上に上がった。床の上には火のついた香と、隅に積まれた灰色の煉瓦の山以外にはほとんど何もない。煉瓦にはそれぞれに名前と物語が刻まれているが、立ち止まってその全てを読む時間はなかった。あなたは煉瓦を一つ一つ部屋の端から端へと運び、整然と積んで壁を作り上げてゆく。\u000d\u000a\u000d\u000a作業は遅々として進まず、部屋の空気は甘く苦い香の香りに澱んでいる。新たな煉瓦を手に取るたび前の物より重くなっているように感じる。次第に意識がもうろうとしてきた。汗が粒になり背をくすぐり、顔を伝い落ちる。服もびっしょりと湿り、全身に塩が浮く。\u000d\u000a\u000d\u000aあなたは夢から飛び起きた。体は清潔で乾いていて、見知らぬ部屋に寝かされている。あなたは力を振り絞ってベッドから起き上がり、灰色の煉瓦で出来た家を後にした。@{K}The guards take you to an upper chamber. The floor is bare except for burning incense and a pile of grey bricks in the corner. Each one bears a name and a tale, but you can't pause to read them all. One by one, you carry the bricks across the room, stacking them neatly into a wall. \u000d\u000a\u000d\u000aThe work is slow, and the air thick with bittersweet incense. Each brick is heavier than the last, and the work becomes a blur. Sweat beads and trickles down your back. Running down your face. Soaking through your clothes. Drowning you in salt.\u000d\u000a\u000d\u000aYou awake from the dream with a start. You are clean and dry, lying in an unfamiliar room. You pull yourself out of bed with great effort and leave the grey-bricked house behind.",
                                     "Name": "煉瓦が一つ一つ積みあがり、塔が出来てゆく@{K}Brick by brick, the tower is built", "Id": 255867},
                    "Name": "活力を置いていく@{K}Leave behind vitality",
                    "Description": "骨と灰を固め煉瓦状にしたものを積み上げ、立ち去る許可を得よう。@{K}Stack bricks of bone and ash to build the tower and earn your leave.",
                    "ButtonText": "", "Id": 191726},
                   {"DefaultEvent": {"Description": "年代史家は親切にも机の前の椅子に座るように言ってくれた。そして香を焚くと上等な羊皮紙を広げる。あなたが安楽な体勢に落ち着くと、彼女はあなたに骨ペンを手渡し船員たちの名前を書くように言った。\u000d\u000a\u000d\u000aこのペンは収まりが悪く扱いづらい。三人目の名前を書いたところでペンが滑り指を刺してしまった。しっかり握ると今度は鋭い縁が手に食い込んだ。血がペンを伝い落ち、紙片の上に溜まる。羊皮紙を台無しにしてしまったことに対する微かな罪悪感が芽生えたが、名前を書き連ねるうちに消えていった。\u000d\u000a\u000d\u000aあなたは突然目覚めた。例の紙は灰に覆われている。どうでもいい事だ。あなたは振り向きもせずに立ち去った。@{K}The chronicler kindly offers you a seat at her desk. She lights some incense and lays out a fine scroll of vellum. When you've made yourself comfortable, she hands you her bone quill and asks you to write the names of your crew.\u000d\u000a\u000d\u000aThe quill is clumsy in your hand as you write. After the third name, it slips from your grasp, pricking your finger. Gripping it tighter, the sharp edges press into your flesh. Blood runs down its length and pools on the page. You feel a pang of guilt for ruining the vellum, but it passes as the names continue. \u000d\u000a\u000d\u000aYou wake up with a start. The paper is covered in ash. It doesn't matter. You leave without looking back.",
                                     "Name": "燃えつきる@{K}Burnt away", "Id": 255868},
                    "Name": "温もりを置いていく@{K}Leave behind your warmth",
                    "Description": "どうせここでは必要のないものだ。@{K}You don't really need it down here, do you?",
                    "ButtonText": "", "Id": 191727},
                   {"DefaultEvent": {"Description": "簡単な手順だ。守衛が甘く苦い香を焚き、数回深呼吸をするだけで準備は済んだ。あなたは低いテーブルに手を置くだけでいい。後は守衛がやってくれる。\u000d\u000a\u000d\u000a作業が終わった後、守衛は親切にも手袋を差し出した。指の部分には痛みを和らげる潰した薬草が詰められている。一瞬後には、何も起こらなかったふりをする事さえ出来るほどだ。ああ、そう振舞うとしよう。@{K}It's a simple enough process. The guard lights a bittersweet incense and after a few deep breaths, you're ready. All you have to do is place your hand on a low table. The guard takes it from there. \u000d\u000a\u000d\u000aHe even offers you a glove afterwards. Its finger is stuffed with a poultice to ease the pain. A moment later, you could even pretend it never happened. Yes, let's do that.",
                                     "Name": "一瞬の痛み、そして有難い感覚の麻痺がやってくる@{K}A brief pinch, then blissful numbness", "Id": 255870},
                    "Name": "もう少し形あるものを置いていく@{K}Leave something a little more tangible",
                    "Description": "守衛の一人は肉屋の肉切り包丁を携行している。あなたはどれだけ多くの指の骨が塔を飾っていたかを思い出した。@{K}One guard carries a butcher's cleaver. With a shudder, you recall how many finger-bones decorate the tower.",
                    "ButtonText": "", "Id": 191729},
                   {"DefaultEvent": {"Description": "守衛たちは踵を返すあなたを無関心な瞳で見つめた。一人があなたの物である灰色のローブを差し出したが、あなたは丁重に断った。@{K}The guards watch you turn away impassively. One offers you an ashen robe of your own, but you politely decline.",
                                     "LinkToEvent": {"Id": 254670}, "Name": "やめておこう……@{K}On second thought...",
                                     "Id": 256390},
                    "Name": "もうしばらく留まる@{K}Stay a while",
                    "Description": "もう少しとどまるだけなら、何かを失う事にはならないだろう？@{K}You won't lose anything by staying a little longer. Will you?",
                    "ButtonText": "", "Id": 192113},
                   {"DefaultEvent": {"Description": "スクリムシャンダーの通路を歩き回りすぎたのかもしれない。あるいはそれ以外にも考えられる原因は沢山ある。しかし慎重に質問を重ねたのち、彼女は思い切ったようにもしかすると自分は巡礼の旅の終わりに近づいているのかもしれないと口にした。訪れるべき神聖なる場所は残り一つ。ギャント・ポールだ。@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$Too many trips through Scrimshander, perhaps. Or any number of other causes. But after careful questioning, she ventures that she may be nearly finished with her pilgrimage. Only one holy place remains for her. The Gant Pole.",
                                     "LinkToEvent": {"Id": 254675},
                                     "Name": "はぐれ者たちの住む場所へ@{K}To the home of the lost", "Id": 258819},
                    "Name": "はぐれた巡礼者を船に乗せる@{K}Assist a lost pilgrim's passage",
                    "Description": "出口の傍に一人の巡礼者が困惑したような笑みを浮かべ立っていた。彼女は躊躇いがちに、他の何処かへ連れていってくれないか頼んできた。具体的には何処へ行きたいのだろう？@{K}A pilgrim stands by the exit with a confused smile. She hesitantly begs you for passage to... somewhere else?",
                    "ButtonText": "", "Id": 193033},
                   {"DefaultEvent": {"Description": "彼は百もの戦争の痕跡を学び、千もの苦々しい末路について読んできた。そして今はじかに質問できる生き残りを探しているらしい。彼はこれは純粋に学術的な興味による研究だと請け合った。自分の人生は素晴らしいものだった。ただ彼らがどう暮らしているのか知りたいだけだそうだ。@{K}He's studied remains of a hundred wars and read a thousand bitter ends. Now he seeks the survivors so he can interview them in person. He assures you it's a purely academic interest - he his life has been splendid, personally. He merely wishes to see how they live with themselves. ",
                                     "LinkToEvent": {"Id": 254675},
                                     "Name": "歴史の敗者を求めて@{K}In search of history's losers", "Id": 258820},
                    "Name": "学者を船に乗せる@{K}Provide transport for a scholar",
                    "Description": "包帯巻きの学者が出口の傍らに立ち、苛立ったように体から灰を叩き落としている。あなたが歩み寄ると、彼はぶっきらぼうにハイドアウェイまで運ぶように求めた。当然報酬は出すそうだ。@{K}A bandaged scholar stands near the exit, angrily brushing ash off of himself. At your approach, he brusquely demands passage to Hideaway. Of course he'll pay.",
                    "ButtonText": "", "Id": 193034}],
 "Description": "スクリムシャンダーを去るためには、記憶のよすがとなるような自分自身の一部を置き去らねばならない。伝統と、門の傍らに控える筋肉質な守衛たちの要請だ。彼らの持つ尖らせた骨を軸とするペンがあなたの寄進を受け入れようと待ち構えている。@{K}No one may depart Scrimshander without leaving something of themselves behind by which to be remembered. Tradition demands it, as do the muscular guards at the gate. Their sharpened bone quills are at the ready to collect your donation.",
 "Name": "スクリムシャンダーを発つ@{K}Departing Scrimshander", "Id": 254675}
