{"ChildBranches": [{"DefaultEvent": {"Description": "魅力的で暴力の行使を厭わない。これぞ英雄といったところだ。良識は公然と無視されている。小物の馬は驚くほどよく彩色されていた。歴史がこのような英雄の鑑ともいえる人物の物語を提供してくれるとは有り難い事だ。\u000d\u000a\u000d\u000a群集は歓声をあげて劇を称えている。その上彼らはひっきりなしにワインを要求するものだから口の立つ歴史家は大忙しだ。混沌とした人だかりにできるだけ酒を売ろうとする彼の奮闘を素材にした劇が作れそうなほどだ。@{K}Truly, this is what heroes are made of: courage, charm, and an ample capacity for violence. The moral is clearly defined. The prop horses are surprisingly well-painted. How considerate of history to provide such an exemplar of heroism.\u000d\u000a\u000d\u000aThe crowd roars its approval and keeps the Glib Historian busy with demands for more wine. His efforts to serve the unruly lot deserve a play of their own.",
                                     "LinkToEvent": {"Id": 254677},
                                     "Name": "大抵は愉快で、時に正確な事もある@{K}Often enjoyable, occasionally accurate",
                                     "Id": 254678},
                    "Name": "英雄の活躍を描く舞台を見る@{K}Watch a heroic play",
                    "Description": "キェロネイトの守護者たちは歴史の流れを変えた孤独な英雄の物語を語るという。歴史的な証拠に基づいたものだそうだ。@{K}$Chelonate -> キェロネイト$The Chelonate's champions promise the tale of a lone hero who changed the course of history. Based on historical evidence.",
                    "ButtonText": "", "Id": 191209},
                   {"DefaultEvent": {"Description": "数時間のうちに一つの街が興り、崩れ去る。役者たちは年月の過ぎる中で幾つもの役をこなしてゆく。最後のダンスナンバーは観客に大受けだった。踊りの後で、ドラウニーの王は群集に踊りは完全に比喩的なものだったと保証した。@{K}A city rises and falls in a matter of hours, with cast members playing a dozen roles each over the years. The dance number at the end is a crowd-pleaser. Afterwards, the Drownie king assures the crowd that the dancing was strictly allegorical.",
                                     "LinkToEvent": {"Id": 254677},
                                     "Name": "驚くほど活気に満ちた時代@{K}A surprisingly brisk epoch", "Id": 256383},
                    "Name": "劇的な再演を見る@{K}Watch a dramatic reenactment",
                    "Description": "ドラウニーのコーラス隊が歴史を概観するようなオペラを演じている。最低でも二杯は酒を飲んでいるようだ。@{K}The Drownie Chorus presents a sweeping historical opera. With a two-drink minimum.",
                    "ButtonText": "", "Id": 192106},
                   {"DefaultEvent": {"Description": "「歴史とは勇敢な優れた英雄の活躍によって作られるなどと喧伝する者もいる。特に英雄になりたいものほどそういった事を言うな」口の立つ歴史家はわざとらしくあきれたような顔をして見せた。「またある者は歴史は科学や経済なんかの周期的な変化によって形作られるという。しかし“ニュアンス”ほど良い物語を効率的に潰してくれるものはなかなかない」彼は“ニュアンス”という言葉を腐った葡萄のように吐き捨てた。\u000d\u000a\u000d\u000a「そういう訳で奴らに舞台上で議論させて、その時に一番説得力のある議論をした者に象牙の王冠を授けてるんだよ」歴史家は上方の席に座る一時的な君主の方に手を振った。それから観客のマグを安いワインで満たしながら打ち明ける。「だが正直な所、歴史ってのはそこから何を得ることが出来るかってところが一番大事だ。俺は大儲けしてる」@{K}\"Some cheer history as the work of brave and inspired heroes. Especially them who wish they could be heroes themselves.\" The Glib Historian rolls his eyes theatrically. \"Others say it's all shaped by cyclical changes in scientific progress, economics, and such. But nothing gets in the way of a good story quite like <i>nuance</i>.\" He spits out the word like a rotten grape. \u000d\u000a\u000d\u000a\"We let 'em argue up on the stage and give an ivory crown to whoever's most convincing at the moment.\" He waves a hand at the temporary monarch in the raised seat above. \"But far as I'm concerned,\" he confides, filling a patron's mug with cheap wine, \"History is what you make of it. And I make a killing.\"",
                                     "LinkToEvent": {"Id": 254677},
                                     "Name": "歴史の舞台に関する相反する二つの仮説@{K}Warring theories on the stage of history",
                                     "Id": 256384},
                    "Name": "口の立つ歴史家と話す@{K}Talk with the Glib Historian",
                    "Description": "彼の振舞うマッシュルーム・ワインは気が抜けており、上演を告げる劇は控えめに言って問題の多い代物ばかりだ。しかし、綺麗に整えられた顎髭を蓄えるこの褐色の肌の紳士は全ての舞台に笑い声をあげ、全ての観客たちに笑いかける。@{K}$(Cask of )?[Mm]ushroom[- ][Ww]ine -> マッシュルーム・ワイン$The mushroom wine he serves is stale. The plays he announces are questionable at best. But the impeccably-bearded man with the olive skin laughs at every performance and has a smile for every patron.",
                    "ButtonText": "", "Id": 192107},
                   {"DefaultEvent": {"Description": "口の立つ歴史家は記録官たちに対して驚くほどの影響力を持っている。歴史の恐ろしき物事に取り囲まれて過ごす者が強い酒を欲しがるのは良くある事だと彼は言った。@{K}The Glib Historian holds surprising sway with the archivists. He assures you that those surrounded by the horrors of history often need a stiff drink.",
                                     "LinkToEvent": {"Id": 254677}, "Name": "歴史の平穏@{K}The solace of history",
                                     "Id": 256388},
                    "Name": "ワインを渡し記録庫に滞在できる時間を買う@{K}Trade wine for time in the archives",
                    "Description": "口の立つ歴史家は喉の乾いた観客たちのための在庫を補充する機会を常に探している。そして、彼は記録人たちの間に驚くほどの影響力を有している。@{K}The Glib Historian is always looking to restock his supply for thirsty audiences. And he has surprising influence with the archivists.",
                    "ButtonText": "", "Id": 192111},
                   {"DefaultEvent": {"Description": "あなたは騒音と気の抜けたワインを後にした。@{K}You leave the noise and the stale wine behind. ",
                                     "LinkToEvent": {"Id": 254670},
                                     "Name": "再び地下室の静けさの中へ@{K}Back to the quiet of the crypt", "Id": 256389},
                    "Name": "円形劇場を去る@{K}Leave the amphitheatre",
                    "Description": "彼らは酒と議論に専念させておこう。@{K}Leave them to their drinks and debates.",
                    "ButtonText": "", "Id": 192112},
                   {"DefaultEvent": {"Description": "記録庫の守護者たちはほとんど欲望を押し隠すことすら出来ないありさまだった。歴史の原動力とは何かというのは見解の分かれる所だが、歴史家たち自身は珈琲によって動かされているという事実は誰もが認めている。@{K}The guardians of the archives can barely contain their greed. While theories differ on what drives history, it is agreed that historians themselves are driven by coffee.",
                                     "LinkToEvent": {"Id": 254677}, "Name": "歴史の燃料@{K}The fuel of history",
                                     "Id": 258554},
                    "Name": "コーヒーを渡し記録庫に滞在できる時間を買う@{K}Trade coffee for time in the archives",
                    "Description": "最も情熱的な学者であっても、全ての歴史的な物語が血沸き肉躍るような物ではないことを知っている。@{K}Even the most avid scholar knows not all historical tales are exciting.",
                    "ButtonText": "", "Id": 192888},
                   {"DefaultEvent": {"Description": "議論は情熱的だが不可解でもあり、群衆からのヤジも理解の助けにはならない。修道士たちが良いと思った方に指の骨を投げ、その総数で勝者が決められる。勝者は象牙の王冠を授けられ、支配者の座に就く。しかしあなたの祝賀を楽しむ気持ちは、自分のマグの中に迷い込んだ指の骨が入っているのに気付いてしまったために少しばかりしぼんでしまった。@{K}The arguments range from impassioned to inscrutable, and the jeers of the crowd don't help. The winner is selected by the monks throwing knuckle-bones at their choice. The winner receives the ivory crown and ascends to the ruler's seat. Your enjoyment of the ceremony is diminished somewhat when you find an errant knuckle-bone in your mug.",
                                     "LinkToEvent": {"Id": 254677}, "Name": "混乱が場を支配する@{K}Confusion reigns",
                                     "Id": 258795},
                    "Name": "熾烈な議論を見守る@{K}Watch a fierce debate",
                    "Description": "二人の修道士が記録庫での調査に基づく新たな歴史解釈を提出した所だ。武器は厳しく禁じられている。@{K}Two monks propose new historical interpretations based on research in the archives. Weapons are strictly prohibited.",
                    "ButtonText": "", "Id": 193013},
                   {"DefaultEvent": {"Description": "彼らは重大な使命を持った英雄ならどんな人物でも構わないという。血が沢山流れる方が好ましい。しかし細かい部分は問わない。[このクエストを進めるためには記録庫での時間が必要になります。時間はコーヒーかワインで買うことが出来ます。]@{K}They assure you that any hero will do, as long as their deeds are suitably profound. Ideally bloody. But the details are negotiable. [You will need to trade coffee or wine for Time in the Archives in order to pursue this quest.]",
                                     "LinkToEvent": {"Id": 254677}, "Name": "英雄は沢山いる@{K}No shortage of heroes",
                                     "Id": 258796},
                    "Name": "骨の記録庫で英雄を探す依頼を受ける@{K}Agree to search the Ivory Archives for a hero",
                    "Description": "キェロネイトの守護者たちは再び名声を得ることを願い、武勇譚を語る芝居を上演しようとしている。骨の記録庫で調査してくれば、英雄としての報酬を与えるという。@{K}$Chelonate -> キェロネイト$The Chelonate's champions hope to regain their prestige by staging a heroic play. Assist their research in the Ivory Archives and they'll give you a hero's reward.",
                    "ButtonText": "", "Id": 193014},
                   {"DefaultEvent": {"Description": "「ああ、素晴らしいね」劇作家がにっこりと笑った。「ちょっとロマンスと教訓を放り込んでやれば、明日には新作を完成させられそうだ」@{K}\"Oh, this is good,\" the playwright beams. \"Throw in a little romance and a proper moral, and we should have something ready by tomorrow.\"",
                                     "LinkToEvent": {"Id": 254677},
                                     "Name": "キェロネイトの英雄@{K}$Chelonate -> キェロネイト$A champion of the Chelonate",
                                     "Id": 258797},
                    "Name": "英雄の詳しい情報を届ける@{K}Deliver the details of a hero",
                    "Description": "キェロネイトの守護者たちは英雄の物語を専門としている。発見したものを届ければ、あなたは言わば彼らにとっての……言わずとも分かるだろう。@{K}$Chelonate -> キェロネイト$The Chelonate's champions specialise in tales of heroes. Deliver your findings to them and you'll be their... well.",
                    "ButtonText": "", "Id": 193015},
                   {"DefaultEvent": {"Description": "「“英雄”とは単なる時の産物に過ぎない。ここの愚か者たちは真珠をちやほやするが、その真珠を作り出した牡蠣は無視している。私たちがより責任ある物語を語る手助けをしてくれないか。そうすれば物事を正すことが出来るだろう――少なくとも、しばらくの間は」[このクエストを進めるためには記録庫での時間が必要になります。時間はコーヒーかワインで買うことが出来ます。]@{K}\"'Heroes' are merely the products of their time. These fools celebrate a pearl and ignore the oyster that made it. Help us tell a more responsible tale and we put things right - for now, at least.\" [You will need to trade coffee or wine for Time in the Archives in order to pursue this quest.]",
                                     "LinkToEvent": {"Id": 254677}, "Name": "コンテキストの探求@{K}The quest for context",
                                     "Id": 258799},
                    "Name": "骨の記録庫から様式を探してくる依頼を受ける@{K}Agree to search the Ivory Archives for a pattern",
                    "Description": "ドラウニーのコーラス隊が今まさに演じられている英雄賛美に対する不満をこぼしながら、片隅でしょげたように座り込んでいる。劇の登場人物の社会的な背景について調査してくれば、いい報酬を支払うそうだ。@{K}The Drownie Chorus sits dejectedly in the corner, griping about the hero worship on display. They'll pay well if you can research the societal context to the figures on stage.",
                    "ButtonText": "", "Id": 193017},
                   {"DefaultEvent": {"Description": "個人を取り囲む様々な力によって動かされる人々の人生。そして偉大なる者たちの尊大さと多数派の精神がはっきりと現れている。ミュージカルにぴったりの題材だ。ドラウニーのコーラス隊も同意した。@{K}Life moved by the forces surrounding the individual. The pomposity of the great, the spirit of the many made manifest. Clearly the perfect material for a musical, the Drownie Chorus agrees.",
                                     "LinkToEvent": {"Id": 254677},
                                     "Name": "過ちと経理の喜劇@{K}A comedy of errors and accounting", "Id": 258802},
                    "Name": "過ぎ去った時代の生き生きとした記録を届ける@{K}Deliver a portrait of a time past",
                    "Description": "マナーや思想、法律、そしてそれらが作り上げた人々についての記述を通して伝えよう。@{K}Thorough details on manners, opinions, laws, and the people they shaped.",
                    "ButtonText": "", "Id": 193019},
                   {"DefaultEvent": {"Description": "口の立つ歴史家は芝居がかった様子で顎髭を撫でた。「何と魅力的な偶然だろう！しかしそれに一体何の意味があるというのだろうね？」\u000d\u000a\u000d\u000a彼の茶目っ気のある瞳の下で、海際の崖のように広く、見通すことの出来ない笑みが広がる。時に、問いは答えられないこともある。@{K}The Glib Historian strokes his beard theatrically. \"What a fascinating coincidence! Does it mean anything?\"\u000d\u000a\u000d\u000aBeneath his playful eyes spreads a grin as broad and impenetrable as a seaside cliff. Some questions will not be answered.",
                                     "LinkToEvent": {"Id": 254677},
                                     "Name": "明かすべきでない歴史もある@{K}History retains its modesty", "Id": 258899},
                    "Name": "口の立つ歴史家に問いかける@{K}Question the Glib Historian",
                    "Description": "あなたは彼の自画像がスクリムシャンダーの最初の骸骨にかかっているのを発見した。当然いくつかの疑問が生じてくる。@{K}You found his self-portrait on the First Skeleton of Scrimshander. This raises a few questions.",
                    "ButtonText": "", "Id": 193085}],
 "Description": "骨で出来た円形劇場の舞台を演者が気取った様子で歩き、真実かどうか疑わしい芝居を演じている。観客たちは下から芝居を眺め、騒々しい酔っ払いがそれぞれに細かい部分に喝采をおくったり、ヤジを飛ばしたりしている。上では、象牙の王冠を身に着けた堂々たる風采の人物が高い場所に設えられたボックス席に座り、演じられる芝居の審判を務めている。これらすべてが、群集の間を縫うように歩き回り、常に人を食ったような笑みを浮べる一人の男によって取り仕切られていた。@{K}Actors strut in an amphitheatre of bone, performing historical plays of dubious veracity. An audience watches from below, with each roaring drunk member applauding or jeering different details of the work. Above, an imperious figure wearing a crown of ivory judges each performance from a raised theatre box. All are served by a single man, weaving between the crowd and wearing a perpetual smirk.",
 "Name": "歴史の舞台@{K}The Stage of History", "Id": 254677}
