{"ChildBranches": [{"DefaultEvent": {"Description": "生者たちの中へ、あるいは少なくとも一番新しい遺物の間へと戻る。@{K}Back among the living, or at least the most recent remains.",
                                     "LinkToEvent": {"Id": 254670}, "Name": "現在への帰還@{K}Back to now",
                                     "Id": 256045},
                    "Name": "記録庫を去る@{K}Leave the archives",
                    "Description": "まだそれほど深く潜っていない。ここにいる憐れな死者たちとは違い、あなたにはまだ逃げ出すことができる。@{K}You're not too far gone yet. You can still escape, unlike these poor souls.",
                    "ButtonText": "", "Id": 191864},
                   {"SuccessEvent": {"Description": "逃げることを忘れた愚か者への警告に覆われた死者たちがあなたを囲む。もっと早くその警告に耳を傾けていれば良かったのだが。運が良ければ生き延びてこの教訓を生かすことも出来るかもしれない。@{K}The dead surround you, covered in warnings of fools who forgot to flee. If only you had listened sooner. Perhaps you'll live long enough to learn.",
                                     "LinkToEvent": {"Id": 254681}, "Name": "必死の逃走@{K}A desperate flight",
                                     "Id": 256047},
                    "DefaultEvent": {"Description": "あなたを見つけた記録官は容赦なかった。彼らの持つ香炉から出る煙が眼を刺激し、肺を満たす。あなたは何とか言い逃れようとしたが、一人がその惨めな懇願を他の者たちへの警告として壁に刻み込んだだけだった。骨ペンの壁を引っ掻く音が耳に響き、あなたは気を失った。\u000d\u000a\u000d\u000a意識を取り戻したときにはあなたは記録庫の外に座っていた。何かがあなたから持って行かれたようだ。しかしそれは何だったのだろう？@{K}The archivists who find you have no mercy. The fog from their censors stings your eyes and fills your lungs. You try to explain yourself, and one inscribes your pitiful pleading on the walls as a warning to others. The scraping of the bone quill fills your ears before you black out.\u000d\u000a\u000d\u000aWhen you come to, you sit outside the archives. Something has been taken from you. What was it?",
                                     "LinkToEvent": {"Id": 254670}, "Name": "形ある教訓@{K}An object lesson",
                                     "Id": 256046},
                    "Name": "時間切れ@{K}Out of time",
                    "Description": "あなたは立ち去るのにかかる時間を忘れていたのかもしれない。あるいは単にこの物語をなんとしても読み終えねばならないと思ったのか。逃げるがいい。記録官たちがあなたを見つけ出し、記録庫のコレクションに加える前に。@{K}Maybe you forgot how long it would take to leave. Maybe you simply must finish reading this tale. Flee now, before the archivists find you and add you to the collection.",
                    "ButtonText": "", "Id": 191865},
                   {"SuccessEvent": {"Description": "あなたよりも先に何がこの場所を訪れたのだろう？如何なる過去の恐ろしきものごとが今日の恐怖へと繋がっているのだろうか？@{K}What came before now? What terrors of yesterday led to today?",
                                     "LinkToEvent": {"Id": 254681},
                                     "Name": "下方へ、歴史の中へと@{K}Downwards, into history", "Id": 258845},
                    "DefaultEvent": {"Description": "また別の人生の物語に、新たな哀しき末路。次第に、物語の区別が出来なくなっていく。この者はあなたと同じ名だ。あなたも同じ運命をたどることになるのだろうか？@{K}Another life's story, another sad fate. Eventually, they all seem the same. This one shares your name. Will you share their fate?",
                                     "LinkToEvent": {"Id": 254681}, "Name": "耐えられない@{K}Too much",
                                     "Id": 254680},
                    "Name": "下へ降り続ける@{K}Continue downwards",
                    "Description": "死者の物語が四方を囲む。一歩進むごとにより深い過去へと潜ってゆく。@{K}The tales of the dead surround you. Each step buries you deeper in the past.",
                    "ButtonText": "", "Id": 191210},
                   {"SuccessEvent": {"Description": "骨は新しい見た目になり、物語も最近の物になってゆく。過去は背後に置き去ろう。@{K}The bones are fresher, the tales more recent. Leave the past behind.",
                                     "LinkToEvent": {"Id": 254681}, "Name": "前へ、そして上へ@{K}Onwards and upwards",
                                     "Id": 258854},
                    "DefaultEvent": {"Description": "ここは忘れられた歴史の一角のどの辺りなのだろうか？歪んだ頭蓋骨が困惑するあなたを嘲笑う。彼らの物語は歴史の中に埋もれた人々について語るものだった。@{K}What forgotten corner of history is this? Misshapen skeletons laugh at your confusion. Their tales tell of those lost to history.",
                                     "LinkToEvent": {"Id": 254681}, "Name": "行き止まり@{K}A dead end",
                                     "Id": 258849},
                    "Name": "出口を探す@{K}Search for the exit",
                    "Description": "それで、どちらの道から来たのだっただろうか？これほど奥深くまで潜ってしまうと、もはや書かれているのがどこの言語かすらも分からない。しかし、物語は依然馴染みのある物だった。@{K}Which way did you come from, again? This deep, you don't recognise the languages, but the stories are still familiar.",
                    "ButtonText": "", "Id": 193053},
                   {"SuccessEvent": {"Description": "空っぽの眼窩が四方からあなたをじっと見つめている。非難するような指の骨があなたの通った道を指し示す。壁に刻まれた物語は待ち受ける危険について警告する。しかし、それでもあなたは先に進みつづけた。@{K}yeless sockets stare at you from every side. Accusatory finger-bones reveal your path. Inscribed tales warn you of the danger. But still you continue.",
                                     "LinkToEvent": {"Id": 254681}, "Name": "警告を無視し、前へと進む@{K}Onwards, unheeding",
                                     "Id": 258855},
                    "DefaultEvent": {"Description": "あなたは死者たちの間に身を隠した。彼らの仲間に加わる気はない。少なくとも今はまだ。がっしりとした記録官たちがあなたのところまで下ってきた。彼らは何を探しているのかあなたを問い詰め、その手に握られた香炉からは鼻をつく悪臭を放つ煙が立ち上っている。そして問いに答えると骨ペンが壁を引っ掻く音が耳を満たし、あなたは何も分からなくなった。\u000d\u000a\u000d\u000aあなたは外で目覚めた。何かがなくなっている。それが何だったのかは、どうしても思い出すことが出来ない。@{K}You hide among the dead, but they will not have you. Not yet. Burly archivists descend upon you. Their censors belch a stinging fog as they demand to know what you seek. When you reply, the sound of a scratching quill fills your ears and drowns your senses.\u000d\u000a\u000d\u000aYou wake outside. Something is missing. If only you could recall what it was.",
                                     "LinkToEvent": {"Id": 254670}, "Name": "発見@{K}Revealed",
                                     "Id": 258850},
                    "Name": "歓迎されるより長く留まる@{K}Overstay your welcome",
                    "Description": "今更やめるわけにはいかない。先に訪れた者たちについて知らなければならないのだ。対価など知った事か。@{K}You can't stop now. You need to know what came before. D_mn the costs.",
                    "ButtonText": "", "Id": 193054}],
 "Description": "幾つもの狭い通路が古い街の間を曲がりくねりながら通っている。薄暗く、常に下り坂だ。あなたはその道を独りで進んでゆく。しかし傍らには常に先に来た者たちの遺体があった。その全てに哀しいささやかな物語が刻まれている。\u000d\u000a\u000d\u000a彼らは皆同じ道を辿った。彼らは皆この場所で息絶えたのだ。あなたもそうなるのだろうか？@{K}Narrow passages wind through the old city, shadowed, ever-descending. You walk alone, except for the constant remains of those who came before you - each bearing their sad, small tales. \u000d\u000a\u000d\u000aThey all end the same way. They all end here. Will you?",
 "Name": "骨の記録庫の探索@{K}Searching the Ivory Archives", "Id": 254679}
