{"ChildBranches": [{"DefaultEvent": {"Description": "重い潜水服を身に着け、エアロックを開くよう指示する。水が流れ込み、あなたはゆっくりと港へと泳ぎ出た。どうやら場違いに着こんで来てしまったことはすぐに分かった。\u000d\u000a\u000d\u000aヌックの人々は濁った胃水の中で泳ぎ、呼吸している。苦しげな様子は欠片も見えない。大半は全裸で、ほんの数名だけが腐った襤褸布を体に巻き付けている。しかしその者たちも体裁など一切気に掛ける様子はなく布は気ままに水になびいている。\u000d\u000a\u000d\u000a誰もあなたに話しかけようとはしない。そもそも話すことが出来たとしての話だが。あなたの姿を認めた者たちはただ、かさばる潜水服と余計な送気管に音もなく笑うだけだった。違うやり方を試した方がよさそうだ。@{K}You don your heavy diving suit and give the order to cycle the airlock. Water rushes in and you begin the slow swim down into the port. It soon becomes obvious that you are over-dressed for the occasion.\u000d\u000a\u000d\u000aThe people of Nook swim and breathe in the cloudy Maw-water with no apparent discomfort. Most are naked, with just a few clad in rotten rags that stream from their skin with no concern for modesty.\u000d\u000a\u000d\u000aNone will communicate with you, if they even can. Those who acknowledge your presence just laugh silently at your bulky suit and unnecessary air-hose. You'll need a different approach.",
                                     "LinkToEvent": {"Id": 255531}, "Name": "自由への侵入者@{K}Trespasser in Freedom",
                                     "Id": 255532},
                    "Name": "ヌックに立ち入る@{K}Enter Nook",
                    "Description": "海水がエアロックの扉を圧迫する。怪物の呼吸とゆっくりとした動きにあわせて波が押し寄せ、太鼓を打つようなリズムが出来ている。@{K}Water presses against the airlock door. The breathing and slithering of the beast gives it the rhythm of a drumbeat.",
                    "ButtonText": "", "Id": 191477},
                   {"DefaultEvent": {"Description": "あなたは服を脱いでいった。すべてのボタンを外し、すべての紐をほどく。扉が開き、氷のように冷たい水が流れ込んだ。本能によって口が自然と固く結ばれる。10秒。20秒。最後の一呼吸を貯めこんだ肺が燃えるように痛み、足がバタつく。もう口を閉じたままではいられない。空気が逃げ出してしまった！あなたは水に喉を詰まらせる。水は肺にまで押し入り、噎せようと、あるいは叫ぼうとするたびに焼けつくような塩の味が――\u000d\u000a\u000d\u000aそして、疲労とパニックの合間にあなたは唐突に自分が呼吸していることに気が付いた。息苦しいのは確かだ。肺が水の重みと戦っているのを感じる。しかし、それでも呼吸は出来る。何とか耐えられるだろう。少なくともしばらくの間は。\u000d\u000a[ワインを惜しみなく飲むことで適応が容易になります。次回からは、樽を持ってくるようにしましょう。]@{K}You undress; every button, every stitch. The door opens. Ice-cold water rushes upwards. Instinct holds your mouth shut. Ten seconds. Twenty seconds. Your lungs burn, holding in that last gulp of air; your legs thrash. You can't hold it in. It escapes! You're choking on water. It forces its way into your lungs, the taste of burning salt suffocating every attempt to gasp, scream or-\u000d\u000a\u000d\u000aThen, through the exhaustion and panic, you realise you're breathing. It's hard work. Your lungs fight against the weight. But it's enough. You can tolerate it, at least for now.\u000d\u000a[The liberal application of wine will make this process easier - in future, bring a cask.]",
                                     "LinkToEvent": {"Id": 255567}, "Name": "", "Id": 255854},
                    "Name": "裸でヌックへと下る@{K}Descend naked into Nook",
                    "Description": "少なくとも、知り合いと会う心配はあまりない。@{K}At least you're unlikely to run into anyone you know.",
                    "ButtonText": "", "Id": 191714},
                   {"DefaultEvent": {"Description": "再び、あなたは服を脱ぎ水の入らない潜水服の収められた区画へと置いた。水が流れ込んだときには、すでに心の用意は出来ていた。大きく水を飲み込み適応の速度を速める。今回は溺れるような感覚は薄れ、むしろ洗礼のように感じられた。あなたはエアロックの冷たい鋼より再び生まれ、微かに痺れる皮膚と心と共にヌックへと泳ぎだした。@{K}Again, you remove your clothes and put them safely in the watertight diving suit compartment. As the water rushes in, you are ready; taking gulps to speed the transition. It feels less like drowning, now, and more like baptism. You swim into Nook with skin and mind tingling, reborn in the airlock's cold steel.",
                                     "LinkToEvent": {"Id": 255567},
                                     "Name": "服を脱ぎ冒険に備え@{K}Undressing for adventure", "Id": 255855},
                    "Name": "ヌックに戻る@{K}Return to Nook",
                    "Description": "あなたはこの場所をよく理解している。そして、港に入る前にワインを惜しみなく飲むことでヌックの水に対する耐性が高まることも知っている。@{K}You have the measure of the place now. And you have learned that the liberal ingestion of wine before a visit increases your tolerance for nook-water.\u000d\u000a",
                    "ButtonText": "", "Id": 191715},
                   {"DefaultEvent": {"Description": "鼓動が頭の中に響き、血が皮膚の下で引きつる。扉を抜けると、自由があった。かつては酷い味だとしか思えなかった水も今では甘く感じられる。@{K}Every heartbeat echoes in your head. Your blood strains against your skin. Through that door is freedom. The once foul water now tastes sweet.",
                                     "LinkToEvent": {"Id": 255567}, "Name": "足を踏み鳴らし、待ちきれず@{K}Stamping. Impatient.",
                                     "Id": 255856},
                    "Name": "自由への帰還@{K}Return to freedom",
                    "Description": "服が肌を刺す。エアロックがひどくゆっくりと回転していく。吐く息からはワインの匂いがした。@{K}Your clothes itch. The airlock grinds so slowly. Your breathe is spiced with wine.",
                    "ButtonText": "", "Id": 191716},
                   {"DefaultEvent": {"Description": "レディ・ブラックは他の船長の喉に指を絡ませることになるだろう。しかし今のところは、それも関係ない話だ。ヌックと、濁ってはいるが呼吸の出来る水が待っている。@{K}Lady Black can wrap her fingers around another captain's throat. For now though, it doesn't matter. Nook and its foul - but breathable - waters await.",
                                     "LinkToEvent": {"Id": 255531},
                                     "Name": "全て最高の状態だ@{K}All in excellent condition", "Id": 258903},
                    "Name": "潜水服を確認する@{K}Check the diving suit",
                    "Description": "厳密にいえば、ここでは潜水服は必要ない。しかし確認しておいても害にはならないだろう。@{K}Strictly speaking, you don't need it here, but it couldn't hurt.",
                    "ButtonText": "", "Id": 193088}],
 "Description": "巨大な海獣の喉にあいた裂け目が、太いハートメタルの梁によって無理に開かれたままにされている。梁は圧に軋んでいるが、何とか持ちこたえている。中を通り抜けると、潜水艦の船首灯が水中を漂う不運な船の残骸に刻まれた言葉を照らし出す。『この先ヌック　この先自由あり　この先――』残りは削られて読むことが出来ない。@{K}$[Hh]eartmetal -> ハートメタル$A gap in this colossal zee monster's throat has been forced open with thick heartmetal beams. They strain under the pressure, but hold. As you pass through, your zubmarine lights pass over a message carved in a floating piece of some unfortunate's hull. BEYOND IS NOOK. BEYOND IS FREEDOM. BEYOND IS- The rest is scratched out.",
 "Name": "ヌックの縁@{K}The Edge of Nook", "Id": 255531}
