{"ChildBranches": [{"DefaultEvent": {"Description": "よろしい。すべては上手くいっている。ヌックでの恥はヌックに留まることだろう。@{K}Good. All is well. Anything that happened in Nook shall remain in Nook.",
                                     "Name": "横を通り抜けると船員が敬礼した@{K}The crew salutes as you pass", "Id": 255566},
                    "Name": "船員たちの元へ戻る@{K}Return to the crew",
                    "Description": "やっと空気に戻ってこられた。気分爽快だ。@{K}Air again. How refreshing.", "ButtonText": "",
                    "Id": 191498},
                   {"DefaultEvent": {"Description": "腹立たしい事に、ボタンがなかなか留められない。あなたは最後の三つを留めることをあきらめた。襟が肌をチクチクと刺す感触も煩わしい。襟も緩めよう。もしかすると、自室に向かうあなたの姿は規律を遵守しているとは言えないものだったのかもしれない。「大丈夫ですか、[q:呼称]？」船員が警戒するように訊ねた。[ヌックに長く滞在するほどあなたの体は大きく変容し、船員たちが動揺します。記憶をアイグルのフルークに捧げることで、この効果を打ち消すことが出来るでしょう。]@{K}$q:Addressed As -> q:呼称, [Ff]luke -> フルーク$Your buttons are an irritation. You abandon the last three. Your collar itches intolerably. You tug it loose. You are perhaps not regulation-straight as you proceed to your quarters. \"Everything all right, [q:Addressed As]?\" a crewman asks, warily. [The more time you spend in Nook, the more it will change you and unnerve your crew. Sacrifice Memories to the Flukes of Aigul to counter its effects.]",
                                     "Name": "横を通り抜けると船員が囁きかわす@{K}The crew murmurs as you pass", "Id": 255846},
                    "Name": "船員たちの元へ戻る@{K}Return to the crew",
                    "Description": "喉を通る空気が奇妙に感じられる。冷たく、希薄だ。@{K}The air is uncomfortable in your throat. Cold. Thin.",
                    "ButtonText": "", "Id": 191707},
                   {"DefaultEvent": {"Description": "あなたは狭く、閉ざされた通路を大きく足音を立てて進んだ。空気が喉を不快に撫で、あなたは毛玉を吐き出す猫のようにひどく咳き込んだ。船員たちは急いで道を開ける。一人が何か言おうと口を開いたが、賢明にも代わりにボイラーの様子を確認しに行く事にしたようだ。[ヌックに長く滞在するほどあなたの体は大きく変容し、船員たちが動揺します。記憶をアイグルのフルークに捧げることで、この効果を打ち消すことが出来るでしょう。]@{K}$[Ff]luke -> フルーク$You stamp through the close, confining corridors. The air tickles intolerably at your throat, and you rasp like a cat with a furball. Crewmen scurry from your path. One opens his mouth to comment, then wisely decides to go and check on the boilers instead.  [The more time you spend in Nook, the more it will change you and unnerve your crew. Sacrifice Memories to the Flukes of Aigul to counter its effects.]",
                                     "Name": "横を通り抜けると船員たちが縮みあがる@{K}The crew shrinks back as you pass", "Id": 255847},
                    "Name": "船員たちの元へ戻る@{K}Return to the crew",
                    "Description": "水が引くと、ヌックのあの輝かしい解放的な浮力も同時に引いていった。四肢は鉛のように重く地面を擦る。空気は死体の肺の中のように冷たく、静止している。@{K}As the water drains, so does the glorious, liberating buoyancy of Nook. Your limbs drag like lead. The air is cold and still as the contents of a corpse's lungs. ",
                    "ButtonText": "", "Id": 191708}],
 "Description": "あなたはエアロックへと泳いで入り、船員に合図を出した。空気が流れ込む。あなたは最後のヌックの水を肺から吐き出した。@{K}You swim into the airlock and alert the crew. Air flows in. You retch the last of the Nookwater from your lungs.",
 "Name": "ヌックからの帰還@{K}Return From Nook", "Id": 255565}
