{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 255569}, "Name": "", "Id": 255568},
                    "Name": "上方へ泳ぐ@{K}Swim Upwards", "Description": "大きく口を開けた奈落へ。@{K}To the Great Maw.",
                    "ButtonText": "", "Id": 191499},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 255571},
                                     "Name": "", "Id": 255837},
                    "Name": "下方へ泳ぐ@{K}Swim Downwards", "Description": "鋸歯の深淵へ。@{K}To the Serrated Abyss.",
                    "ButtonText": "", "Id": 191698},
                   {"DefaultEvent": {"Description": "胸の悪くなるような場所だ。膿み爛れ、酸が強い。傷によって書かれた歯と爪の法だけが支配する。文化？そんなものは存在し得ない。紅茶を入れるのも論理的に不可能だ。\u000d\u000a\u000d\u000aそれにもかかわらず、住人たちは現状に満足しているようだ。ロンドンやカーネイト、長命衆から多くの人間が文明的な生活を捨て、このみすぼらしい場所へとやってくる。彼らは盗んだ肉を口いっぱいにほおばってにやにやと笑い、何事も気に掛けることなく裸で漂っている。大半は何も身に着けておらず、失うものもない。\u000d\u000a\u000d\u000a泳ぐ者たちの一団が勢いよく通り過ぎていった。楽し気に狩りをしている。一人が親し気にあなたの肩を握りしめていく。彼女と今までに会った事はない。@{K}$Khan -> カーン, Khanate -> カーネイト, Presbyter -> 長老, Presbyterate -> 長命衆$A vile place. Festering. Acidic. No laws but those of tooth and claw, written in scars. Civilisation? Impossible - making tea would be a logistical impossibility.\u000d\u000a\u000d\u000aYet the inhabitants seem content. Many have come here from London, the Khanate, the Presbyterate; abandoning cultured life for this tenuous existence. They grin, their mouths full of stolen flesh, or float naked and carefree. Many have nothing, and nothing to lose.\u000d\u000a\u000d\u000aA group of swimmers dart past, hunting gleefully. One squeezes your shoulder, companionably. You've never met her before.",
                                     "LinkToEvent": {"Id": 255567}, "Name": "ヌックの記録@{K}Notes on Nook",
                                     "Id": 255857},
                    "RareDefaultEvent": {"Description": "あぁ。ペンがない。当然だ。潜水艦に戻ってから記憶を頼りに書くほかないだろう。@{K}Ah. No pen. Of course. You'll just have to record what you remember when you're back in the zubmarine.",
                                         "LinkToEvent": {"Id": 255567},
                                         "Name": "妥当な問題@{K}A logistical issue", "Id": 258566},
                    "Name": "港湾報告書を纏める@{K}$[Pp]ort [Rr]eport -> 港湾報告書$Compile a Port Report",
                    "Description": "ここでは隠し立てするような人間はいない。というよりも、ここに居る者は皆すべてを曝け出している。@{K}No one here has anything to hide. Actually, no one here is hiding anything at all.",
                    "ButtonText": "", "Id": 191717},
                   {"DefaultEvent": {"Description": "ブレミガンは潜水艦のエアロックを出るよりも早く環境に適応したようだ。満足げに泡を吐き出すと、より新鮮な肉があり光も射さないさらなる深みへと沈んでいった。@{K}$[Bb]lemmigan -> ブレミガン$The blemmigan adapts to the water before it has even left the zubmarine's airlock. It bubbles contentedly and sinks deep down into the depths, where meat is fresher and the light is low.",
                                     "LinkToEvent": {"Id": 255567}, "Name": "繁栄の地@{K}A place to thrive",
                                     "Id": 255858},
                    "Name": "ブレミガンを放す@{K}$[Bb]lemmigan -> ブレミガン$Release a blemmigan",
                    "Description": "さあ行け、小さなキノコよ。自由になるのだ！@{K}Go, little mushroom. Be free!", "ButtonText": "",
                    "Id": 191718},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 255565},
                                     "Name": "", "Id": 255994},
                    "Name": "潜水艦に戻る@{K}Return to the Zubmarine",
                    "Description": "船員たちをあまり待たせない方が良いだろう。@{K}Better not leave the crew waiting too long.",
                    "ButtonText": "", "Id": 191817},
                   {"DefaultEvent": {"Description": "彼らはあなたの存在を認識はしているようだが、それ以上関わってくる者はほとんどいない。大半はあなたが危害を加えようとしているのではないかと考えおびえて引っ込み、他の者たちはわざとあなたの真上を泳ぎ抜け不器用に威嚇しようとしている。そういった者たちは骨から作られたナイフや歯を先端に着けた銛を携行していた。\u000d\u000a\u000d\u000a数人があなたに向けて何らかの身振りを行っている。歓迎？あるいは招待だろうか？言わんとするところははっきりしない。微かに粘り気のある水によって会話することが出来ないため、この場所の住人達は身振りを用いた言語を編み出したようだ。あなたにも最も基本的な物の意味は分かる。例えば、喉を指で切る動作はここから立ち去るように求める比較的丁重な仕草の一つだ。@{K}They acknowledge your presence, but little more. Most shrink back, assuming you mean harm. Other's deliberately swim just above you in a crude attempt at intimidation. They carry bone knives, or tooth-tipped spears.\u000d\u000a\u000d\u000aA few gesture to you - in welcome? Invitation? It is unclear. The slightly glutinous water makes speech impossible, so the natives have developed a language of signs. You can interpret the most basic: a finger pulled across a throat, for example, is one of the more polite invitations to depart.",
                                     "LinkToEvent": {"Id": 255567}, "Name": "自由の中へ消える@{K}Lost in freedom",
                                     "Id": 255999},
                    "Name": "ヌックの民との交流を試みる@{K}Attempt to mingle with the Nookfolk",
                    "Description": "あなたも流行に合わせた全裸スタイルになった事だ。多少は友好的に接してくれるかもしれない。@{K}They may be friendlier now that you're fashionably undressed.",
                    "ButtonText": "", "Id": 191821},
                   {"DefaultEvent": {"Description": "あそこを見ろ。潜水艦の主船首灯の光が見える。そしてエアロックも。我が家だ。@{K}There: the bright light of your zubmarine's main beam. The airlock. Home.",
                                     "LinkToEvent": {"Id": 255565}, "Name": "古い習慣@{K}Old habits",
                                     "Id": 258186},
                    "Name": "ヌックを後にする時間だ@{K}Time to leave",
                    "Description": "水を呼吸することに不慣れなあなたの肺が悲鳴を上げ始めている。船に戻らなければならない。@{K}Your lungs - unaccustomed to breathing water - are beginning to labour. You must return to your ship.",
                    "ButtonText": "", "Id": 192639},
                   {"SuccessEvent": {"Description": "あなたは込み入った手振りを通して上へ泳ぐといいと伝えられた。自由主義者の家は大きく口を開けた奈落の中にあるらしい。@{K}A complex exchange of hand signals suggests you should swim up. The Latitudinarian's home can be found in the Great Maw.",
                                     "LinkToEvent": {"Id": 255567}, "Name": "自由の中へと消えた一人の男@{K}A man lost in Freedom",
                                     "Id": 255865},
                    "DefaultEvent": {"Description": "あなたは手を尽くしたが、手を貸す気のある数少ないヌックの民にも知っていることを分かるように身振りで伝えることは出来ないようだった。@{K}You do your best, but those few Nookfolk willing to help are unable to make their signing comprehensible.",
                                     "LinkToEvent": {"Id": 255567},
                                     "Name": "『見たような……』いや、無理だ。良い考えではなかった。@{K}'Sounds like...' No. Bad idea.", "Id": 255836},
                    "Name": "死にかけの男の手紙の受取人を探す@{K}Search for the recipient of the Almost Dead Man's letter",
                    "Description": "“削られた歯の家”というのはどこにあるのだろう？@{K}Where will you find this 'etched tooth-house'?",
                    "ButtonText": "", "Id": 191697},
                   {"SuccessEvent": {"Description": "あなたは標的に狙いを定めた――あのやせ細った男にしよう。彼はこの深海で照明の役割を果たす燐光を発する球の入った袋を持っている。ここにいる者たちの大部分よりも傷跡が少ないが、片眼がなくなっている。あなたは彼に見えない側を選んで近づき、上方の歯から機雷の如く勢いよく襲い掛かった。男も応戦するが、首に回された腕が地上であれば空気を遮るように、ここでも呼吸できる水を締め出した。他のヌックの民は彼の袋を持ち去るあなたを気にも留めていない。@{K}You pick your target - a rangy man with a bag of the phosphorescent globules that provide light down here. He doesn't have as many scars as most, but he's missing an eye. You approach from his blind side, and above launching yourself from a Nook-tooth like a torpedo. He fights, but an arm around his neck cuts off breathable water as well as it would air. The other Nookfolk pay no attention as you claim his stash.",
                                     "LinkToEvent": {"Id": 255567},
                                     "Name": "三次元的に考える@{K}Thinking in three dimensions", "Id": 258149},
                    "DefaultEvent": {"Description": "あなたは比較的力のなさそうなヌックの民を標的に選んだ。年老いた紳士だ。かつては水夫だったのかもしれない。しかし重い水があなたの拳と動きを鈍らせる。そして被害者の方はより水に慣れており、機敏で容赦ない。肩に男の歯が食い込んだ。何とか振りほどくことは出来たが、彼はすぐに小魚のように素早く泳ぎ去っていった。@{K}You pick one of the feebler-seeming Nookfolk - an elderly gentleman, perhaps once a zailor. But the heavy water blunts your blows and your movement, while your victim is practiced, nimble, vicious. His teeth sink into your shoulder. You manage to tear him off you, and he swims away like a minnow.",
                                     "LinkToEvent": {"Id": 255567}, "Name": "海の上でも、海中でも変わりなく@{K}As above, so below",
                                     "Id": 255843},
                    "Name": "弱者から奪う@{K}Take from the weak",
                    "Description": "ここに存在する法はただ一つ。弱肉強食だ。@{K}There is only one law here: survival of the fittest.",
                    "ButtonText": "", "Id": 191704},
                   {"SuccessEvent": {"Description": "慈善家の夫は歯掘人の中にも、深海の釣り人たちの間にも、ヌックウィードを食べた白い眼の者たちの中にも見つからなかった。しかし、その中にあなたの濡れきったスケッチに見覚えのある者たちがいた。身振りと気の遠くなるような時間を掛けて可能性を一つ一つ排除していく作業を通して、あなたはリットンの向かった先を特定できた。ロウ・バーネット、ロンドン近くに沈む教会だ。[ロンドン近海のロウ・バーネットで捜索を続けましょう。]@{K}$Low Barnet -> ロウ・バーネット$You cannot find him among the tooth-miners, nor the deep-fishers or the white-eyed Nookweed-eaters. But there are those who recognize your sodden sketch. Through signing, and a wearying process of elimination, you identify the place Lytton left for: Low Barnet, the submerged parish near London. [Continue your search at Low Barnet, near London.]",
                                     "LinkToEvent": {"Id": 255567}, "Name": "期待の持てる手がかりだ！@{K}A promising lead!",
                                     "Id": 259156},
                    "DefaultEvent": {"Description": "あなたはくたくたになるまで尋ねて回った。しかし、峻厳な慈善家の夫はここにはいない。この港はリストから消してもいいだろう。[峻厳な慈善家の夫がいる可能性のある港の一覧は、日誌で確認できます。]@{K}Your enquiries are exhaustive - the Philanthropist's husband is not here. You can cross this port off your list. [Check your journal for reminders about where the Philanthropist's husband might be.]",
                                     "LinkToEvent": {"Id": 255567}, "Name": "見つからなかった@{K}No luck",
                                     "Id": 259155},
                    "Name": "峻厳な慈善家の夫を探す@{K}Search for the Fierce Philanthropist's husband",
                    "Description": "彼は自由と貧困の中で自らを解放するため、この場所を訪れたのだろうか？@{K}Did he come here, to lose himself in liberty and poverty?",
                    "ButtonText": "", "Id": 193261}],
 "Description": "引き裂かれ、元に戻ることも出来なくなった裂け目を通って、この街の宿主である怪物の内部へと入る。建物のように巨大で剃刀のように鋭い歯が、脂肪のついたガーネットのように赤い肉から突き出している。多くの歯は削られ、家として使われており、難破船から持ってこられた木片によって防壁が作られている。@{K}A torn, pinned-back cavity in the flesh wall offers access to the city's monstrous host. Razor-sharp teeth the size of buildings jut from fatty, garnet-red flesh. Many teeth have been quarried out into homes, barricaded by scraps of wood from shipwrecks.",
 "Name": "裂けた喉@{K}The Ruptured Throat", "Id": 255567}
