{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 255567}, "Name": "", "Id": 255841},
                    "Name": "下方に泳ぐ@{K}Swim Down", "Description": "裂けた喉へ。@{K}To the Ruptured Throat.",
                    "ButtonText": "", "Id": 191702},
                   {"DefaultEvent": {"Description": "休眠状態にある巨大な口に縁どられ、海面に偽星の光が輝く位置に光が散っている。この海獣はどれだけの間生きてきたのだろう？もしもこの怪物が水を飲み込もうとすれば何が起こってしまうのだろうか？@{K}$[Ff]alse[- ][Ss]tar -> 偽星$Light glitters where the false-stars shine on the surface of the zee, framed by the Maw's dormant teeth. How ancient is this creature? What happens if it swallows?",
                                     "LinkToEvent": {"Id": 255569},
                                     "Name": "噛み砕き、悶え、美しい@{K}Crunching, writhing, beauty", "Id": 258183},
                    "Name": "胃袋を見上げる@{K}Gaze up through the Maw",
                    "Description": "Zeeをこのアングルから見たことのある船乗りはそうそういないだろう。@{K}Not many zailors have seen the zee from this angle",
                    "ButtonText": "", "Id": 192636},
                   {"DefaultEvent": {"Description": "あそこを見ろ。潜水艦の主船首灯の光が見える。そしてエアロックも。我が家だ。@{K}There: the bright light of your zubmarine's main beam. The airlock. Home.",
                                     "LinkToEvent": {"Id": 255565}, "Name": "古い習慣@{K}Old habits",
                                     "Id": 258208},
                    "Name": "ヌックを後にする時間だ@{K}Time to leave",
                    "Description": "水を呼吸することに不慣れなあなたの肺が悲鳴を上げ始めている。船に戻らなければならない。@{K}Your lungs - unaccustomed to breathing water - begin to labour. You must return to your ship.",
                    "ButtonText": "", "Id": 192653},
                   {"DefaultEvent": {"Description": "歯の表面にはびっしりと彫刻が施されている。交戦中の兵士の列。(幾人かは犬の頭をしている。)輝く山。人の口を持つ船が川を遡る様。\u000d\u000a\u000d\u000aあなたは内部へと泳いで上がっていった。部屋には卵のような匂いのする空気が満ちている。@{K}The external surface of the tooth is covered with engravings. Rows of battling soldiers (some with the heads of dogs). A mountain, ablaze. Ships riding on a river, and each ship has a human mouth.\u000d\u000a\u000d\u000aYou swim inside and up, to chambers of eggy air.",
                                     "LinkToEvent": {"Id": 260523}, "Name": "", "Id": 260525},
                    "Name": "歯を削って作られた家を調査する@{K}Investigate an etched tooth-house",
                    "Description": "頑なな自由主義者が上部にある歯の内部の空洞を空気で満たし、水に満ちたヌックの他の場所では行うことの出来ない様々な活動の可能な場を作り出している。@{K}A Flinty Latitudinarian keeps its upper cavities filled with compressed air, allowing a number of activities otherwise impossible in watery Nook.",
                    "ButtonText": "", "Id": 194292},
                   {"SuccessEvent": {"Description": "掘削用の鈎針が広い裂け目を掘り当てた。内部から光が漏れ出す――中には深みに暮らすヌックの民たちが大事に扱う燐光を発する小塊の塊が詰まっていた。あなたは他の歯掘人たちが押し寄せる前に両腕一杯に小塊を掬い取ることが出来た。@{K}Your pick-hook finds a wide cavity. Light shines forth - it is stuffed with a cluster of the phosphorescent nodules that the deeper Nookfolk treasure. You scoop out an armful before the rest of the tooth miners swarm in.",
                                     "LinkToEvent": {"Id": 255569}, "Name": "暗闇の中に@{K}In the darkness",
                                     "Id": 258147},
                    "DefaultEvent": {"Description": "掘削用の鈎針で歯の間の固くなった歯根を削るが、腐った甲板やほんの少しの燐光を発する小塊以外のものは出てこない。あなたは小塊だけを取り上げ、木の板は下方の喉へと沈んでゆくに任せた。@{K}Your pick-hook chips deep into the hardened mulch between teeth, but dislodges little but rotting deck-planks, and a measly handful of phosphorescent nodules. You snatch up the nodules, and let the wood sink into the throat below.",
                                     "LinkToEvent": {"Id": 255569}, "Name": "削り取る@{K}Chipping away",
                                     "Id": 255570},
                    "RareDefaultEvent": {"Description": "歯の刻み目に燐光を発する小塊の塊が入っていた。あなたは小塊を閉じ込めている歯石を砕いてゆく。幾つかが零れ落ちたが、かぎ針が滑り歯の神経に引っかかってしまった。口腔が痙攣する。歯掘人達が慌てて逃げ出し、あなたも彼らに引きずられていった。@{K}In a notch in the tooth you discover a cluster of phosphorescent nodules. You hack at their tarter encasement. A few spill free, but your hook slips, catching a nerve in the tooth. The maw spasms. The miners flee, dragging you with them.",
                                         "LinkToEvent": {"Id": 255569},
                                         "Name": "歯垢を削り、歯を掘削しろ！@{K}Pry the plaque! Grind the tooth!", "Id": 258146},
                    "RareSuccessEvent": {"Description": "ここにあるのは陶器の欠片と――これは何だ？歯から削り取った歯石の中で片手分の数の宝石が輝きを放っている。ヌックの民は全く興味を示さないが、市場であれば専門の蒐集家の気は引けないにしてもそこそこの値で売れるだろう。@{K}Shards of pottery, and - what's this? A handful of jewels, sparkling in the tartar you chipped from the tooth. The Nookfolk show no interest in them. But they should fetch a reasonable price on the markets, even if no specialist collectors are likely to be interested.",
                                         "LinkToEvent": {"Id": 255569},
                                         "Name": "古びた宝@{K}Treasure of the Ages", "Id": 258148},
                    "Name": "歯掘に加わる@{K}Join some tooth miners",
                    "Description": "時に歯の間に挟まった宝が見つかることもある。@{K}Sometimes treasures can be found, caught in the teeth.",
                    "ButtonText": "", "Id": 191500}],
 "Description": "牙と肉と腐敗物からなる痙攣する大聖堂。口の端はあまりにも遠く、Zeeの暗闇に飲まれ見ることが出来ない。難破船が丸ごと鉤状の歯の合間に挟まれている。その歯はロンドンの最も雄大なモニュメントであっても横に置けば小さく感じられるだろう大きさだ。@{K}A twitching cathedral of ivory, flesh and decay. The Maw curves far enough to be swallowed by the darkness of the zee. Entire shipwrecks have been mulched between hooked teeth that dwarf London's mightiest monuments.",
 "Name": "大きく口を開けた奈落@{K}The Great Maw", "Id": 255569}
