{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 255567}, "Name": "", "Id": 255572},
                    "Name": "上方へ泳ぐ@{K}Swim Up", "Description": "裂けた喉へ。@{K}To the Ruptured Throat.",
                    "ButtonText": "", "Id": 191501},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 255573},
                                     "Name": "", "Id": 255839},
                    "Name": "下方に泳ぐ@{K}Swim Downwards", "Description": "胆汁の裂溝へ。@{K}To the Bilious Cleft.",
                    "ButtonText": "", "Id": 191700},
                   {"DefaultEvent": {"Description": "二人の恋人はあなたをロンドンの邸宅ほどもある巨大な歯へと連れていった。歯にはいくつもの穴があけられ、小塊によって淡く照らされている。それぞれの洞窟の中で恋人たちが戯れている。あなたたちも落ち着くことの出来る洞を見つけた。手が探るように動き、唇が触れ合う。あなたたちは互いについてさらによく知った。@{K}The two lovers lead you to a tooth the size of a London manor. It is riddled with caverns, gently lit by lambent nodules. In each cavern, lovers seethe. You find a chamber of your own. Hands explore. Lips touch. Acquaintances deepen.",
                                     "Name": "ヌックでの恥はかき捨て@{K}What happens in Nook", "Id": 255845},
                    "Name": "スキャンダラスな招待を受ける@{K}Accept a scandalous invitation",
                    "Description": "気だるげに寄り添いあったヌックの民二人が傍らを泳いでいった。彼らの指が水中で曲げられ、腕が剥き出しの肌の上をさまよう。一人が招くように微笑みかけた。@{K}Two Nookfolk - langourously entangled - swim past. Their fingers twine in the water. Their arms stray over bare skin. One smiles at you; beckons.\u000d\u000a",
                    "ButtonText": "", "Id": 191706},
                   {"DefaultEvent": {"Description": "この深みに留まるヌックの民は、家にできる歯を手に入れるだけの自信か力を持たない者たちだ。彼らは代わりに海獣の肉壁を住処としている。あなたもそれに倣うことにしよう。そこらを漂っていた何かの鋭い欠片によって肉を切り裂き、その背後にある柔らかい組織をむき出しにした。\u000d\u000a\u000d\u000a突然噴き出した血に喉を詰まらせないようもがきながら、温かい筋肉と腱の間に足を差し入れる。筋肉があなたの両足と胸部をしっかりと固定した。抜けだすのは難しくない。しかし、これでいつの間にか頭上のスカベンジャーたちの前に無防備に浮かび上がることも、胃の深みに沈んでしまうこともないだろう。それに筋肉は温かい。まるで湿った毛布のようだ。これが良い判断だとは思えなかったが、それでもあなたの瞼は重くなり始めた。@{K}These deeper Nookfolk either lack the confidence or strength to take a tooth for a home. Instead, they make use of the beast's walls. You follow their example. A bit of floating scrap, just sharp enough, slices through the flesh and exposes the soft tissue behind.\u000d\u000a\u000d\u000aYou slide your legs into the warm meat and sinew, trying not to gag on the sudden rush of blood. The muscle clamps shut around your legs and chest. It would not be hard to pull yourself out, but unlikely that you'd find yourself floating defenseless up to the scavengers above, or down into the depths of the stomach. And it is warm. Warm as a moist blanket. Against your better judgement, your eyes start to close.",
                                     "LinkToEvent": {"Id": 255571}, "Name": "狭間の中の隙間@{K}A niche within Nook",
                                     "Id": 255861},
                    "Name": "少しだけ休む@{K}Take a moment's rest",
                    "Description": "これだけ泳いできたのだから、疲れるのも当然だ。@{K}All this swimming is exhausting.",
                    "ButtonText": "", "Id": 191721},
                   {"DefaultEvent": {"Description": "呼吸が出来ることは分かっていたが、それでも溺れる感覚は拭い去れない。あなたは猛烈に水を蹴り、苦痛を感じるほど緩慢に潜水艦のメイン船首灯の光線を目指して泳いだ。エアロックが見える。我が家だ。@{K}You know you can breathe, but it doesn't help. You kick furiously with your legs, pushing with agonising slowness towards the bright light of your zubmarine's main beam. The airlock. Home.",
                                     "LinkToEvent": {"Id": 255565}, "Name": "古い習慣@{K}Old habits",
                                     "Id": 258187},
                    "Name": "溺れる！@{K}Drowning!",
                    "Description": "いや、正確には溺れているわけではない。呼吸は出来る。しかし、水があまりにも重すぎるのだ。肺がもがき、悲鳴を上げている。潜水艦に戻らなければ！@{K}No. Not drowning exactly. You have air. But the water is too heavy. Your lungs scream with the effort. You have to get back to the zub!",
                    "ButtonText": "", "Id": 192640},
                   {"DefaultEvent": {"Description": "予想通り、ヌックの民の群れはあなたの持っている全てのサラスフルーツを欲しがった。彼らはあの喜ばしい果汁の味のためになら、小塊もためらうことなく差し出す。@{K}As expected, the Nookfolk flock to take all the fruit you have to offer. They freely give up their nodules for a taste of the delightful juice. ",
                                     "LinkToEvent": {"Id": 255571}, "Name": "甘味と光@{K}Sweetness and light",
                                     "Id": 258907},
                    "Name": "サラスフルーツを燐光を発する小塊と交換する@{K}$[Ss]olacefruit -> サラスフルーツ$Trade Solacefruit for Phosphorescent Nodules",
                    "Description": "ヌックの人々にとっては貴重なご馳走となるだろう。@{K}They will be a rare treat for the Nookfolk.",
                    "ButtonText": "", "Id": 193092},
                   {"SuccessEvent": {"Description": "視界が暗くなり、それから突如光が溢れた！ヌックは自由などではない。この暗き地球のはらわたに自由など存在しない。自由は頭上にある。空と呼ばれる薄く青い殻のその先、活気に満ちた天上の荒野の輝ける空間にあるのだ！\u000d\u000a\u000d\u000aかつてあなたは太陽の合間を進んでいた。あなたはこの小さな海の底に空いた穴の中に丸くなり、眠っては何処でもない場所の風を夢見て身じろぎし、そしてまた再び眠りにつく。膨張する太陽と黄金の玉座、そしてのたうつ“今”の世界の記憶が蘇った。あなたの飢えは強まりつつある。\u000d\u000a\u000d\u000aそして幻覚は消えた。@{K}$High Wilderness -> 天上の荒野$Your vision darkens, then floods with light! Nook is not freedom. There is no freedom down here, in the black belly of the earth. Freedom is above; beyond the thin blue shell of the sky, out in the stirring, shining reaches of the High Wilderness! \u000d\u000a\u000d\u000aOnce, you surged between the suns. You recall swelling suns, and golden thrones, and the writhing world of Now you coil in this pit on the bed of this little sea and sleep and dream of the winds of nowhere and stir and sleep again. You are growing hungry.\u000d\u000a\u000d\u000aThe vision fades.",
                                     "LinkToEvent": {"Id": 255571}, "Name": "宇宙の記憶@{K}A memory of space",
                                     "Id": 258150},
                    "DefaultEvent": {"Description": "ヌックウィードを噛み締めるとすぐに効果が表れた。しかし、目覚めた時には記憶の断片以外は消えていた。降下。流血沙汰に終わった逢引。突然噴き出した気泡によってあなたは胃袋から上方へと運び上げられ、海獣の外へと連れだされそうになる。ぼんやりとした……肉？の記憶。@{K}You chew the Nookweed and its effects go to work. When you wake, only pieces of memory remain. A descent. A tryst turned bloody. The rush of a sudden air bubble carrying you up to the Maw, almost out of the beast entirely. A dim memory of... flesh?",
                                     "LinkToEvent": {"Id": 255571}, "Name": "耐性がない@{K}Low tolerance",
                                     "Id": 255886},
                    "RareDefaultEvent": {"Description": "熱い血が口内に溢れる。あなたは噛みつき、引きちぎって弱き者の喉を戦利品として奪い去った。彼女の光はあなたの物だ。全ての光があなたの手の中にある。しかしその時、頭上より光が射し視界が奪われ、亡霊が来たる。「船長？」彼らは水越しにそう問いかけているように見える。「船長？一体なにを――」\u000d\u000a\u000d\u000aどうでもいい。あなたは霊など恐れない。代わりにあなたはかつて自分の腕だったものを舐め、彼らの恐怖を堪能した。骨は鋭い刃へと変わり、血が水中を漂う。これからも水中には常に血が流れるだろう。しかし、二度とあなたの血が流れることは無い。すぐに彼らの血もここに加わる。亡霊が暗闇に消えてゆくのを見つめながら、刃を綺麗に舐め尽くした。それ以降、亡霊があなたの自由を奪いにやって来る事は無かった。\u000d\u000a\u000d\u000a目覚めた時も、口の中に血の味が残っていた。@{K}Hot blood fills your mouth. You bite down and tear, taking the weakling's throat as a prize. Her light is your now light. You have all the light. Until the light-from-above blinds you and the ghosts come. \"Cap'n?\" they seem to say through the water. \"Cap'n? What happened to-\"\u000d\u000a\u000d\u000aGhosts mean nothing. You fear no ghost. You savour their fear instead, as you lick what used to be your arm; the bone carved into a sharp blade. Blood in the water. There is always blood in the water. No longer yours. Soon, theirs. You lick it off the blade as the ghosts fade down into the darkness. No more ghosts come to try to take your Freedom.\u000d\u000a\u000d\u000aYou wake, still tasting blood on your tongue.",
                                         "LinkToEvent": {"Id": 255571},
                                         "Name": "その夜、亡霊が訪れた@{K}That night, the ghosts arrive", "Id": 258151},
                    "Name": "ヌックウィードを少し口に含む@{K}Sample some Nookweed",
                    "Description": "ヌックの民の一団が薄い藻のような物を小さめの歯からこそげとり、嗅ぎ煙草のように噛み締めている。彼らの視線が揺らぎ、瞳に幻影が溢れ膨らんだ。@{K}A circle of Nookfolk scrape what looks like a thin algae from the smaller teeth, and chew it like snuff. Their eyes flutter, then bulge, brimming with visions.",
                    "ButtonText": "", "Id": 191740}],
 "Description": "この深さまで来ると水は濁り、植物の葉には赤銅色の斑が散っている。壁から突き出している歯の数も随分と少ない。代わりに壁には剃刀のように鋭い毛が生えそろい、水の流れに優しく揺れている。@{K}Down here the water is cloudy, its greens streaked by dissipating patches of coppery red. Only a few teeth still protrude from the walls. Instead, razor-sharp hairs line them, rippling gently in the current.",
 "Name": "鋸歯の深淵@{K}The Serrated Abyss", "Id": 255571}
