{"ChildBranches": [{"DefaultEvent": {"Description": "",
                                     "LinkToEvent": {"Id": 255571}, "Name": "", "Id": 255574},
                    "Name": "上方へ泳ぐ@{K}Swim Up", "Description": "鋸歯の喉へ。@{K}To the Serrated Throat.",
                    "ButtonText": "", "Id": 191502},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 255583},
                                     "Name": "", "Id": 255840},
                    "Name": "蠢く食道を下る@{K}Down the Writhing Gullet",
                    "Description": "この海獣は少なく見積もっても数世紀は生きているようだ。胃の内部は迷宮のようになっている。中には何が住んでいるのだろう？@{K}This beast is at least centuries old. Its stomach passages are a labyrinth. Who knows what might be lodged in there?",
                    "ButtonText": "", "Id": 191701},
                   {"DefaultEvent": {"Description": "あそこを見ろ。潜水艦の主船首灯の光が見える。そしてエアロックも。我が家だ。@{K}There: the bright light of your zubmarine's main beam. The airlock. Home.",
                                     "LinkToEvent": {"Id": 255565}, "Name": "古い習慣@{K}Old habits",
                                     "Id": 258184},
                    "Name": "ヌックを後にする時間だ@{K}Time to leave",
                    "Description": "水を呼吸することに不慣れなあなたの肺が悲鳴を上げ始めている。船に戻らなければならない。@{K}Your lungs - unaccustomed to breathing water - begin to labour. You must return to your ship.",
                    "ButtonText": "", "Id": 192637},
                   {"DefaultEvent": {"Description": "あなたは片手一杯に小塊をつかみ取った。食道のさらに奥深く、暗闇と目を焼く水だけがある場所へと潜るつもりなら、沢山の明かりが必要になるだろう。@{K}You harvest a handful of the nodules. If you mean to venture deeper into the gullet, where there is only darkness and eye-burning waters, you'll need plenty of light.",
                                     "LinkToEvent": {"Id": 255573}, "Name": "素早い回収@{K}Quick scavenging",
                                     "Id": 258189},
                    "RareDefaultEvent": {"Description": "塊じゃない！塊じゃなかった！あれは巨大なヒルのような生き物の淡く光る眼球だったのだ。ヒルは指をかみちぎろうとしたが、あなたはぎりぎりで躱す。あなたはその生き物と取っ組み合い何とかねじ伏せた。どうやらヌックに住むのは人だけではないようだ。@{K}Not a nodule! Not a nodule! Instead, it was the lambent eye of a giant leech-creature which almost bit your fingers off. You manage to wrestle it into submission. It seems the Nookfolk are not the only ones to call Nook home.",
                                         "LinkToEvent": {"Id": 255573}, "Name": "ガブリ！@{K}Snap-snap!",
                                         "Id": 258190},
                    "Name": "燐光を発する小塊を探す@{K}Search for Phosphorescent Nodules",
                    "Description": "ヌックの人々は小塊を光源として厳重に保管している。しかし、彼らの取り落とした小塊はここに沈み、歯の合間で微かな光を発するままにされている。@{K}The Nookfolk use them for light, and guard them closely. When they do drop them, though, the nodules sink down here, glowing between the teeth.",
                    "ButtonText": "", "Id": 192642},
                   {"DefaultEvent": {"Description": "彼らは賢明にも逃げ出した。あなたは貴重な輝く塊を抱きしめる。これはあなたの物だ。通りかかった深海に潜る者たちの姿が視界に入る。彼らは青ざめ、すぐさま逃げてゆく。それが良いだろう。@{K}Wisely, they flee. You cradle the precious glowing nodules. Yours, now. Passing deep-divers catch you eye, pale, and flee. Sensible.",
                                     "LinkToEvent": {"Id": 255573}, "Name": "剥き出しの攻撃性@{K}Naked aggression",
                                     "Id": 258201},
                    "Name": "燐光を発する小塊をヌックの人々から巻き上げる@{K}Intimidate Phosphorescent Nodules from nervous Nookfolk",
                    "Description": "みすぼらしい見た目の人々が光る小塊をめぐって言い争っている。彼らはあなたが近づくと口を閉じた。あなたの事を知っているのだ。あなたは恐れるべき存在だと理解している。\u000d\u000a[ヌックの記憶を燐光を発する小塊と交換します。]@{K}A ragged band squabble over glowing nodules. They stop when you approach, recognising you. They know to be afraid.\u000d\u000a[Trade Memories of Nook for Phosphorescent Nodules.]",
                    "ButtonText": "", "Id": 192649},
                   {"SuccessEvent": {"Description": "あなたは狩りの一団に加わった。ブレミガンの大群は喉の奥深く、大半のヌックの民は長くとどまることが出来ない場所に棲みつき、既にありえないほどの速度で繁殖している。ブレミガンは不意をつけば簡単に殺すことが出来る。大変なのは狩りが終わってから、成果を分割する時だ。より多くの血が水を汚した。それでも、あなたは十分な取り分を確保することができた。@{K}$[Bb]lemmigan -> ブレミガン$You join the hunting pack. Clouds of blemmigans live deeper in the throat than most Nookfolk can tolerate for long, and are already breeding at an unseemly rate. Caught unawares, they are easy prey. The challenge comes when the hunt ends, and it is time to divvy up the spoils. More blood stains the water. Still, you acquit yourself well.",
                                     "LinkToEvent": {"Id": 255573}, "Name": "狩りの始まり@{K}The hunt is on",
                                     "Id": 255872},
                    "DefaultEvent": {"Description": "狩人たちはブレミガン肉にありつこうとやる気に満ちている。銛が茸を貫くと、牙の生えた獣が反撃に出た。ブレミガンは群れで襲い掛かり、嘴が勢いよく開閉される。血が水を濁らせた。狩人たちは数匹の串刺しにされた獲物だけを持って退却を余儀なくされた。後にはブレミガンが暗闇の中に残される。@{K}$[Bb]lemmigan -> ブレミガン$The hunters are eager for a blemmigan feast. Their harpoons pierce the mushrooms, and the toothy beasts fight back. The blemmigans swarm, their beaks snapping. Blood clouds the water. The hunters make do with a few skewered prey and retreat, leaving the blemmigans to their darkness.",
                                     "LinkToEvent": {"Id": 255573},
                                     "Name": "茸との戦争@{K}War with the mushrooms", "Id": 255871},
                    "Name": "ブレミガン狩りに加わる@{K}$[Bb]lemmigan -> ブレミガン$Join a Blemmigan Hunt",
                    "Description": "あなたの放したブレミガンはここで大いに繁茂した。骨銛を担いだ荒っぽい見た目の狩人たちが、より味の良い食糧を求めて危険を冒し潜水している。@{K}$[Bb]lemmigan -> ブレミガン$The blemmigan you released has flourished down here. Rough-looking hunters with bone harpoons risk the descent in the hope of finding tastier food.",
                    "ButtonText": "", "Id": 191730}],
 "Description": "水がロンドンの濃霧よりも濁ったこの深みまで潜ってくるヌック人はほとんどいない。酷い悪臭のガスが海獣の胃から泡となって浮かび上がり、酸によって目が鋭く痛む。@{K}Few Nookfolk swim this deep, where the water is foggier than a London pea-souper. Foul gas bubbles up from the Beast's gut, acidic enough to sting your eyes.",
 "Name": "胆汁の裂溝@{K}The Bilious Cleft", "Id": 255573}
