{"ChildBranches": [{"DefaultEvent": {"Description": "あなたは引き揚げ人が重い潜水服を身に着けるのを手伝った。甲板にはあなたたち二人だけしかいない――他の船員たちは立ち合いを拒んだのだ。\u000d\u000a\u000d\u000a装着が終わると、彼女は金属のぶつかり合う音を立てながら手摺の隙間から身を乗り出した。そして黒い深みを見つめると、あなたの方を振り向く。彼女は心臓の上に手を置き、甲板から水中へ後ろ向きに飛び込んだ。穏やかな海からアポシアンの飛沫があがる。\u000d\u000a\u000d\u000aちょうど二十一分後、鎖がピンと張った。あなたは鎖を引き上げる。しかし、その先にあったのは潜水服を身に着けた人ではなく、塩によって色あせた古い斧と手斧が海藻の束によって巻き付けられた潜水服だけだった。@{K}$[Aa]pocyan -> アポシアン$You help the Salvager don the heavy diving suit. The two of you are alone on deck - your crew has refused to be present.  \u000d\u000a\u000d\u000aOnce dressed, the Salvager clanks over to the gap in the railing. She stares down into the black before turning to you. She holds her hand over her heart and leaps backward off the deck. A apocyanic spray bursts from the calm zee. \u000d\u000a\u000d\u000aExactly twenty one minutes later, the line goes taut. You draw up the line. But there is no one in the suit you draw up; only ancient axes and adzes, discoloured by salt, tied to the suit with strands of kelp.",
                                     "Name": "二度と再び浮かび上がることはない@{K}To rise no more", "Id": 255582},
                    "Name": "落ち着かない引き揚げ人に潜水の許可を与える@{K}Give your permission for the Unsettled Salvager to dive",
                    "Description": "これが彼女の望むことだ。@{K}It is what she wants.",
                    "ButtonText": "", "Id": 191506},
                   {"DefaultEvent": {"Description": "彼女は強情だった。レディの幻覚を諦めることが出来ないでいるのだ。彼女を彼女自身から守る唯一の方法はロンドンへと連れ帰り、ロイヤル・ベツレヘムホテルでの療養へと引き渡すことだけだ。@{K}She is persistent in her request. She cannot let go of the vision she had of the Lady. A madness has taken her: the only way to keep her safe would be to bring her to London, and commit her to the care of the Royal Bethlehem.",
                                     "Name": "", "Id": 260391},
                    "Name": "断る@{K}Refuse",
                    "Description": "潜水艦の防護の外で水面下に長い間留まるのは危険だ。七分後には恐怖が生じ、十四分後には幻覚が見え始める。二十一分後には、もう戻ることは出来ない。@{K}It is dangerous to be too long underwater outside the protection of a zubmarine. After seven minutes, the fears sets in. After fourteen, the visions start. After twenty-one, there is no return.",
                    "ButtonText": "", "Id": 194192}],
 "Description": "落ち着かない引き揚げ人が海中へと降りレディ・ブラック――深淵に棲むという霊的な存在だ――を見つけるために潜水服を求めている。あなたは潜水の許可を出して潜水服を与え、彼女をもっとも黒き暗闇へと送り出すことが出来る。あるいは彼女をロンドンへと連れ戻しロイヤル・ベツレヘムホテルに委ねることも出来る。@{K}The Unsettled Salvager has requested a diving suit, so that she may descend and find Lady Black: a spirit understood to dwell in the abyssal deeps. You could grant her permission and a diving suit, and allow her to throw herself into that blackest black. Or perhaps you could bring her back to London, and commit her to the Royal Bethlehem Hotel.",
 "Name": "潜水の許可@{K}Permission to Dive", "Id": 255581}
