{"ChildBranches": [{"DefaultEvent": {"Description": "泡が集り、皮膚の上で弾ける。脚を蹴りだすのも一苦労だ。@{K}Festering bubbles burst against your skin. Every kick and stroke is a struggle.",
                                     "LinkToEvent": {"Id": 255583}, "Name": "下へ、さらに下へ……@{K}Down, down...",
                                     "Id": 255584},
                    "RareDefaultEvent": {"Description": "水が口の中で重く濃厚になり、吐き出すことが出来ない。喉に詰まらせればろくなことにはならないだろう。あなたは出来る限りで飲み込んだ。@{K}The water turns thick in your mouth. Spitting it out is impossible. Choking on it does no good. You push past it as best as you can.",
                                         "LinkToEvent": {"Id": 255583}, "Name": "深く、さらに深く……@{K}Deeper, deeper...",
                                         "Id": 255874},
                    "Name": "食道の内部へと泳ぎ続ける@{K}Keep swimming down into the Gullet",
                    "Description": "ここには様々な物が流れ着いていることだろう。あるいは様々な者たちが。[先に進むほど多くの燐光を発する小塊が必要になります。潜行の結果、様々な物が見つかるでしょうが、一度につき一つの宝しか持ち帰ることは出来ません。]@{K}Anything could have found its way down here. Or anyone. [This will require increasing numbers of Phosphorescent Nodules. You may encounter different things on different trips, but can only collect one treasure per dive.]",
                    "ButtonText": "", "Id": 191507},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 255573},
                                     "Name": "", "Id": 255894},
                    "Name": "蠢く食道を去る@{K}Leave the Writhing Gullet",
                    "Description": "もう十分な深みまで潜った。また別の時に戻ってくるとしよう。\u000d\u000a[潜行を諦めます。]@{K}This have gone deep enough. You can return later.\u000d\u000a[Abandon your dive.]",
                    "ButtonText": "", "Id": 191748},
                   {"DefaultEvent": {"Description": "息が出来ない！粘着質の水が下方に位置する悍ましい胃袋の消化液へと絶え間なくあなたを押しやる。あなたは必死に水を蹴って辛うじて抜け出し、上へと泳いだ。力が戻るまで胃の繊毛をしっかりと掴んでおこう。少なくともひとつはっきりした。これ以上、下へ行くことは出来ない。@{K}Unbreathable! A persistent viscosity pushes you down, towards the digestive juices of the hideous stomach below. Only frantic kicking allows you to struggle free and rise again. Gripping tight to a stomach hair to get your strength back, one thing is clear - this is as as low as you can go.",
                                     "LinkToEvent": {"Id": 255583},
                                     "Name": "暗闇に息が詰まる@{K}Choking in the darkness", "Id": 256023},
                    "Name": "さらに深くへと潜ろうと無駄にあがく@{K}Try, fruitlessly, to dive deeper",
                    "Description": "あまりにも深く潜ってきた。ここの水は濃厚で空気を含まず、酸のような味がする。これより下には何もないだろう。\u000d\u000a[これ以上先に進むことは出来ません。]@{K}You are so deep that the water is thick, airless, acidic. There can be nothing below.\u000d\u000a[You have gone as far as you may.]",
                    "ButtonText": "", "Id": 191843},
                   {"DefaultEvent": {"Description": "あそこを見ろ。潜水艦の主船首灯の光が見える。そしてエアロックも。我が家だ。@{K}There: the bright light of your zubmarine's main beam. The airlock. Home.",
                                     "LinkToEvent": {"Id": 255565}, "Name": "古い習慣@{K}Old habits",
                                     "Id": 258600},
                    "Name": "溺れる！@{K}Drowning!",
                    "Description": "いや、正確には溺れているわけではない。呼吸は出来る。しかし、水があまりにも重すぎるのだ。肺がもがき、悲鳴を上げている。潜水艦に戻らなければ！@{K}No. Not drowning exactly. You have air. But the water is too heavy. Your lungs scream with the effort. You have to get back to the zub!",
                    "ButtonText": "", "Id": 192922},
                   {"DefaultEvent": {"Description": "血がとめどなく傷口から流れ出す。力が抜けて泳ぐこともかなわない。この汚れた水を肺に迎え入れることすら出来ないほどに弱ってしまっている。\u000d\u000a\u000d\u000aあなたは微かな潮流に引かれ、下方の胆汁の混ざる墓場へと漂っていった。漂白されたように白い体とギザギザの返しのついた歯を持つ目のない生き物が壁から染みだし、あなたの周囲を取り囲む。@{K}Blood flows uncontrollably from your wounds. You are too weak to swim. Too weak to keep forcing this vile water through your lungs. \u000d\u000a\u000d\u000aYou drift lower, dragged by the subtle currents to a bilious grave. All around, eyeless things of bleached white flesh and serrated hooked teeth ooze from the walls.",
                                     "LinkToEvent": {"Id": 155206}, "Name": "胃袋に消える@{K}Lost in the Maw",
                                     "Id": 258601},
                    "Name": "致命傷を負った@{K}Fatally wounded",
                    "Description": "あなたは傷によって息絶えた。@{K}You succumb to your injuries.", "ButtonText": "",
                    "Id": 192923},
                   {"DefaultEvent": {"Description": "意図的に作られた場所のようだ。死体はしっかりと固定されている。ヌック初期の古い儀式だろうか？あなたには分からないが、ロンドンの高名な学者たちがきっと喜んで議論することだろう。少なくとも、ブランデーが無くなるまでの間は。[これで今回の食道の潜行は終わりです。]@{K}The placing is deliberate. The bodies are firmly attached. An old ritual, from an earlier age of Nook? You cannot tell, but it is a matter that London's eminent scholars will no doubt be interested to debate. At least until the brandy runs out. \u000d\u000a[This concludes this dive into the Gullet.]",
                                     "LinkToEvent": {"Id": 255573}, "Name": "陰鬱な人類学@{K}Morbid anthropology",
                                     "Id": 258710},
                    "Name": "骨溜まりを調査する@{K}Investigate an ossuary of bone",
                    "Description": "胃のこの辺りには、平べったくなった肋骨のような物が並んでいる。骸骨の一部がその骨からぶら下がっていた。@{K}What looks like horizontal ribs line this part of the stomach. Skeletal remnants hang from them.",
                    "ButtonText": "", "Id": 192986},
                   {"DefaultEvent": {"Description": "あなたは脈打つ肉の上に手を置いた……そして気が付くとあなたはあなたではなくなっていた。あなたは巨大で、あらゆる海獣、あらゆる建物よりも大きい。そして艦隊を丸ごと飲み込んでも癒えることのない飢えに苛まれている。あなたは孤独だ。故郷から遠く離れた小さな世界の腹の中に閉じ込められ、燃え盛る星々の光も見えず、歌う何処にもない風からも、縁のない響き渡る自由からも引き離され――\u000d\u000a\u000d\u000aあなたは無理矢理手を引きはがした。馴染みのある自分自身の思考が戻ってくる。皮下の光が消え、再び海獣のはらわたの内部は暗闇に包まれた。巨大で、うとうとと眠り、悲嘆にくれる、“飢えた”海獣。あなたは突然無性に胃以外の場所に行きたくなった。\u000d\u000a[これで今回の食道の潜行は終わりです。あなたはここで見つけることの出来る最も価値のある宝を獲得しました。二度と同じものは手に入りません。]@{K}You rest your hand against the pulsing flesh... and are no longer yourself. You are vast - larger than any beast or building. You are hungry - you could devour whole fleets and not be sated. You are lonely. You are far from home. You are imprisoned in the belly of a tiny world, sealed away from the blazing stars, and the singing nowhere-winds, and the edgeless, echoing freedom of -\u000d\u000a\u000d\u000aYou manage to drag your hand away. Your own, familiar thoughts return. The subcutaneous light has faded, and it is dark once more in the belly of the beast. The great, dozing, mournful, <i>hungry</i> beast. You feel a sudden preference to be anywhere except its stomach.   \u000d\u000a[This concludes this dive into the Gullet. You have collected the most valuable treasure to be found down here, and will not be able to do so again.]",
                                     "LinkToEvent": {"Id": 255573},
                                     "Name": "海獣の一片@{K}A glimpse of the beast", "Id": 258712},
                    "Name": "生物学的に特異な部分を調査する@{K}Investigate a biological peculiarity",
                    "Description": "脈動する燐光が食道の表膜のすぐ裏を走っている。手を伸ばすと、髪の毛が逆立つ。@{K}A throbbing luminescence runs just behind the membrane of the gullet, here. When you reach towards it, your hair slowly begins to stand on end.",
                    "ButtonText": "", "Id": 192988},
                   {"SuccessEvent": {"Description": "あなたは鋭い歯の先端を砕き、明かりを隙間に隠した。そして勢いよく下方へ引く水の流れに合わせてダイバーに襲いかかる！血が水を濁らせ、銅と勝利の味が口に広がる。[これで今回の食道の潜行は終わりです。]@{K}You break off a sharp tooth-tip and conceal your light in a niche. With a surge of downward thrust, you strike! Blood clouds the water. The taste of copper and victory. [This concludes this dive into the Gullet.]",
                                     "LinkToEvent": {"Id": 255573}, "Name": "労なき敗走@{K}An effortless rout",
                                     "Id": 258593},
                    "DefaultEvent": {"Description": "ヌックダイバーは奇襲に慣れている。今回は、あなたが1人と掴みあっている間に、もう1人がどこかへ泳いでいった。それから、彼女は暗闇から魚雷のように飛び出しあなたに襲いかかると、食道の壁から突き出したギザギザの歯へと叩きつけた。彼女と仲間は素早く泳ぎさった。@{K}Nookdivers are accustomed to ambush. In this case, while you struggle with one, the other swims away. Then, from nowhere, she strikes, emerging from the darkness like a torpedo and slamming you into a jagged-edged tooth jutting from the gullet wall. She and her compatriot swim swiftly away.\u000d\u000a",
                                     "LinkToEvent": {"Id": 255583}, "Name": "勢いのある抵抗@{K}Spirited resistance",
                                     "Id": 258578},
                    "Name": "二人のヌックダイバーを奇襲する@{K}Ambush a pair of Nookdivers",
                    "Description": "彼らは下から引き揚げてきた宝に意識を集中している。@{K}Their attention is focused on the treasures they've recovered from below.\u000d\u000a",
                    "ButtonText": "", "Id": 192904},
                   {"SuccessEvent": {"Description": "裂け目を押し広げるようにして通り抜け、肉の洞へと潜りこむ。中には百匹もの子供ほどの大きさの蛆が巣くっていた。眼はなく漂白されたような白さをしており、歯で肉をかじっている。群れの中央には綺麗に肉の剥ぎ取られた骸骨が一つ、散らばった幾つもの小塊に照らされ横たわっていた。そして他の何かが明かりの中に光った。この怪物どもには何の役にも立たない磨きあげられた宝石だ。あなたは慎重に蠢く蛆虫を避け宝石を回収した。あなたの見立てでは、少なくとも100エコーにはなるだろう。\u000d\u000a[これで今回の食道の潜行は終わりです。]@{K}You push through the tear into the fleshy cavity behind. A hundred child-sized maggots infest it; eyeless, bleached white, burrowed in with their teeth. In the middle of their number is a skeleton, picked clean, lit by a cluster of discarded nodules. And something else glints in the light. Polished gems, of no use to these monsters. With careful movements, you navigate the maggoty boil and collect them. At least a hundred Echos worth, you estimate. \u000d\u000a[This concludes this dive into the Gullet.]",
                                     "LinkToEvent": {"Id": 255573}, "Name": "胸の悪くなるような発見@{K}A revolting discovery",
                                     "Id": 258610},
                    "DefaultEvent": {"Description": "裂け目を押し広げるようにして通り抜け、肉の洞へと潜りこむ。中には百匹もの子供ほどの大きさの蛆が巣くっていた。眼はなく漂白されたような白さをしており、歯で肉をかじっている。群れの中央には綺麗に肉の剥ぎ取られた骸骨が一つ、散らばった幾つもの小塊に照らされ横たわっていた。しかしそれ以上調べるより先に、蛆虫があなたの存在に気が付いた。虫の群れが勢いよく押し寄せ、あなたは再び裂け目を体を小さくして通り抜けた。蛆虫のギザギザの歯がさっきまであなたのいた辺りで噛みあわされている。@{K}You push through the tear into the fleshy cavity behind. A hundred child-sized maggots infest it; eyeless, bleached white, burrowed in with their teeth. In the middle of their number is a skeleton, picked clean, lit by a cluster of discarded nodules. Before you can investigate it, though, the maggots detect you. They boil towards you as you squeeze back out, their ragged teeth snapping at your retreat.",
                                     "LinkToEvent": {"Id": 255583}, "Name": "押し寄せる群れ@{K}A thrashing boil",
                                     "Id": 258609},
                    "Name": "何かが暗闇に光った@{K}Something glimmers in the darkness",
                    "Description": "光が見える。肉壁にあいた裂け目の向こう側だ。@{K}Light. Through a tear in the flesh wall.",
                    "ButtonText": "", "Id": 192928},
                   {"SuccessEvent": {"Description": "小箱は歯と、探るように動く硬い体毛の合間にしっかりとはまり込んでいた。掴んで引きずり出そうとすると背後で水が動く――何かが後ろにいる！あなたは強盗になりそこなった悪党に自らの不注意を悔いる間も与えず、強烈な後ろ蹴りを食らわせた。体を折る彼の悲鳴が苦痛に満ちた泡となって立ち昇る。彼の囮はあなたの物だ。\u000d\u000a[これで今回の食道の潜行は終わりです。]@{K}The coffin is embedded hard in the wall between teeth and stiff, probing hairs. As you tug at it, the water stirs against your back - someone is behind you! The would-be mugger has just a moment to regret his lack of caution before you launch a vicious backwards kick. His howl escapes in agonised bubbles as he folds. His bait is now yours. \u000d\u000a[This concludes your dive into the Gullet.]",
                                     "LinkToEvent": {"Id": 255573}, "Name": "罠だ！@{K}A trap!",
                                     "Id": 258612},
                    "DefaultEvent": {"Description": "小箱は歯と、探るように動く硬い体毛の合間にしっかりとはまり込んでいた。獲物を引っ張り出そうとすると毛があなたの腕に絡みつき、毛の撫でた箇所にみみず腫れが出来ていく。背後から、親指と人差し指の間に骨で出来た鉤爪を挟んだ強盗がにやりと笑い泳いでくる。あなたは何とか毛を振り払い、皮膚と血を後に残して逃げ出した。@{K}The coffin is embedded hard in the wall between teeth and stiff, probing hairs. The hairs coil around your arm as you pull at your prize, raising blistered welts in your skin. Behind you, a grinning ambusher swims forwards, a bone claw nestled between thumb and forefinger. You heave yourself free of the hairs, leaving skin and blood behind, and make your escape.",
                                     "LinkToEvent": {"Id": 255583}, "Name": "罠だった……@{K}A trap...",
                                     "Id": 258611},
                    "Name": "何かが暗闇に光った@{K}Something glimmers in the darkness",
                    "Description": "小箱の真鍮の持ち手のようだ。ここはまださほど深くない。何故まだ誰にも持って行かれていないのだろう？@{K}A brass handle on a casket. You aren't very deep - why hasn't someone already claimed it?",
                    "ButtonText": "", "Id": 192929},
                   {"SuccessEvent": {"Description": "潮流があなたを引き、狭い内臓の狭間を通って運んでゆく。水は腐敗し酸い。降下の速度が緩やかになった。@{K}The current pulls you through narrowing innards. The water sours. Your descent slows.",
                                     "LinkToEvent": {"Id": 255583}, "Name": "運び去られる@{K}Carried away",
                                     "Id": 258614},
                    "DefaultEvent": {"Description": "潮流があなたを引き、狭い内臓の狭間を通って運んでゆく。水は腐敗し酸い。降下の速度が緩やかになった。@{K}The current pulls you through narrowing innards. The water sours. Your descent slows.",
                                     "LinkToEvent": {"Id": 255583}, "Name": "運び去られる@{K}Carried away",
                                     "Id": 258613},
                    "Name": "潮流だ！@{K}Slipstream!",
                    "Description": "ここには何の宝もなかった。しかし、海底へ引っ張る潮流によって移動速度は上がった。@{K}There is no treasure here, but a swift downward current promises a faster journey.",
                    "ButtonText": "", "Id": 192930},
                   {"SuccessEvent": {"Description": "通路はゆっくりと腐敗し、肉の中へと吸収されていっている。あなたはこの船を発見した最初の存在だったようだ。反転した通路でのたうち、舷窓から這い出してくる巨大な蛆虫を数に入れなければの話だが。蛆虫は横を泳いで抜けるあなたの存在など気にもせず、元船員たちの骨をつついている。船倉には漆塗りの箱が残されており、中には大量の溺れる真珠のコレクションが収められていた。[今回の食道への潜行はこれで終わりです。]@{K}$[Dd]rowning[- ][Pp]earl -> 溺れる真珠$The corridors are slowly rotting, being absorbed into flesh. You seem to be the first to discover it, save for the occasional giant maggot that writhes through the inverted corridors or oozes through a porthole window. None of them pay attention to you as you swim past the well-picked bones of the former crew. In the hold you find a lacquered box, and inside, a rich collection of drowning-pearls. \u000d\u000a[This concludes this dive into the Gullet.]\u000d\u000a",
                                     "LinkToEvent": {"Id": 255573}, "Name": "歯にぶつかり大破している@{K}Dashed on the teeth",
                                     "Id": 258616},
                    "DefaultEvent": {"Description": "船は巨大な歯にしっかりと固定されていたわけではなかったようだ。探索を進めていると、船が傾いた。それほど大きく動いたわけでも、急に崩れたということでもなかったが、カーネイトの船長のものだった引き出しのある棚を揺らすには十分な変化だった。棚があなたの方へゆっくりと倒れこむ。押し潰された脚を引き抜くまでの間は、ひどく引き延ばされた苦痛に満ちた時間になった。@{K}$Khaganian -> カーネイト人$The ship is pinned only loosely to the great teeth. As you are exploring, it shifts. It doesn't fall far, or very quickly, but it's enough to dislodge a Khaganian captain's chest of drawers and send it crashing slowly into you. It takes long, painful minutes to free your crushed leg.",
                                     "LinkToEvent": {"Id": 255583}, "Name": "苦痛に満ちた冒険@{K}A painful adventure",
                                     "Id": 258615},
                    "Name": "海に消えた船の中を探索する@{K}Explore a lost ship",
                    "Description": "カーネイトの物のようだ。上下逆さまになってしまっている。@{K}$Khan -> カーン, Khanate -> カーネイト$It looks like a Khanate vessel, caught upside down.",
                    "ButtonText": "", "Id": 192931},
                   {"SuccessEvent": {"Description": "1度に片手ずつ、あなたは自分の身体を下方へと引きずっていった。ロンドンの樋を登るのと変わりない、とあなたは自分に言い聞かせる。ただ上に向かっているのではなく下へ向かっている所と、樋が肉肉しく白い色をしていて、ロンドンの霧の代わりに浮遊する澱に囲まれている部分だけが違う。しかしそれ以外は……@{K}Hand over hand, you drag yourself down. It's just like climbing a London drainpipe, you tell yourself. Except you're pulling yourself down, not up, and the drainpipe is fleshy and white, and instead of a London fog, you're surrounded by drifting sediment. But apart from that...\u000d\u000a",
                                     "LinkToEvent": {"Id": 255583}, "Name": "嫌な道のり@{K}An unwilling ride",
                                     "Id": 258618},
                    "DefaultEvent": {"Description": "虫がのたうった！あなたは食道の壁に擦りつけられ、ぬめる表面が皮膚を削った。あなは身をよじって抜け出す。そして肋骨が折れていないことを確かめつつ水を蹴って安全な場所に向かった。@{K}The worm writhes! It grinds you into the gullet's wall, the ridges of its slick length grating against you. You squirm free, kicking for safety as you asses whether it broke any of your ribs.",
                                     "LinkToEvent": {"Id": 255583},
                                     "Name": "Zeeでの最悪の思い付きといった方が良かったかもしれない@{K}Perhaps the worst idea ever had at zee",
                                     "Id": 258617},
                    "Name": "波打つ条虫を伝い降りる@{K}Climb down an undulating tapeworm",
                    "Description": "素早く深みに降りていくことが出来るはずだ。あるいは少なくとも来たる『Zeeでの最悪の死の数々』第二巻の中で輝かしい項目となれることだろう。@{K}This could be a quick way into the depths. Or at least into a prominent entry in the upcoming second volume of <i>The Worst Ways To Die At Zee</i>.",
                    "ButtonText": "", "Id": 192932},
                   {"SuccessEvent": {"Description": "あなたを見たヌックダイバーは威嚇するようにナイフを振りかざしたが、いくつかの身振りによって落ち着かせることが出来た。ここにどれだけの間閉じ込められていたんだ？ヌックに心の底からうんざりするぐらいの間だ。あなたが自分の船を話題にだすと、彼は船で雇ってくれないかと懇願してきた。潜水艦に戻る道々、彼は他のヌックの民に何かの合図を送っていた。彼らは静かに集団から離れるとあなたのあとに着いてくる。どうやらヌックにも自由はもう十分だと考える人々はいるらしい。[今回の食道への潜行はこれで終わりです。]@{K}The Nookdiver brandishes a knife at the sight of you, but a few gestures calm him down. How long has he been trapped down here? Long enough for the experience to have soured him on Nook entirely. When you convey that you have a vessel waiting, he pleads for the chance to sign on. On his journey to your zub, he gestured to a few other Nookfolk. They quietly peel away from their groups and follow. it looks like some in Nook have had their fill of freedom.\u000d\u000a[This concludes this dive into the Gullet.]",
                                     "LinkToEvent": {"Id": 255573}, "Name": "船にようこそ！@{K}Welcome aboard!",
                                     "Id": 258622},
                    "DefaultEvent": {"Description": "あなたがヌックダイバーの元に近づくと、彼は縮みあがり距離をとった。身振り手振りで意図を伝えようとするが、最初の身振りを終えるより先にダイバーは逃げていってしまった。@{K}You catch up with the Nookdiver, but he shrinks away in fear. You try to explain yourself in a few gestures. Before you have even finished the first, he has fled.",
                                     "LinkToEvent": {"Id": 255583}, "Name": "海に消えたヨナ@{K}Jonah, lost",
                                     "Id": 258621},
                    "Name": "ヌックダイバーを救助する@{K}Rescue a lost Nookdiver",
                    "Description": "下方のトンネルにあなたに向けてちかちかと光るライトが見えた。彼は困難な状況に置かれているようだ。@{K}His light blinks at you through the tunnels below. He seems to be in some distress.",
                    "ButtonText": "", "Id": 192934},
                   {"SuccessEvent": {"Description": "これがヌックの死体処理のやり方なのだろう。死体は海草の束に包まれ、鉛(沈没船から回収された測量用の重しのようだ)をつけられ食道へと沈められている。鉛の重しは食道の折れた部分に引っかかり、紐のもう一方の先についた死体が水流に引かれて紐がピンと張っている。\u000d\u000a\u000d\u000aこの深みに満ちた酸性の強い水が死体を腐食していっている。一番新しいものはまだほとんど海草も解けていないが、最も古いものになるともはや死体の残骸と言ったありさまだ。副葬品は見当たらない。死んだ者の持ち物はヌックの民がすべて取り除いたのだろう。\u000d\u000a\u000d\u000aヌックの民はこうして彼らの宿主の飢えがあまりにも強大なものにならないようにしているのだろうか？仲間の死体を餌にしているというのか？@{K}This is how Nook disposes of its dead. They are wrapped in strands of weed, weighted with lead (knots of sounding weights scavenged from sunken ships, it looks like), and sunk into the gullet. The lead weights have caught in the bend, and the corpses - tugged by the current - strain on their end of their tethers.\u000d\u000aThese deeper, acidic waters have eaten at them. The oldest are just corpse-stubs, now, while the newest are still mostly wrapped. There are no grave-goods; the Nook-folk would pick the dead clean.  \u000d\u000aIs this how Nook keeps their host's hunger from growing too great? By feeding it their dead?",
                                     "LinkToEvent": {"Id": 255573}, "Name": "ヌックダイバーの始祖@{K}Original Nookdivers",
                                     "Id": 258624},
                    "DefaultEvent": {"Description": "近づくあなたを猛烈な海流が引っ張った。死体の1つを重しに繋ぎとめていた紐帯が切れ、暗闇の中に引きずり出され食道の壁に叩きつけられる。あなたは良識に従い撤退した。@{K}A fierce current tugs at you as you draw close. The tether tying one of the bodies to its weights snaps, and it is dragged away into the dark, bashing against the gullet's walls. You sensibly withdraw.",
                                     "LinkToEvent": {"Id": 255583},
                                     "Name": "他の誰かが解くべき謎@{K}A mystery for someone else", "Id": 258623},
                    "Name": "ヌックの死体の集まりを調査する@{K}Investigate a throng of Nook's dead",
                    "Description": "この食道の曲がる箇所では、大量の海藻にくるまれたミイラが海流に揺れている。@{K}Here, in a bend in the gullet, a number of zeeweed-wrapped mummies sway in the current.",
                    "ButtonText": "", "Id": 192935}],
 "Description": "薄汚い水で満たされた導管と内臓の迷宮を泳いで進む。一掻きするたびに目に鋭い痛みが走った。水はますます胆汁のような色合いを深めてゆく。@{K}You swim through a foul labyrinth of passages and intestines. Your eyes sting with every stroke. The water grows ever more bilious.",
 "Name": "蠢く食道@{K}The Writhing Gullet", "Id": 255583}
