{"ChildBranches": [{"DefaultEvent": {"Description": "旅行作家はあなたと握手した。彼の握手は不安になるほど力強い。「ありがとう。まずはゲイダーの嘆きに向かいたい。話によれば彼らは――ああ！」彼は言葉を止め、彼の旅行鞄を抱え渡し板をあがる機関員に駆け寄った。「わざわざ運んでもらう必要はないよ。ほら、渡しなさい。[q:呼称]、忘れないように――ゲイダーの嘆きです！到着すれば、150エコーをお支払いしよう」@{K}$q:Addressed As -> q:呼称, Gaider's Mourn -> ゲイダーの嘆き$The August Travel-Writer shakes your hand. His grip is distressingly strong. \"Thank you. It's Gaider's Mourn I'm bound for first,\" he says. \"I hear they - ah!\" He hurries over to your stoker, who is carrying his steamer trunk up the gangplank. \"No need to trouble yourselves. Give it here. Remember, [q:Addressed As] - Gaider's Mourn! I'll pay you a hundred and fifty echoes when we arrive.\" ",
                                     "Name": "船にようこそ@{K}Welcomed aboard", "Id": 255588},
                    "Name": "威厳ある旅行作家をゲイダーの嘆きまで運ぶ@{K}$Gaider's Mourn -> ゲイダーの嘆き$Agree to carry the August Travel-Writer to Gaider's Mourn",
                    "Description": "彼には惜しみない報酬を支払う用意がある。そして、特にあなたの船を熱心に雇おうとしている。@{K}He's prepared to pay handsomely for transport, and is keen to commission your ship, specifically.",
                    "ButtonText": "", "Id": 191509},
                   {"DefaultEvent": {"Description": "彼は大きく息を吐いた。街灯に照らされ飾り釦についた紅玉が微かに光る。「ロンドンにはまだあなたのように冒険心あふれる方が残っていると、私には分かっておりました。私はいくつかの真実を探し求めているのです、[q:呼称]。そしてそれらは聞くところによるとクーマエ運河とアイアン＆ミザリー社・ファンギング・ステーションにあるとか。理想としては両方知っておきたいところですが、一つでも大丈夫でしょう。ポート・セシルで競技会が開かれることはすでに分かっていますからね。私と共にチェスによって世界を変えましょう。王は失墜するのです！」@{K}$Iron -> アイアン, q:Addressed As -> q:呼称, Cumaean Canal -> クーマエ運河, Port Cecil -> ポート・セシル$He puffs out his chest. Ruby studs gleam in the lamplight. \"I knew London had enterprising souls still left in it. I am seeking truths, [q:Addressed As], which - I am told - I may find in the Iron and Misery Funging Station, and the Cumaean Canal. Ideally I'd learn both, but I could settle for one. For at Port Cecil, there will be a contest. And we will change the world with a game of chess. A king will fall!\"",
                                     "Name": "船にようこそ@{K}Welcomed aboard", "Id": 258999},
                    "Name": "端的で難解な物言いの放蕩者を船に乗せ、クーマエ運河かアイアン＆ミザリー社・ファンギング・ステーションへ(あるいはその両方に！)連れていく@{K}$Iron -> アイアン, Cumaean Canal -> クーマエ運河$Agree to carry the Gnomic Gallivant to the Cumaean Canal or the Iron and Misery Funging Station - or both!",
                    "Description": "「歴史とは馬なのです！誰がこの馬に拍車をかけるのでしょう？」彼は人々に訴えかける。「血の一滴は一粒の紅玉ほどに尊いものとなるかもしれない！」@{K}\"History is a horse! Who will prick it with their spurs?\" he cries to no one in particular. \"A drop of blood may be as precious as a ruby!\"",
                    "ButtonText": "", "Id": 193157},
                   {"DefaultEvent": {"Description": "あなたが船に乗せようというと彼は喜びに飛び跳ねた。「ありがとう、ありがとうございます！今すぐにハンターズ・キープへ連れて行ってください。ローエン・フルークが――欠損のない死んだローエン・フルークですよ！――岸に流れ着いたそうです。僕はそれについて学位論文を書くつもりです――彼らは人の記憶を消化できるって知ってましたか？――これだけ近くで観察できる機会なんてもう二度とないかもしれません」@{K}$Hunter's Keep -> ハンターズ・キープ, [Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク$He jumps for joy as you agree to take him aboard. \"Thank you, thank you! Please, take me to Hunter's Keep right away. A lorn-fluke - a full, dead lorn-fluke! - washed ashore. I'm doing my thesis on them - do you know they can digest human memory? - and I may never have a better chance to study one up close.\"",
                                     "Name": "船にようこそ@{K}Welcomed aboard", "Id": 259000},
                    "Name": "不安げな大学生をハンターズ・キープまで運ぶ@{K}$Hunter's Keep -> ハンターズ・キープ$Agree to carry the Anxious University Student to Hunter's Keep",
                    "Description": "彼は金を持っていない。そのため他の船長は興味を示さなかった。しかし彼は情熱的な若者で、自分のローエン・フルークの研究は充分な報酬となるだろうと約束した。@{K}$[Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク$He has no money, so the other captains have no interest. But he's a passionate youth, and promises that his studies on lorn-flukes will be rewarding enough.",
                    "ButtonText": "", "Id": 193158},
                   {"DefaultEvent": {"Description": "彼女はあなたを抱擁した。「[q:Address As]、あなたにキスしたいところだけど、私の愛する人は少しばかり嫉妬深くてね。私たちは離れたのだけれど、ヴェンダーバイトの年老いた船長たちなら彼女がどこにいるのか知っているはず」@{K}She embraces you. \"I'd kiss you [q:Address As], but my beloved is prone to jealousy. We were parted, but the ancient captains at Vernderbight will know where she is.\"",
                                     "Name": "船にようこそ@{K}Welcomed aboard", "Id": 259001},
                    "Name": "落ち着かない引き揚げ人をヴェンダーバイトに運ぶ@{K}$Venderbight -> ヴェンダーバイト$Agree to carry the Unsettled Salvager to Venderbight",
                    "Description": "彼女は毎日潮に汚れた襤褸布に身を包みウルフスタックを訪れては、船に乗せるよう懇願している。彼女と目を合わせる船長は一人もいない。@{K}$Wolfstack -> ウルフスタック, Wolf -> ウルフ$She visits Wolfstack every day in zee-stained rags, begging for passage. No captain will look her in the eye.",
                    "ButtonText": "", "Id": 193159}],
 "Description": "港にいる誰かがあなたの船に乗りたがっている。@{K}Someone in the docks wants to board your ship.",
 "Name": "渡航者@{K}A Passenger", "Id": 255587}
