{"ChildBranches": [{"DefaultEvent": {"Description": "祝福と呪いの両方を逸らそうと甲板長が早口でSaltに祈っている。潜水艦の明かりに照らされた聖ブレンダンの炎が揺らぎ、消えた。@{K}Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. The St Brendan's fire in your lights gutters, dies. ",
                                     "LinkToEvent": {"Id": 255589}, "Name": "", "Id": 258156},
                    "Name": "炉床の儀式を放棄する@{K}Forsake the Rite of the Hearth",
                    "Description": "そうすれば他の儀式を行うことが出来るだろう。[儀式による恩恵は一度につき一つしか受けられません。]@{K}So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192612},
                   {"DefaultEvent": {"Description": "祝福と呪いの両方を逸らそうと甲板長が早口でSaltに祈っている。すぐに効果が表れるようなことはなかったが、その夜あなたは猛烈に、そして強烈に体調を損ねる夢を見た。あなたは沈鬱な気持ちと共に目覚めた。@{K}Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. There is no immediate effect, but that night you dream of being vehemently, vigorously sick. You wake in a pensive mood.",
                                     "LinkToEvent": {"Id": 255589}, "Name": "", "Id": 258157},
                    "Name": "饗宴の儀式を放棄する@{K}Forsake the Rite of Feasting",
                    "Description": "そうすれば他の儀式を行うことが出来るだろう。[儀式による恩恵は一度につき一つしか受けられません。]@{K}So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192613},
                   {"DefaultEvent": {"Description": "祝福と呪いの両方を逸らそうと甲板長が早口でSaltに祈っている。このひどい咳の発作は間違いなく偶然の物だろう。あなたはその日中喉が嗄れていたが、すぐに回復した。@{K}Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. Your vigorous coughing fit is unquestionably a coincidence. You are hoarse for the rest of the day, but swiftly recover.",
                                     "LinkToEvent": {"Id": 255589}, "Name": "", "Id": 258158},
                    "Name": "訪いの儀式を放棄する@{K}Forsake the Rite of Greeting",
                    "Description": "そうすれば他の儀式を行うことが出来るだろう。[儀式による恩恵は一度につき一つしか受けられません。]@{K}So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192614},
                   {"DefaultEvent": {"Description": "祝福と呪いの両方を逸らそうと甲板長が早口でSaltに祈っている。すぐに効果が表れるようなことはなかったが、その夜あなたが黒に身を包んだ女性の夢を見ることはなかった。彼女の不在は欠けた歯のようにはっきりと感じられた。@{K}Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. There is no effect, of course. But that night you do not dream of a woman clad in black. Her absence is as notable as a missing tooth.",
                                     "LinkToEvent": {"Id": 255589}, "Name": "", "Id": 258159},
                    "Name": "慰めの儀式を放棄する@{K}Forsake the Rite of Solace",
                    "Description": "そうすれば他の儀式を行うことが出来るだろう。[儀式による恩恵は一度につき一つしか受けられません。]@{K}So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192615},
                   {"DefaultEvent": {"Description": "あなたは一定の速度で上へ、この大きく口を開けた奈落の外へと昇っていった。@{K}You drift steadily up and out of the maw.",
                                     "Name": "遠くへ@{K}Away", "Id": 258160},
                    "Name": "立ち去る@{K}Depart",
                    "Description": "ここに来た目的は達せられた。@{K}You've seen what you came to see.",
                    "ButtonText": "", "Id": 192616},
                   {"DefaultEvent": {"Description": "ひっくり返された会衆席の先で、巨大な石の足が頭上の床を踏みしめていた。あなたは天井に向かって下へと泳ぎ、幾つもの足の後を追い、ついに何かを掬おうとしているかのように丸められた両手にたどり着いた。その女性的な掌の上には、途方もなく巨大な牡蠣が育っていた。あなたが近づくと牡蠣は口を開く。そして中に入ると口を閉じて水を吐き出した。ヘルメットを脱ぐことが出来る。もっとも、空気チューブが裂けてしまった今、ヘルメットをかぶり続ける意味もないのだが。\u000d\u000a\u000d\u000a牡蠣には灰色のスライムのような身が詰まっている。その身は汁気が多く、噛みつくたびに肉汁が飛び散る。あなたは牡蠣を食べ終え、空気チューブの端を結ぶとヘルメットを再び被る。そして一つ息を大きく吸い込み、潜水艦に泳いで戻った。@{K}$[Gg]ant -> ギャント$At the end of the upturned nave, gigantic stone feet are firmly planted on the floor above you. You swim down toward the ceiling, following the legs until you come to a pair of cupped hands. Growing out of the feminine palms is an oyster of preposterous enormity. It opens at your approach. You enter; it closes around you and drains of water, allowing you to remove your diving helmet. Not that there's reason to continue wearing it; your air-hose is severed.\u000d\u000a\u000d\u000aThe oyster is heavy with grey, slimy meat. Its flesh is succulent. Juice sprays with each bite. When you finish, you tie off your air-hose and don your helmet. You take a deep breath and swim back to your zubmarine.",
                                     "LinkToEvent": {"Id": 255589},
                                     "Name": "あなたは潜水服を身に着けた@{K}You don your diving gear", "Id": 259792},
                    "Name": "饗宴の儀式を行う@{K}Perform the Ritual of Feasting",
                    "Description": "教会の前面にはフレスコ画が描かれていた。焼かれた巡礼者たちが一人の掌を上に向けた女性の手の前で嘆願している。彼女の掌の中では牡蠣が光っている。霊的な繋がりを求めて教会に入ろうか？[正しい順序で深淵の儀式を行うことで、何かが見つかるでしょう。]@{K}A fresco adorns the church's frontage. Burned pilgrims supplicate themselves before a woman's upturned hands. Oysters grow in her palms. Will you enter the church in search of communion?  [Performing the abyssal rituals in the correct order will lead to a discovery.]",
                    "ButtonText": "", "Id": 193718},
                   {"DefaultEvent": {"Description": "一メートル昇っていくごとに、究極の死を迎える可能性も低くなっていくように感じられる。間違いなく死ぬだろう、というところから死ぬかもしれない、という程度にまで。@{K}With every meter climbed you feel the probability of you meeting an untimely death decline, from absolutely certain to just likely.  ",
                                     "LinkToEvent": {"Id": 255589}, "Name": "上昇@{K}Rising", "Id": 259793},
                    "Name": "上昇する@{K}Ascend",
                    "Description": "今のところは、暗闇はもう十分だ。@{K}You have seen enough of darkness for now.",
                    "ButtonText": "", "Id": 193719},
                   {"SuccessEvent": {"Description": "深淵の水は胞子で曇っている。あなたは壁まで進み、塊を一つ取ると引き返した。コックが塊を割ると、中には新鮮な種が詰まっている。あなたは耐えがたい程の満腹感に襲われる前に何とか七粒食べきった。その味はオレンジと硝煙と鉄と勝利と戦いの朝の灰色の夜明けと……コックがあなたをじっと見つめている。あなたは笑っていたのだろうか？@{K}The waters of the abyss are fogged with spores. You push through to the walls, pick one of the nodules, and return. Your cook splits it open - it is stuffed with fleshy seeds. You manage seven of them before feeling intolerably bloated. They taste of oranges and gunsmoke and iron and victory and the grey dawn the morning of a battle, and... Your cook is staring at you. Were you laughing?",
                                     "LinkToEvent": {"Id": 255589},
                                     "Name": "あなたは潜水服を身に着けた@{K}You don your diving gear", "Id": 258198},
                    "DefaultEvent": {"Description": "あなたは胞子に煙る水の中、そして波打つ昆布の森の中を苦労して進む。船からベルの鳴る音が聞こえた。7分が経ったのだ。深海の狂気がすぐに始まるだろう。あなたは、昆布がヘルメットを撫で、懇願するように指に絡みつく中を急いで通り抜けた。ようやく蔓にたどり着いたあなたは半狂乱で塊を摘み取る。蔓から離れた塊は金切声のような音を立てた。\u000d\u000a\u000d\u000a船に戻ってからコックが塊を割り開くと、血まみれで果肉状の種が飛び出した。あなたはオレンジと銅と硝煙の味に耐えきれなくなる前にその種を何とか七粒食べきった。炎があなたの血管を駆け巡る！そして耳の中では雷鳴が轟いた！@{K}You struggle through the spore-clouded waters, then through a forest of undulating kelp. A bell rings from your ship; you've been seven minutes: deep-madness will soon set in. You hurry on as fronts of kelp caress your helmet, twine pleadingly through your fingers. When you reach the vine, you pick a nodule with frantic fingers. It shrieks as it comes free. \u000d\u000a\u000d\u000aBack on your ship, your cook slices it open and bloody, pulpy seeds spill out. You manage seven of them before the taste of orange and bronze and gunpowder is too much. Fire is in your veins! Thunder in your ears!",
                                     "LinkToEvent": {"Id": 255589},
                                     "Name": "あなたは潜水服を身に着けた@{K}You don your diving gear", "Id": 255590},
                    "Name": "塊の一つを手に取り、食べる@{K}Retrieve and eat one of the nodules",
                    "Description": "噂によれば、真の船乗りであれば馴染みのある味だと感じるという。[この儀式を行うことでアイアンが20上昇しますが、同時にミラーが10低下します。成功しても失敗しても儀式を得ることは出来ますが、失敗すれば恐怖が増加してしまうでしょう。]@{K}$Iron -> アイアン, Mirrors -> ミラー$A true zailor will find the taste familiar, it is said. [This Rite will increase your Iron by 20 but decrease your Mirrors by 10. Succeed or fail, you will gain the rite, but failure will increase your Terror.]",
                    "ButtonText": "", "Id": 191510},
                   {"SuccessEvent": {"Description": "あなたの操舵手は正当化できないほどに口汚い言葉で答えたが、それでも彼女は同意した。\u000d\u000a\u000d\u000a潜水艦の細い光に、崖に広がる教会のごく一部が照らしだされた。巨大な逆さまの大聖堂、底知れぬ深みの教会だ。@{K}Your helmsman's response is unjustifiably foul-mouthed, but she assents. \u000d\u000a\u000d\u000aYour zubmarine's pinprick of light shines onto a cliff side, illuminating only a spot of a vast, inverted cathedral: a Fathomless Church. ",
                                     "LinkToEvent": {"Id": 255589}, "Name": "さらなる深み@{K}Deeper still",
                                     "Id": 259800},
                    "DefaultEvent": {"Description": "操舵手は無言で指示に従い、さらなる深みに向けて舵を切った。すぐに、潜水艦は水圧によって軋むような音を立てだした。圧し潰すような海の重みに完全に屈してしまいはしないだろうが、それでも船体は傷を負うことだろう。\u000d\u000a\u000d\u000a潜水艦の細い光に、崖に広がる教会のごく一部が照らしだされた。巨大な逆さまの大聖堂、底知れぬ深みの教会だ。@{K}Your helmsman obeys the order silently, driving the vessel even deeper down. Soon, the zubmarine creaks against the pressure. The weight of the zee is crushing, and though your shell can hold, it suffers. \u000d\u000a\u000d\u000aYour zubmarine's pinprick of light shines onto a cliff side, illuminating only a spot of a vast, inverted cathedral: a Fathomless Church. ",
                                     "LinkToEvent": {"Id": 255589}, "Name": "さらなる深み@{K}Deeper still",
                                     "Id": 259791},
                    "Name": "より深く潜る@{K}Dive deeper",
                    "Description": "ここよりもさらに下に何かがある。[成功しても、失敗しても下方へ行くことが出来ます。しかし失敗すれば船体が傷ついてしまうでしょう。]@{K}There is something even further down in the darkness. [Succeed or fail, you will go deeper. But a failure will damage your hull.]",
                    "ButtonText": "", "Id": 193717}],
 "Description": "裂け目の壁面は庭園のように緑豊かだった。波打つポシドニアの芝生。影のかかった昆布の一群。筒状のヒドラと共に脈打つ珊瑚の花輪。そしてここでは、メロンほどの大きさの柘榴の色と形をした塊が蔦に生っている。@{K}The walls of the chasm are as abundant as a garden. Rippling lawns of posidonia. Copses of shadowed kelp. Garlands of coral, pulsating with tubular sponges. And here, a vine bearing melon-sized nodules the colour and shape of pomegranates.",
 "Name": "柘榴の深淵@{K}The Abyss of Pomegranates", "Id": 255589}
