{"ChildBranches": [{"DefaultEvent": {"Description": "ローエン･フルークはかなり気の進まない様子の船乗りたちによって縛られ、船尾へと引きずられていった。甲板では不安げな大学生が喜びに身を震わせている。「まだ信じられません。僕はもう……」彼は手すりを握り締めた。\u000d\u000a\u000d\u000aドラウニーの郵便局員はあなたたち二人を見上げている。死体が険しい顔つきをしているのは自然なことだ。しかしその死体がまだ生きていて、現在進行形であなたに対して腹を立てているというのはそれ以上に気が滅入る。@{K}$[Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク$The lorn-fluke is tied - by very reluctant zailors - to drag behind your stern. On your deck, the Anxious Student twitches with delight. \"I can't believe what we have. I'm just- \" His hand tightens on the railing.\u000d\u000a\u000d\u000aThe Drownie Postman stares up at you both. It's natural for corpses to grimace; but when the corpse is still alive, and is actively upset at you, it is additionally distressing. ",
                                     "Name": "極めて慎重な積み込み@{K}Loaded with extreme caution",
                                     "Id": 255592},
                    "Name": "ローエン･フルークを第三基地に運ぶ@{K}$Station III -> 第三基地, [Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク$Transport the Lorn-Fluke to Station III",
                    "Description": "「これは千載一遇のチャンスですよ」、と大学生は言った。@{K}\"This is a once in a lifetime opportunity,\" the Student says.",
                    "ButtonText": "", "Id": 191511},
                   {"DefaultEvent": {"Description": "ローエン･フルークはかなり気の進まない様子の船乗りたちによって縛られ、船尾へと引きずられていった。甲板には安堵し笑みを浮かべたドラウニーの郵便局員が立っている。「理解していただけないのではないかと思っていた。都合のつくときに、私をナンシノウまで……」彼は手すりの向こう側に視線を向けた。\u000d\u000a\u000d\u000a不安げな大学生が岸に立ってあなたたちに叫び、罵りの言葉を吐いていた。彼の目からは涙が勢い良く流れ落ちている。ドラウニーは肩をすくめると甲板の下に歩いていった。@{K}$Nuncio -> ナンシノウ, [Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク$The lorn-fluke is tied - by very reluctant zailors - to drag behind your stern. On your deck, the Drownie Postman smiles, relieved. \"I was worried you wouldn't understand. Take me to Nuncio at your leis -\" He glances over the railing.  \u000d\u000a\u000d\u000aThe Anxious Student stands on shore, shouting and swearing at you. Tears fall fast from his eyes. The Drownie shrugs and heads below deck.",
                                     "Name": "極めて慎重な積み込み@{K}Loaded with extreme caution",
                                     "Id": 259063},
                    "Name": "ローエン･フルークをナンシノウに運ぶ@{K}$Nuncio -> ナンシノウ, [Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク$Transport the Lorn-Fluke to Nuncio",
                    "Description": "なんといっても、もうすでに票は貼られているのだ。@{K}It is labelled already, after all.",
                    "ButtonText": "", "Id": 193210}],
 "Description": "フルークは一つしかない。二人共手に入れることは出来ないのだ。@{K}$[Ff]luke -> フルーク$There is only one fluke. They can't both have it.",
 "Name": "何処にローエン・フルークを届けようか？@{K}$[Ll]orn[- ][Ff]luke -> ローエン・フルーク, [Ff]luke -> フルーク$Where will you deliver the Lorn-Fluke?",
 "Id": 255591}
