{"ChildBranches": [{"DefaultEvent": {"Description": "ロジーナは氷風呂の中で身構え、歌を聞く用意を整えた。あなたにはダユーの空気のような水の中での響きを正確に再現することは出来なかったが、その矛盾ははっきりと伝わった。歌を信じれば、喜びも悲しみもあまり真剣に捉えることは出来なくなる。\u000d\u000a\u000d\u000a「良い意味で無関心になれたような気がします」歌が終わるとロジーナは言った。褒めているのだろう。@{K}Rosina braces herself in the ice bath and prepares for the Song. You cannot replicate exactly how it sounds in the air-water of Dahut, but its contradictions come through clear enough. It is hard to take either joy or sorrow too seriously, if you believe the Song. \u000d\u000a\u000d\u000a\"I feel positively indifferent,\" Rosina says afterwards. It is a compliment.",
                                     "LinkToEvent": {"Id": 256177}, "Name": "落ち着いた聞き手@{K}A settled audience",
                                     "Id": 256178},
                    "Name": "ドラウニーのポリフォニーをロジーナに提供する@{K}Present a Drownie Counterpoint to Rosina",
                    "Description": "光と薄闇は互いを中和することが出来るかもしれない。この歌はロジーナの魂遷の進行を早めるだろうか、あるいは遅くするだろうか？@{K}$[Aa]nimescence -> 魂遷$The light and gloom might counteract one another. Would this hasten Rosina's animescence, or slow it?",
                    "ButtonText": "", "Id": 191948},
                   {"DefaultEvent": {"Description": "歌そのものも歌の言祝ぐものもロジーナには異質でしかなかった。彼女には意味を解することも出来ず、よって心動かされることもない。困惑と無気力は魂遷の薬となる。彼女の皮膚は冷め、歌を聞く前よりもずいぶんと健康そうな顔色になった。@{K}$[Aa]nimescence -> 魂遷$The song and all it celebrates is alien to Rosina: she cannot understand it well enough to be moved by it. The confusion and apathy are a tonic to her animescence. Her skin cools and she looks significantly healthier than she did before.",
                                     "LinkToEvent": {"Id": 256177}, "Name": "異質で心動かされない@{K}Unmovingly alien",
                                     "Id": 256180},
                    "Name": "ロジーナにドラウニーの聖歌を歌う@{K}Perform a Drownie Hymn for Rosina",
                    "Description": "この響きに癒しの効果があるかもしれない。@{K}There might be a healing effect to its harmonies.",
                    "ButtonText": "", "Id": 191950},
                   {"DefaultEvent": {"Description": "ロジーナは声一つ上げることなく針を受け入れた。彼女は即座に、あなたが嘘をついていたことを悟った。針には恐ろしい回想が込められており、それを思い出しながらロジーナは啜り泣く。その頬は魂遷によって赤らみ、涙は一瞬のうちに蒸発した。@{K}$[Aa]nimescence -> 魂遷$Rosina makes no sound as you puncture her arm. In a moment she knows that you have tricked her: there is some horrible recollection in the Needle, and she weeps as she remembers it. Her cheeks are flushed with the effects of animescence, and the tears evaporate away again almost at once.",
                                     "LinkToEvent": {"Id": 256177},
                                     "Name": "上腕の皮膚の下へ@{K}In the upper arm, beneath the skin", "Id": 256181},
                    "Name": "フォータスの針を渡す@{K}Offer Rosina a Needle of Fortas",
                    "Description": "ある種の薬だといえば、受け入れてくれるかもしれない。@{K}If you tell her it is a sort of medicine, she might permit it.",
                    "ButtonText": "", "Id": 191951},
                   {"DefaultEvent": {"Description": "石から作られた急な階段が続く。その階段もある地点から段差がなくなり、梯子に取って代わられてしまった。何階分か歩くうち、病室からの囁き声での会話も聞こえなくなった。@{K}The way is steep, up cut stone stairs. Sometimes it becomes a ladder rather than a staircase at all. After the first few flights, you can no longer hear the murmur of conversation in the sickroom.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "階段@{K}The staircase",
                                     "Id": 256183},
                    "Name": "アンテの別の場所へ戻る@{K}Return to the rest of Anthe",
                    "Description": "病室を去ろう。@{K}Leave the sick-chambers.", "ButtonText": "",
                    "Id": 191953},
                   {"DefaultEvent": {"Description": "ロジーナは旧大陸の病である魂遷に罹り、死につつある。あらゆる類の情熱が病の進行を早める。そのため、彼女は氷風呂の中に身じろぎもせずに横たわり、全く興味のない物事について考え続けなければならないのだ。脾臓を鋭くすることで怒りという情熱からは守られるようになったが、他の情熱が依然として危険な物であることに変わりはない。\u000d\u000a\u000d\u000aロジーナは長い間治療法を探し求めてきた。伝統的にはある種の詩や軟膏、また特定の体勢に病を癒す効果があるとされてきた。しかし、これらの治療法は病の進行を遅らせることしかできない。@{K}$[Aa]nimescence -> 魂遷, Elder Continent -> 旧大陸$Rosina is dying of animescence, the disease of the Elder Continent. Any passion speeds the disease. She must, therefore, lie very still in an ice bath and think of things that do not interest her. Going sharp in the spleen protects her against the passion of anger, but other passions are still a danger.\u000d\u000a\u000d\u000aFor a long time she looked for a cure to the disease. Tradition ascribes healing features to certain poems, ointments, and postures of the body. But these only delay the gradual combustion.",
                                     "LinkToEvent": {"Id": 256177}, "Name": "内側より焼かれ@{K}Baked from within",
                                     "Id": 256194},
                    "Name": "ロジーナと会う@{K}Meet Rosina", "Description": "彼女はあなたが入ってくるのを見ていた。@{K}She has seen you come in.",
                    "ButtonText": "", "Id": 191964},
                   {"DefaultEvent": {"Description": "長い間、彼女は治療法を探してきた。「旧大陸の人々であれば、治療することも出来るだろうと考えていました。しかし、彼らは例え治療法を知っていたのだとしても、語ろうとはしなかった。……今では私にできることといえば、出来る限り病を押しとどめつつ感情による治療を試すことだけ。極めて平静な状態を保っていれば症状は引きます。旅の間に何か、哲学書や人を導くような書など自らの精神を落ち着ける助けとなるものを見つけたなら、持ってきていただけますか」@{K}$Elder Continent -> 旧大陸$For a long time, she looked for cures of the body. \"I was certain the inhabitants of the Elder Continent would be able to correct what is wrong,\" she says. \"But if they know how, they refuse to say. Now... I merely keep back the disease as long as I can, and seek cures of the sentiment instead. If I keep very calm, my symptoms subside. If you find anything in your travels – works of philosophy or guidance – that might help me compose myself, please bring them to me.\"",
                                     "LinkToEvent": {"Id": 256177},
                                     "Name": "自らの物語を語ってくれた@{K}She tells you her story", "Id": 256195},
                    "Name": "ロジーナについてさらに知る@{K}Learn more of Rosina",
                    "Description": "彼女の選択と必要とするものについて聞こう。@{K}Speak to her of her choices and what she requires.",
                    "ButtonText": "", "Id": 191965},
                   {"DefaultEvent": {"Description": "あなたは自らの物語を単純な事実の記述として語りだした。少しばかりありふれていて、心の平安を脅かすことのない物語だ。それから、ゆっくりと二人の登場人物の間のロマンスと語られることのなかった思慕の念、避けがたい裏切りを物語に織り交ぜ始める。ロジーナはまったく警戒することなく目を閉じて聞き入っている。しかし、彼女の周囲の氷は溶けだしていた。あなたの立つ場所からでも熱が感じられる。@{K}You present your story as though it were simply a documentary account, a bit ordinary, nothing to threaten the balance of her mind. It is only slowly that you introduce the romance between two of the characters, the understated devotion, the inevitable betrayal. Rosina listens with her eyes closed, never startled into alarm, but the ice around her begins to melt. You can feel the heat from here.",
                                     "LinkToEvent": {"Id": 256177},
                                     "Name": "旅人の物語として始まったものが……@{K}What begins as a traveler's tale...", "Id": 256197},
                    "Name": "ロウ・バーネットの物語を語る@{K}$Low Barnet -> ロウ・バーネット$Tell Rosina a story from Low Barnet",
                    "Description": "病気の進行を早めるとは思えない。@{K}It will likely speed up the progress of her illness.",
                    "ButtonText": "", "Id": 191967},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 245052},
                                     "Name": "", "Id": 256223},
                    "Name": "ロジーナの死を目撃する@{K}Witness Rosina's Death",
                    "Description": "あなたの手によって、彼女は今や死にきわめて近い状態にある。@{K}She is very near destruction now. You have done enough.",
                    "ButtonText": "", "Id": 191984},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 245058},
                                     "Name": "", "Id": 256224},
                    "Name": "ロジーナの快復を見守る@{K}Witness Rosina's Recovery",
                    "Description": "彼女の顔色はどんどん良くなってきている。@{K}She has been looking better and better.",
                    "ButtonText": "", "Id": 191985},
                   {"DefaultEvent": {"Description": "壁は凝結した霧によって滑りやすく、段には氷の膜が張っている。@{K}The walls are slick with condensed steam. There is a sheen of ice on the steps.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "再び狭い階段を上へ@{K}Once more up the narrow staircase", "Id": 256225},
                    "Name": "アンテの別の場所へ戻る@{K}Return to the rest of Anthe",
                    "Description": "もうここでする事はない。@{K}You have nothing more to do here.",
                    "ButtonText": "", "Id": 191986},
                   {"DefaultEvent": {"Description": "壁は凝結した霧によって滑りやすく、段には氷の膜が張っている。@{K}The walls are slick with condensed steam. There is a sheen of ice on the steps.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "再び狭い階段を上へ@{K}Once more up the narrow staircase", "Id": 256268},
                    "Name": "ロジーナに何も言わず立ち去る@{K}Depart without saying anything to her",
                    "Description": "彼女が死のうと生きようと知った事ではない。@{K}It is none of your concern whether she lives or dies.",
                    "ButtonText": "", "Id": 192023},
                   {"DefaultEvent": {"Description": "あなたは仮面と、それぞれの仮面についてまわる作法について出来るだけ専門的な文化人類学用語を用いて解説する。そして時折幾つかの仮説についても織り交ぜつつ語り続けた。例えば故意に自らに課せられた責務を避けようとする態度という物は、あのような高度に隠匿的な社会における儀礼的役割の存在に対して大いに寄与する部分があり……\u000d\u000a\u000d\u000aロジーナの看護師があなたの肘に触れた。「ここ数週間で初めてぐっすりお休みになっています」眠る患者の方に頷いて囁く。「体調も劇的に改善することでしょう。夢を避けられたならさらに良い」@{K}You explain the masks. You establish the etiquette associated with each one. You rely upon the most technical of anthropological vocabulary. You allow yourself some reflections upon theories of esquivalience as they pertain to performative duties in highly dissimulative societies...\u000d\u000a\u000d\u000aRosina's nurse touches your elbow. \"First sound sleep she's had in weeks,\" she whispers, with a nod at the resting patient. \"It'll do wonders for her. Specially if she can avoid dreaming.\"",
                                     "LinkToEvent": {"Id": 256177}, "Name": "病に効く退屈さ@{K}Curative tedium",
                                     "Id": 258443},
                    "Name": "ヴィザージュの社会的な階級構造に関する無味乾燥な講義を行う@{K}$Visage -> ヴィザージュ$Provide a dry lecture on the social stratification of Visage",
                    "Description": "漠然とした衒学的な言葉こそがロジーナを癒すのに必要な物なのかもしれない。あなたにはそうした言葉を語ることが出来る。@{K}Obscure pedantry might be just the thing for Rosina. You have the tongue to tell it.",
                    "ButtonText": "", "Id": 192798},
                   {"DefaultEvent": {"Description": "ロジーナは氷風呂の中で身構え、歌を聞く用意を整えた。あなたには歌のダユーの空気のような水の中での響きを正確に再現することは出来なかったが、その矛盾ははっきりと伝わった。その歌を信じれば、喜びも悲しみもあまり真剣に捕らえることが出来なくなる。\u000d\u000a\u000d\u000aあなたは延々と歌い続けた。ロジーナは以前よりさらに深い瞑想に入り、何物にも心乱されることのない状態になっているようだ。見物人の一人がローブを脱ぎ、あなたがようやく歌の終わりにたどり着くよりも先に部屋を去っていった。@{K}Rosina braces herself in the ice bath and prepares for the Song. You cannot replicate exactly how it sounds in the air-water of Dahut, but its contradictions come through clear enough. It is hard to take either joy or sorrow too seriously, if you believe the Song.\u000d\u000a\u000d\u000aYou sing for a long time. Rosina looks ever more meditative and tranquil. One of the onlookers takes off his robe and leaves the room before you finally finish.",
                                     "LinkToEvent": {"Id": 256177}, "Name": "落ち着いた聞き手@{K}A settled audience",
                                     "Id": 258444},
                    "Name": "ドラウニーのポリフォニーを長々しく、遠回しに歌う@{K}Sing the Drownie Counterpoint at extra length and subtlety",
                    "Description": "光と薄闇は互いを中和することが出来るかもしれない。そしてあなたはこの歌を繊細に歌い上げることの出来る声を持っている。@{K}The light and gloom might counteract one another, and you have the singing voice to perform it with more than typical control.",
                    "ButtonText": "", "Id": 192799},
                   {"DefaultEvent": {"Description": "彼女は首を横に振った。「私を見てみなさい。水に漬けられ、出ることも叶わない。もし大義を再び追うか、あるいは……古く強烈な繋がりに我が身を晒すことになれば、取り返しのつかないほどに病気の進行を早めてしまうことでしょう。いいえ、今の状態では加わることは出来ない。病が癒えたなら話は別ですが。あるいはマリアムなら代役を立てることも出来るかもしれない。それもまた良いでしょう」@{K}She shakes her head. \"Look at me. Immersed; confined. If I were to pursue a cause, or expose myself to... old, fierce relationships, I would irreparably hasten my condition. No. In my present state, I cannot. Perhaps if I were recovered. Or perhaps Mariam can suggest a replacement. I would understand.\"",
                                     "LinkToEvent": {"Id": 256177}, "Name": "", "Id": 260518},
                    "Name": "ニダーに立ち向かう七人に再び加わらないか尋ねる@{K}Ask Rosina to rejoin the Seven Against Nidah",
                    "Description": "彼女は七人の癒し手だった。@{K}She was their Healer.", "ButtonText": "",
                    "Id": 194287},
                   {"SuccessEvent": {"Description": "ロジーナは手紙を拒絶しようとはしなかった。しかし、あなたの警告を聞き入れありとあらゆる対策を講じた。\u000d\u000a\u000d\u000a看護師によって氷風呂が用意され、一人が教会にいるかのように厳格な顔で荘重な賛美歌を歌っている。また別の者は灼熱の淑女の状態にあわせて手紙を渡せるよう、中身を一行ずつ紙に書き起こしている。\u000d\u000a\u000d\u000aロジーナはゆっくりと手紙を読み進める。ロジーナはゆっくりと手紙を読み進めた。一行か二行読むと彼女はあなたを見つめた。その視線はあなたが教会で喋っているのを見つけたかのように鋭い。あなたは彼女が他人と話す用意が出来るまで別の部屋に退くことにした。しかし、立ち去る前に彼女の握る紙が熱によってゆっくりと端から丸まっていくのは見て取ることが出来た。@{K}Rosina will not deny the letter. But at your warnings, she takes every precaution.\u000d\u000a\u000d\u000aHer nurses prepare fresh ice for the tub. One sings a sombre hymn. Another transcribes the letter onto separate pages - each sentence, to be administered as the Burning Lady's disposition allows her to receive them.\u000d\u000a\u000d\u000aRosina reads slowly. She looks in your direction: her expression is fierce, as though you were talking in church. You step away into the other room until she is ready for you to return. Already you have seen enough - the page in her hand curls, languorously, from the heat.",
                                     "LinkToEvent": {"Id": 256177},
                                     "Name": "慎重に読まれたラブレター@{K}A love letter, carefully consumed", "Id": 256203},
                    "DefaultEvent": {"Description": "あなたは手紙の内容について知らせるのを忘れていたのだろうか？ロジーナは恋人の言葉を読み始めてしまった。最初の1行に目を通した時点で彼女の手に触れた紙が焦げだし、次の1行では浴槽の氷が蒸気へと変わった。\u000d\u000a\u000d\u000a機転の利く看護師が飛びつくようにしてそれ以上の被害を食い止めた。「出て行け」看護師は取り上げた手紙をエプロンにしまいつつ唸る。「ロレンツォにお前の愛が彼女をの死を早めたと伝えるがいい」ロジーナは沈黙している。しかし、彼女の目は燃えていた。@{K}Did you fail to mention the nature of the letter? Rosina is reads her lover's words. At the first sentence, the page singes at her touch. Another line and the ice in her tub steams. \u000d\u000a\u000d\u000aA quick-witted nurse leaps to prevent disaster. \"Get out,\" she growls, having sequestered the letter in her apron. \"Tell Lorenzo his love will be her death.\" Rosina is silent, but her eyes burn.",
                                     "LinkToEvent": {"Id": 256177},
                                     "Name": "情熱的に読まれたラブレター@{K}A love letter consumed, consuming", "Id": 256202},
                    "Name": "ロジーナにラブレターを手渡す@{K}Present a love letter to Rosina",
                    "Description": "差出人の名前を聞いた彼女の首元から蒸気が一筋細く立ち昇った。慎重に行動する必要があるだろう。@{K}A wisp of steam curls from her neck at the mention of the author's name. This must be done delicately.",
                    "ButtonText": "", "Id": 191972},
                   {"SuccessEvent": {"Description": "どのような内容であれ、ラブソングはすべてロジーナの病状に対して致命的な影響を及ぼす可能性がある。そう、たとえ歌に登場する愛する者が心臓の冷たい奇妙な存在であっても、メロディの中に海溝の冷たさが流れていたとしても。この歌も例外ではないのだ。音楽を聴くロジーナの体から煙が立ち上る。彼女は黙るように仕草で促したが、あなたは彼女が焦がれる気持ちに飲まれてしまうまで容赦なく歌い続けた。@{K}Every love song has a potentially catastrophic effect on her condition. Yes, even if the lover is cold-hearted and strange. Even if the song carries the chill of the ocean trenches in its melody. This one is no exception. As she listens, she begins to smoke. She gestures at you to be silent, but you go on implacably as longing consumes her.",
                                     "LinkToEvent": {"Id": 256177}, "Name": "悪辣@{K}Vicious",
                                     "Id": 256215},
                    "DefaultEvent": {"Description": "「もう結構！」ロジーナは初めの音が響くや否や片手をあげて制した。「その曲は知っている。誰があなたを此処に入れた？あなたは旧大陸の手の者なのか？出ていきなさい」もし脾臓が水晶の塊と化していなかったなら、彼女は遥かに激しく怒っていたことだろう。\u000d\u000a\u000d\u000aあなたは不名誉にも付添人たちによって抱えあげられ、階段へと放り出されてしまった。次はもっと上手くいくだろう、おそらく。@{K}\"Enough!\" She holds up a hand almost at the first note. \"I recognise the tune. Who let you in here? Are you an agent of the Continent? Get out.\" If her spleen weren't a lump of crystal, she would be much angrier.\u000d\u000a\u000d\u000aHer attendants bundle you ignominiously back up the staircase. Better luck next time, perhaps.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "耐えた@{K}Resisted",
                                     "Id": 256179},
                    "Name": "ロジーナにドラウニーのラブソングを歌う@{K}Perform a Drownie Love-song for Rosina",
                    "Description": "この曲は聞いたことがないだろう。もちろん、十分な力が残っていれば彼女は耐えきるかもしれない。@{K}She won't have heard this one before. Of course, if she's strong enough, she will resist.",
                    "ButtonText": "", "Id": 191949},
                   {"SuccessEvent": {"Description": "あなたが小説を読み進むにつれて見物人たちの顔に笑みが浮かびだす。時折大きく声をあげて笑う者までいた。「茸の笠のような胸だって？」「作者本人がそれをやろうとしてるとこは見てみたいね」\u000d\u000a\u000d\u000aしかし、それでもその言葉の流れはロジーナに影響を及ぼした。氷が急激に溶けだし、彼女は落ち着かない様子で身じろいだ。「止めなさい、静かに！」@{K}There are smiles from the on-lookers while you read, and sometimes guffaws. \"Breasts like mushroom caps?\" \"I'd like to see the author try that herself.\" \u000d\u000a\u000d\u000aBut the flow of words does have its effect on Rosina. The ice melts rapidly around her, and she tosses uncomfortably. \"Make it stop, make it quiet!\"",
                                     "LinkToEvent": {"Id": 256177},
                                     "Name": "ありえそうもないメロドラマ@{K}Melodramatic and implausible", "Id": 256216},
                    "DefaultEvent": {"Description": "ロジーナは最初の一行を聞くなり身を起こした。「誰があなたをここに入れた？あなたはニダー人の手先なのか？失せなさい」脾臓が水晶になっていなかったなら、彼女はもっと怒っていたことだろう。\u000d\u000a\u000d\u000aあなたは不名誉にも付添人たちによって抱えあげられ、階段へと放り出されてしまった。次はもっと上手くいくだろう、おそらく。@{K}Rosina sits up at the first sentence. \"Who let you in here? Are you an agent of the Nidaheen? You must leave.\" If her spleen weren't a lump of crystal, she would be much angrier.\u000d\u000a\u000d\u000aHer attendants bundle you ignominiously back up the staircase. Better luck next time, perhaps.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "出ていきなさい！@{K}Out!", "Id": 256214},
                    "Name": "恋愛小説を読み聞かせる@{K}$[Rr]omantic[- ][Ll]iterature -> 恋愛小説$Read some Romantic Literature to Rosina",
                    "Description": "もちろん、そんなことをすれば彼女の健康は大きく損なわてしまうことだろう。しかし十分な力が残っていれば、耐えることも可能だ。@{K}It would be very bad for her, of course. She will resist if she is strong enough. ",
                    "ButtonText": "", "Id": 191980},
                   {"SuccessEvent": {"Description": "小説の優れた部分にはことごとく手が加えられており、時には黒く塗りつぶされていることさえあった。読み上げるのは困難な仕事だ。目隠しとZzoupの登場する場面があったようだが、全て堂々巡りに陥ってしまう。幾つかの文は「スプーン」という単語を全く別の言葉に変えてしまった方がまだ意味が通るといったありさまだった。\u000d\u000a\u000d\u000aしかし、それでもその言葉の流れはロジーナにささやかながら影響を及ぼした。氷が溶けだし、彼女は落ち着かない様子で身じろいだ。「止めなさい、静かに！」@{K}It's difficult reading, because the best passages have been edited and in some places completely blacked out. There is a scene involving a blindfold and a bowl of Zzoup, but it keeps lapsing into ellipses. Some sentences would be more comprehensible if you replaced the word \"spoon\" with another word entirely.\u000d\u000a\u000d\u000aBut the flow of words does have a little modest effect on Rosina. The ice melts around her, and she tosses uncomfortably. \"Make it stop, make it quiet!\"",
                                     "LinkToEvent": {"Id": 256177}, "Name": "ひどく検閲されている@{K}Heavily censored",
                                     "Id": 256218},
                    "DefaultEvent": {"Description": "ロジーナは最初の一行を聞くなり身を起こした。「誰があなたをここに入れた？あなたはニダー人の手先なのか？失せなさい」脾臓が水晶になっていなかったなら、彼女はもっと怒っていたことだろう。\u000d\u000a\u000d\u000aあなたは不名誉にも付添人たちによって抱えあげられ、階段へと放り出されてしまった。次はもっと上手くいくだろう、おそらく。@{K}Rosina sits up at the first sentence. \"Who let you in here? Are you an agent of the Nidaheen? You must leave.\" If her spleen weren't a lump of crystal, she would be much angrier.\u000d\u000a\u000d\u000aHer attendants bundle you ignominiously back up the staircase. Better luck next time, perhaps.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "出ていきなさい！@{K}Out!", "Id": 256217},
                    "Name": "承認済みの恋愛小説を読み聞かせる@{K}$[Rr]omantic[- ][Ll]iterature -> 恋愛小説$Read Approved Romantic Literature to Rosina",
                    "Description": "もちろん、そんなことをすれば彼女の健康は大きく損なわてしまうことだろう。しかし十分な力が残っていれば、耐えることも可能だ。@{K}It would be very bad for her, of course. She will resist if she is strong enough. ",
                    "ButtonText": "", "Id": 191981},
                   {"SuccessEvent": {"Description": "小説を読み始めると、ロジーナの体が危険なほどの熱を発した。浴槽から蒸気が勢いよく吹き上がり、目の前のページを読むのも困難なほどだ。取り巻きたちが変化のさなかにある彼女から病気を移されようと、浴槽を取り囲む。@{K}As you read, Rosina heats alarmingly. Steam rises from her bath at such a rate that it becomes difficult to see the page in front of you. Her acolytes draw close around her bath, hoping to take her infection the moment she undergoes a change.",
                                     "LinkToEvent": {"Id": 256177}, "Name": "蒸気の雲@{K}Clouds of steam",
                                     "Id": 256221},
                    "DefaultEvent": {"Description": "ロジーナは最初の一行を聞くなり身を起こした。「誰があなたをここに入れた？あなたはニダー人の手先なのか？失せなさい」脾臓が水晶になっていなかったなら、彼女はより怒っていたことだろう。\u000d\u000a\u000d\u000aあなたは不名誉にも付添人たちによって抱えあげられ、階段へと放り出されてしまった。次はもっと上手くいくだろう、おそらく。@{K}Rosina sits up at the first sentence. \"Who let you in here? Are you an agent of the Nidaheen? You must leave.\" If her spleen weren't a lump of crystal, she would be much angrier.\u000d\u000a\u000d\u000aHer attendants bundle you ignominiously back up the staircase. Better luck next time, perhaps.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "出ていきなさい！@{K}Out!", "Id": 256220},
                    "Name": "アンテ流のロマンスを読み聞かせる@{K}Read Anthean Romance to Rosina",
                    "Description": "彼女に十分な力があれば、抗うことも出来るだろう。しかし、この改稿された本は極めて魅力的だ。抗う気になれないかもしれない。@{K}She will resist if she is strong enough, but the revised volume is very seductive. She may not have the will.",
                    "ButtonText": "", "Id": 191982},
                   {"SuccessEvent": {"Description": "ロジーナは男女の群れを一瞥する。その顔には何の表情も浮かんでいない。そこに本来あったはずの感情はコントロールされているか、消し去られたのだろう。「とある……愚かな……信仰を持つ者たちがいるのです。私と同じ病に苦しむことを望む者たちが。彼らは炎を移されるよう願って私についてまわっています」You put your question. Rosina glances over at the cluster of men and women. Her expression is blank; the emotion that ought to be there has been controlled, or wiped away.\u000d\u000a\u000d\u000a\"There are certain... idiotic... sects,\" she says. \"People who want to suffer what I have. They follow me around, hoping to be infected by my conflagration.\"",
                                     "LinkToEvent": {"Id": 256177}, "Name": "ハゲワシ@{K}Carrion birds",
                                     "Id": 258212},
                    "DefaultEvent": {"Description": "あなたは直接見物人に尋ねた。「烈火だ」一人が答え、密やかに妙な笑い声を漏らした。別の者は興味をひかれたようにあなたの額に片手を乗せる。まるで熱があるのか測っているようだ。\u000d\u000a\u000d\u000a彼らはどこも鋭くなっていないように見える。こんなところで何をしているのだろう？@{K}You ask the onlookers directly. \"Conflagrati,\" says one, and titters. Another one curiously puts her hand on your forehead, as though to see whether you have a fever. \u000d\u000a\u000d\u000aIt doesn't look as though any of them have gone sharp at all. What are they doing here?",
                                     "LinkToEvent": {"Id": 256177}, "Name": "ハゲワシ@{K}Carrion birds",
                                     "Id": 256222},
                    "Name": "この見物人は一体何をしているのか突き止める@{K}Find out what all the onlookers are for",
                    "Description": "医療行為に従事しているわけではないようだ。@{K}They aren't assisting in any medical proceedings.",
                    "ButtonText": "", "Id": 191983}],
 "Description": "この洞窟には人が多く集まっていた。中央には氷で満たされた浴槽が置かれ、中には明らかに病に冒された風貌の女性が座っている。透き通った器用な指を持つアンテ人たちが数名、彼女の傍らで立ち働いている。そしてこの部屋にはその他にも大勢の人がたむろしていた。彼らは大抵互いにお喋りをしているが、時折ロジーナの方を向いては彼女の様子を眺めている。@{K}The cavern is crowded. In the center is a bathtub full of ice, in which sits a woman in an obvious state of illness. Several Antheans attend her, one with deft, clear fingers. Then there are a number of other people attending, who mostly talk among themselves, but sometimes turn to watch Rosina.",
 "Name": "ロジーナの部屋@{K}Rosina's Chambers", "Id": 256177}
