{"ChildBranches": [{"DefaultEvent": {"Description": "階段を下り、鋭利な脾臓を手に入れた者のみが立ち入ることの出来る小部屋へと向かおう。壁の岩には赤い脈が無数に走っている。ヴィナス・サロンの幾人かは横隔膜のあたりを晒す服を身に着け、皮膚の下に水晶の臓器がある事がはっきりと見て取れる部分が見えるようにしている。\u000d\u000a\u000d\u000a部屋では人々が集まり、ロンドンの新聞社への無礼な投書や家から送られてきた侮辱するような手紙を交代で声に出して読み上げ、誰が一番気に掛けないでいられるかを競う遊びが行われている。@{K}Descend into the Anthe chamber reserved for those who flourish at the spleen. The stone of the chamber is veined with red. Some members of the Venous Salon wear clothes that reveal the midriff, so that one can see the telltale points of the crystal form under their skin.\u000d\u000a\u000d\u000aIt is a party game here to take turns reading aloud offensive letters to the London newspapers, and insulting missives from home, and to compete at not caring in the least. ",
                                     "LinkToEvent": {"Id": 238438}, "Name": "ヴィナス・サロン@{K}The Venous Salon",
                                     "Id": 256235},
                    "Name": "脾臓を鋭利にする@{K}Go sharp in the spleen",
                    "Description": "怒る能力を放棄し、外交官や聖人、冷血な圧政者たちの集まりに加わろう。@{K}Surrender your capacity for anger. Join the society of diplomats, saints, and cold-blooded tyrants.",
                    "ButtonText": "", "Id": 191995},
                   {"DefaultEvent": {"Description": "肝臓が鋭くなった者は、アンテのメインホールから左の出口に向かい、砂だらけの階段を下ることを許される。銀の塩のサロンは小さな灯りに照らされており、この部屋に集う者たちは普通の人間と何ら変わりない姿をしているように見える。しかし、彼らは砒素入りの紅茶を啜り、猛毒のヒキガエルを食べている。部屋の角には黄疸患者に関するジョークを滔々と語る女性が立ち、引き裂かれたアイアン＆ミザリー社の制服の名残を身に着けている者もいる。@{K}$Iron -> アイアン, Iron & Misery -> アイアン＆ミザリー$When you have grown liver-sharp, you may take the left exit from the main chamber of Anthe and descend a staircase gritty underfoot. The Salon of Silver Salts is hung with small lights, and the inhabitants look ordinary. They are sipping arsenical teas and dining on poisonous toadstools. A woman in the corner offers a constant flow of wit at the expense of jaundice victims. Another wears the tattered remains of an Iron & Misery uniform.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "銀の塩のサロン@{K}The Salon of Silver Salts", "Id": 256236},
                    "Name": "肝臓を鋭利にする@{K}Go sharp in the liver",
                    "Description": "毒の効かない誇り高き体を得て、スパイや暗殺者、毒殺者、そして変わった食糧で食いつながねばならない者たちと親交を深めよう。@{K}Take on a proud indifference to toxins. Fraternise with spies, assassins, professional poisoners, and those who need to survive on strange diets. ",
                    "ButtonText": "", "Id": 191996},
                   {"DefaultEvent": {"Description": "この部屋の壁には黒い水晶が幾つもはめ込まれている。火鉢に火が入れられており室内には薄く靄が立ち込めているが、ここに集う者たちは誰も気にしていない。@{K}The chamber is lined with black crystal. Braziers are lit and a low haze hangs in the air, troubling none of the inhabitants.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "香のサロン@{K}The Salon of Incense",
                                     "Id": 256237},
                    "Name": "肺腑を水晶の小部屋とする@{K}Let your lungs become a chamber of crystal",
                    "Description": "呼吸の頻度を減らし、純粋さを高めよう。潜水人、オペラ歌手、炭鉱で働く者、そして毒ガスの製造者たちと親しくなろう。@{K}Breathe less often and more purely. Take on the companionship of divers, opera singers, coal miners and producers of poisonous gas.",
                    "ButtonText": "", "Id": 191997},
                   {"DefaultEvent": {"Description": "この部屋の壁は硬かったが、カットを施された表面と深い赤の色彩によって、売春宿のベルベットのような煌きを見せていた。一人の横になった紳士が、他の場であれば二つの巨大な青いトパーズに見えたであろう物を見せびらかしている。しかし大抵の者はクリーム色のローブを羽織り、体の変化した部分を隠していた。@{K}$[Gg]ant -> ギャント$The walls of the chamber are hard, but the facets and the deep red colour give them the shimmer of whorehouse velvet. One reclining gentleman demonstrates what, in another context, you might take for a gigantic pair of matched blue topazes. But for the most part, the inhabitants wear cream-coloured robes and make no display of their altered state.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "ピロウカットを施された宝石の間@{K}The Chamber of Pillow-cut Rock", "Id": 256238},
                    "Name": "股を華やかなものとする@{K}Flourish in the groin",
                    "Description": "情熱を鎮め、衛生環境を改善し、機能面も完璧で見物人の目もくらませられる。アンテの修道女、独身の誓いを立てた者、踊り子、そして売春宿の常連たちの友となろう。@{K}Diminish passion, promote hygiene, perfect performance, and dazzle any onlookers. Pursue the company of Anthe's nuns, celibates, dancers, and brothel habitués.",
                    "ButtonText": "", "Id": 191998},
                   {"DefaultEvent": {"Description": "舌の鋭い者たちは岩の上に集まっていた。新入りの入る余地はほとんどない。彼らの冗談は歯切れよく乾いていて、発話も正確だ。引き延ばされたような話し方をする者も、文法上の誤りも存在しない。@{K}The sharp-tongues gather on a point of rock. There is little room for newcomers. The wit is crisp and dry. The diction is precise. Nothing is slurred, and nothing said in error.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "舌鋒の如く鋭き岩@{K}Tongue-point Pinnacle",
                                     "Id": 256239},
                    "Name": "舌を鋭くする@{K}Undergo acumination of the tongue",
                    "Description": "穏やかな語りとゆっくりとした言葉を放棄し、詩人や宮廷の道化師、嘘つき、暗号を操る芸術家たちとお近づきになろう。[この選択肢を選ぶことが出来ない場合、鋭利さを受け入れる余地を高めてみましょう。]@{K}Give up soft speech and slow words. Come to know poets, court jesters, liars, and artists in cipher. [If you cannot select this, you may need to raise your Capacity for Sharpness.]",
                    "ButtonText": "", "Id": 191999},
                   {"DefaultEvent": {"Description": "この部屋の床面は楕円形をしており、およそ50フィートある。壁は鉱石ではなく固まった土で出来ているようだ。この部屋に集う者たちが代わる代わる崩落しそうな天井の一部を支える役割を果たしている。\u000d\u000a\u000d\u000a「それでも高い所から落ちるのはお勧めしないね」ここに長い者の一人が新入りに語る。「確かにもう骨に傷がつくことはないが、今度は骨がお前を傷つけるだろう。筋肉と皮膚を切り裂いて突き出してくるのさ！ハ！残りも全部変えることにして、肌も鋭くするなら話は別だが……」彼は肩をすくめる。「あれはちょっとばかし趣味が悪いとは思わないか？」@{K}The room is oval in cross-section and about fifty feet long. The walls are packed earth rather than stone. The inhabitants take turns to hold up the part of the ceiling that is in danger of caving in. \u000d\u000a\u000d\u000a\"I still don't recommend falling from a height,\" one of the old-timers is saying to a new member. \"True, you won't break your bones. Now they'll break you. Tear right through your muscle and skin, and stick out! Ha! Unless you go the rest of the way and grow a sharp skin, but...\" He shrugs. \"Bit tasteless, that, isn't it?\"",
                                     "LinkToEvent": {"Id": 238438}, "Name": "骨塚@{K}The Bone-Barrow",
                                     "Id": 256241},
                    "Name": "骨格を鉱石にする@{K}Mineralise your skeleton",
                    "Description": "目に見えぬ力こそが最も称賛に値するものである。労働者やサーカスで芸を披露する怪力の女性たち、鋼鉄の意思と揺らぐことのない高潔さを持つ者たちと交わろう。@{K}Strength that cannot be seen is often the most praiseworthy. Walk among the labourers, the circus strongwomen, the persons of iron will and unshakable integrity.",
                    "ButtonText": "", "Id": 192001},
                   {"DefaultEvent": {"Description": "アンテの明瞭な肌を持つ者たちは、熱も、尖った器具も、他の者であればぶつかれば痣になるような岩も恐れることはない。蛇や刺す昆虫も彼らには冗談でしかなく、スズメバチがアンテ人の水晶の肌に針を刺して自殺したというのはお決まりの笑い話の一つだ。\u000d\u000a\u000d\u000a海上に出たときに自らの身体の状態を隠そうと思った場合、一番苦労するのはここの人々だ。彼らがアンテを去ることはほとんどないが、その時は包帯を体に巻き墓人のふりをするか、ヴィザージュの人間のように仮面を着けローブを纏う。@{K}$Visage -> ヴィザージュ$The sharp-skinned of Anthe have no reason to fear heat, or edged implements, or bruising rocks. Snakes and stinging insects are a game to them. The suicide of wasps on crystal Anthean skin is one of their primary sources of comedy. \u000d\u000a\u000d\u000aThese people have the most to do if they wish to conceal their condition from those above the Unterzee. They almost never leave Anthe, but if they do, they wrap themselves in bandages and pass as Tomb Colonists, or mask themselves like a native of Visage.",
                                     "LinkToEvent": {"Id": 238438}, "Name": "煮え立つ深淵@{K}The Blistering Abyss",
                                     "Id": 256242},
                    "Name": "水の如く透き通り、鎧の如く硬い皮膚を得る@{K}Let your skin be clear as water and hard as armour",
                    "Description": "ここには闘士と傷跡に倦んだ者たち、そして自らの何もかもを曝け出さずにはいられないほどに奢った者たちが集っている。@{K}This is where the fighters are, and those who got tired of their scars, and the people too proud to hide anything about themselves.",
                    "ButtonText": "", "Id": 192002},
                   {"DefaultEvent": {"Description": "幸いにも、すべてを切り離す必要はなかった。しかし失われてしまったものもある。あなたの体には、単なる肉に戻った代償として傷跡が残るだろう。@{K}Happily, you don't have to cut away everything. But there are losses. You will bear the scars, in exchange for being merely flesh again.",
                                     "LinkToEvent": {"Id": 238438},
                                     "Name": "まだ行き過ぎていなかった@{K}Your case wasn't too advanced", "Id": 256250},
                    "Name": "すべての鋭利さを切って取り除く@{K}Cut away all your sharpness",
                    "Description": "あなたの本来の姿に近い状態に戻ろう。[鋭利さを取り除き、傷を一つ獲得します。鋭利さの限界は残るため、もし必要が出た時は改めて異なる鋭利さを追求することも出来ます。三つ傷を得ると死んでしまいます。慎重に行動しましょう。]@{K}Return to something closer to your natural state. [This will remove your sharpness and gain a Wound. Your Maximum Sharpness will remain, so you can pursue different sharpnesses if need be. Be careful: three Wounds will kill you.]",
                    "ButtonText": "", "Id": 192010},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 238438},
                                     "Name": "", "Id": 256265},
                    "Name": "今のところはこれで追求を終える@{K}Relinquish the pursuit for now",
                    "Description": "あなたにはアンテで他にする事があるのかもしれない。@{K}Perhaps there is other business for you in Anthe.",
                    "ButtonText": "", "Id": 192020},
                   {"SuccessEvent": {"Description": "この環境も助けにはなるが、それに加えて自らの精神と意思を整える必要がある。鋭利になるとはすなわち多くの感覚を放棄するという事だ。@{K}The environment is a help, but you must also prepare your mind and your will. Going sharp means giving up many sensations.",
                                     "LinkToEvent": {"Id": 256227}, "Name": "瞑想の夜@{K}Nights of meditation",
                                     "Id": 256257},
                    "DefaultEvent": {"Description": "あなたは自分の心を正そうと必死に努力した。しかし、体の様々な部分が脆くなりもげてしまう悪夢を見るだけで終わった。@{K}You struggle to right your mind. Instead, you give yourself nightmares of body parts that grow brittle and snap off.",
                                     "LinkToEvent": {"Id": 256227},
                                     "Name": "暗闇の中での苦闘@{K}A struggle in the dark", "Id": 256256},
                    "Name": "鋭利さを受け入れる余地を広げる@{K}Cultivate the capacity for sharpness",
                    "Description": "アンテ人のように鋭利さを得るのは簡単な事ではない。しかし、ここに来た者の多くは遅かれ早かれ鋭利さを望むようになる。@{K}It isn't easy to go sharp as the Antheans do. But most who come here find themselves desiring the condition, sooner or later.",
                    "ButtonText": "", "Id": 192015},
                   {"SuccessEvent": {"Description": "アンテの鋭利さを説く者たちは、己を知ることや忍耐といった時間のかかる退屈な手法を重んじる。しかし、あなたのやり方では蒸留と準備に一日あれば十分だ。あなたはゴブレットから薬を飲み、二時間後には新たな鋭利さを獲得する用意が出来た。@{K}In Anthe there are teachers of sharpness who emphasise self-knowledge, patience, and similar tedious methodologies. In your case, a day of distillations and preparations is enough. You drink the dose from a goblet, and within two hours you are ready to go sharp in a new way.",
                                     "LinkToEvent": {"Id": 256227},
                                     "Name": "より手っ取り早く、スピリチュアルでない方法@{K}A quicker and less spiritual solution", "Id": 256261},
                    "DefaultEvent": {"Description": "薬は口に含んだ時にはどろどろとした灰青色の液体だったが、飲み込むとみぞおちのあたりに火がついたような感覚があり、喉が削られるような痛みが走った。あなたはその後数時間にわたって話せなくなり、耳鳴りが続いた。山頂に立ち、岩の一部となるといった熱に浮かされたような考えが頭に浮かぶ。しかし、アンテの連帯に加わる用意は出来なかった。@{K}It's a sludgy grey-blue drink when you swallow it. Then it's fire in your gut, and rasping in the throat. You lose the ability to speak for a few hours. Your ears ring. You have feverish thoughts of standing on a mountain top and becoming one with the stone. But you are no better prepared for the society of Anthe.",
                                     "LinkToEvent": {"Id": 256227},
                                     "Name": "薬はあなたに反対のようだ@{K}The preparation disagrees with you", "Id": 256260},
                    "Name": "化学物質を用いて鋭利さを受け入れる余地を広げる@{K}Cultivate the capacity for sharpness through chemical means",
                    "Description": "古い日誌に、ミネラルと塩を使い身体改造を容易にする調合薬を作る方法が記録されていた。しかしその方法は……実地で確かめられていないようだ。@{K}Old logbooks record a preparation of minerals and salts that helps the body convert. It is... untested.",
                    "ButtonText": "", "Id": 192017}],
 "Description": "一人の女性がアンテに新たに加わった者たちに助言を与えている。彼女によれば、鋭利になるとはすなわち鈍ることであり、目覚めることでもある。そして感覚の喪失であり、洞察の始まりなのだという。他のアンテ人の中には違う比喩を用いる者もいた。明晰さ。無味乾燥。秩序と組織構造。@{K}A woman gives advice to new Antheans: her eyes are cubes of salt. She speaks of going sharp as a numbness, and as an awakening; as the loss of sensation and the beginning of insight. Some Antheans use other metaphors. Clarity. Dryness. Regularity and structure.",
 "Name": "鋭利さの追求@{K}The Pursuit of Sharpness", "Id": 256227}
