{"ChildBranches": [{"DefaultEvent": {"Description": "祝福と呪いの両方を逸らそうと甲板長が早口でSaltに祈っている。潜水艦の明かりに照らされた聖ブレンダンの炎が揺らぎ、消えた。@{K}Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. The St Brendan's fire in your lights gutters and dies. ",
                                     "LinkToEvent": {"Id": 258169}, "Name": "", "Id": 258171},
                    "Name": "炉床の儀式を放棄する@{K}Forsake the Rite of the Hearth",
                    "Description": "そうすれば他の儀式を行うことが出来るだろう。[儀式による恩恵は一度につき一つしか受けられません。]@{K}So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192625},
                   {"DefaultEvent": {"Description": "祝福と呪いの両方を逸らそうと甲板長が早口でSaltに祈っている。すぐに効果が表れるようなことはなかったが、その夜あなたは猛烈に、そして強烈に体調を損ねる夢を見た。あなたは沈鬱な気持ちと共に目覚めた。@{K}Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. There is no immediate effect, but that night you dream of being vehemently, vigorously sick. You wake in a pensive mood.",
                                     "LinkToEvent": {"Id": 258169}, "Name": "", "Id": 258172},
                    "Name": "饗宴の儀式を放棄する@{K}Forsake the Rite of Feasting",
                    "Description": "そうすれば他の儀式を行うことが出来るだろう。[儀式による恩恵は一度につき一つしか受けられません。]@{K}So that you may partake in a different one. [You may only benefit from one rite at a time.]",
                    "ButtonText": "", "Id": 192626},
                   {"DefaultEvent": {"Description": "祝福と呪いの両方を逸らそうと甲板長が早口でSaltに祈っている。このひどい咳の発作は間違いなく偶然の物だろう。あなたはその日中喉が嗄れていたが、すぐに回復した。@{K}Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. Your vigorous coughing fit is unquestionably a coincidence. You are hoarse for the rest of the day, but swiftly recover.",
                                     "LinkToEvent": {"Id": 258169}, "Name": "", "Id": 258173},
                    "Name": "訪いの儀式を放棄する@{K}Forsake the Rite of Greeting",
                    "Description": "そうすれば他の儀式を行うことが出来るだろう。[儀式による恩恵は一度につき一つしか受けられません。]@{K}So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192627},
                   {"DefaultEvent": {"Description": "祝福と呪いの両方を逸らそうと甲板長が早口でSaltに祈っている。もちろん何の影響も出なかったが、その夜あなたが黒に身を包んだ女性の夢を見ることはなかった。彼女の不在は欠けた歯のようにはっきりと感じられた。@{K}Your bo'sun mutters a rapid prayer to Salt, off whom blessings and curses alike slide. There is no effect, of course. But that night you do not dream of a woman clad in black. Her absence is as notable as a missing tooth.",
                                     "LinkToEvent": {"Id": 258169}, "Name": "", "Id": 258174},
                    "Name": "慰めの儀式を放棄する@{K}Forsake the Rite of Solace",
                    "Description": "そうすれば他の儀式を行うことが出来るだろう。[儀式による恩恵は一度につき一つしか受けられません。]@{K}So that you may partake in a different one. [You may only benefit from one Rite at a time.]",
                    "ButtonText": "", "Id": 192628},
                   {"DefaultEvent": {"Description": "あなたは一定の速度で上へ、この大きく口を開けた奈落の外へと昇っていった。@{K}You drift steadily up and out of the maw.",
                                     "Name": "遠くへ@{K}Away", "Id": 258175},
                    "Name": "立ち去る@{K}Depart",
                    "Description": "ここに来た目的は達せられた。@{K}You've seen what you came to see.",
                    "ButtonText": "", "Id": 192629},
                   {"DefaultEvent": {"Description": "あなたは会衆席に泳いでいった。吐き出した泡は頭上へ、タイルの張られた床面へと浮かんでゆく。モザイクは一面真っ黒だったが、その形なき様の中になにかの形があった。\u000d\u000a\u000d\u000a通路の先にはアーチの入り口があった。中では、昆布のロープが深淵から上へと伸びている。あなたはロープが手の届く範囲まで来たときに素早くつかみ取り、引いた。恐ろしいほどの重みが反対側で動いた。あなたはもう一度引く。鐘が鳴った――一度！二度！三度！水がかき乱される。強い潮流によってあなたは会衆席へと投げ出され、教会の入り口まで押し戻された。@{K}You swim into the nave. Your bubbles float upward, toward the tiled floor. Though the mosaic is entirely black, there is form in its formlessness.\u000d\u000a\u000d\u000aAt the end of the aisle is an archway. Inside, a kelp-rope floats upward from a deep chasm. When it drifts within reach, you snatch it and pull. A great weight moves at the other end - you pull again. It rings out - once! Twice! Thrice! The waters stir. A strong current throws you into the nave, and carries you back out the mouth of the Church.",
                                     "LinkToEvent": {"Id": 258169},
                                     "Name": "あなたは潜水服を身に着けた@{K}You don your diving gear", "Id": 259785},
                    "Name": "訪いの儀式を行う@{K}Perform the Ritual of Greeting",
                    "Description": "教会の壁の窪みにはすべて同じ装飾が施されている。ベルを手に扉の前に立つ群衆の彫像だ。彼らの手本に習おう。[正しい順序で深淵の儀式を行うことで、何かが見つかるでしょう。]@{K}The church's niches all possess the same decoration: statues of men and women standing before a door, bells in their hands. Follow their example. [Performing the abyssal rituals in the correct order will lead to a discovery.]",
                    "ButtonText": "", "Id": 193710},
                   {"DefaultEvent": {"Description": "一メートル昇っていくごとに、究極の死を迎える可能性も低くなっていくように感じられる。@{K}With every yard climbed the possibility of meeting an untimely death declines. ",
                                     "LinkToEvent": {"Id": 258169}, "Name": "上昇@{K}Rising", "Id": 259786},
                    "Name": "上昇する@{K}Ascend",
                    "Description": "今のところは、暗闇はもう十分だ。@{K}You have seen enough of darkness for now.",
                    "ButtonText": "", "Id": 193711},
                   {"SuccessEvent": {"Description": "あなたは彫刻を半分埋めている砂を払った。ランプの光によって紋様に鋭い影がかかる。ここは妙に暖かく落ち着かない。集中しよう。この模様は渦巻に似ている。外側へと螺旋を描く線が船を擦っているようだ。古代の船の漕ぎ手たちが船を渦の中に進め、自ら船を壊している。これが彼らの目的地だったのだろう。絵の右側にはシンボルが刻まれていた。これは『魅惑的な目標に対する寓話的アプローチ』という意味だ。七分が経ったことを知らせるベルが鳴った。潜水艦に戻らなければ。@{K}You brush away the sand half-filling the carving. Your lamp gives its pattern a sharp shadow. It's uncomfortably warm. Focus: this carving resembles a whirlpool. The lines spiralling outwards brush against the ships. The ancient rowers push into the whirlpool; splinter their own vessels. This must be their destination. To the right of the image is a symbol: <i>A parabolic approach to an object of fascination.</i> The seven minute bell rings. You must return to your zubmarine.\u000d\u000a",
                                     "LinkToEvent": {"Id": 258169},
                                     "Name": "あなたは潜水服を身に着けた@{K}You don your diving gear", "Id": 258197},
                    "DefaultEvent": {"Description": "あなたは彫刻を半分埋めている砂を払った。ランプの光によって紋様に鋭い影がかかる。ここは妙に暖かく落ち着かない。集中しよう。この模様は渦巻に似ている。外側へと螺旋を描く線が船を擦っているようだ。目に入った汗は無視するんだ。古代の船の漕ぎ手たちが船を渦の中に進め、自ら船を壊している。これが彼らの目的地だったのだろう。絵の右側にはシンボルが刻まれていた。これは『魅惑的な目標に対する――\u000d\u000a\u000d\u000aしまった！あなたの眉毛が燃えている。七分が経ったことを知らせるベルが忙しなく鳴っている。船員たちがあなたを潜水艦へと引き戻した。誰かこの忌々しいヘルメットを取ってくれ！@{K}You brush away the sand half-filling the carving. Your lamp gives its pattern a sharp shadow. It's uncomfortably warm. Focus: this carving resembles a whirlpool. The lines spiralling outwards brush against the ships. Ignore the sweat trickling into your eye. The ancient rowers push into the whirlpool; splinter their own vessels. This must be their destination. To the right of the image is a symbol: <i>A parabolic approach to-</i>\u000d\u000a\u000d\u000aD__m! Your eyebrows are aflame. The seven minute bell rings urgently. A crewman hauls you back to the zubmarine. Someone remove this blasted helmet!",
                                     "LinkToEvent": {"Id": 258169},
                                     "Name": "あなたは潜水服を身に着けた@{K}You don your diving gear", "Id": 258170},
                    "Name": "言葉を記録する@{K}Record their messages",
                    "Description": "噂によれば、真の船乗りであればここに刻まれたものを読んでも生き残れるかもしれないそうだ。[この儀式を行うことでハートが20上昇しますが、同時にアイアンが10低下します。成功しても失敗しても儀式を得ることは出来ますが、失敗すれば傷を負う事になるでしょう。]@{K}$Iron -> アイアン, Hearts -> ハート$A true zailor may survive reading these etchings, they say. [This rite will increase your Hearts by 20 but decrease your Iron by 10. Succeed or fail, you will gain the rite, but failure will incur a Wound.]",
                    "ButtonText": "", "Id": 192624},
                   {"SuccessEvent": {"Description": "あなたの操舵手は正当化できないほどに口汚い言葉で答えたが、それでも彼女は同意した。\u000d\u000a\u000d\u000a潜水艦の細い光に、崖に広がる教会のごく一部が照らしだされた。巨大な逆さまの大聖堂、底知れぬ深みの教会だ。@{K}Your helmsman's response is unjustifiably foul-mouthed, but she assents. \u000d\u000a\u000d\u000aYour zubmarine's pinprick of light shines onto a cliff side, illuminating only a spot of a vast, inverted cathedral: a Fathomless Church. ",
                                     "LinkToEvent": {"Id": 258169}, "Name": "さらなる深み@{K}Deeper still",
                                     "Id": 259797},
                    "DefaultEvent": {"Description": "操舵手は無言で指示に従い、さらなる深みに向けて舵を切った。すぐに、潜水艦は水圧によって軋むような音を立て始めた。圧し潰すような海の重みに完全に屈してしまいはしないだろうが、それでも船体は傷を負うことだろう。\u000d\u000a\u000d\u000a潜水艦の細い光に、崖に広がる教会のごく一部が照らしだされた。巨大な逆さまの大聖堂、底知れぬ深みの教会だ。@{K}Your helmsman obeys the order silently, driving the vessel even deeper down. Soon, the zubmarine creaks against the pressure. The weight of the zee is crushing, and though your shell can hold, it suffers. \u000d\u000a\u000d\u000aYour zubmarine's pinprick of light shines onto a cliff side, illuminating only a spot of a vast, inverted cathedral: a Fathomless Church. ",
                                     "LinkToEvent": {"Id": 258169}, "Name": "さらなる深み@{K}Deeper still",
                                     "Id": 259784},
                    "Name": "より深く潜る@{K}Dive deeper",
                    "Description": "ここよりもさらに下に何かがある。[成功しても、失敗しても下方へ行くことが出来ます。しかし失敗すれば船体が傷ついてしまうでしょう。]@{K}There is something even further down in the darkness. [Succeed or fail, you will go deeper. But a failure will damage your hull.]",
                    "ButtonText": "", "Id": 193709}],
 "Description": "潜水艦の光が裂け目の壁面に刻まれた浮彫りを照らし出す。日の射さない街から漕ぎ出す男女、そして彼らが遠海で自ら船を壊した様子が描かれている。壁に刻まれた模様に炎がちらついた。@{K}Your zubmarine's lights illuminate bas-reliefs carved into the walls of the chasm. They depict men and women rowing from a sunless city, then, far at zee, scuppering their ships. Symbols etched into the walls flicker with fire.",
 "Name": "聖典の深淵@{K}The Abyss of Scriptures", "Id": 258169}
