{"ChildBranches": [{"DefaultEvent": {"Description": "　黄金の光が船を満たすだろう。光はすべての舷窓から眩く睨み、扉の下から覗きこむ。その凝視は沈黙を強いる。言葉は燃えあがり、蒸気へと変わるだろう。光は閉ざされた瞳にも入り込む。眼を開けて見ることは出来ない。そして、生ける者の剥き出しの脆弱性が精査され、理解された。我らには引き返すより他に道はない。ハイドアウェイへ。あまりにも遠くへと行ってしまった者たちが安全な隠れ家を見出せる場所へと。@{K}Golden light will fill your vessel. It will glare through every porthole, peer under every door. Its scrutiny demands silence. Your words will burn, and turn to vapours. The light will pass through closed eyes. The sight will be too much, and the raw vulnerability of being examined and understood. We will have no choice but to turn back to Hideaway, where those who go too far can find sanctuary.\u000d\u000a\u000d\u000a",
                                     "Name": "解明@{K}Clarification", "Id": 258597},
                    "RareDefaultEvent": {"Description": "　黄金の光が船を満たすだろう。光はすべての舷窓から眩く睨み、扉の下から覗きこむ。その凝視は沈黙を強いる。言葉は燃えあがり、蒸気へと変わるだろう。光は閉ざされた瞳にも入り込む。眼を開けて見ることは出来ない。そして、生ける者の剥き出しの脆弱性が精査され、理解された。我らには引き返すより他に道はない。ギャント・ポールへ。全ての放浪が終わる場所へと。@{K}$[Gg]ant -> ギャント, Gant Pole -> ギャント・ポール$Golden light will fill your vessel. It will glare through every porthole, peer under every door. Its scrutiny demands silence. Your words will burn, and turn to vapours. The light will pass through closed eyes. The sight will be too much, and the raw vulnerability of being examined and understood. We will have no choice but to turn back to the Gant Pole, where all wandering ends.",
                                         "Name": "解明@{K}Clarification", "Id": 258713},
                    "Name": "包み込む光@{K}The surrounding light",
                    "Description": "　はじめ、海はいまだ空虚な夜と同じ色をしていた。しかし、その後、我らは海に包み込まれる。水の色が変わった。雨に濡れた粘土板から、最も暗い色をした翡翠へ、そして深く濃厚な緑へと。それは真新しいエメラルドの緑。想起された川の緑。@{K+I}At first, the sea will still be the colour of an empty night, but then we'll be enveloped by  light. The colour of the water will change: rain-wet slate, then darkest jade, then deep rich green. Green as fresh emeralds. Green as remembered rivers.",
                    "ButtonText": "", "Id": 192920},
                   {"DefaultEvent": {"Description": "　あなたの水夫たちは舷窓に集う。皆黙り込んでいた。水夫長が歌を歌い始めるまでは。潜水艦が上昇してゆく。@{K}Your zailors gather at the portholes. All are silent, until the bo'sun raises his voice in song. Your vessel ascends.",
                                     "LinkToEvent": {"Id": 144262},
                                     "Name": "Saltの歌@{K}$Salt's Song -> Saltの歌$Salt's Song", "Id": 258714},
                    "Name": "再び、包み込む光@{K}Once again, the surrounding light",
                    "Description": "　今一度、空虚な夜の色からはじまって、雨に濡れた粘土板へ、最も暗い色をした翡翠へ、そして深く濃厚な緑へ。エメラルドの緑へ。川の緑へと。我らは光に包み込まれるだろう。@{K+I}Once again, the colour of an empty night. Then rain-wet slate, then darkest jade, then deep rich green. Emerald-green, river-green. We'll be enveloped by the light. ",
                    "ButtonText": "", "Id": 192989}],
 "Description": "　我らは大きく口を開く見慣れた暗い深淵を越え、東へと船を進める。Zeeはより大きな潮流によって引かれるだろう。ソナーから発せられた音波が戻ってくることはない。我らは温もりの中を揺蕩うだろう。さながら夏の海に遊ぶ子らのように。@{K}We will travel East, beyond the dark, yawning, familiar abysses. The zee will be pulled by greater currents. Our sonar will ring out, but not return. We'll float in warmth, like children in a summer ocean.\u000d\u000a",
 "Name": "海の中の太陽@{K}The Sun within the Sea", "Id": 258596}
