{"ChildBranches": [{"DefaultEvent": {"Description": "一本壜を開けると彼はチョッキを緩め、二本目になると自制心を緩めた。「いや、ニダーに行ったことはない。少なくとも、生身の状態ではな」彼はあなたに身を寄せる。「だが、俺はかつて紅い蜜を舐め、そこに行ったことのある男の記憶を味わった事がある。ほんの一部しか見ることは出来なかった。壁面に向かう軍隊、侵攻、“自由、平等、永遠”と叫ぶ鬨の声なんかだな」\u000d\u000a\u000d\u000a三本目の壜があけられた。何処でそういった記憶を味わうことが出来るのだろう？「アイル・オブ・キャッツに行け。猫の一番の爪に会うんだ。各地を旅した公証人について尋ねるといい。だが、お前も賢明な人間なら、俺みたいに学んだ知識は酒を奢られる為に使うことになるだろうよ。不死なんてのは神か化け物のためのもんだ」@{K}$Isle of Cats -> アイル・オブ・キャッツ, [Rr]ed [Hh]oney -> 紅い蜜$One bottle, and he loosens his waistcoat. A second, and he loosens his tongue. \"No, I never been to Nidah. Not in the flesh, at least.\" He leans close. \"But I once tasted red honey, and the memories of a man who had. I only saw fragments: an army at the walls, a breach, a rallying cry: 'Liberty, equality, eternity.'\"\u000d\u000a\u000d\u000aA third bottle. Where could you taste these memories for yourself?  \"Go to the Isle of Cats. Talk to the Cat's Chiefest Claw. Ask about the Far-Travelled Notary. But if you're wise, you'll do like me: use what you learn to get free drinks. Immortality's for gods and monsters.\"\u000d\u000a",
                                     "Name": "経験者は語る@{K}Straight from the source", "Id": 258841},
                    "Name": "不死の物語を巧みに引き出す@{K}Coax tales of immortality from him",
                    "Description": "「ニダーは玄武岩で出来た壁に囲まれているが、その中は人間に作り出せる限りで最高の楽園だ！千もの噴水に、宝石の板で舗装された街路！そして空気にはスイカズラとオレンジの低木の香りが満ち、甘く……」なぜ彼はそれを知っているのだろう？そこに行ったことがあるのか？@{K}\"Nidah's walls are basalt, but within them it's as close to paradise as man can make. A thousand fountains! The streets, paved with gem-slabs! And the air: sweet with honeysuckle and orange-groves...\" How does he know? Has he been there?",
                    "ButtonText": "", "Id": 193050}],
 "Description": "盲いた操舵手亭はウルフスタックの名物だ。開店してから一世紀にもなるその古いパブは、揚げ物の煙から出た汚れの層と、壁に釘で打ちつけられている海から持ち帰られた記念品の数々によってかろうじて繋ぎ止められている。\u000d\u000a\u000d\u000aあなたが店に入った時には、海に鍛えられた航海士は既に長広舌をふるっている最中だった。「……街は内陸部の奥深くに位置している。その街はニダーと呼ばれる街だ。そこでは、人々が全ての生き物の寿命を決めているんだ……」@{K}$Blind Helmsman -> 盲いた操舵手亭, Wolfstack -> ウルフスタック, Wolf -> ウルフ$The Blind Helmsman is a Wolfstack institution: a centuries-old pub held together by a crust of fry-smoke and the nautical mementos nailed to the walls.\u000d\u000a\u000d\u000aWhen you enter, the Salt-Scarred Navigator is already in full flow. \"...a city deep in the Interior. Nidah, it's called. There, they decide the span of every life...\"",
 "Name": "大望: 『死の支配はついに破られたり』@{K}$Ambition -> 大望$Ambition: Death Hath No More Dominion",
 "Id": 258840}
