{"ChildBranches": [{"DefaultEvent": {"Description": "「兄は海軍省で働いていました。けれどそこで彼を苦しませるような何かが起こったようなのです。その事について聞いてみても、兄はお前は自分の問題だけ考えていればいいというばかり。その時丁度、私の夫が病気をしていましたの。けれど、兄が悩みを打ち明けてくれさえすれば、私もきっと助けになれましたのに。あなたもご存知の通り――」彼女は心臓の上に片手を置いた。「人は他人の重荷を背負うことで真に善き存在となれるのですからね」\u000d\u000a\u000d\u000a彼女はあなたに悔恨の街アイグルへ向かい兄の後悔を見つけ、それを彼女の下へと届けてほしいそうだ。勿論報酬もお支払いしましょう！当然です！@{K}$Admiralty -> 海軍省$\"He used to work for the Admiralty. Something happened to distress him there. When I asked him about it, he said that I had enough to worry about with my own concerns; my husband was ill at the time. But I could help him, if he would only permit me to know his troubles. For, you know,\" - she puts a hand on her heart - \"bearing one another's burdens is what makes us truly good.\"\u000d\u000a\u000d\u000aShe tells you that you'll need to go to Aigul, the City of Regrets; find her brother's regret; and return it to her. She will pay! Gladly!",
                                     "LinkToEvent": {"Id": 254670},
                                     "Name": "彼女には愛する兄がいる。彼は繊細でとても内気な人物だという@{K}She has a brother who is dear to her, a sensitive soul, very reserved",
                                     "Id": 258875},
                    "Name": "頼みを聞く@{K}Listen to what she wants",
                    "Description": "彼女はしきりにあなたと話そうとしている。@{K}She is very urgent to speak with you.",
                    "ButtonText": "", "Id": 193070},
                   {"DefaultEvent": {"Description": "彼女は唇をかみしめた。「私はあなたに苦しむ魂の、最も深き悲嘆を探すようお願いして――懇願しているのですよ！」\u000d\u000a\u000d\u000a船員の一人が堪えきれないという様にハンカチーフで鼻をかんでいる。\u000d\u000a\u000d\u000a「ならいいでしょう！」妹の声の調子が変わった。そして再びヴェールを降ろして顔を隠す。「どうぞ茸を運ぶ仕事なりなんなりにお戻りください！」@{K}She bites her lip. \"I am asking you - entreating you! - to help me discover the deepest sorrow of a troubled soul!\" \u000d\u000a\u000d\u000aOne of your crew barely manages to stuff his snicker into a handkerchief.\u000d\u000a\u000d\u000a\"Oh, very well!\" the Sister says, in quite a different tone of voice, and lowers her veil to cover her face again. \"Go along and deliver your mushroom cargo, or whatever it is you do!\"",
                                     "LinkToEvent": {"Id": 254670}, "Name": "あなたは断った@{K}You say no",
                                     "Id": 258876},
                    "Name": "依頼を受けない@{K}Refuse the commission",
                    "Description": "あなたはこういった仕事はしない。@{K}It's not really your line.", "ButtonText": "",
                    "Id": 193071}],
 "Description": "女性は若さに満ちているとは言えない年だが、ヴェールの下から聞こえる声には情熱が込められている。舞台のヒロインたちから学び取ったのかもしれない。「助けが必要なのです――愛する兄と和解するために」@{K}The woman is no longer exactly youthful, but she speaks passionately from under her veil. Perhaps she has studied heroines on the stage. \"I need help -- to be reconciled with my dear brother.\"",
 "Name": "居丈高な妹の依頼@{K}Receiving a commission from the Imperious Sister",
 "Id": 258874}
