{"ChildBranches": [{"DefaultEvent": {"Description": "「……兵士たち、スパイたち、癒し手たち、船乗りたち。私たちは死を民主化しようとしたんだ。ニダーによる不死性の占有を打ち破り、彼らの年月の蓄えをもっと平等に分配するする事でな。良い計画だった。ボーデインが軍隊を集め、ロレンツォが道を描き、アリクが部隊を生きた船に乗せ紅い河を上った。そしてバトゥックが軍を先導し、ロジーナが私たちの傷を癒した」\u000d\u000a\u000d\u000a「敗北の後、私たちは分断されてしまった。他の者たちがどこへ隠れたのかは知らない。私に居場所が分かるのは一人だけ。私たちを集めた者、マリアムだ。彼女は長命衆の王女だった。スクリムシャンダーの奥深く、白い骨が黒に染まる漆黒の納骨堂に彼女を探すといい」彼は最後にもう一度妻のロケットを見ると、カチリと音を立てて閉めた。「これを彼女に渡してくれ。私からだと分かるはずだ」[スクリムシャンダーで漆黒の納骨堂を探し、大望を前へ進めましょう。]@{K}$Bourdain -> ボーデイン, Presbyter -> 長老, Presbyterate -> 長命衆$\"...soldiers, spies, healers, zailors. We meant to democratise death; to break Nidah's hold on immortality and distribute their hoard of years more evenly. It was a good scheme. Bourdain recruited our legions. Lorenzo charted our path. Arik sailed our troops up the red river on living ships. Batuk led our armies. Rosina healed our wounds.\u000d\u000a\u000d\u000a\"After our defeat, we were separated. I don't know where the others hide, except one: Mariam, who gathered us. She was a princess of the Presbyterate. Look for her deep in Scrimshander, in the Stygian Repository. Where the white bones turn black.\" He takes a last look at the locket from his wife, then clicks it closed. \"Give her this, so she knows I sent you.\" [To advance your ambition, locate the Stygian Repository in Scrimshander.]",
                                     "LinkToEvent": {"Id": 259164}, "Name": "", "Id": 259165},
                    "Name": "七人について尋ねる@{K}Ask him about the Seven",
                    "Description": "「私たちはニダーに立ち向かう七人だった……」@{K}\"We were the Seven Against Nidah...\"",
                    "ButtonText": "", "Id": 193266},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 242560},
                                     "Name": "", "Id": 259166},
                    "Name": "ロウ・バーネットに戻る@{K}$Low Barnet -> ロウ・バーネット$Return to Low Barnet",
                    "Description": "ひとまず、リットンの元を去ろう。@{K}Leave Lytton, for now.", "ButtonText": "",
                    "Id": 193267},
                   {"DefaultEvent": {"Description": "あなたは開いたロケットを彼の前に掲げた。「エヴリン」彼は口走り、あなたを見つめた。「彼女に送り込まれたのか？私を一番に見つけるのは他の連中になるだろうとずっと考えていたのだが」彼はゆっくりと範囲を広げる珊瑚の浸食を見下ろした。「戻ることは出来ない――この明白な理由は言わずもがなだが、彼女の安全のためにも戻るわけにはいかないのだ。私の身に起こった事すべてを話すのは遠慮していただけないだろうか。これ以上彼女の心労を増やしたくない」[峻厳な慈善家に夫からの伝言を持ち帰ることが出来ます。あるいは、大望を進めるために彼に質問することも出来ます。]@{K}You hold the open locket up before him. \"Evelyn,\" he says, involuntarily, and looks at you. \"She sent you? I always expected that other parties would find me first.\" He looks down at the gradual encroachment of coral. \"I cannot return - for her safety, as well as the obvious. But I ask that you withhold the full nature of my condition from her. I wouldn't want to cause her further distress.\" [You may now deliver word of her husband to the Fierce Philanthropist, or ask him questions to advance your ambition.]",
                                     "LinkToEvent": {"Id": 259164}, "Name": "", "Id": 259167},
                    "Name": "妻のロケットを届ける@{K}Deliver his wife's locket",
                    "Description": "彼はあなたには目もくれず、真鍮の滑らかな輝きを磨きあげるのに集中している。彼のかつての人生を思わせるようなものがあれば、役に立つかもしれない。@{K}He ignores you, intent instead on buffing a smooth shine from the brass. Perhaps a reminder of his past life will help.",
                    "ButtonText": "", "Id": 193268},
                   {"DefaultEvent": {"Description": "「私自身には大した資産はなかったが、私の会衆には実業家、貴族、銀行家が揃っていた……不死に興味を持ち、投資を惜しまない人々だ。私の信条は、来世でなく、この人生で永遠の命を手に入れるという型にはまらない物だったということだ」@{K}\"I came from modest means. However, my congregation consisted of industrialists, the gentry, bankers... People with an interest in immortality and the willingness to invest. My doctrine was unconventional - eternal life in this life, not the next.\"",
                                     "LinkToEvent": {"Id": 259164}, "Name": "", "Id": 259476},
                    "Name": "彼は七人の中でどのような役目を果たしていたのだろう？@{K}What was his role in the Seven?",
                    "Description": "「私は財政家だった」@{K}\"I was their financier.\"", "ButtonText": "",
                    "Id": 193475},
                   {"DefaultEvent": {"Description": "「あと少しというところまでは行ったんだ。ニダーに踏み込み、パーシモン・ゲートを破った。しかし、増援がやってきて蝋風が巻き起こった。私たちは散り散りになってしまった。七人はそれぞれに代償を払い、深海に身を隠した。これが私の代償だ」彼は珊瑚の裾を手で示した。@{K}\"We came close. We reached Nidah. We breached the Persimmon Gate. But reinforcements came, and the Wax-Wind was invoked. We scattered. Each of the Seven found a place to hide in the deeps, at a cost. This is mine.\" He indicates his skirts of coral.",
                                     "LinkToEvent": {"Id": 259164}, "Name": "", "Id": 259495},
                    "Name": "彼らの試みはどうなったのだろう？@{K}What became of their endeavour?",
                    "Description": "「私たちは失敗した」@{K}\"We failed.\"", "ButtonText": "", "Id": 193485}],
 "Description": "リットンは教会の奥まった一角に立っていた。人間離れした背の高さだ――彼の下半身は珊瑚の塊に閉じ込められ、床から持ち上げられているのだ。シャツの下の体はデコボコしている。不気味なピンク色の珊瑚による装飾が、血管を辿り彼の頬にまで芽を出し始めている。@{K}Lytton stands in a secluded corner. He is inhumanly tall - his lower body is encased in a block of coral that raises him up. Beneath his shirt, his body is lumpen. A tracery of it - lurid and pink - has begun to sprout on his cheek, following the course of his veins. ",
 "Name": "珊瑚の中の聖堂番@{K}A Verger in Coral", "Id": 259164}
