{"ChildBranches": [{"DefaultEvent": {"Description": "「ロレンツォか」マリアムが思い起こすように言う。「あの山を踏破した最初の人間となるため地上から来た冒険家だ。ニダー人は彼を追い払い、私が仲間に引き入れた。彼が内陸の地図を描き、私たちの軍隊の通り道を決めたんだ」\u000d\u000a\u000d\u000a「彼はどうなったかって？聞いたところでは、北へ逃げてそこで灯台の番をしているらしい」@{K}$[Tt]he Surface -> 地上$\"Lorenzo,\" Mariam recalls. \"An explorer from the Surface, who came down here to be the first to climb the Mountain. The Nidaheen drove him away. I recruited him. He charted the Interior for us, and plotted the course of our armies.\u000d\u000a\u000d\u000a\"Now? He fled into the north, where I have heard he maintains a lighthouse.\"",
                                     "LinkToEvent": {"Id": 259230}, "Name": "", "Id": 259231},
                    "Name": "案内役@{K}The Guide",
                    "Description": "秀でた額を持つあからまなしかめっ面の紳士の黒い骨で作られた像に歩み寄ると、あなたの足元から埃が巻きあがった。@{K}The dust puffs about your feet as you approach the black-bone statue of a gentleman with a capacious forehead and a discerning scowl.",
                    "ButtonText": "", "Id": 193308},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 259232},
                                     "Name": "", "Id": 259235},
                    "Name": "マリアムと話す@{K}Speak to Mariam",
                    "Description": "あなたは彼女に質問がある。@{K}You have questions for her.", "ButtonText": "",
                    "Id": 193311},
                   {"DefaultEvent": {"Description": "ロジーナはボーデインのことを他の者たちよりもよく覚えていた。「私たちは互いに信頼しあっていた。彼はフランス出身で、暦法議会の一員だったこともある。ビラを書いては爆弾を設置していたそうだ。どちらの方がより扇動的かは言いかねるが」彼女の顔には暖かな笑みが浮かんでいる。\u000d\u000a\u000d\u000a「最悪の事態が起こった場合、彼は氷結城に隠れるつもりだったようだ。しかし、氷の尖塔が彼を飲み込んでしまった。何年も前、彼を連れ戻そうと部下を送り込んだが、彼らは戻らなかった。海賊の餌食になったのだろう。あるいは船の解体者の手に掛けられたか」@{K}$Calendar Council -> 暦法議会, Frostfound -> 氷結城, Bourdain -> ボーデイン$She remembers Bourdain better than the others. \"We were confidantes. He was a Frenchman and - in his day - a member of the revolutionaries' Calendar Council. He wrote pamphlets, and placed bombs. I could not say which were more incendiary.\" Her smile is fond.\u000d\u000a\u000d\u000a\"If the worst came to the worst, he meant to hide in Frostfound. But the ice-spires swallowed him. Years ago I sent an agent to retrieve him, but their vessel was lost. Prey to pirates, I think. Or wreckers.\"",
                                     "LinkToEvent": {"Id": 259230}, "Name": "", "Id": 259246},
                    "Name": "扇動者@{K}The Propagandist",
                    "Description": "ここに立つのは髪の薄くなりつつある控えめな立ち姿の男の像だ。彼は眼鏡をかけ、厳かな顔をしている。「これはボーデインだ」マリアムが記憶を呼び起こした。@{K}$Bourdain -> ボーデイン$This statue depicts an unassuming, bespectacled man with thinning hair and a solemn face. \"Bourdain,\" Mariam remembers.",
                    "ButtonText": "", "Id": 193320},
                   {"DefaultEvent": {"Description": "マリアムは名前を思い出そうとしばらく苦闘する。「リットンだ。彼は私たちにとって財政家以上の存在だった。くじけそうになった時も彼の言葉が皆を奮い立たせたものだ」\u000d\u000a\u000d\u000aあなたはロジーナに彼はもうこの企てに参加する気はない事を思い出させた。「ああ。しかし、彼は代役とすべき人物の名を挙げてくれた」彼女がカチリと音を立ててロケットを開くと、峻厳な慈善家の顔が現れた。@{K}She gropes for his name, for a moment. \"Lytton. He was more than our financier. He was our courage. He inspired us when we faltered.\"\u000d\u000a\u000d\u000aYou remind her that he wants no further part in the endeavour. \"Yes. But he has told us who should replace him.\" She clicks open the locket. The face of the Fierce Philanthropist looks out.",
                                     "LinkToEvent": {"Id": 259230}, "Name": "", "Id": 259247},
                    "Name": "財政家@{K}The Financier",
                    "Description": "この像は腰のあたりで手を組んでいる。その顔には固い決意と喜びに満ちた表情が浮かんでいる。マリアムはリットンのロケット――あなたが初めて会ったときに渡したものだ――を像の首に掛けた。@{K}The statue has its hands folded at its waist. Its expression is determined, beatific. Mariam has hung Lytton's locket - which you gave her when you first met - around its neck. ",
                    "ButtonText": "", "Id": 193321},
                   {"DefaultEvent": {"Description": "マリアムはかつて自分で刻んだ台座の言葉をじっくりと眺めた。「そうだ。ロジーナの従兄弟。彼は長命衆の国境警護隊、グレイシャスの一員だった。しかし冒険家を内陸へと立ち入らせたため、解任されてしまったんだ。その冒険家というのが……」彼女は考え込むように歯を軽く指先で叩いた。「ロレンツォだったか？その後、バトゥックは傭兵となり、私たちに加わった」\u000d\u000a\u000d\u000a「彼は規律にはうんざりしていた。自由になれる場所を探しただろう」@{K}$[Tt]he Gracious -> グレイシャス, Presbyter -> 長老, Presbyterate -> 長命衆$Mariam examines the words she once carved on the statue's plinth. \"Yes. Rosina's cousin. He was one of the Presbyterate's border-guards: the Gracious. But they discharged him when he allowed an explorer access to the Interior. An explorer...\" she taps her teeth, thinking. \"Lorenzo? Afterwards, Batuk became a mercenary, and joined our number.\u000d\u000a\u000d\u000a\"He'd had enough of discipline. He will have sought a place of freedom.\"",
                                     "LinkToEvent": {"Id": 259230}, "Name": "", "Id": 259248},
                    "Name": "戦士@{K}The Soldier",
                    "Description": "壮年に差し掛かった屈強な見た目の男だ。禿頭でよく手入れのされた髭を生やしている。マリアムが思い出せる喜びを滲ませつつ説明する。「バトゥックだ。この像の出来栄えには満足している」@{K}A well-built man in late middle-age. His head is bald. His beard is near.  \"Batuk,\" Mariam says, pleased that she could remember. \"I'm rather proud of this one.\"",
                    "ButtonText": "", "Id": 193322},
                   {"DefaultEvent": {"Description": "「覚えている。彼は私が計画に引き込んだ最初の人間だ」マリアムが言った。「彼はテイメンの跡取りで、私の故国との戦いにおいて傷を負った。私が彼の命を救ったんだ。父は喜ばなかった」\u000d\u000a\u000d\u000a「アリクが紅い河を渡るために必要なポリズリームの船を確保し、私たちの艦隊を指揮した。敗北の後はハイドアウェイに向かおうとしていた。何か計画があるらしい」@{K}$Taimen -> テイメン$\"I remember that he was the first I recruited to my scheme,\" Mariam says. \"He was a scion of the Taimen, injured in a battle against my homeland. I saved his life. My father was not pleased.\u000d\u000a\u000d\u000a\"Arik seized the Polythremi vessels we needed to navigate the red river. He commanded our fleets. After our defeat, he planned to go to Hideaway. He said he had an idea.\"\u000d\u000a",
                                     "LinkToEvent": {"Id": 259230}, "Name": "", "Id": 259249},
                    "Name": "船長@{K}The Captain",
                    "Description": "引き締まった体躯を持つカーネイトの紳士だ。彼の厳格な表情は何事にも動じない。「これはアリクだ」マリアムが語る。台座には碑文が刻まれていた。『七人の二人目』。@{K}$Khan -> カーン, Khanate -> カーネイト$A wiry gentleman of the Khanate, his graven expression is unimpressed. \"This is Arik,\" Mariam tells you. Engraved on his plinth are the words 'THE SECOND OF THE SEVEN'. ",
                    "ButtonText": "", "Id": 193323},
                   {"DefaultEvent": {"Description": "「私たちの癒し手、ロジーナだ。彼女はアダムの道にある病院の修道院長だった。患者の命を少しでも長らえさせてくれるようニダーに幾度か嘆願を送っていたが、ニダーの人間は彼女を無視した。私はそのような事はしなかった」\u000d\u000a\u000d\u000aマリアムはこめかみを押さえ、何とか記憶を呼び起こそうとしている。「彼女自身も病にかかってしまったはずだ。どこか静かで、透き通り、硬質な場所を見つけることが出来たなら、まだ生きているかもしれない」@{K}$Adam's Way -> アダムの道$\"Our healer, Rosina. She was the abbess at the hospital in Adam's Way, and petitioned Nidah on several occasions to afford her patients additional time. The Nidaheen ignored her. I did not.\"\u000d\u000a\u000d\u000aMariam rubs her temples, struggling to remember. \"She contracted a condition of her own. If she has survived, it will be because she has found somewhere calm, and clear, and hard.\"",
                                     "LinkToEvent": {"Id": 259230}, "Name": "", "Id": 259250},
                    "Name": "癒し手@{K}The Healer",
                    "Description": "司祭の服を纏った初老の女性の彫像。長命衆の一員のようだ。@{K}$Presbyter -> 長老, Presbyterate -> 長命衆$This statue is of a woman of advancing years. A daughter of the Presbyterate, clad in a priestess' robe.",
                    "ButtonText": "", "Id": 193324},
                   {"DefaultEvent": {"Description": "「かつての私を覚えておくための物だ。ファザムキングに変えられる前、忘却の始まる前の姿をな」彼女は自らの複製を眺め、唇をかみしめた。「疑いなんてないといった顔じゃないか？自信に満ちている。これが真実だったのか、それとも自分で作り出したものなのかはもう分からなくなってしまった」@{K}$Fathomking -> ファザムキング$\"To remind me what I was,\" she says. \"Before the Fathomking changed me. Before I began to forget.\" She looks at the replica of herself, chewing her lip. \"I look certain, don't I? Confident. I wonder if that was true, or if I made it up.\"",
                                     "LinkToEvent": {"Id": 259230}, "Name": "", "Id": 259251},
                    "Name": "策略家@{K}The Schemer",
                    "Description": "石工のエプロンではなく、王族のガウンに身を包んだマリアムの彫像だ。黒い骨の唇には、全て分かっているとでも言うような笑みが浮かんでいる。@{K}A statue of Mariam, clad not in a mason's apron but a royal gown. A knowing smile graces her black-bone lips. ",
                    "ButtonText": "", "Id": 193325},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 260410},
                                     "Name": "", "Id": 260415},
                    "Name": "代役を探す@{K}Identify replacements",
                    "Description": "七人のうちの数名があなたの力の及ばない状況にある。マリアムなら代役の候補を提案できるだろう。@{K}Some of the Seven may be beyond your reach. Mariam can suggest likely replacements.",
                    "ButtonText": "", "Id": 194212}],
 "Description": "七つの台座。七つの彫像。ニダーに立ち向かう七人。\u000d\u000a\u000d\u000a「私が作ったのだ」マリアムが語る。「憶えておく助けとなるように」@{K}Seven plinths. Seven Statues. Seven Against Nidah.\u000d\u000a\u000d\u000a\"I made them,\" Mariam tells you, \"to help me remember.\"",
 "Name": "七つの彫像@{K}The Seven Statues", "Id": 259230}
