{"ChildBranches": [{"DefaultEvent": {"Description": "彼女は大望について語るあなたの話に耳を傾けた。ロケットが幾度もその手の内でひっくり返される。瞳は暗く、底知れない。あなたの話が終わると何かがその中で身をもたげた。\u000d\u000a\u000d\u000a「不死は――誤魔化しも妥協もない真の不死は、ニダーにある。私たちならあなたに手を貸すことも出来るだろう。ああ、確かに一度は失敗した。しかし、私たちは失敗によって磨かれ、強くなった。私がニダーを手中にする助けをしてくれたなら、生ききれないほどの生命を得ることが出来る。しかし不死を手に入れるためには、まずニダーに立ち向かう七人を再び集めなければ」@{K}She listens as you describe your ambition. The locket turns, over and over, in her hands. Her eyes are dark, fathomless. When you are finished, something stirs in them.\u000d\u000a\u000d\u000a\"Immortality - true immortality, without tricks or compromise - resides in Nidah. We can help you. Yes, we failed once. But failure hones. It hardens. Help me take Nidah and you'll have all the life you could ever live. But to get it, we must restore the Seven Against Nidah.\"",
                                     "LinkToEvent": {"Id": 259232}, "Name": "", "Id": 259233},
                    "Name": "リットンのロケットを渡す@{K}Give her Lytton's locket",
                    "Description": "「あなたは道に迷ったのだと思っていたよ」ロケットを見せる前に彼女はそう言い、それから考え込むように手に取る。@{K}\"I think you must be lost,\" she says, before you show her the locket. She takes it, thoughtfully.",
                    "ButtonText": "", "Id": 193309},
                   {"DefaultEvent": {"Description": "もう道は分かっている。以前ほど苦労することなく戻ることが出来るだろう。[スクリムシャンダー中央部から直接、漆黒の納骨堂に向かうことが出来るようになりました。]@{K}You know the way, now, and will be able to return more easily. [You can now travel to the Stygian Repository directly from Scrimshander Centre.]",
                                     "LinkToEvent": {"Id": 254670}, "Name": "", "Id": 259234},
                    "Name": "スクリムシャンダーの領域に戻る@{K}Return to Scrimshander proper",
                    "Description": "あなたには他にもすることがある。@{K}You have other business.", "ButtonText": "",
                    "Id": 193310},
                   {"DefaultEvent": {"Description": "彼女は躊躇いがちに口を開き、記憶をパンくずを辿るように呼び覚ましていった。「私は父と仲違いしたんだ。父は自分の物ではない物を贈り私の心を取り戻そうとした。しかし私は撥ねつけた。そして反乱を起こした。ニダーに立ち向かう七人を作り、失敗し、逃亡した。そして取引し、ここに身を隠した。今は彫像を作り、なんとか記憶を残そうとしている所だ」彼女はあたかも思考を内部に抑え込もうというかのように、片手で頭を押さえた。@{K}She speaks hesitantly, following the memories like breadcrumbs. \"I was estranged from my father. He tried to win me back with a gift that wasn't his to give. I spurned it. I rebelled. I founded the Seven Against Nidah. I failed. I fled. I bargained. I hid here. I make statues, and try to remember.\" She presses one hand to her head, as if it could trap the thoughts within. ",
                                     "LinkToEvent": {"Id": 259232}, "Name": "", "Id": 259242},
                    "Name": "何者なのか尋ねる@{K}Ask who she is",
                    "Description": "「私は……」彼女は躊躇い、壁の方を向いて、記憶を再び鮮明なものとするためそこに書かれている文字を読んだ。「そうだった。私は長老の娘だ」@{K}$Presbyter -> 長老$\"I was...\" she hesitates and turns to the wall, reading the writing there to refresh her memory. \"Yes. I was the Presbyter's daughter.\" ",
                    "ButtonText": "", "Id": 193316},
                   {"DefaultEvent": {"Description": "「仲間たちの言いそうなことは思い出せるよ。『永遠の生のために』、『死の不平等を失くすために』。だが私は不死を差し出され、それをすぐに譲り渡した。他人の状況を良くしようだとかはそれほど考えていなかったのだ」彼女はしばらく考え込んだ。「ただ、彼らの高慢さが気にくわなかったのかもしれないな。長命衆の連中はそれはそれは驕り高ぶっていたからな」\u000d\u000a\u000d\u000a彼女は物語の一部しか語っていないのかもしれない。@{K}$Presbyter -> 長老$\"I can remember what my colleagues would have said: 'to live eternal', 'to undo the injustice of death'. But I was offered immortality and gave it away. I've never cared overly for the betterment of others.\" She thinks for a while. \"Perhaps I just dislike smugness. The Presbyters are very, very smug.\"\u000d\u000a\u000d\u000aPart of the story, perhaps.",
                                     "LinkToEvent": {"Id": 259232}, "Name": "", "Id": 259243},
                    "Name": "何故ニダーに立ち向かうのか尋ねる@{K}Ask why she opposes Nidah",
                    "Description": "彼女は眉根を寄せた。「私に思い出せるだろうか。しかしきっと何処かに書き残してあるはずだ」@{K}She frowns. \"I'm not sure I can remember. I must have written it down, somewhere.\"",
                    "ButtonText": "", "Id": 193317},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 259230},
                                     "Name": "", "Id": 259244},
                    "Name": "後を追い、七人の殿堂に向かう@{K}Follow her to the Hall of Sevens",
                    "Description": "「さあ、来るといい。やることは沢山ある」[七人と彼らを見つけ出す術について学びましょう。]@{K}\"Come, come. Lots to do.\" [Learn about the Seven, and how to find them.]",
                    "ButtonText": "", "Id": 193318},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 260410},
                                     "Name": "", "Id": 259245},
                    "Name": "マリアムに機密情報を渡す@{K}Offer Mariam intelligence",
                    "Description": "彼女なら七人に加わる新たな候補者を提案してくれるかもしれない。[もし本来のメンバーに再度加入することが出来ない、あるいはそれに適した状況にない者がいた場合、マリアムに機密情報を提供し、別の候補者をあげてもらうことが出来ます。]@{K}Perhaps she can suggest new candidates to join the Seven. [Provide Mariam with information, so she can suggest alternative candidates if original members of the Seven are unavailable or unsuitable.]",
                    "ButtonText": "", "Id": 193319},
                   {"DefaultEvent": {"Description": "マリアムはあなたを七人の殿堂へと先導した。彼女の彫像が粉々に砕かれている。そして新しい像が集められた七人の列に加わっていた。威厳に満ち満ち、細部までよく観察され(少しばかり正直すぎるほど)そっくりに写し取られたあなたの像だ。\u000d\u000a\u000d\u000a「七人には新たな策略家が必要だ。私ではその役は果たせない。そうだろう？こんなところに閉じ込められているのだからな。あるいは私の残っている部分には出来ない、と言った方が良いか」マリアムは苛立たし気に頭を指先で叩いた。「しかしまずはやるべき事がある」彼女は箒を二つ取るとあなたに片方を差し出す。「掃くんだ」そう言うと、床を覆う分厚い埃を払い始めた。\u000d\u000a\u000d\u000a箒を一度動かすと、埃の下から絵が現れた。ぎざぎざの海岸線だ。二度目にはどことなく見覚えのある島々が出てきた。これはホスゲン・ブリークスだろうか？その間にマリアムの箒によって、大きく横書きにされた『地獄』の文字と、運河が縦横無尽に走る緑色の地が明らかにされた。この床は地図になっていたのだ。いや違う。これはNeath全域を描くゲーム盤だ。細い黒の線によって格子目が描かれ、よりくっきりした線によって四角がよりはっきりと分けられる。\u000d\u000a\u000d\u000a「隣の部屋には私たちの敵と、事態をより複雑化させる勢力の彫像がある。グレイシャス、リプリート、長命衆、海軍省、マウント・ノマド、他にも色々。私の考えでは――」マリアムは言葉を切り、散った骨の塵をこすり落とす。「計画を練るなら、蝙蝠の視点から俯瞰した方がやりやすい」[ニダー征服の計画を練りましょう。]@{K}$Admiralty -> 海軍省, [Tt]he Replete -> リプリート, [Tt]he Gracious -> グレイシャス, Phosgene Bleaks -> ホスゲン・ブリークス, Presbyter -> 長老$Mariam leads you into the Hall of Sevens, where her statue has been smashed to pieces. A new statue completes the line of the assembled Seven: a dignified and well-observed - if slightly <i>too</i> honest - effigy of you.\u000d\u000a\u000d\u000a\"The Seven need a new Schemer. It can't be me, can it? I'm stuck down here. Or what's left of me is.\" She taps, angrily, at her skull. \"First thing's first,\" she fetches two brooms, and passes one to you. \"Sweep.\" She begins to brush at the thick dust that covers the floor.\u000d\u000a\u000d\u000aYour initial application of the broom reveals a painting: a jagged curve of coastline. The next exposes a scattering of islands, somehow familiar: are they the Phosgene Bleaks? Meanwhile, Mariam's brush has uncovered a green and many-canalled land with the word 'HELL' written across it. The floor is a map; no - a game-board depicting the whole of the Neath. Thin black lines turn it into a grid, and finer lines divide the squares into a finer grid.\u000d\u000a\u000d\u000a\"In the next room are statues of our enemies and complicating parties. The Gracious, the Replete, the Presbyter, the Admiralty, Mount Nomad, and so forth. I always found -\" she breaks off to scrub at a resilient clot of bone-dust, \"- that it was easier to plan from a bat's-eye perspective.\" [Plan your conquest of Nidah.]\u000d\u000a",
                                     "LinkToEvent": {"Id": 259254}, "Name": "", "Id": 259252},
                    "Name": "マリアムに六人が集められたことを伝える@{K}Tell Mariam that six are assembled",
                    "Description": "案内役、癒し手、財政家、扇動者、戦士、船長。残るはあと一人だ。@{K}The Guide, the Healer, the Financier, the Propagandist, the Soldier, and the Captain. That only leaves one.",
                    "ButtonText": "", "Id": 193326},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 259254},
                                     "Name": "", "Id": 259253},
                    "Name": "計画を立てる@{K}Lay your plans",
                    "Description": "ニダーへの侵攻は簡単には成し遂げられないだろう。@{K}The invasion of Nidah will be no simple task.",
                    "ButtonText": "", "Id": 193327},
                   {"DefaultEvent": {"Description": "「私は旧大陸の従属国家の間に戦争を起こした。長命衆の注意を逸らすために。そして敵の諜報員を策謀に駆け回らせた。七人の間で当然出てくる不調和を収めることもあった。私たちは理想主義者であり、同時に機を見て行動しただけの人間でもあった。手に入るものは大きかったからな」@{K}$Elder Continent -> 旧大陸, Presbyter -> 長老$\"I engineered wars between the sub-kingdoms of the Elder Continent, to distract the Presbyter's attention. I occupied our enemy's spies with intrigues. And I settled disagreements among the Seven, which naturally arose. We were idealists and opportunists; the stakes were high.\"",
                                     "LinkToEvent": {"Id": 259232}, "Name": "", "Id": 259570},
                    "Name": "マリアムは七人の中でどのような役目を果たしていたのだろう？@{K}What was her role in the Seven?",
                    "Description": "「私が彼らを集めたのだ。そして人数が揃って以降は、七人の策略家となった」@{K}\"I gathered them. And once they were gathered, I became their Schemer.\"",
                    "ButtonText": "", "Id": 193532},
                   {"DefaultEvent": {"Description": "「街を乗っ取ろうという企みに対する罰として、ニダー人たちは私を蝋風に委ねたのだ。私はファザムキングの砦へと逃れ、陛下と取り決めを交わした。王は私を変えた」彼女はぺリジンの頬に指を滑らせた。「今では、様々な物事を忘れるようになってしまった。書き記すか、彫像にしない限りな」\u000d\u000a\u000d\u000a「失われた歴史の狭間であるこの場所なら、長命衆の諜報員や予言の目を逃れることが出来る。しかし、再び海面に出たなら蝋風がすぐさま気づき、私は蝋燭として一生を終えることになるだろう」@{K}$[Pp]eligin -> ペリジン, Fathomking's Hold -> ファザムキングの砦, Fathomking -> ファザムキング, Presbyter -> 長老, Presbyterate -> 長命衆$\"As punishment for our attempt on their city, the Nidaheen promised me to the Wax-Wind. I sought sanctuary in the Fathomking's Hold, and made an arrangement with His Complexity. He changed me,\" she runs a finger down her peligin cheek. \"I forget things, now, unless I write them down, or put faces to them.\"\u000d\u000a\u000d\u000a\"Here among the other lost histories, I am hidden from the Presbyterate's agents and oracles. But were I to venture above the waves, the Wax-Wind would find me, and I'd end my days a candle.\"",
                                     "LinkToEvent": {"Id": 259232}, "Name": "", "Id": 259571},
                    "Name": "何故彼女は此処に？@{K}Why is she here?",
                    "Description": "マリアムの口が嫌悪に歪んだ。@{K}Her mouth twists in distaste.", "ButtonText": "",
                    "Id": 193533},
                   {"DefaultEvent": {"Description": "「定命の集いは自らに永遠の命を授けている。長老が玉座に倦むか、あるいは千年統治した後、長老は称号を捨て集いへと加わる。こうして何も変わらずに統治が続くという訳だ。かつての長老たちが新たな長老を選び出し、新しい者は古い者たちに加わる」@{K}$Presbyter -> 長老$\"The College of Mortality accords them eternal life. And when a Presbyter tires of the throne, or reigns a thousand years, they give up the title and join the College. Thus everything remains the same. The old Presters choose new ones, the new ones join the old.\"\u000d\u000a",
                                     "LinkToEvent": {"Id": 259232}, "Name": "", "Id": 259610},
                    "Name": "長老について知っていることはあるだろうか？@{K}$Presbyter -> 長老$What does she know of the Presbyter?",
                    "Description": "マリアムは鼻を鳴らした。「彼らの教条そのものさえ嘘なんだ。他にも嘘は沢山ある」@{K}She snorts. \"Even their definite article is a lie. There have been many.\"",
                    "ButtonText": "", "Id": 193562}],
 "Description": "その肌は骨で出来た壁と全く同じ青黒い色をしている。彼女はエプロンから埃を払った。足元に置かれた銅の薬缶からは湯気が立ち上り、木の実のような鮮烈な香りが漂っている。\u000d\u000a\u000d\u000a骨が塗り固められモザイク画のようになった壁面や床には、びっしりと何かが刻まれている。入り組んだ走り書きの合間に、幾つかのフレーズが繰り返されているのが見て取れた。\u000d\u000a\u000d\u000a『蝋風を思い出せ』\u000d\u000a\u000d\u000a『あれはお前を見つける』\u000d\u000a\u000d\u000a『私は蝋燭だ』\u000d\u000a\u000d\u000a『風蝋風蝋風蝋』@{K}Her skin is the exact black-blue of the bone walls. She brushes dust from her apron. A small copper kettle steams on the floor at her feet, emitting an sharp, nutty odour.\u000d\u000a\u000d\u000aEvery surface in the chamber - a tessellation of cemented bone - is engraved. Amongst the threading scrawl, certain phrases repeat.\u000d\u000a\u000d\u000aREMEMBER THE WAX-WIND\u000d\u000aIT WILL FIND YOU\u000d\u000aI AM A CANDLE\u000d\u000aWIND WAX-WIND WAX-WIND WAX\u000d\u000a",
 "Name": "マリアム@{K}Mariam", "Id": 259232}
