{"ChildBranches": [{"DefaultEvent": {"Description": "あなたが自らの諜報網の広がる範囲を地図盤上に描いてゆくにつれて、ミリアムの目が丸くなる。「旧大陸にも足がかりがあるとは！」彼女は叫び、青黒い歯を見せて笑った。「[q:呼称]、あなたは種をまいたのだな。では、次はその種を私たちで育てる番だ。長老の同盟相手の間に蔓のように伸ばそうじゃないか。それから、数年後に命令を下す――そうすれば、長命衆は互いに相争うことになるだろう」マリアムの記憶も計画を練っている時はより確かになるようだ。\u000d\u000a\u000d\u000a「少しの幸運があれば、ニダーを傭兵の分隊で落とすことも可能だろう。うってつけの人材がいたはずだ……」@{K}$q:Addressed As -> q:呼称, Elder Continent -> 旧大陸, Presbyter -> 長老, Presbyterate -> 長命衆$Mariam's eyes widen as you lay out the extent of your espionage network upon the map-board. \"A foothold on the Elder Continent!\" She exclaims, and grins with her blue-black teeth. \"You've planted the seed, [q:Addressed As]. Now, we nurture it; encourage it to grow like vines through the Prester's alliances. Then, in a number of years, we give the order - and the Presbyterate turns against itself.\" Mariam's memory is more reliable when she's scheming.\u000d\u000a\u000d\u000a\"With a little luck, we will be able to take Nidah with a detachment of mercenaries; I think I know just the fellows...\"",
                                     "LinkToEvent": {"Id": 259254}, "Name": "", "Id": 259255},
                    "Name": "長老の軍団を破る: 諜報網を活かす@{K}$Presbyter -> 長老$Defeat the Presbyter's armies: commit a spy network",
                    "Description": "長命衆の軍団は封建制度に基づく義務と、76の被支配国家間での協定からなるつぎはぎの代物だ。解かれる時を待つ結び目でしかない。[諜報活動を始めるには(もしすでに始めていない場合)、ロンドンの黒眼鏡の提督に重要機密を届け、貪欲な外交官と話す必要があります。]@{K}$Vital Intelligence -> 重要機密, Voracious Diplomat -> 貪欲な外交官, Dark-Spectacled Admiral -> 黒眼鏡の提督, Presbyter -> 長老, Presbyterate -> 長命衆$The Presbyterate's military is a patchwork of feudal obligations and treaties agreed between its seventy-six sub-kingdoms. It is a knot, ready to be unpicked. [To unlock espionage options, if you haven't already, deliver Vital Intelligence to the Dark-Spectacled Admiral in London, then talk to the Voracious Diplomat.]",
                    "ButtonText": "", "Id": 193328},
                   {"DefaultEvent": {"Description": "運動はバザールでの囁き声や、通りの壁に書かれたスローガンを通してささやかに始まった。今回広められたのは聖なる言葉だった。遥か昔にニダーで書かれた最初の長老による戒律だ。「何者も千年以上生きてはならない」\u000d\u000a\u000d\u000a長老は千年生きた後も死なず、定命の集いに加わり次の支配者の助言者となる。その事を知った旧大陸の人々は激怒した。運動は緩やかに広がり、長老直下の誤った情報を広める者たちからなる解毒局は火を消そうと躍起になった。\u000d\u000a\u000d\u000aあなたは豊富に資金をつぎ込むことで運動を保った。今や小石が転がり始めている。数年のうちに、群衆を先導しニダーへとなだれ込むことが出来るだろう。@{K}$Elder Continent -> 旧大陸, Mithridate Office -> 解毒局, Presbyter -> 長老$Movements begin in small ways. Whispers in the bazaar; slogans daubed in alleyways. In this case, the words that spread are sacred - an order of the first Presbyter, written long ago in Nidah. \"No man shall live a thousand years.\"\u000d\u000a\u000d\u000aWhen the people of the Elder Continent learn that their Presbyters don't die when they live to a thousand, but instead retire to the College of Mortality to advise the next ruler, they are incensed. The movement spreads slowly, the Mithridate Office - the Prester's own misinformers - working hard to stamp it out. \u000d\u000a\u000d\u000aYou keep it alive with the liberal application of money. The pebble is rolling, now. In a few years, you will lead the avalanche to Nidah.",
                                     "LinkToEvent": {"Id": 259254},
                                     "Name": "大山の鳴動@{K}A rumble on the mountain", "Id": 259724},
                    "Name": "長老の軍団を破る: 大勢の加わる暴動を起こす@{K}$Presbyter -> 長老$Defeat the Presbyter's armies: foster a popular uprising",
                    "Description": "扇動家に提案があるようだ。「長老は大きな富と計り知れない権力、そして不死を持っている。敵を作りやすい男だ」このやり方は時間がかかるだろう。まずは政府を転覆させることも出来るほどの秘密が必要となる。そして、当然大量の資金もいる。@{K}Your Propagandist proposes it. \"The Prester has vast wealth, unguessable power, and immortality. He is an easy man to resent.\" It will take time. More immediately, it will take a secret capable of toppling a government. And, inevitably, a great deal of money. ",
                    "ButtonText": "", "Id": 193658},
                   {"DefaultEvent": {"Description": "生ける街はフルークの核を使って何をしようというのだろう？百心の王は答えないだろう。核を届けた船員たちは、丘の上にある白亜のヴィラに運び込んだと報告した。そこには石のように冷たい瞳に渇望の色をにじませる数えきれないほどの彫像が立っていたそうだ。\u000d\u000a\u000d\u000a艦隊を作り上げるには何年もかかるだろう。しかし、海岸に作られたバトゥックの隠された野営地に最初の船が滑り込むと、幾つもの櫂は歓喜に満ちた賛美の歌を歌った。その歌声は完全に調和している。@{K}$[Ff]luke -> フルーク$What does the living city want with fluke-cores? Its Hundred-Hearted King will not say. The crewman who delivered them reports carrying them to the white villa atop the hill, where countless statues waited with stony, avid eyes.\u000d\u000a\u000d\u000aIt will take years to construct the whole fleet, but when the first vessel slides gracefully into Batuk's hidden shoreside encampment, its oars sing a joyous hosannah. Their harmony is impeccable.",
                                     "LinkToEvent": {"Id": 259254}, "Name": "取引@{K}The bargain",
                                     "Id": 260395},
                    "Name": "ニダーへの道を確保する: 紅い河を渡るため、生ける艦隊を手に入れる@{K}Secure the route to Nidah: procure a living fleet to traverse the red river",
                    "Description": "戦士は七人が一度目のニダー攻略の際に用いた道を使うように説いた。あの時は上手くいったのだから、今回もたどり着くことは可能だろう。不運な事に、紅い河を渡ることの出来る船の唯一の産地であるポリズリームは、変わった対価を要求する。@{K}$Polythreme -> ポリズリーム$Your Soldier advocates the route the Seven took on their initial attempt against Nidah. It worked then; and will serve again. Unfortunately, Polythreme - the only source of the ships able to navigate the red river - demands an unusual price.",
                    "ButtonText": "", "Id": 194195},
                   {"DefaultEvent": {"Description": "イザリーが計画を説明する。「初めに、瞳が砂の中に花開く瞳の砂漠を通り抜けることになる。あの視線は全ての生き物を丸裸にし、旅人たちを死につながるほどの自己嫌悪に陥らせる。だから、あの目を潰すために太陽光が必要だ」\u000d\u000a\u000d\u000a「次は地震が不用心な者たちをつけまわす傾聴の砂漠だ。始原の叫びはここで必要になる。叫びを使って耳を聞こえなくしてやろう。そろそろ君にもパターンが分かってきたかな？」\u000d\u000a\u000d\u000a「最後に、歓喜の砂漠にたどり着く。あの場所の砂の感触は言葉にできないほど気持ち悪い。これに関しては、同じぐらい魅力的なものを用意して気を逸らすぐらいしか対策のしようがない。最悪の旅になるのは間違いないが、通り抜けられはするだろう」イザリーが爪のついた指輪で高い頬骨を叩く。ここまでの説明はまだ始まりに過ぎない。ルートを見つけるのと、軍隊が通れるよう道程の安全を確保するのは全く別の仕事だ。これから何年もかかるだろう。@{K}$Isery -> イザリー$Isery explains their plan. \"First, we must cross the Desert of Eyes, where eyes bloom in the sands. Their regard strips all pretence, reducing the traveller to a state of foetal self-loathing. Hence the sunlight: we will blind them.\u000d\u000a\u000d\u000a\"Next is the Listening Desert, where earthquakes pursue the unwary. Thus, the primordial shrieks - I propose to deafen it. Perhaps you notice a theme?\u000d\u000a\u000d\u000a\"Lastly, we would reach at the Desert of Delights. The touch of its sands is indescribably engrossing. Our best hope here is something equally as captivating, to divert us. The whole journey will undoubtedly be awful, but I believe it can be done.\" Isery taps a clawed finger-ring on one sharp cheek-bone. What they have described is only the beginning of it. Finding the route is one thing. Making it safe for your forces to follow is another, and will take years.",
                                     "LinkToEvent": {"Id": 259254}, "Name": "", "Id": 260396},
                    "Name": "ニダーへの道を確保する: 三つの砂漠を渡る計画を立てる@{K}Secure the route to Nidah: plot a course across three deserts",
                    "Description": "大陸の奥に位置するニダーに至るまでには、三つの砂漠を超えなければならない。奥へ進めば進むほど困難な道のりとなる。しかし、あなたの案内役は渡ることの出来ない道ではないと信じている。変わった物資が必要になるだろう。@{K}To reach Nidah overland, you must cross three deserts, each more impossible than the last. Your Guide, however, believes a way can be made. They will need some unusual supplies.",
                    "ButtonText": "", "Id": 194196},
                   {"DefaultEvent": {"Description": "アリクの計画はこうだ。まずテンタムをZeeの外へと進める。そして旧大陸を横断し、そのまま海獣を破城槌として使うのだという。『テンタムは壁がメレンゲで出来ているかのようにやすやすと破壊するだろう。』彼の報告書にはそう書かれていた。自信ありげだ。だがこの計画を実行するには、まずハイドアウェイの街兼海獣を段階的に水の外で過ごさせ、長い時間をかけて海上での暮らしに慣れさせなければならない。アリクはすぐさま準備に取り掛かった。@{K}$Elder Continent -> 旧大陸$Arik's plan involves steering Temtum from the zee, across the Elder Continent, and using the beast as a siege engine. 'Temtum will topple the walls like meringue,' his report claims. He seems confident. But it will take a long period of gradual excursions for the great city-beast of Hideaway to build up a tolerance for life above the waves. Arik gets started immediately.",
                                     "LinkToEvent": {"Id": 259254}, "Name": "リヴァイアサン@{K}Leviathan",
                                     "Id": 260397},
                    "Name": "ニダーの壁を壊す: Zeeの深みより来たるリヴァイアサンを使う@{K}Breaching Nidah's walls: deploy a leviathan from the depths of the zee",
                    "Description": "アリクは七人の敗北の後も、ただ漫然と時を過ごしていたわけではない。彼は深海の怪物を飼いならし、その使用案に関する報告書をあなたに差し出した。[ハイドアウェイの物語を進め、かくしゃくたる指導者に味方してこの選択肢をアンロックしましょう。]@{K}Arik has not been idle since the defeat of the Seven. He has tamed a monster of the deep zee, and presents you with a report on its deployment. [Advance the story on Hideaway and favour the Sprightly Visionary to unlock this option.]",
                    "ButtonText": "", "Id": 194197},
                   {"DefaultEvent": {"Description": "実験場はいまだ光り輝いている。熱が毛布のように空中にわだかまり、手の甲の産毛を焦がした。あなたは防護眼鏡を外し(どうせもはや使い物にならないほどにレンズが歪んでしまっている)、玄武岩の柱だったものを観察した。岩は完全に原型を留めておらず、床に溶けて広がり甲高い音を立てながら冷えていっている。\u000d\u000a\u000d\u000a「これなら恐らく大丈夫でしょう」財政家が言った。雇われた技師たちは互いに暖かく背を叩きあっている。「勿論これから大量生産する必要がありますが。こちらにはまだ時間がかかりますね」@{K}The test-site still glows. Heat hangs in the air like a blanket, crisping the hairs on the back of your hand. You remove your safety goggles (their lenses are warped beyond use now, anyway) and examine what used to be a monolith of basalt and is now a shapeless, seeping mass, hissing as it cools.\u000d\u000a\u000d\u000a\"I rather think that will do,\" says your Financier, whose engineers are engaging in a hearty round of back-slapping. \"We'll have to go into mass production, of course. It'll take time.\"",
                                     "LinkToEvent": {"Id": 259254}, "Name": "これぞ科学だ！@{K}Science!",
                                     "Id": 260398},
                    "Name": "ニダーの壁を壊す: 実験的な弾薬の開発に投資する@{K}Breaching Nidah's walls: invest in experimental munitions research",
                    "Description": "近頃、コットレル＆ハザーセージは爆破の領域において大いなる躍進を遂げた。彼らの化学力と最近発展しつつある爆風形成術、そして恐ろしく現代的な熱圧力の放出に関する研究を合わせることが出来れば、何かを作り出すことも出来るかもしれない。@{K}$Cotterell & Hathersage -> コットレル＆ハザーセージ$Cotterell & Hathersage have made great strides, recently, in the art of fulmination. If you could combine their chemistry with recent developments in blast-shaping and some terribly modern research into thermobaric expulsion, you could be onto something.",
                    "ButtonText": "", "Id": 194198},
                   {"DefaultEvent": {"Description": "あなた達は語り合いながら骨の像の合間を抜け、七人の間を後にした。@{K}The two of you leave the Chamber of Sevens, conversing as you pick your way through the bone statues.",
                                     "LinkToEvent": {"Id": 259232}, "Name": "", "Id": 260408},
                    "Name": "マリアムと話す@{K}Speak to Mariam",
                    "Description": "あなたには彼女に聞きたいことがある。@{K}You have questions for her.", "ButtonText": "",
                    "Id": 194206},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 254670},
                                     "Name": "", "Id": 260409},
                    "Name": "スクリムシャンダーの領域に戻る@{K}Return to Scrimshander proper",
                    "Description": "あなたには他にもするべき事がある。@{K}You have other matters to attend to.",
                    "ButtonText": "", "Id": 194207},
                   {"DefaultEvent": {"Description": "彼女の記憶は薄れつつあった。骨に刻んだ文と彫像を以てしても思い出せなくなり、全ての記憶が完全に消え去る前にあなたに託さねばならない長命衆に関する情報は沢山ある。@{K}$Presbyter -> 長老, Presbyterate -> 長命衆$Her memories are fading. There is much she must pass onto you regarding the Presbyterate before they vanish altogether, beyond the means of her engravings and statues to recover.",
                                     "LinkToEvent": {"Id": 260557}, "Name": "", "Id": 260414},
                    "Name": "Zeeでの生活を退き、ニダー征服の計画を練る@{K}Retire from the zeefaring life to plan the conquest of Nidah",
                    "Description": "「時は来た」マリアムは宣言した。「今こそ私たちの試みに全身全霊を注ぐべき時だ。やることは沢山あるぞ」@{K}\"The time has come,\" Mariam says, \"to dedicate yourself wholeheartedly to our endeavour. We have much work to do.\"",
                    "ButtonText": "", "Id": 194211}],
 "Description": "「ニダーは厳重に守られた長命衆の心臓であり、閉ざされた街だ。まずは旧大陸を渡り、街の数えきれない軍団を打ち負かし、そして玄武岩の外壁を破る必要がある」\u000d\u000a\u000d\u000aマリアムはNeathの広域図を子細に眺めた。「計画を沢山立てないとな、[q:呼称]」[ここであなたの道に立ちふさがる三つの障害を乗り越える方法を模索しましょう。三つの障害とは、長命衆の軍団、ニダーへの道のり、そして街の外壁です。]@{K}$q:Addressed As -> q:呼称, Elder Continent -> 旧大陸, Presbyter -> 長老, Presbyterate -> 長命衆$\"Nidah is a closed city, the guarded heart of the Presbyterate. We must cross the Elder Continent, destroy her numberless armies, and breach her basalt walls.\"\u000d\u000a\u000d\u000aMariam surveys the broad map of the Neath. \"We have a lot of scheming to do, [q:Addressed As].\" [Choose and pursue a method to overcome each of the three obstacles in your way: the armies of the Presbyterate, the way to Nidah, and the city's walls.]",
 "Name": "ニダー陥落への計画@{K}Engineering the Downfall of Nidah", "Id": 259254}
