{"ChildBranches": [{"DefaultEvent": {"Description": "「憐れなロレンツォ。そのような終わりを迎えることになるとはな」マリアムはそう言うと物思いに沈みこみ、あなたは彼女に自分がここに来た用事を思い出させねばならなかった。「ああ、分かっているとも。十二分に務めを果たしてくれるだろう候補を見つけることが出来た。場所は……」彼女は記憶を明瞭にするため、地図をじっくりと見つめる。「……アイル・オブ・キャッツ！猫の一番の爪、イザリーだ。あの者は大胆かつ狡猾で、そしてすでにニダーについてよく知っている」@{K}$Isle of Cats -> アイル・オブ・キャッツ, Isery -> イザリー$\"Poor Lorenzo. Not the ending I expected for him.\" She drifts into a reverie until you remind her of your business. \"Yes, yes. I know. I believe I've found a more than acceptable replacement. On...\" she scours the map, to refresh her memory. \"...the Isle of Cats! Isery, the Cat's Chiefest Claw. They are cunning, bold, and already at least somewhat informed on the matter of  Nidah.\"",
                                     "LinkToEvent": {"Id": 260410},
                                     "Name": "猫の一番の爪@{K}The Cat's Chiefest Claw", "Id": 260411},
                    "Name": "ロレンツォの代役@{K}A replacement for Lorenzo",
                    "Description": "彼はもう助からない。他の案内役を見つける必要があるだろう。@{K}He is beyond help. You will need another Guide.",
                    "ButtonText": "", "Id": 194208},
                   {"DefaultEvent": {"Description": "彼女はあなたの情報を調べている。「ロンドンの街に、とある貪欲な外交官が暮らしているという。その者は……入り組んだ忠誠心を持っているそうだ。慎重に観察する必要がある。しかし、ボーデインを引き取ることが出来ないのであれば、この外交官が代役を務めることになるだろう。外交官の置かれた立場は非常に不安定な物だ。そこを利用してやるといい」[(まだ会っていない場合、)外交官に会うためには重要機密を黒眼鏡の提督に届けましょう。]@{K}$Vital Intelligence -> 重要機密, Voracious Diplomat -> 貪欲な外交官, Dark-Spectacled Admiral -> 黒眼鏡の提督, Bourdain -> ボーデイン$She has been studying your information. \"In London, there resides a certain Voracious Diplomat. They have... complex loyalties. We'll need to watch them closely. But if Bourdain cannot be retrieved, perhaps this Diplomat will serve instead. Their situation is precarious. We can use that.\" [To find the Voracious Diplomat in London (if you haven't already) deliver Vital Intelligence to the Dark-Spectacled Admiral there.]",
                                     "LinkToEvent": {"Id": 260410},
                                     "Name": "貪欲な外交官@{K}$Voracious Diplomat -> 貪欲な外交官$A Voracious Diplomat",
                                     "Id": 260412},
                    "Name": "ボーデインの代役@{K}$Bourdain -> ボーデイン$A replacement for Bourdain",
                    "Description": "他に扇動者の役を務めることの出来る人材はいるだろうか？@{K}Is there someone else who could serve as Propagandist?",
                    "ButtonText": "", "Id": 194209},
                   {"DefaultEvent": {"Description": "マリアムは動揺している。「あなたは、私はもう心を失ってしまったのだと思っていることだろう。しかし、そんな事はない！少なくとも、今日の所は。ロジーナが私たちに加わることが出来ないのであれば、縞模様の王子に話を持ち掛けるべきだろうな」\u000d\u000a\u000d\u000a彼女は片手をあげて制した。「ああ、彼が虎だという事は分かっている。しかしカーネリアン・コーストの虎たちは博識かつ獰猛だ。かつて、虎たちは長命衆の中で敬意を集める王国を築いていた。彼らの知識は役に立つだろう。あなたの情報が確かなら、王子はポート・カーネリアンの茸の密林の中に住んでいるはずだ」@{K}$Carnelian Coast -> カーネリアン・コースト, Port Carnelian -> ポート・カーネリアン, Presbyter -> 長老, Presbyterate -> 長命衆$Mariam is in a condition of agitation. \"You'll think I've lost my mind. Well, I haven't! Not today. If Rosina is no longer with us, I think we should approach the Banded Prince.\" \u000d\u000a\u000d\u000aShe holds up her hand. \"Yes, I am aware that he is a tiger. But the tigers of the Carnelian Coast are erudite and fierce. Once, they were an esteemed kingdom of the Presbyterate. They remember much that would be useful to us. If your information is correct, the Prince resides in the Fungal Jungle beyond Port Carnelian.\"",
                                     "LinkToEvent": {"Id": 260410}, "Name": "", "Id": 260413},
                    "Name": "ロジーナの代役@{K}A replacement for Rosina",
                    "Description": "彼女の病気によって事態が複雑になった。他の癒し手を見つけることは出来るだろうか？@{K}Her condition has complicated matters. Can you find another Healer?",
                    "ButtonText": "", "Id": 194210},
                   {"DefaultEvent": {"Description": "", "LinkToEvent": {"Id": 259232},
                                     "Name": "", "Id": 260416},
                    "Name": "他の物事について話し合う@{K}Discuss something else",
                    "Description": "今のところは、これで十分だ。@{K}You have what you need, for now.",
                    "ButtonText": "", "Id": 194213}],
 "Description": "「七人の中には戻ることの出来ぬ者、戻ることを望まぬ者もいるだろう」マリアムは悲しげに言った。「そのような場合、代役を立てる必要がある。広いNeathについて語る言葉を持ってきてくれれば、共に適切な候補を探すことが出来る」[七人の元メンバーの中の何人かが再加入に相応しくない状況にあると分かった場合、戦略的情報を使って別の候補について学ぶことが出来ます。]@{K}$Strategic Information -> 戦略的情報$\"Some of the Seven may be unable or unwilling to return,\" Mariam says, sadly. \"If that's the case, we'll need replacements. Bring me word of the wider Neath, and we can identify appropriate candidates.\" [If you discover some of the Seven are unsuitable to rejoin, you may trade Strategic Information to learn of alternate candidates.]",
 "Name": "七人の代役@{K}Replacements for the Seven", "Id": 260410}
