{"ChildBranches": [{"DefaultEvent": {"Description": "死体は大逆人の橋の下に流れついた。眼帯と広がる髪を見て追手たちは満足したようだ。死体が見せしめとしてハングマンズ・アーチに吊るされる間に、ウルフスタック・ドックスから出港する船の甲板で髪を切ったばかりの外交官があなたの隣に立った。\u000d\u000a\u000d\u000a「新しい大義が必要になるな」外交官は暗い塊と化したロンドンが遠ざかっていくのを眺めながら打ち明けるように言った。「不死なら、目的にするのに十分だろう」@{K}$Wolfstack -> ウルフスタック, Wolf -> ウルフ, Wolfstack Docks -> ウルフスタック・ドックス$The body that washes up under Traitor's Bridge, with its eyepatch and flowing hair, is enough to satisfy the hunters. While they string it from Hangman's Arch as an example, the freshly-shorn Diplomat joins you at the rail as you steam from Wolfstack Docks.\u000d\u000a\u000d\u000a\"I need a new cause, now,\" they confide, watching the dark mass of London slip away. \"I suppose immortality is one I could get behind.\"",
                                     "Name": "", "Id": 260512},
                    "Name": "貪欲な外交官の死を偽装し……@{K}$Voracious Diplomat -> 貪欲な外交官$Fake the Voracious Diplomat's death...",
                    "Description": "……七人に加われば庇護すると約束する。「説得力のある偽装が必要になるだろうね」外交官は言うと、あなたの船員の一人を推し量るように見つめた。@{K}...and grant them sanctuary among the Seven. \"It'll need to be convincing,\" the Diplomat says, eyeing one of your crewmen critically.",
                    "ButtonText": "", "Id": 194282}],
 "Description": "貪欲な外交官であれば七人の素晴らしい扇動家となってくれるだろう。あなたは交渉において有利な立場にある。カーネイトの秘密警察である『白と金』は今この時も街を焼き、情報を多く持つ古い体制の一員を探している。\u000d\u000a\u000d\u000aあなた達は川の傍、カーネイトのドレッドノートが川を渡っているのが見える場所で落ち合った。外交官の顔はやつれている。「手短に話すとしよう。何が望みかな？」@{K}$[Tt]he White -> 白きもの, Khan -> カーン, Khaganian -> カーネイト人, Khanate -> カーネイト, Voracious Diplomat -> 貪欲な外交官$The Voracious Diplomat would make an excellent Propagandist for the Seven. You are in a strong bargaining position: even now the White-and-Golds, the Khanate's secret police, are scouring the city for informed members of the old regime. \u000d\u000a\u000d\u000aA meeting by the river, where you both watch a Khaganian dreadnought slide through the waters. The Diplomat's face is haggard. \"We'd best talk quickly. What do you want?\"",
 "Name": "身を隠す貪欲な外交官@{K}$Voracious Diplomat -> 貪欲な外交官$The Voracious Diplomat, in Hiding",
 "Id": 260511}
