{"ChildBranches": [{"DefaultEvent": {"Description": "堂々たる縞模様の制服に身を包んだ従僕があなたを謁見の場へと先導する。王子はご機嫌ななめのようだ。前総督の机に横たわり、苛々と尻尾を揺らしている。しかし、彼は借りを覚えていた。従僕があなたにマデイラケーキを、そして陛下には茸の密林にすむ土着の剛毛の豚を運んでくる。\u000d\u000a\u000d\u000aケーキを食べながら、あなたは王子の耳が苛立ちに震え、窓の傍らを素早く飛び去った蝙蝠に向かって唸るのに気がついた。彼は退屈しているのだ。あなたはすかさず話を切り出した。王子は食事を中断し、提案に耳を傾ける。「もちろんだ」彼はあなたが話し終えるより先に言った。「もちろんだ。そのような話を待ち望んでいた。七人と、ニダーに対する戦争に加わろう」\u000d\u000a\u000d\u000a真の王子としての務めが彼の欲を刺激していたようだ。そして今度は、王子は王となる。@{K}A footman in a magnificently striped uniform leads you to your audience. The Prince is in a dangerous mood. He lounges on the old Governor's desk, flicking his tail impatiently. But he remembers his debts. The footman returns with Madeira cake for you, and the carcass of one of the bristly pigs of the fungal jungle for His Highness.\u000d\u000a\u000d\u000aAs you eat, you note how his ears twitch with irritation, and how he growls at a bat that flits by the window. He is bored. You take your chance. The Prince stops eating to listen to your proposal. \"Yes,\" he says, before you are done. \"Yes; a thousand times yes. I will join your Seven, and war upon Nidah.\"\u000d\u000a\u000d\u000aThe taste of true princehood has whetted his appetite. Now he would be king.",
                                     "LinkToEvent": {"Id": 175505}, "Name": "癒し手@{K}The Healer",
                                     "Id": 260514},
                    "Name": "ハートクロス邸の王子を訪ねる@{K}Visit him at Heartcross House",
                    "Description": "現在ポート・カーネリアンは王子によって治められている。あなたにこの安寧から彼を誘い出すことが出来るだろうか？@{K}$Port Carnelian -> ポート・カーネリアン$The Prince rules Port Carnelian now. Will you be able to tempt him from his comforts?",
                    "ButtonText": "", "Id": 194283},
                   {"DefaultEvent": {"Description": "彼は茸の笠の上にゆったりと身を伸ばし、顎から土着の剛毛の豚の最後の一欠片を舐めとっているところだった。\u000d\u000a\u000d\u000aあなたの贈り物は王子に相応しいものであり、彼は礼儀正しく共に座るように招いた。あなたたちは2人で巨大な茸の上に座り、山の光輝が南を明るく照らすのを眺めた。あなたはニダー人から不死を奪い取る計画について説明する。\u000d\u000a\u000d\u000a王子は考え込んでいる。「見てくれ、この地は我々のものだというのに、我々はここでは歓迎されていない。ニダーを占領する助けがいるならば、代わりに欲しいものがある。眩い山に新たな王国を創りたい。我々がいつまでも陽の光を存分に浴び、気ままに歩き回れるような場所を」 \u000d\u000a\u000d\u000aあなたは同意し、王子は重々しく頷いた。「ならば、お前は七人の新たな一員を得たということだ」@{K}$[Gg]ant -> ギャント$You find him lounging on the cap of a vast lepiota, licking the last scraps of one of the bristly local pigs from his jaws. \u000d\u000a\u000d\u000aYour gift is princely, and he decorously invites you to join him. Together, you sit atop the gargantuan mushroom, and watch the Mountain's glow illuminate the South. You explain your intention to seize immortality from the Nidaheen.\u000d\u000a\u000d\u000aThe Prince ponders. \"Here, my people are unwelcome in our own land. If I help you take Nidah, my price is this: a new kingdom on the bright slopes of the Mountain. Where we can bask and roam eternally.\"\u000d\u000a\u000d\u000aYou agree, and the Banded Prince nods his heavy head. \"Then you have another of your Seven.\"",
                                     "LinkToEvent": {"Id": 175505}, "Name": "癒し手@{K}The Healer",
                                     "Id": 260515},
                    "Name": "茸のジャングルにいる王子を訪ねる@{K}Visit him in the fungal jungle",
                    "Description": "王子の領土は巨大な茸の森の奥深くに存在する。貢物を持って行こう。@{K}His territories lie deep among the titanic mushroom-groves. Bring an offering.",
                    "ButtonText": "", "Id": 194284}],
 "Description": "ニダーに立ち向かう七人には新たな癒し手が必要だ。カーネリアン・コーストの虎たちはすぐに候補としてあがるような存在ではないかもしれないが、彼らは旧大陸の自然がもたらす危難と恵みを熟知している。また、彼らは常に丁重な物腰を崩さず、トランプを提供する者があれば、ブリッジの手強いプレイヤーともなれる。\u000d\u000a\u000d\u000a彼らを治めるのが縞模様の王子だ。@{K}$Elder Continent -> 旧大陸, Carnelian Coast -> カーネリアン・コースト$The Seven Against Nidah require a new Healer. The tigers of the Carnelian Coast might not be considered obvious candidates, but they are intimately familiar with the natural perils and resources of the Elder Continent. They are also unfailingly polite, and play a competent hand of bridge if someone manages the cards for them. \u000d\u000a\u000d\u000aTheir ruler is the Banded Prince.",
 "Name": "縞模様の王子の勧誘@{K}Recruit the Banded Prince", "Id": 260513}
