{"ChildBranches": [{"DefaultEvent": {"Description": "あなたはバトゥックの背を叩いた。そしてそのまま手を伸ばし、彼のサファイアのレンズを取り去る。すぐに瞳が煮えたぎり、悲鳴が迸った。あなたは彼の取り落とした旗を拾い上げ、長い赤の絹の布を巻き付けると高く掲げた。\u000d\u000a\u000d\u000aあなたの号令の元、配下の暗殺者たちが残りの七人に襲いかかる。副官が罵りの言葉を吐きピストルを抜いてあなたへ突進する。幸運にも、あなたは彼女がイザリーの手の者であると数か月前に気付いていた。あらかじめ警告を受けていたあなたの部下が彼女より先に引き金を引いた。\u000d\u000a\u000d\u000aあなたは命令を下した。砲台が定命の集いに向けて整然と砲弾を撃ち込む。壁の死を表現する装飾はもうもうたる粉塵と共に消え去った。壁にはいくつもの穴が開き、複製された楽園の一部が窺える。華美な部屋の数々、沢山の果物のなった木々の生える庭、天上の美しさを備えた召使たち。そのすべてが砲弾によってずたずたになっている。\u000d\u000a\u000d\u000a集いの長老であった者たちが降伏してからでも、すべてを作り直してここをあなたの宮殿にするのも良いかもしれない。ああ、ようやくたどり着いた。白い旗だ。埃っぽくぼろぼろになったシーツのような布でしかないが、Neath中探してもこれより美しい光景はないだろう。これはつまり、あの山はあなたの物になったという事だ。永遠の命もあなたの手の内にあり、そして、あなただけの物となったのだ。@{K}$[Gg]ant -> ギャント, Isery -> イザリー, Presbyter -> 長老$You clap Batuk on the shoulder. Then you reach up and pluck his sapphire lenses away. He screams as his eyes boil. You retrieve his fallen banner, tie a length of red silk to it, and raise it high.\u000d\u000a \u000d\u000aAt your signal, your assassins strike at the remaining Seven. Your second-in-command curses and draws her pistol, pushing her way towards you. Fortunately, you identified her as one of Isery's agents several months ago. Your men, forewarned, fire first.\u000d\u000a\u000d\u000aYou give an order. Your gun emplacements begin methodically shelling the College of Mortality. Its mortuary-friezes vanish in clouds of dust. Holes are blasted in the walls, revealing glimpses of a facsimile-paradise: chambers of extravagant wealth; gardens of fruit-heavy trees; seraphically-beautiful servants, now shredded by shrapnel.\u000d\u000a\u000d\u000aPerhaps you will repair it and make it your palace, when the once-Presbyters of the College surrender. Ah. There we are: a white flag. A rag of dusty bed sheet, but the most beautiful sight in the Neath. It means the city is yours. It means the Mountain is yours. It means eternal life is yours. And yours alone.",
                                     "Name": "盗人の名誉@{K}Honour among theives", "Id": 260558},
                    "Name": "七人を裏切り、不死を自分だけのものとする@{K}Betray the Seven and seize immortality solely for yourself ",
                    "Description": "7というのは厄介な数字だ。1の方がずっと事が簡単に運ぶ。@{K}'Seven' is an unwieldy number. 'One' is much more straightforward.",
                    "ButtonText": "", "Id": 194314},
                   {"DefaultEvent": {"Description": "鬨の声と共にあなたたちは突撃し、血みどろになりながらも素早く集いへの道を切り開いた。集いの根城の霊廟の如く厳粛な壁の後ろには、天国に近い空間があった。天井は星々の輝きに照らされ紅く、あるいは目も眩むような人造の夏空の蒼に染まる。水晶のように透き通る冷たい水の湛えられた溜め池に、天上の美しさを備えた召使いたち。\u000d\u000a\u000d\u000aかつての長老たちが反撃してきた。彼らの生命力は信じられないほど強い。銃弾でも剣でも彼らを殺すことは出来ない。あなたの指揮する者達は兵士のように戦うのをやめ、肉屋のように戦い始めた。戦いは長引いたが、勝利は約束されている。\u000d\u000a\u000d\u000a集いの奥には、山の心臓へと繋がる道を護る巨大な扉があった。生き延びた兵士達が扉を引きずるように開くと、山の燃え盛る石へと続く通路が現れる。サファイアのゴーグル越しでも中をのぞき込むことは出来ない。サフラン、ラベンダー、林檎の香りのする暖かなそよ風が流れ出した。\u000d\u000a\u000d\u000aそのさらに向こうには永遠の命の源である庭が広がっていた。残りの七人も傍らに立ち、あなたたちは一つになって足を踏み入れた。ここまで共に来た仲間たちもすぐあとに続く。ある者は勇ましく行進し、また他の者たちは列をなし進む。すでに祝っている者たちもいた。あなたは彼らを先導し、太陽の心臓よりもなお白く眩い光の中を進んでいった。[この船長の経歴は完結しました。]@{K}With a cry, you charge, and in a short, bloody battle force your way into the College. Behind its mausoleum-grim walls, it is as close to a paradisiac afterlife as can be achieved. Ceilings aglow with stars, or azure with dazzling recreations of a summer's sky. Pools of cold crystal water. Servants of seraphic beauty.\u000d\u000a\u000d\u000aThe once-Presters fight back. Their vitality is impossible. Bullets do not kill them, nor swords. Your men stop fighting like soldiers and start fighting like butchers. Your victory is slow, but inevitable.\u000d\u000a\u000d\u000aAt the back of the College a vast door guards the way into the Mountain's heart. Your remaining soldiers drag it open, revealing a tunnel reaching into the Mountain's searing stone. Not even your sapphire goggles allow you to see within. A warm breeze spills out, carrying the scents of saffron, of lavender, of apples. \u000d\u000a\u000d\u000aBeyond lies the Garden, root of immortality. The rest of the Seven join you, and you enter as one. Your followers are close behind - part march, part procession, part festival. You lead them through the blazing light, whiter than a sun's heart. [This captain's career is complete.]",
                                     "Name": "自由、平等、永遠@{K}Liberty, equality, eternity", "Id": 260559},
                    "Name": "死を人々の手に委ねる@{K}Democratise death",
                    "Description": "七人を裏切ることなく、計画の通りに進めよう。@{K}Hold to the plan. Stay loyal to the Seven.",
                    "ButtonText": "", "Id": 194315},
                   {"DefaultEvent": {"Description": "あなたはバトゥックの背を叩いた。そしてそのまま手を伸ばし、彼のサファイアのレンズを取り去る。すぐに瞳が煮えたぎり、悲鳴が迸った。あなたは彼の取り落とした旗を拾い上げ、長い赤の絹の布を巻き付けると高く掲げた。\u000d\u000a\u000d\u000aあなたの号令の元、配下の暗殺者たちが残りの七人に襲いかかる。副官が罵りの言葉を吐きピストルを抜いてあなたへ突進する。幸運にも、あなたは彼女がイザリーの手の者であると数か月前に気付いていた。あらかじめ警告を受けていたあなたの部下が彼女より先に引き金を引いた。\u000d\u000a\u000d\u000aあなたに忠誠を誓う部隊が集まり、集いの周囲を取り囲んだ。あなたたちは一日持ちこたえるだけで良い。一日たてば、アーバーからやってきた硝子の瞳の軍団を率いるリプリートが到着する。七人の残党も閉じ込められ、分断され、切り伏せられた。\u000d\u000a\u000d\u000a集いの門が開く。かつての長老が歩み出た。彼の顔にはどことなく見覚えがある。高いほお骨に厳格な雰囲気のある鼻筋。ミリアムとそっくりだ。彼はあなたの手を握った。「長命衆は七と七十の王国からなる」彼は黄金の地図を紐解きながら語る。「一つ選ぶがいい」@{K}$[Tt]he Replete -> リプリート, Isery -> イザリー, Presbyter -> 長老, Presbyterate -> 長命衆$You clap Batuk on the shoulder. Then you reach up and pluck his sapphire lenses away. He screams as his eyes boil. You retrieve his fallen banner, tie a length of red silk to it, and raise it high.\u000d\u000a \u000d\u000aAt your signal, your assassins strike at the remaining Seven. Your second-in-command curses and draws her pistol, pushing her way towards you. Fortunately, you identified her as one of Isery's agents several months ago. Your men, forewarned, fire first.\u000d\u000a\u000d\u000aThe troops loyal to you gather, and form a ring around the College of Mortality. You only need to hold out for a day. Then the Replete arrive, at the head of a glass-eyed army from Arbour. The remaining forces of the Seven are trapped, divided, and cut down.\u000d\u000a\u000d\u000aThe gate of the College opens. A once-Presbyter steps out. There is something familiar about his face - the high cheeks, the stern nose; so like Mariam's. He shakes your hand. \"Seven and seventy kingdoms make up the Presbyterate,\" he tells you, unrolling a golden map. \"Choose one.\"",
                                     "Name": "正当な報酬@{K}Just rewards", "Id": 260560},
                    "Name": "目的を放棄し、長老の身を守る@{K}$Presbyter -> 長老$Forsake your quest. Protect the Presbyter",
                    "Description": "改めて考えてみると、快楽に満ちた一生は永遠に続く騒動よりもずっと良い。不死は嫉妬を生む。……不死に対する嫉妬がなければ、あなた達がこの場所に来ることもなかっただろう。@{K}On reflection, better a lifetime of pleasure than an eternity of trouble. Immortality begets envy - or none of you would be here.",
                    "ButtonText": "", "Id": 194316}],
 "Description": "陰気な海を越え、臙脂色の砂漠を通り、恐ろしき紫の熱帯雨林と真鍮の色をした平原を抜ける。眩く輝くあの山へ、ニダーを目指して前進だ！\u000d\u000a\u000d\u000a街の玄武岩の壁は破壊された。宝石の敷き詰められた通りには血痕が散っている。これだけ近くまで来ると、あの山の光は強烈だ。哀惜の通りを行軍するあなたたちの瞳はサファイアのレンズによって守られている。通りの端のその先、最初の長老の彫像の向こうに、定命の集いの根城である荘厳だが葬式を思わせるような建物があった。灰色で厳格な雰囲気を漂わせている。\u000d\u000a\u000d\u000a派遣した分隊は、街のより奥深くまで侵攻を進めている。バトゥックがあなたの隣に立ち、林檎と鋤の刃の描かれた七人の旗を掲げている。「やり遂げたな」彼は戦いの音に負けじと声を張る。「ようやく、ここまでたどり着くことが出来た」今こそ、あなたが行動を起こす時だ。@{K}$Presbyter -> 長老$Across the gloomy sea. Across the carmine sands and the lurid, violet jungles and the brazen veldt. To the Mountain, blazing bright! To Nidah.\u000d\u000a\u000d\u000aHer basalt walls are broken. Bloodshed stains her gemstoned streets. This close, the light of the Mountain is savage. Lenses of sapphire protect your eyes as you march along the Avenue of Lament. At its end, beyond a statue of the first Presbyter, is the funereal facade of the College of Mortality. Grey. Grim. \u000d\u000a\u000d\u000aYour detachment has penetrated furthest into the city. Batuk is at your side, bearing the Seven's apple-and-ploughshare banner. \"This is it,\" he bellows, over the sound of battle. \"The last time, this is as far as we got.\" Your moment is at hand.\u000d\u000a",
 "Name": "七年後@{K}Seven Years Later", "Id": 260557}
