{"ChildBranches": [{"DefaultEvent": {"Description": "彼は身を乗り出し――氷によって鏡像が歪む――口を開いた。何かを言おうとしているのだろうか？音は聞こえない。彼は同じ動作を繰り返す。一体何を――？あなたは鏡に体を近づけ、氷に息を吐きかけた。表面が曇る。ボーデインは僅かに微笑むと、反対側から曇った部分に指先で言葉を書き始めた。\u000d\u000a\u000d\u000a書かれた文字は逆向きだ。解読する必要がある。『私は一度も去ってなどいない』\u000d\u000a\u000d\u000a会話としては不自由な方法ではあったが、続く数時間であなたは彼の物語を繋ぎ合わせ理解することが出来た。ボーデインは現状にそこそこ満足しているらしい。七人の敗北の後、彼は氷結城に隠れようとしたが“ルビーの部屋”で失敗した。そしてその結果、この面影は氷の中に閉じ込められてしまったのだという。しかし、彼はNeath中に多くの密偵を抱えており、彼らとのやり取りは……何を通して行われるのだろう？あなたには続く部分を理解することが出来なかった。何か“深遠な”手段であることは確かなようだ。\u000d\u000a\u000d\u000a七人の大義に向けて行動を再開する用意は出来ているのだろうか？彼はあなたの息の中に最後のメッセージを書き入れた。『自由、平等、永遠』@{K}$Frostfound -> 氷結城, Bourdain -> ボーデイン$He leans forwards, the ice distorting his reflection, and opens his mouth. Is he trying to say something? There is no sound. He repeats the gesture. Does he mean-? You lean in and breathe on the ice, fogging it. Bourdain gives a minuscule smile. Then he raises a finger and begins to draw a message in the fog from the other side. \u000d\u000a\u000d\u000aHe writes backwards, which necessitates some deciphering. \"I NEVER LEFT.\"\u000d\u000a\u000d\u000aIt is an awkward method of communication, but over the next few hours you manage to piece together his tale. Bourdain is relatively content with his current state. After the Seven's defeat, he attempted to hide in Frostfound. He failed at 'the Ruby Room', and this vestige was trapped in the ice. He has a number of agents in the Neath, though, and they are able to communicate with him via... you can't really follow that bit. Suffice it to say 'esoteric means'.\u000d\u000a\u000d\u000aIs he ready to resume the Seven's cause? He writes a final message in your breath. 'LIBERTY. EQUALITY. ETERNITY.'",
                                     "Name": "", "Id": 260582},
                    "Name": "七人に再び加わるように勧誘する@{K}Invite him to rejoin the Seven",
                    "Description": "扇動者として。@{K}As their Propagandist.", "ButtonText": "",
                    "Id": 194330}],
 "Description": "彼は所々欠けた氷の冷たい表面から、あなたを見つめている。声が聞こえるか尋ねると素っ気なく頷いた。@{K}He watches you through the chipped, frosty surface. When you ask if he can hear you, he nods, curtly.",
 "Name": "氷の中のボーデイン@{K}$Bourdain -> ボーデイン$Bourdain in Ice", "Id": 260581}
