{"ChildBranches": [{"DefaultEvent": {"Description": "その生き物はそびえたつような背で横幅もあり、幾重にも重ねられたひらひらと揺れる薄布の下の体は左右非対称な形のようだ。それは見慣れない測量法に基づいて刻み目のつけられた計測用の杖らしきものを携えている。そして甲高い声で語りだした。「杖と鎖の館へようこそ、侵入者よ。お前の勇敢さは類まれなものだ。私の雇い主は――」そこでその生き物は腕であってほしい何かを窓へと伸ばし、煮え立つ暗黒の太陽を指した。「お前にNeathに伝言を運んでもらいたいそうだ。報酬は支払おう」\u000d\u000a\u000d\u000aそれは衣擦れの音を立てながら、テーブルのような祭壇のようなもののもとへと向かう。そこには完璧に均整のとれた玉虫色の天秤が置かれていた。一方の器にはガラスの泡が乗せられている。泡のなかでは眩い、霧のようなものが渦を巻く。もう一方の器は空だ。@{K}The creature is towering, bulky, and unevenly-shaped beneath its fluttering veils. It carries what looks like a measuring rod, notched with unfamiliar enumerations. Its voice is shrill. \"Welcome, Trespasser, to the House of Rods and Chains. Your daring is notable, and rare. My employer -\" here, the thing extends what is hopefully an arm towards the window, and the sable, seething sun, \"- would like you to deliver a message to the Neath. You will be compensated.\"\u000d\u000a\u000d\u000aIt shuffles towards the table-altar. A set of iridescent scales stand there, the bowls perfectly balanced. One bowl holds a bubble of glass, in which something bright and misty coils. The other bowl is empty.",
                                     "LinkToEvent": {"Id": 260590}, "Name": "", "Id": 260591},
                    "Name": "これは何だ？@{K}What's that?",
                    "Description": "あなたの背後で音がした。何かがこの部屋で動いている。窓の反対側に置かれていたでこぼこの塊はコート掛けの失敗作ではなかったようだ。あれは数えきれないほどの薄布に包まれた生き物だったのだ。@{K}A sound from behind you. Something moves in the chamber. The lumpen mass opposite the window is not, after all, a disastrous attempt at a coat-stand - it is a living thing, wrapped in multitudinous layers of gauze.",
                    "ButtonText": "", "Id": 194336},
                   {"DefaultEvent": {"Description": "「これを」その生き物は上体を天秤の方に傾けてみせた。あなたはガラスの泡を手に取る。内部の小さな霧は小さな瞳を幾つも見開き半狂乱で外を窺っている。黒い太陽が近づいてきた。子供が人形の家を覗き込むように、部屋の内部を眩く見つめている。\u000d\u000a\u000d\u000a左のこめかみに強烈な痛みが走った。痛みはこめかみから頬を通り、首を下り肩へと場所を移ってゆく。あなたはその痛みのもとを引っかき、皮膚の上を移動する膨らみに触れた。しかしすぐに膨らみは手の届かないところへと行ってしまう。\u000d\u000a\u000d\u000a「『夜の解放』は遥か昔に始まった」布をかぶった生き物が鋭い声をあげる。「お前の選んだものに伝えるがいい。あるいは伝えなくともよい。お前の存在そのものが伝言なのだ。知らねばらなぬ者どもには伝わるだろう」その生き物は計測杖を床に打ち付けた。太陽が歓喜の叫び声をあげる。そして視界が暗くなった。\u000d\u000a\u000d\u000a気が付くとあなたは潜水艦に戻っていた。船員たちは必死で海底に鎮座する巨大な瞳と反対方向に舵を切っている。痛みは引きつつあったが完全に消えてはいない。あなたは足をもつれさせながら自室へと戻った。鏡だ。鏡がいる！@{K}\"Please,\" the creature squeals, inclining its upper portions towards the scales. You take the glass bubble. The wisp inside it peers madly out with pinprick eyes. The black sun is closer, now, glaring into the chamber like a child through a dollhouse window.\u000d\u000a\u000d\u000aPain blooms behind your left temple. It migrates: across your cheek, down your neck, over your shoulder. You clutch at it, and feel a sliding, swelling pucker on your skin before it moves out of reach.\u000d\u000a\u000d\u000a\"The Liberation of Night began long ago,\" the veiled creature pipes. \"Tell whoever you choose, or do not. You are the message. Those who must know, will know.\" It bangs its measuring-rod on the floor. The sun screams in joy. Everything goes dark.\u000d\u000a\u000d\u000aYou find yourself back in your zubmarine, your crew desperately steering it away from the vast eye on the zee-bed. Your pain is easing, but not gone. You stumble wildly to your quarters. A mirror. You need a mirror!\u000d\u000a\u000d\u000a",
                                     "Name": "", "Id": 260610},
                    "Name": "伝言を運ぶことに同意する@{K}Agree to carry the message",
                    "Description": "あなたは好奇心に駆られたのか、あるいは欲望や狂気に突き動かされたのだろうか？これからの日々、あなたはこの時提案を受け入れるようあなたをそそのかしたものは一体なんだったのか、考えることになるだろう。@{K}Is it curiosity? Greed? Madness? In days to come, you will wonder what drove you to accept.",
                    "ButtonText": "", "Id": 194348},
                   {"DefaultEvent": {"Description": "窓の外で、黒い太陽が身を引いた。落ち着きをなくし、気だるげに煮え立っている。\u000d\u000a\u000d\u000a太陽の配下の生き物は苛立ったような甲高い音を立てた。「なるほど。あくまでも期待を裏切る種族だな。なら行くがいい。私の雇い主は嘆き悲しむことだろう。これ以上お前を見ていてもその心痛が増すだけだ」あなたの視界はインクのような暗闇に覆われた。\u000d\u000a\u000d\u000aそしてその暗闇が引くと、あなたは再び潜水艦に戻っていた。船員たちは死に物狂いで海底に鎮座する巨大な瞳と反対方向に舵を切っている。あなたは彼らに手を貸そうと駆けよった。@{K}Outside the window, the black sun withdraws. Its seething calms to a languid boil.\u000d\u000a\u000d\u000aIts creature gives an irritable whistle. \"So. An insistently disappointing species. Begone, then. My employer must grieve. To look on you longer would only cause it distress.\" Your vision floods with inky gloom.\u000d\u000a\u000d\u000aWhen it recedes you are back in your zubmarine, your crew frantically steering it away from the vast eye that dominates the zee-bed. You spring to help them",
                                     "Name": "", "Id": 260613},
                    "Name": "断る@{K}Refuse",
                    "Description": "船に戻すように強く求めよう！@{K}Demand to be returned to your vessel!",
                    "ButtonText": "", "Id": 194350}],
 "Description": "あなたは奇妙な部屋にいた。この空間は腎臓に似ていなくもない歪な形をしている。そして家具は（これが家具であるなら）、シュールレアリズム作家の手による物のようだ。ここにある平らな背もたれと多くの脚を備えた物体は椅子かもしれない。あの油じみた表面は――テーブル？あるいは祭壇だろうか？\u000d\u000a\u000d\u000a冬のように冷たいそよ風がアーチ形の窓より吹いてきた。窓の向こうには、暗い空が見える。\u000d\u000a\u000d\u000aその空に浮かぶ太陽は黒い。あれは“身もだえて”いる。@{K}You are in a room, of sorts. It is bulbous in shape, not unlike a kidney. The furnishings (if that is what they are) look like the work of a surrealist. This straight-backed, many-legged edifice is perhaps a chair. That oily surface - a table? An altar?\u000d\u000a\u000d\u000aThe breeze, winter-cold, enters through an arched window. Through it, you can see a dark sky. \u000d\u000a\u000d\u000aThe sun is black. It <i>squirms</i>.",
 "Name": "太陽無き天の下で@{K}Under Sunless Skies", "Id": 260590}
