{"ChildBranches": [{"DefaultEvent": {"Description": "『部下に運ばせる。ランチにしないか？』\u000d\u000a\u000d\u000a彼の部屋は広々としていた。というよりも、物が無いといった方が適当か。ピンク色の行燈に入ったフィラメント電球が心地よい光を放つ。寝台の上には手描きの肌の黒い女性の肖像画が掛けられている。指導者は机の上からハイドアウェイの地図をどけると、コーヒーを用意した。彼があなたにマグを手渡したその時、苦悶の唸りが部屋を包み、下にいる海獣が身もだえハイドアウェイ全体が一瞬震えた。しかし、指導者は一滴のコーヒーもこぼさなかった。揺れが落ち着くと彼は手帳に書き込む。『テンタムを許してやってくれ。時折痛むらしい。コーヒーは？それから、俺の事はアリクと呼んでくれ。』@{K}'<i>My men will transport. Lunch?</i>'\u000d\u000a\u000d\u000aHis room is spacious, if rather bare. A filament-bulb shines pleasantly within a pink paper lantern. His plaster walls are cracking. A hand-drawn portrait of a dark woman hangs above his bed. The Visionary clears maps of Hideaway from his table, and prepares coffee. As he passes your brew, bellows of pain engulf the room, and all Hideaway trembles for a moment as the beast below writhes - but the Visionary doesn't spill a drop of the coffee. Once things settle, he writes a note: '<i>Forgive Temtum. He hurts now/then. Coffee? And please - call me Arik.</i>'",
                                     "LinkToEvent": {"Id": 260619}, "Name": "", "Id": 260628},
                    "Name": "エンジンに燃料を提供する@{K}Supply his engines with Fuel",
                    "Description": "指導者が手帳をちぎった紙片をあなたに渡す。『交流発電機のエンジンが死にそうだ。燃料が要る。補充できるか？』@{K}The Visionary passes you a scrap from his notebook. '<i>Alternator engines near dead. Need fuel. Provide?</i>'",
                    "ButtonText": "", "Id": 194360},
                   {"DefaultEvent": {"Description": "ハイドアウェイの中心部、誰も触れようとしない鍵の掛かった鉄の門の背後にあったのは、装飾の入った障子付きの小さな建物だった。アリクは鍵を開くとあなたを中へ通した。部屋の中には椅子が一つと真鍮の制御盤が立つ。盤面にはスイッチや計器が詰まっている。『ハイドアウェイの中央制御室だ。回路の再設定がいる。何処をどうするかは指示する。』彼はあなたにピンセットを渡すと制御盤の裏側を取り外した。中には絡み合ったワイヤーがひしめいている。\u000d\u000a\u000d\u000a時間はかかったが、手順自体は簡単なものだった。しかし、成果はすぐに表れた。外の光がちらつき、それからいっそう明るく輝き始める。アリクがスイッチを入れると地面が揺れ、あなたは左に投げ出された。そして彼が他のスイッチを入れると、今度は右に転がされた。アリクはにっこり笑うと、立ち上がろうとするあなたに手を貸し、背中を軽く叩いた。『すまない。これで全てが上手くいった。大した働きだ。この恩は忘れない。』@{K}In the centre of Hideaway is a small building with decorative paper windows, locked behind an iron gate nobody dares touch. Arik unlocks it, and then leads you inside. In the centre of the room is a raised brass panel and a chair. The panel is covered in switches and gauges. '<i>Central control of Hideaway. Requires re-routing. I'll point the what/where.</i>' He hands you a pair of tweezers, and unscrews the back of the panel, exposing a mess of wire.\u000d\u000a\u000d\u000aThe operation itself is simple, if slow, but the results are immediate. The lights outside flicker, before shining brighter. Arik flips a switch; the ground shakes, and you're thrown left. He flips another; you're thrown right. Arik beams as he helps you steady yourself, and pats you on the back. '<i>Sorry for that - all's well, now. You've done a great service. Eternal thanks.</i>'",
                                     "LinkToEvent": {"Id": 152231}, "Name": "", "Id": 260629},
                    "Name": "故障を直す@{K}Fixing a fault",
                    "Description": "アリクが手帳をちぎった紙片をあなたに渡す。『ケーブルを直すのにとりわけ正確な手を持つ者の助けが必要だ。手伝うか？』@{K}Arik passes you a scrap from his notebook. '<i>I need particularly steady hands to repair cabling. Assist?</i>'",
                    "ButtonText": "", "Id": 194361}],
 "Description": "指導者は道具箱を彼の下で働く労働者に渡し、あなたに駆け寄った。彼は手首に鎖で結びつけられた手帳に書き込む。@{K}He passes a toolbox to one of his workers, and rushes over to you. He writes in the notebook chained to his wrist.",
 "Name": "かくしゃくたる指導者の野望@{K}$Ambition -> 大望$The Sprightly Visionary's Ambition",
 "Id": 260619}
