{"ChildBranches": [{"DefaultEvent": {"Description": "あなたがくすぐり始めるとブレミガンは触手を振り回して身をよじった。この甲高い囀りは間違いなくキャッキャと笑っている声だろう。本当は苦しんでいるのではないか確認するためくすぐるのをやめると、ブレミガンは触手をあなたの指に絡め、手を引きよせた。楽しんでくれたようだ。@{K}The Blemmigan flails and squirms as you tickle it. Its high-pitched warble is almost certainly giggling. When you stop – to check that you're not actually hurting it – it wraps its tendrils around your fingers and pulls your hand back. Apparently it is enjoying itself.",
        			 "Name": "くすぐったがり@{K}A ticklish thing","Id": 287246},
        "RareDefaultEvent": {"Description": "あなたは二番目に良い海図とペンを何本か取り出した。ブレミガンは甲高い音を立てて、喜びからインク壜をひっくり返しながら弾むように駆けてくる。数時間はあなたの事など視界に入らないだろう。あなたが自室に戻ると、ブレミガンはあなたの枕に寝そべり小さくいびきをかいていた。そして海図には三つの新しい島と『ここにライオン』という書き込みに――何といえばいいか、ライオンというよりもむしろ巨大な蜘蛛にかなり近い生き物の絵が書き加えられていた。こんな生き物がZeeに本当にいなくて助かった。@{K}You pull out your second best chart and several pens. The Blemmigan squeaks and bounces over, upending an ink pot in its excitement. You are ignored for several hours. When you return – to find it on your pillow, snoring quietly – your map has: three new islands, a note reading simply 'Here are lions', and a drawing of— Well, it looks a lot more like a vast spider than a lion. Thank goodness there's nothing like that at zee.",
           			"Name": "色鮮やかな想像力@{K}A vivid imagination","Id": 287247},
        "Name": "ブレミガンと遊ぶ@{K}Entertain your Blemmigan",
        "Description": "笠に舷窓のギザギザの跡が残っている。また窓に顔を押し付けていたのだろう。退屈しているのだろうか？@{K}You can see the indentation of a porthole on the rim of its cap. It must have been pressing its face to the windows again. Is it bored?",
    		"ButtonText": "","Id": 212375},
       {"DefaultEvent": {"Description": "機関室は大騒ぎだ！船員が走り回り、金切り声をあげながら机の下や機械の裏を駆け回るブレミガンを追いかける。キノコは絡み合ったパイプの束の中に飛び込んだ。捕まえようと機関士が手を突っ込み、そして――「＿＿！」灼熱の蒸気が噴き出しその腕を焼いた。「すいません、船長」機関士は歯を食いしばって言った。「いらっしゃったのに気がつかなくて。ただ、その、パイプを直してるとこです」あなたのブレミガンが床近くの通気口から現れ、こそこそと走り去っていった。あれとはまた後で話し合うとしよう。@{K}The engine room is in uproar! The crew run to and fro, chasing your warbling Blemmigan under tables and behind machines. It dives into a complicated knot of pipework. The engineer reaches in to grab it and—  \"____!\" A scalding burst of steam catches their arm. \"Sorry, Captain,\" they say, clenching their jaw. \"Didn't hear you come in. Just, ah, fixing a pipe.\" Your Blemmigan emerges from a vent near the floor and sidles out. You'll deal with it later.",
          			"Name": "鬼ごっこ@{K}A game of chase","Id": 287248},
        "RareDefaultEvent": {"Description": "船乗りの歌を真似た甲高い笛のような音はあなたが船室に入った瞬間に止んだ。機関士たちは温度の下がった炎の方を意図的に見ないようにしながら、おどおどとあなたの様子をうかがう。ブレミガンはそのうちの一人の肩に座り、ぎゅっと小さく身を丸めている。指先でつつくと大人しく触手を一本振った。@{K}A fluting approximation of a zailor's shanty stops the moment you enter. Engineers glance sheepishly at you, pointedly looking away from the cooling fire. The Blemmigan perches on someone's shoulder, curled tight into a small ball. It waves a tendril meekly when prodded.",
         			"Name": "ファン@{K}A fan","Id": 287249},
        "Name": "ブレミガンを機関室から追い出す@{K}Chase your Blemmigan from the engine room",
        "Description": "部屋の中から大きな笑い声が弾けた。船員たちは楽しんでいるのかもしれないが、仕事をしていないのは確かだ。@{K}Gusts of laughter sound from within. Your crew might be happy, but they're not working.",
        "ButtonText": "","Id": 212376}], 
      "Description": "ブレミガンはあなたの船室の棚に住むことにしたようだ。千切れた日誌のページと機関士のスカーフ、それに盗んできた海図らしきもので巣を作っている。@{K}It has made its home on a shelf in your cabin. It has built a nest from loose journal pages, the engineer's scarf and a possibly pilfered map.",
       "Name": "あなたの遊び好きなブレミガン@{K}Your Blemmigan Gallivanter","Id": 287245},